{"protocolSection":{"identificationModule":{"nctId":"NCT02162017","orgStudyIdInfo":{"id":"X14-0044"},"organization":{"fullName":"The George Institute","class":"OTHER"},"briefTitle":"Head Position in Stroke Trial (HeadPoST)","officialTitle":"An Investigator Initiated, International Collaborative, Multicentre, Cluster Crossover, Randomised Controlled Trial to Establish the Effects of Head Positioning on Death or Disability in Patients With Acute Stroke","acronym":"HeadPoST"},"statusModule":{"statusVerifiedDate":"2017-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-03-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-12-20","type":"ACTUAL"},"completionDateStruct":{"date":"2017-01-13","type":"ACTUAL"},"studyFirstSubmitDate":"2014-04-27","studyFirstSubmitQcDate":"2014-06-10","studyFirstPostDateStruct":{"date":"2014-06-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-02-07","lastUpdatePostDateStruct":{"date":"2017-02-09","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"The George Institute","class":"OTHER"},"collaborators":[{"name":"National Health and Medical Research Council, Australia","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This study is an investigator-initiated and conducted, international collaborative, regionally organised, multicentre, prospective, cluster randomised, crossover, blinded outcome assessment study to compare the effectiveness of the lying flat (0°) head position with the sitting up (=30°) head position, in the first 24 hours of admission to hospital for patients with acute stroke, on the poor outcome of death or disability over the subsequent 90 days.","detailedDescription":"Primary aim is to compare the effects of lying flat (0°) head position with sitting up (≥30°) head position applied in the first 24 hours of admission, for patients presenting with acute ischemic stroke (AIS), on the poor outcome of death or disability at 90 days.\n\nKey secondary aim is to determine whether lying flat is superior to sitting up on poor outcome (death and neurological impairment) at 7 days in AIS; and whether sitting up is superior to lying flat on these outcomes in acute intracerebral hemorrhage (ICH).\n\nThe hospitals will be required to undertake recruitment of 70 consecutive acute stroke patients of all stroke types, with the power calculations undertaken on a target of 50 AIS patients per site. In the use of consecutive patient recruitment, it is anticipated that an average of 10 ICH patients will also be included within the 70 target patients, before crossing over to the other interventional phase for another 70 target patients recruited. The hospitals will have training, prior to their activation and commencement of the intervention. Data collection at baseline, first 24 hours, discharge/ Day 7, and Day 90 (end of follow-up), will be captured through a web database. Randomised allocation of intervention will be assigned by a statistician not otherwise involved in the study according to a statistical program stratified by the country of the site.\n\nA mixed consent process is proposed, according to local/national rules and regulations, for the following protocol:\n\n1. Cluster Guardian consent or appropriate approval (e.g. signed by General Manager or Chief Executive of hospital, or Head of Neurology/Stroke Department) for the randomised head position to be the new usual nursing care for patients with acute stroke;\n2. With one of the following:\n\ni. Individual standard consent for the collection of data through in-person assessment and data extraction from medical records during the hospital stay and follow-up, and for release of personalised information for research purposes to allow centralised follow-up at 90 days after admission, or ii. Opt-out consent for collection of data through in-person assessment and data extraction from medical records during the hospital stay and follow-up, and for release of personalised information for research purposes to allow centralised follow-up at 90 days after admission.\n\nAll acute stroke patients should be managed by a dedicated stroke team or in an acute stroke unit (or high dependency unit or intensive care unit) during the period of the intervention. During the intervention and follow-up periods, management of acute stroke patients should be followed according to published guidelines. It is anticipated that background care may include use of specific treatments including drugs, intravascular reperfusion therapies and surgical evacuation. As part of standard stroke care, swallowing function will be evaluated using local standard procedures before initiation of feeding.\n\nThe internet based data management system is managed at the George Institute for Global Health, which has extensive experience in clinical trial data capture and security. The George Institute has in place system security SOP with VeriSign SSL digital certification and encrypted HTTPS connection. Only staff listed in the delegation log will be given unique individual password to access the internet-based data management system.\n\nPaper CRFs will be provided for sites preferring to use these for the initial collection of data. These forms will be used as source document and will need to be signed and dated by the investigator completing the form.\n\nAll computerised forms will be electronically signed (by use of the unique password) by the authorised study staff and all changes made following the initial entry will have an electronic dated audit trail. It is the requirement that the collection of data and transfer of information for the 90 day follow-up assessment has to be approved by the local IRB for each site.\n\nThe power of the study is derived from having a very large number of clusters, which will be achievable as the workload at each centre will be kept low. The inflation of the cluster size and the number of clusters is to take into account, stroke mimics, and poor recruitment and/or quality issues in some sites. The target of 70 patients in each intervention is derived from 10 patients in the initial learning phase, 50 AIS and 10 ICH. For the smaller Stroke Units that admits 200 strokes per annum, this will likely be achieved over 4-5 months, so including the crossover and 3 months follow-up the total duration of study is \\~12 months. However, for a large stroke unit, such as in many of the hospitals in China, where 1200 cases of stroke are admitted per annum, the required 70 patients will be recruited over \\~3 weeks, for a study duration of 4-5 month. Thus, the overall target number of stroke patients to be recruited at each centre is 140 (i.e. 2 x 70), which will take from 1 to 10 months considering crossover and according to size (i.e. stroke case load) of the hospital and a study duration of 4 to 12 months per site considering follow-up. All analyses will be undertaken at the patient level on an intention-to-treat basis defined by allocated head position at each centre using Generalised Estimating Equations (GEE) or random-effects regression to account for clustering.\n\nPublication of the main reports from the study will be in the name of the HeadPoST Collaborative Investigators. Full editorial control will reside with a Writing Committee approved by the Steering Committee (SC).\n\nCentral international coordination is from GI, Sydney and together with RCCs established and located in Beijing China, Preston UK, Paris France and Santiago Chile, the study will be overseen by an International SC comprised of world experts in the fields of stroke, neurocritical care, neurology, geriatrics, cardiovascular epidemiology and clinical trials. The ICC will also be supported by key grant holders and regional experts in the Operations Committee (OC). The PIs of the 140 participating hospitals (see study organisational chart) will be administratively tied through a structure designed to enhance effective communication, collaboration and study monitoring by maintaining operations through adherence to a common protocol.\n\nData Safety \\& Monitoring Board (DSMB): The DSMB will review the safety, ethics and outcomes of the study.\n\nThe DSMB will be governed by a charter that will outline their responsibilities, procedures and confidentiality. Members of the DSMB include: Professor Robert Herbert, (Chair), Neuroscience Research Australia, University of New South Wales, Sydney Australia; Associate Professor Christopher Chen, National University of Singapore, Singapore; Professor Anne Forster, Bradford Institute for Health Research, Bradford, UK A DSMB will also review unblinded data from the study at regular intervals during follow-up, and will monitor neurological and functional changes (between the two groups), drop-out and event rates. The first meeting will be held 3 months after the start of the study. One or two formal interim analysis will be planned to review data relating to treatment efficacy, patient safety and quality of trial conduct."},"conditionsModule":{"conditions":["Ischemic Stroke","Intracerebral Haemorrhage"],"keywords":["Acute ischemic stroke","Acute intracerebral haemorrhage","Head position","Lying flat head position","Sitting up head position","Death","Disability","Clinical trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":11096,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"The lying flat intervention","type":"EXPERIMENTAL","description":"Patients in lying flat intervention to be nursed lying flat (0°) immediately after diagnosis of acute stroke is made and to remain in this position for 24 hours","interventionNames":["Other: The lying flat (0°) head position for 24 hours"]},{"label":"The sitting-up intervention","type":"ACTIVE_COMPARATOR","description":"Patients in the sitting up intervention to be nursed with their head elevated (≥30°) by raising the head of the bed (or with extra pillows or wedge) immediately after the diagnosis of acute stroke is made, and to remain in this position for the next 24 hours","interventionNames":["Other: The sitting-up (≥30°) head position for 24 hours"]}],"interventions":[{"type":"OTHER","name":"The lying flat (0°) head position for 24 hours","description":"The patients should have strict bed rest for the first 24 hours after admission to hospital. They can be nursed in the side-lying position and feeding should be avoided or only given in the ≥30° position to reduce the risk of aspiration, and after a standard swallowing screening. Patients should have no more than 3 breaks of 30 minutes in a 30°head position in the first 24 hours, and none of the breaks are to be grouped together (i.e. no back-to back breaks are permitted).","armGroupLabels":["The lying flat intervention"]},{"type":"OTHER","name":"The sitting-up (≥30°) head position for 24 hours","description":"For sites that have been randomised to this position, the usual nursing care will be to have patients positioned to sitting-up with the head elevated at 30° or more by raising the head of the bed or use of extra pillows, whatever is the most appropriate, immediately upon presentation to the ED and to remain in that position for 24 hours. Patients should have no more than 3 breaks of 30 minutes in a lying flat head position in the first 24 hours, and none of the breaks are to be grouped together (i.e. no back-to back breaks are permitted).","armGroupLabels":["The sitting-up intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Shift ('improvement') in death or disability according to the modified Rankin Scale (mRS)","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"Shift in NIH Stroke Scale (NIHSS) score","timeFrame":"7 days"},{"measure":"Death","timeFrame":"Within 90 days"},{"measure":"Length of hospital stay","timeFrame":"up to 90 days"},{"measure":"European Quality of Life Scale 5 Dimension (EQ-5D)","timeFrame":"90 days"},{"measure":"Pneumonia","timeFrame":"Within 48 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults over 18 years ( the age for adults may vary in different countries)\n* Have a clinical diagnosis of acute stroke (i.e. with a persistent neurological deficit on presentation)\n* Presentation to hospital including in-hospital event and hospital transfers , with a stroke\n\nExclusion Criteria:\n\n* Transient ischaemic attack (TIA) (i.e. symptoms fully resolved upon presentation).\n* Definite clinical contraindication or indication to either sitting up head position or lying flat head position.\n* Significant medical condition that takes priority in care and where adherence to the randomised head position is not possible on another ward/department of the hospital.\n* Immediate transfer from the Emergency Department (ED) or admission, to another ward for medical treatment (e.g. for haemodialysis) or surgery (e.g. carotid endarterectomy, haematoma evacuation) where adherence to the randomised head position is not possible","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Craig S Anderson, MD","affiliation":"The George Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The George Institute for Global Health","city":"Sydney","state":"New South Wales","zip":"2050","country":"Australia","geoPoint":{"lat":-33.86785,"lon":151.20732}}]},"referencesModule":{"references":[{"pmid":"34246993","type":"DERIVED","citation":"Ouyang M, Roffe C, Billot L, Song L, Wang X, Munoz-Venturelli P, Lavados PM, Robinson T, Middleton S, Olavarria VV, Watkins CL, Lee TH, Brunser AM, Pontes-Neto OM, Hackett ML, Anderson CS. Oxygen desaturation and adverse outcomes in acute stroke: Secondary analysis of the HeadPoST study. Clin Neurol Neurosurg. 2021 Aug;207:106796. doi: 10.1016/j.clineuro.2021.106796. Epub 2021 Jul 6."},{"pmid":"33434907","type":"DERIVED","citation":"Wang X, Moullaali TJ, Ouyang M, Billot L, Sandset EC, Song L, Delcourt C, Hackett ML, Watkins CL, Robinson TG, Yang J, Lavados PM, Brunser A, Olavarria VV, Munoz-Venturelli P, Arima H, Middleton S, Pontes-Neto OM, Pandian JD, Rogers K, Anderson CS. Influence of Including Patients with Premorbid Disability in Acute Stroke Trials: The HeadPoST Experience. Cerebrovasc Dis. 2021;50(1):78-87. doi: 10.1159/000512608. Epub 2021 Jan 12."},{"pmid":"33075592","type":"DERIVED","citation":"Ouyang M, Zhang Y, Wang X, Song L, Billot L, Robinson T, Lavados PM, Arima H, Hackett ML, Olavarria VV, Munoz-Venturelli P, Middleton S, Watkins CL, Pontes-Neto OM, Lee TH, Brunser AM, Anderson CS. Quantifying regional variations in components of acute stroke unit (ASU) care in the international HeadPoST study. J Neurol Sci. 2020 Dec 15;419:117187. doi: 10.1016/j.jns.2020.117187. Epub 2020 Oct 14."},{"pmid":"32640944","type":"DERIVED","citation":"Wang X, Moullaali TJ, Li Q, Berge E, Robinson TG, Lindley R, Zheng D, Delcourt C, Arima H, Song L, Chen X, Yang J, Chalmers J, Anderson CS, Sandset EC. Utility-Weighted Modified Rankin Scale Scores for the Assessment of Stroke Outcome: Pooled Analysis of 20 000+ Patients. Stroke. 2020 Aug;51(8):2411-2417. doi: 10.1161/STROKEAHA.119.028523. Epub 2020 Jul 9."},{"pmid":"32591406","type":"DERIVED","citation":"Brunser AM, Ouyang M, Arima H, Lavados PM, Robinson T, Munoz-Venturelli P, Olavarria VV, Billot L, Hackett ML, Song L, Middleton S, Pontes-Neto O, Lee TH, Watkins C, Anderson CS. No benefit of flat head positioning in early moderate-severe acute ischaemic stroke: a HeadPoST study subgroup analysis. Stroke Vasc Neurol. 2020 Dec;5(4):406-409. doi: 10.1136/svn-2020-000387. Epub 2020 Jun 25."},{"pmid":"31237173","type":"DERIVED","citation":"Munoz Venturelli P, Li X, Middleton S, Watkins C, Lavados PM, Olavarria VV, Brunser A, Pontes-Neto O, Santos TEG, Arima H, Billot L, Hackett ML, Song L, Robinson T, Anderson CS; HEADPOST (Head Positioning in Acute Stroke Trial) Investigators. Impact of Evidence-Based Stroke Care on Patient Outcomes: A Multilevel Analysis of an International Study. J Am Heart Assoc. 2019 Jul 2;8(13):e012640. doi: 10.1161/JAHA.119.012640. Epub 2019 Jun 25."},{"pmid":"30894658","type":"DERIVED","citation":"Minhas JS, Wang X, Lavados PM, Moullaali TJ, Arima H, Billot L, Hackett ML, Olavarria VV, Middleton S, Pontes-Neto O, De Silva HA, Lee TH, Pandian JD, Mead GE, Watkins C, Chalmers J, Anderson CS, Robinson TG; HeadPoST Investigators. Blood pressure variability and outcome in acute ischemic and hemorrhagic stroke: a post hoc analysis of the HeadPoST study. J Hum Hypertens. 2019 May;33(5):411-418. doi: 10.1038/s41371-019-0193-z. Epub 2019 Mar 20."},{"pmid":"28730950","type":"DERIVED","citation":"Billot L, Woodward M, Arima H, Hackett ML, Munoz Venturelli P, Lavados PM, Brunser A, Peng B, Cui L, Song L, Heritier S, Jan S, Middleton S, Olavarria VV, Lim J, Robinson T, Pontes-Neto O, Watkins C, Anderson CS. Statistical analysis plan for the Head Position in Stroke Trial (HeadPoST): An international cluster cross-over randomized trial. Int J Stroke. 2017 Aug;12(6):667-670. doi: 10.1177/1747493017701943. Epub 2017 Mar 24."},{"pmid":"28636854","type":"DERIVED","citation":"Anderson CS, Arima H, Lavados P, Billot L, Hackett ML, Olavarria VV, Munoz Venturelli P, Brunser A, Peng B, Cui L, Song L, Rogers K, Middleton S, Lim JY, Forshaw D, Lightbody CE, Woodward M, Pontes-Neto O, De Silva HA, Lin RT, Lee TH, Pandian JD, Mead GE, Robinson T, Watkins C; HeadPoST Investigators and Coordinators. Cluster-Randomized, Crossover Trial of Head Positioning in Acute Stroke. N Engl J Med. 2017 Jun 22;376(25):2437-2447. doi: 10.1056/NEJMoa1615715."},{"pmid":"26040944","type":"DERIVED","citation":"Munoz-Venturelli P, Arima H, Lavados P, Brunser A, Peng B, Cui L, Song L, Billot L, Boaden E, Hackett ML, Heritier S, Jan S, Middleton S, Olavarria VV, Lim JY, Lindley RI, Heeley E, Robinson T, Pontes-Neto O, Natsagdorj L, Lin RT, Watkins C, Anderson CS; HeadPoST Collaborative Investigators. Head Position in Stroke Trial (HeadPoST)--sitting-up vs lying-flat positioning of patients with acute stroke: study protocol for a cluster randomised controlled trial. Trials. 2015 Jun 5;16:256. doi: 10.1186/s13063-015-0767-1."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Participant data is de-identified and therefore individual data cannot be shared"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002543","term":"Cerebral Hemorrhage"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6535","name":"Death","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5482","name":"Cerebral Hemorrhage","asFound":"Intracerebral Hemorrhage","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}