{"protocolSection":{"identificationModule":{"nctId":"NCT04843254","orgStudyIdInfo":{"id":"REC/00960 Ayesha Javed"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Translation of Stroke Specific Quality of Life Questionnaire Into Local Languages of Pakistan","officialTitle":"Reliability and Validity of Stroke Specific Quality of Life Scale in Local Languages of Pakistan"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-04-22","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-04-08","studyFirstSubmitQcDate":"2021-04-12","studyFirstPostDateStruct":{"date":"2021-04-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-30","lastUpdatePostDateStruct":{"date":"2022-03-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the present study is to translate the Stroke Specific Quality of Life Questionnaire into local languages of Pakistan along with validation of the translated versions by evaluating their validity and reliability in the people of Pakistan, speaking respective languages and suffering from a stroke. No such study has been previously conducted in the Pakistan region which translates the specific questionnaire and follows the proper cross-culture adaptation protocol.","detailedDescription":"The stroke-Specific Quality of Life Scale is regarded as one of the most extensive and more commonly utilized patient-centred and self-reported measure of outcomes in the stroke population. The SS-QoL scale is a health-related outcome measure that comprises 49 items in 12 areas of vision, mobility, thinking, social roles, self-care, language, personality, family roles, work/productivity, upper limb function, mood and energy. It covers a more extensive inclusion of capacities ordinarily influenced by stroke.\n\nThe Stroke Specific Quality of Life questionnaire, originally developed in English, has been translated into many languages to assess for its validity and reliability ever since, but not any of the Pakistani native versions are made or tested. Previous studies have shown that the translation of the scale would end up giving a standard measure to be utilized in clinical practices and research studies while sanctioning clinicians and specialists to share information and have an insight into patient's health-related concerns post-stroke. Thus, it is imperative to translate this questionnaire into psychometrically sound versions of indigenous Pakistani languages such as Urdu, Punjabi, Sindhi, Balochi and Pashto. This may promote an easy understanding of the local population in Pakistan where the languages are spoken and will provide a valid measure of stroke-specific health outcomes to be clinically utilized by practitioners and researchers across the country."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","SSQoL","Stroke Specific Quality of Life","Tool Translation","Validity","Reliability"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":1125,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Cross-Cultural Translation of Stroke Specific Quality of Life Scale into local languages of Pakistan","description":"The Stroke Specific Quality of Life Scale (SSQoL) is regarded as one of the most extensive and more commonly utilized patient-centred and self-reported measure of outcomes in the stroke population. It is a health-related stroke outcome measure intended to gather all the relevant concerns significant to the stroke population. The responses are obtained via a progression of a series of centred meetings and interviews with concerned post-stroke patients to survey personal satisfaction. The SS-QoL comprises 49 items in 12 areas of vision, mobility, thinking, social roles, self-care, language, personality, family roles, work/productivity, upper limb function, mood and energy. The patient responses are appraised on a Likert scale consisting of 5 points with greater scores demonstrating better capacity. It covers a more extensive inclusion of capacities ordinarily influenced by stroke. Its translation is to be done in the local languages of Pakistan through a rigorous and approved process.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Reliability and Validity of translated versions","description":"To determine reliability and validity of cross-culturally adapted and the translated versions of SSQoL in stroke patients with respective languages. Reliability or reproducibility refers to the ability of a measure to produce the same results when administered at two or more interval between different visits of the patient and validity is how accurate the tool measures an item it is supposed to. Thus these both are to measured through various parameters to validate the translated versions as appropriate and applicable.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients post-stroke (sub-acute/chronic stage)\n* Participants belonging to Urdu, Punjabi, Sindhi, Balochi and Pashto speaking class\n* Patients should be capable to complete the questionnaire without any help.\n\nExclusion Criteria:\n\n* Healthy population\n* Patients at the acute stage of stroke/ TIA.\n* Individuals diagnosed with conditions other than stroke.\n* Individuals with language/ memory problems.\n* Individuals with disability due to any structural/congenital cause.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"To meet inclusion criteria, participants diagnosed with stroke (sub-acute/chronic stage), clinically stable, between age 40-70 years and able to read and complete the local language version of SSQoL. Then patient response will be checked on the translated versions.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Imran Amjad, PhD","role":"CONTACT","phone":"03324390125","email":"imran.amjad@riphah.edu.pk"},{"name":"Ayesha Javed, MSPT(NMPT*)","role":"CONTACT","phone":"03165278975","email":"ayesha11492@gmail.com"}],"overallOfficials":[{"name":"Imran Amjad, PhD","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Physiotherapy Department WIRS","status":"RECRUITING","city":"Abbottabad","state":"KPK","zip":"22010","country":"Pakistan","contacts":[{"name":"Umber Fatima, M.Phil","role":"CONTACT","phone":"03314721691","email":"umber.fatima11@gmail.com"},{"name":"Ayesha Javed, MSPT(NMPT*)","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.1463,"lon":73.21168}}]},"referencesModule":{"references":[{"pmid":"10390308","type":"BACKGROUND","citation":"Williams LS, Weinberger M, Harris LE, Clark DO, Biller J. Development of a stroke-specific quality of life scale. Stroke. 1999 Jul;30(7):1362-9. doi: 10.1161/01.str.30.7.1362."},{"pmid":"20169472","type":"BACKGROUND","citation":"Mokkink LB, Terwee CB, Patrick DL, Alonso J, Stratford PW, Knol DL, Bouter LM, de Vet HC. The COSMIN checklist for assessing the methodological quality of studies on measurement properties of health status measurement instruments: an international Delphi study. Qual Life Res. 2010 May;19(4):539-49. doi: 10.1007/s11136-010-9606-8. Epub 2010 Feb 19."},{"pmid":"30532359","type":"BACKGROUND","citation":"Ganvir S, Harishch M, Kunde C. Validation of Marathi Version of Stroke-specific Quality of Life. Ann Indian Acad Neurol. 2018 Oct-Dec;21(4):290-293. doi: 10.4103/aian.AIAN_449_17."},{"pmid":"31006693","type":"BACKGROUND","citation":"Sallam SA, Al-Khamis FA, Muaidi QI, Abdulla FA. Translation and validation of the stroke specific quality of life scale into Arabic. NeuroRehabilitation. 2019;44(2):283-293. doi: 10.3233/NRE-182552."},{"pmid":"26056554","type":"BACKGROUND","citation":"Mahmoodi M, Safari A, Vossoughi M, Golbon-Haghighi F, Kamali-Sarvestani M, Ghaem H, Borhani-Haghighi A. Stroke specific quality of life questionnaire: Test of reliability and validity of the Persian version. Iran J Neurol. 2015 Apr 4;14(2):94-100."},{"pmid":"27216634","type":"BACKGROUND","citation":"Lo SH, Chang AM, Chau JP. Establishing equivalence of a Chinese version of the stroke specific quality of life measure for stroke survivors. Disabil Rehabil. 2017 Jun;39(11):1079-1086. doi: 10.1080/09638288.2016.1178348. Epub 2016 May 23."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}