{"protocolSection":{"identificationModule":{"nctId":"NCT05522244","orgStudyIdInfo":{"id":"121385"},"organization":{"fullName":"Lawson Health Research Institute","class":"OTHER"},"briefTitle":"ComputeD tomogrAphy angiographY for Left atrIal appendaGe tHrombus Detection in Acute Ischemic sTroke (DAYLIGHT) Trial","officialTitle":"ComputeD tomogrAphy angiographY for Left atrIal appendaGe tHrombus Detection in Acute Ischemic sTroke (DAYLIGHT) Trial","acronym":"DAYLIGHT"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-17","studyFirstSubmitQcDate":"2022-08-29","studyFirstPostDateStruct":{"date":"2022-08-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-12","lastUpdatePostDateStruct":{"date":"2024-02-14","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Lawson Health Research Institute","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Embolic strokes of undetermined source (ESUS) represent a subset of cryptogenic strokes that are suspected to have an occult embolic source. The risk of stroke recurrence in patients with ESUS varies between 1.9%/year and 19.0%/year depending on the prevalence of vascular risk factors. Part of the elevated recurrence rate is due to the inability to identify high-risk treatable causes such as cardiac thrombi as those found in the left atrial appendage (LAA), left atrium (LA), left ventricle (LV), valves, or aortic arch. The most frequently used diagnostic method in clinical practice to detect cardioaortic thrombi is transesophageal echocardiography (TEE). However, the relatively low availability, higher cost, and invasive nature of TEE limit its large-scale usability. In most stroke centers, patients presenting with an acute ischemic stroke or TIA undergo a tomography (CT) angiography (CTA) of the neck and intracranial vessels. This standard of care CTA (sCTA) classically includes the aortic arch, the higher portion of the ascending/descending aorta, and the rostral portion of the cardiac chambers, but does not involve the LAA, LV, or cardiac valves. A recent study performed among 300 patients with an acute ischemic stroke showed an overall LAA thrombus detection of 6.6% and 15% in patients with AF by extending the CTA 6 cm below the carina. This is an extraordinarily high prevalence of LAA compared to 0.5% to 4.8% of intracardiac thrombi identified on TEE in most previous studies. The major limitation of previous CTA and TEE studies is their observational design, so the differing prevalence of LAA thrombi could be explained by dissimilar population characteristics or selection bias. Based on the methodological limitation of prior studies and the promising role of extended CTAs (eCTA), a randomized controlled trial comparing eCTA + standard of care stroke workup vs. sCTA + standard of care stroke workup is needed.","detailedDescription":"Between 16% and 25% of patients with ischemic strokes do not have an identifiable cause after a full stroke workup, and their strokes are classified as cryptogenic. Embolic strokes of undetermined source (ESUS) represent a subset of cryptogenic strokes that are suspected to have an occult embolic source. The risk of stroke recurrence in patients with ESUS varies between 1.9%/year and 19.0%/year depending on the prevalence of vascular risk factors. Part of the elevated recurrence rate is due to the inability to identify high-risk treatable causes such as cardioaortic thrombi as those found in the left atrial appendage (LAA), left atrium (LA), left ventricle (LV), valves, or aortic arch.\n\nThe most frequently used diagnostic method in clinical practice to detect cardioaortic thrombi is transthoracic echocardiography (TTE). However, the sensitivity of TTE for detecting LV thrombi is as low as 35% without contrast and 64% with proper ultrasound contrast. Furthermore, the sensitivity for LAA thrombi is zero, given that the LAA cannot be visualized on a TTE. Transesophageal echocardiography (TEE) is a better alternative in terms of sensitivity for LV thrombus detection. However, the relatively low availability, higher cost, and invasive nature of TEE limit its large-scale usability.\n\nIn most stroke centers, patients presenting with an acute ischemic stroke or TIA undergo a computer tomography (CT) angiography (CTA) of the neck and intracranial vessels. This standard of care CTA (sCTA) classically includes the aortic arch and the higher portion of the ascending/descending aorta, but does not involve the LAA, LV, or cardiac valves. A recent study performed among 300 patients with an acute ischemic stroke showed an overall LAA thrombus detection of 6.6% and 15% in patients with atrial fibrillation (AF) by extending the CTA 6 cm below the carina. This is an extraordinarily high prevalence of LAA compared to 0.5% to 4.8% of intracardiac thrombi identified on TEE in most previous studies. The major limitation of previous CTA and TEE studies is their observational design, so the differing prevalence of LAA thrombi could be explained by dissimilar population characteristics or selection bias. Based on the methodological limitation of prior studies and the promising role of extended CTAs (eCTA), a randomized controlled trial comparing eCTA + standard of care stroke workup vs. sCTA + standard of care stroke workup is needed.\n\nDemonstrating that performing an eCTA can significantly increase the detection of LAA thrombi compared to sCTA has three important implications with the potential to improve clinical practice, patients' outcomes, and clinical guidelines. Furthermore, an eCTA could become part of the standard of care workup of patients presenting to the Emergency Department with a hyperacute ischemic stroke. Proving that eCTA increases the detection of cardio-aortic thrombi in stroke patients in a randomized controlled trial (highest level of evidence) may result in the recommendation of this approach in future guidelines. The increased detection of LAA thrombi may increase the use of oral anticoagulants, which have proven efficacy for the prevention of recurrent strokes in patients with cardiac thrombi, ultimately resulting in fewer stroke recurrences.10 However, proving the latter concept would require a larger randomized clinical trial with stroke recurrence as the primary efficacy endpoint. The LAA is the most frequent source of thromboembolism in patients with AF11 and LAA thrombi are associated with increased detection of AF on cardiac rhythm monitoring, implying that finding an LAA thrombus may help improve the selection of patients who could benefit from prolonged cardiac monitoring after stroke."},"conditionsModule":{"conditions":["Acute Ischemic Stroke","Transient Ischemic Attack","Intracardiac Thrombus"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":800,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"standard CTA","type":"NO_INTERVENTION","description":"Standard CTA performed as standard of care for Stroke Workup"},{"label":"extended CTA","type":"EXPERIMENTAL","description":"The standard CTA will be extended 6 cm below the carina","interventionNames":["Diagnostic Test: extended CTA"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"extended CTA","description":"Extending the standard CTA 6 cm below the carina.","armGroupLabels":["extended CTA"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary Efficacy Outcome: participants with a confirmed or \"highly suspected\" newly diagnosed cardioaortic thrombus","description":"The proportion of participants with a confirmed of \"highly suspected\" newly diagnosed cardioaortic thrombus (LAA, LA, LV, aorta, any aortic branch proximal to the origin of the common carotid or vertebral arteries, valves, or any other cardiac thrombus) after having completed the standard-of-care stroke workup (approximately 120 days), regardless of a history of AF or newly detected AF. The reason for choosing 120 days of follow-up is that most follow-up visits after the stroke workup is completed are done at 90 days but there may be delays in some cases. We aim to ensure the largest proportion possible of patients with a complete workup at the time of the study follow-up visit.","timeFrame":"After having complete the standard of care stroke workup for the qualifying stroke or TIA."},{"measure":"Tertiary efficacy outcome 2: The detection of pulmonary embolism.","description":"The detection of pulmonary embolism.","timeFrame":"After having complete the standard of care stroke workup for the qualifying stroke or TIA."}],"secondaryOutcomes":[{"measure":"Secondary Efficacy Outcome 1: participants diagnosed with a cardio-aortic embolic source that has an available guideline-supported treatment including thrombi, vegetation, and tumors that are not primarily detected by TTE.","description":"The proportion of participants diagnosed with a cardio-aortic embolic source that has an available guideline-supported treatment including thrombi, vegetation, and tumors. This outcome does not include other cardio-aortic embolic sources with a guideline-supported treatment that are primarily detected by TTE (part of the standard of care workup in stroke patients) such as high-risk PFO in young patients, acute anterior myocardial infarction with reduced ejection and no LV thrombus fraction (American Heart Association -AHA Guidelines), severe LV dysfunction with ejection fraction ≤35%, without evidence of LA or LV thrombus in (Canadian Secondary Prevention Best Practice Recommendations).","timeFrame":"After having complete the standard of care stroke workup for the qualifying stroke or TIA."},{"measure":"Secondary efficacy outcome 2: participants diagnosed with a cardio-aortic embolic source known to increase the risk of stroke.","description":"The proportion of participants diagnosed with a cardio-aortic embolic source known to increase the risk of stroke. This category includes the following cardio-aortic embolic sources:\n\n* Any of the components of the primary efficacy outcome.\n* Non-thrombotic slow LAA flow (SLAAF)\n* Moderately to severely enlarged LA (≥42 ml/m2).\n* Reduced LV ejection fraction \\<35%.\n* High-risk PFO\n* Apical aneurysm/hypokinesis/akinesis, anterior wall hypokinesis/akinesis, or global hypokinesis/akinesis.\n* High-risk aortic plaque defined as \\>4 mm thickness\n* Aortic dissection","timeFrame":"After having complete the standard of care stroke workup for the qualifying stroke or TIA."},{"measure":"Secondary efficacy outcome 3: participants diagnosed with a cardio-aortic embolic source resulting in the initiation of a new secondary prevention treatment other than antiplatelet therapy.","description":"The proportion of participants diagnosed with a cardio-aortic embolic source resulting in the initiation of a new secondary prevention treatment other than antiplatelet therapy, including anticoagulation, antibiotic therapy for infective endocarditis, completed or planned surgery for vegetations in infective endocarditis or aortic dissection, statin therapy in the presence of severe aortic plaque, etc. Initiation of a new therapy will be defined as a treatment started after the stroke, which the participant was not receiving before the stroke occurrence.","timeFrame":"After having complete the standard of care stroke workup for the qualifying stroke or TIA."}],"otherOutcomes":[{"measure":"Tertiary efficacy outcome 1: Detection of a pulmonary nodule or mass.","description":"Detection of a pulmonary nodule or mass measuring ≥ 6mm, multiple nodules of any size, or a pulmonary mass, as per the Fleischner Society 2017 Guidelines for Management of Incidentally Detected Pulmonary Nodules in Adults.","timeFrame":"After having complete the standard of care stroke workup for the qualifying stroke or TIA."},{"measure":"Tertiary efficacy outcome 2: The detection of pulmonary embolism.","description":"The detection of pulmonary embolism.","timeFrame":"After having complete the standard of care stroke workup for the qualifying stroke or TIA."},{"measure":"Primary Safety Outcome 1: door to sCTA time vs door to eCTA","description":"Door-to-CTA completion will be measured to ensure that the eCTA will not result in substantial delays in patient care. Although we anticipate that the eCTA will only be 3 seconds longer than the sCTA, we will aim to document any possible differences.","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Secondary Safety Outcome 1: Door-to-needle","description":"Door-to-needle time in patients receiving intravenous thrombolysis is defined as the time elapsed between patient registration at the Emergency Department and the initiation of tPA or TNK bolus.","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Secondary Safety Outcome 2: Door-to-groin puncture","description":"Door-to-groin puncture time in patients undergoing mechanical thrombectomy.","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Secondary Safety Outcome 3: CTA-related radiation exposure","description":"Radiation exposure will be retrieved from the CTA summary report, which is reported as Dose Length Product (DLP) in milligray-centimeter (mGy-cm). The DLP is reported separately for the body and head. Each measure will be multiplied by their respective dose conversion coefficients (k factors), which account for the radiosensitivity of organs in the scanned region, to estimate the effective dose reported in millisievert (mSv).","timeFrame":"Through study completion, an average of 1 year"},{"measure":"Secondary Safety Outcome 4: Contrast-induced nephropathy","description":"Contrast-induced nephropathy, defined as an increase in serum creatinine ≥44 µmol/L (0.5 mg/dL) or a 25% increase from baseline within 48 hours after contrast exposure.","timeFrame":"Through study completion, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All adult patients with a suspected cerebrovascular event who are evaluated in the Emergency Department or the Urgent Stroke Prevention Clinic at University Hospital, London Health Sciences Centre, London, Ontario, Canada.\n* A confirmed diagnosis of stroke or TIA is not mandatory for patient enrollment and randomization. However, patients without a cerebrovascular event will be further excluded from the analysis of efficacy and safety outcomes. Only patients with an adjudicated ischemic stroke or TIA will be included in the latter analyses.\n\nExclusion Criteria:\n\n* Allergy to iodinated contrast agents\n* Pregnancy\n* Lack of a peripheral vein access for intravenous contrast administration\n* Any contraindication for the clinical use of a CTA for hyperacute stroke care (e.g., end-stage renal disease that contraindicates a CTA), and active or past cancer of the head, neck, or chest)\n* Patients with known or newly diagnosed AF will not be excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Diana Ayan, MSc","role":"CONTACT","phone":"519-685-8500","phoneExt":"35826","email":"diana.ayan@lhsc.on.ca"},{"name":"Jennifer Moussa","role":"CONTACT","phone":"519-685-8500","email":"jennifer.moussa@lhsc.on.ca"}],"overallOfficials":[{"name":"Luciano Sposato, MD","affiliation":"London Health Sciences Center, Western University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Rodrigo Bagur, MD","affiliation":"London Health Sciences Center, Western University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"London Health Sciences Centre","status":"RECRUITING","city":"London","state":"Ontario","zip":"N6A 5A5","country":"Canada","contacts":[{"name":"Diana Ayan, MSc","role":"CONTACT","phone":"+1(519) 685-8500","phoneExt":"35286","email":"diana.ayan@lhsc.on.ca"},{"name":"Jennifer Moussa","role":"CONTACT","phone":"+1(519) 685-8500","phoneExt":"33110","email":"jennifer.moussa@lhsc.on.ca"},{"name":"Luciano Sposato, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.98339,"lon":-81.23304}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000013927","term":"Thrombosis"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"},{"id":"D000016769","term":"Embolism and Thrombosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombus","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}