{"protocolSection":{"identificationModule":{"nctId":"NCT05772936","orgStudyIdInfo":{"id":"RST4CVA2018"},"organization":{"fullName":"Northwestern University","class":"OTHER"},"briefTitle":"Reactive Standing Balance Step Training Post Stroke","officialTitle":"Perturbation-induced Reactive Standing BalanceTraining in Persons Post Stroke"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-02-06","type":"ACTUAL"},"completionDateStruct":{"date":"2023-02-06","type":"ACTUAL"},"studyFirstSubmitDate":"2019-10-24","studyFirstSubmitQcDate":"2023-03-14","studyFirstPostDateStruct":{"date":"2023-03-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-14","lastUpdatePostDateStruct":{"date":"2023-03-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Katherine Martinez","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Northwestern University"},"leadSponsor":{"name":"Northwestern University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to investigate the effectiveness of reactive step training on the timing and frequency of perturbation induced paretic leg stepping in persons post stroke. The study will consist of one or six one-hour training sessions and a pre and post visit each lasting up to two hours at our downtown Chicago location.","detailedDescription":"Perturbation induced step training. Perturbations will be applied by a mechanical weight drop system that has been used in previous studies. A belt with a cable will be attached to the subject's waist. The cable will be attached to metal weights that is held by an electromagnet on a vertical pole approximately 10-12ft from the subject. The weight will drop 52cm when the electromagnet is released. When the subject has attained and held a predetermined standing position for 1-3 seconds the mechanical perturbation will be activated. See training protocol below.\n\nPre and Post Testing Sessions: Subjects will be asked to complete pre and post testing sessions within 1 week of training. Testing sessions will include laboratory and clinical measures of balance and will last for approximately one hour.\n\nLaboratory Measures: Participants will complete 2 standing trials, 12 voluntary stepping trials, and 12 anterior perturbation trials while standing on force platforms.\n\nStanding trials: Subjects will be asked to stand feet hip with apart with each foot on a separate force plate that measure the pressure under their feet. Their foot placement will be traced so they can return to the same placement for each trial. Subjects will be instructed to cross their arms and stand as still as they can for 3 seconds, then march in place for 3 seconds.\n\nVoluntary Stepping Trials: While standing with their feet in their foot tracings subjects will be asked to shift their weight until they assume a predetermined pressure under each foot. Visual feedback will be provided on a monitor in front of them. They will be instructed to hold that position until they see the \"Go\" cue on the screen at which point they should take 3 steps forward as fast as they can. There will be 6 stepping trials on each leg starting with the less involved leg.\n\nReactive Stepping Trials: Subjects will be secured in a safety harness that is mounted to the ceiling. The harness does not interfere with stepping but allows the person body weight to be supported if there is a loss of balance. A belt will be placed around the subjects' waist that will be connected by a cable to a mechanical weight drop device that will pull the subject forward to challenge their balance. The puller will provide mechanical perturbations up to 10% of subjects' body weight. The subjects will be instructed not resist the pull but to respond naturally and move their feet if needed to maintain up right posture. There will be ten reactive trials. Rest breaks will be given between voluntary and reactive trials or as needed.\n\nParticipants will complete 6 training sessions within a three-week period. Subjects will stand with their feet on a platform with a scale. Subjects will be instructed to try to use their more impaired leg if they need to step. The same mechanical perturbation that was used in the pre/post testing will be used for training with the belt attached to their waist. When they have attained and held a predetermined standing position for 1-3 seconds the mechanical perturbation will be activated. The weight bearing status of the more impaired leg will be increased by 5% after 10 out of 12 successive trials (i.e. stepping with the more impaired leg) or decreased by 5% if they always step with the less impaired leg after 6 trials. Training sessions will consist of 50 perturbation trials at 10% body weight and 3 catch trials at 2% body weight to discourage premature stepping. Training session will last about 1 hour. Subjects will be given rest breaks as needed."},"conditionsModule":{"conditions":["Stroke, Cerebrovascular"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":13,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"single arm non-randomized","type":"EXPERIMENTAL","description":"all enrolled subjects will participate in the perturbation-induced step training, 1 or 6 sessions about 1-1.5 hour (30-90 trials) each session.","interventionNames":["Behavioral: Balance training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Balance training","description":"perturbation induce step training to improve reactive stepping with paretic leg.","armGroupLabels":["single arm non-randomized"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in frequency of stepping with paretic leg after a perturbation","description":"number of trials when the paretic leg takes the first reactive step after the perturbation is applied during the reactive trials.","timeFrame":"Change in stepping with paretic leg will be modeled from baseline and immediately after the intervention."},{"measure":"Change in step onset time for voluntary and reactive steps","description":"step onset time is the time the stepping foot lifts off the ground after the Go cue for voluntary steps and after the perturbation for the reactive steps.","timeFrame":"Change in step onset will be modeled from baseline and immediately after the intervention."},{"measure":"Change in reactive lean balance test","description":"Lean balance test is a passive way to test reactive stepping. Participants will lean again the research staff hands until their center of mass is at the edge of their feet. The research staff will suddenly remove their hands and allow the participant to catch their balance. Research staff are trained to perform the test and to guard the participant if needed. Extra personnel will be near by for additional support if the participant is not able to recover their balance.","timeFrame":"Change in reactive lean balance test will be modeled from baseline and immediately after the intervention."}],"secondaryOutcomes":[{"measure":"10 meter walk test","description":"subject walking will be timed at comfortable and fast speed over a 10 meter distance.","timeFrame":"Day 1 before training"},{"measure":"Activities-specific Balance Confidence scale (ABC)","description":"The ABC is a sixteen item questionnaire that ask subjects to rate their balance confidence on various daily activities. Scores range from 10 to 100 on each item, with total score the average of all responses. Higher score indicate more balance confidence, low score indicate less balance confidence.","timeFrame":"Day 1 before training"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. at least 1 year post a single unilateral hemispheric stroke (CVA)\n2. living independently in the community\n3. able to walk 25 feet without assistive device\n\nExclusion Criteria:\n\n1. pain that limits movement\n2. joint surgery of the lower extremity\n3. unable to give consent\n4. significant postural alignment deficits such as scoliosis or genu recurvatum\n5. loss of sensation in the lower limb","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Katherine M Martinez, PhD","affiliation":"Northwestern University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Northwestern University","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"all IPD that underlie results in a publication.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Data will be available 6 months after publication","accessCriteria":"access to data will be made available by contacting the principle investigator."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}