{"protocolSection":{"identificationModule":{"nctId":"NCT04527237","orgStudyIdInfo":{"id":"AIBU-HSF-DU-01"},"organization":{"fullName":"Abant Izzet Baysal University","class":"OTHER"},"briefTitle":"Acupressure in Acute Stroke Patients","officialTitle":"Acupressure Physiological Parameters in Patients With Acute Stroke, Its Effect on Anxiety and Sleep Quality: A Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-05-12","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-22","type":"ACTUAL"},"studyFirstSubmitDate":"2020-07-01","studyFirstSubmitQcDate":"2020-08-24","studyFirstPostDateStruct":{"date":"2020-08-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-05","lastUpdatePostDateStruct":{"date":"2022-04-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Abant Izzet Baysal University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Aim: To examine the effect of acupressure application on physiological parameters, anxiety and sleep quality in patients with acute stroke.\n\nMethod: Randomized controlled trial will be carried out in the stroke patients in Turkey. The research will include two groups, an intervention (n=32) and a placebo (n=32).\n\nSince the critical period in the care of the patient who had an acute stroke is the first 72 hours;\n\n* An application and evaluation will be made every 12 hours after the first application. In other words, a person will be given 2 applications a day with an interval of 12 hours and a total of 6 applications within 72 hours.\n* Depending on the number of points selected and the duration of the print on each point; the session duration of an individual will be approximately 25 minutes.\n* Physiological measurements will be made before and after the acupressure application. Physiological measurements 10-15 min. From acupressure application. will be taken before and the same measurements after acupressure 20-30. Will be taken again in the min interval.\n* Application to acupressure points in a certain order; Baihui (GV20), Susanli (ST36), Hegu (LI4), Shenmen (HT 7) and Quchi (LI11) will be held.\n\nThe application steps of the placebo group will be the same as the acupressure application steps. Unlike acupressure, it will be waited for 2 minutes only in contact with the thumb, without any pressure or scrub on the bone protrusions, away from the real acupressure points, where the meridian does not pass and there are no active points. To reduce the electrical effect of the touch, gloves will be worn only in contact.","detailedDescription":"Stroke is a medical emergency and 25% of patients experience neurological deterioration 24-48 hours after stroke. After stroke, 15-30% of patients live with permanent sequelae, and 20% become in need of care. Therefore, the care provided in the acute period (24-72 hours) is critical in shaping recovery and prognosis. It is possible to prevent neurological and medical complications with safe and effective stroke care (Boyraz 2015).\n\nThere are many factors that affect the occurrence of complications in patients with acute stroke. The most common of these factors are increased blood pressure, decreased oxygen saturation, fever, heart rate and respiratory rate physiological parameters. The follow-up and control of physiological parameters is of vital importance, especially in patients with acute stroke (Greer et al.2008; Uzuner, Steiner et al.2014; Kutluk and Balkan 2015). In addition, it is stated that the sudden change in the health status of the individual, the emergence of anxiety due to the hospitalization process and the inability to perform daily life activities, the difficulty in adapting to the treatment process, and the disruption of sleep patterns may be effective in the emergence of complications (Jariani et al 2011).\n\nDespite the symptoms or complications of stroke, it is one of the most important goals of health care to make patients feel good and help them to continue their daily life activities (Ovayol and Ovayol 2016). Among the nursing interventions applied to relieve these symptoms or complications, there are complementary and alternative treatment (CAM) methods (Khorshid 2005; Taşçı 2015). Many of the CAM methods are similar to nursing practices in terms of focusing on the holistic concept (Taşçı 2015).\n\nIn the literature, it is stated that acupressure application, which is among the CAM methods in stroke patients, is frequently used and is an effective application (Song et al.2015; Shın and Lee 2007; Kang, Sok, and Kang 2009; Yue, Jiang, and Wong 2012). Acupressure (Shiatsu) is a massage technique applied with fingers and palms, based on traditional Chinese Medicine, consisting of the words shi = finger = and atsu = pressure. Acupressure is one of the oldest healing methods. This method ensures proper functioning of energy channels (such as blood circulation) by applying pressure to acupuncture points with fingers, palms, tennis balls or special stimulation tools to activate the self-healing power of the body, regulate energy flow, and relieve uncomfortable symptoms. The acupressure technique is a noninvasive, safe, effective method that has no side effects (Song et al.2015; Mucuk and Ceyhan 2015). Although acupressure application is included in the Nursing Interventions Classification (NIC), it is a method that increases the independent functions of the nurse and improves the patient and nurse interaction (Özkan and Balcı 2018).\n\nAs a result of the literature review, it has been proven that acupressure applications are effective in coping with many symptoms and complications in stroke patients, but there is no study examining the effect of acupressure application on the control of physiological parameters, anxiety and sleep quality in patients with acute stroke in the world and in our country. Considering that acupressure application is a non-invasive, safe and effective method, it is thought that the application of acupressure in the acute stroke period can reduce the development rate of complications, increase the quality of healing, reduce the patient's anxiety and increase the patient's sleep quality, and more evidence-based studies can be undertaken to defend its effectiveness clearly. is needed."},"conditionsModule":{"conditions":["Nursing Caries"],"keywords":["Shiatsu","stroke","Nervousness","Sleep Habits","Vital Signs"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":64,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"acupressure","type":"EXPERIMENTAL","description":"The person will be given 2 applications a day at 12-hour intervals and 6 applications in 72 hours in total.Physiological measurements will be made before and after the acupressure application. Physiological measurements 10-15 min. From acupressure application. will be taken before and the same measurements after acupressure 20-30. Will be taken again in the min interval. In addition, the Continuous Anxiety Scale will be applied once before application, the State Anxiety Scale will be applied once before the application and 3 times in total after the application at the end of every 24 hours. Sleep Scale will be applied 3 times in total before the next day after application.\n\nApplication to acupressure points in a certain order; Baihui, Susanli, Hegu, Shenmen and Quchi will be held.\n\nAfter 2-3 minutes of approach to the patient and proper positioning, 20 seconds of preparation of each of the notes will be prepared and then 2 minutes acupressure application will be applied to each point.","interventionNames":["Other: acupressure"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","description":"The false acupressure application steps (temperature of the environment, patient's position, application time, frequency and repetition, evaluation period etc.) will be the same as the acupressure application steps. Unlike acupressure, it will only be in contact with wearing gloves to reduce the electrical effect of touch, away from the actual acupressure points. Touching any part of the body or making skin contact can be an effect alone, as well as other meridians and points are located near the existing meridian and selected points, and entering their area of influence, pressing or scrubbing can cause other effects to be activated.","interventionNames":["Other: Placebo"]}],"interventions":[{"type":"OTHER","name":"acupressure","description":"The person will be given 2 applications a day at 12-hour intervals and 6 applications in 72 hours in total. The session duration of an individual will be approximately 25 minutes.\n\nPhysiological measurements will be made before and after the acupressure application. Physiological measurements 10-15 min. From acupressure application. will be taken before and the same measurements after acupressure 20-30. Will be taken again in the min interval. In addition, the Continuous Anxiety Scale will be applied once before application, the State Anxiety Scale will be applied once before the application and 3 times in total after the application at the end of every 24 hours. Sleep Scale will be applied 3 times in total before the next day after application.","armGroupLabels":["acupressure"]},{"type":"OTHER","name":"Placebo","description":"Unlike acupressure, it will only be in contact with gloves, to reduce the electrical effect of touch, away from the actual acupressure points.","armGroupLabels":["placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Systolic blood pressure (mmHg)","description":"Systolic blood pressure measurements will be made 15 minutes before and 30 minutes after the acupressure application. After acute stroke systolic and diastolic blood pressure measurements are recorded before and after application every 12 hours.","timeFrame":"3 days"},{"measure":"Diastolic blood pressure (mmHg)","description":"Diastolic blood pressure measurements will be made 15 minutes before and 30 minutes after the acupressure application. After acute stroke systolic and diastolic blood pressure measurements are recorded before and after application every 12 hours.","timeFrame":"3 days"},{"measure":"Pulse (beat/minute)","description":"Pulse measurements will be made 15 minutes before and 30 minutes after the acupressure application. After acute stroke pulse measurements are recorded before and after application every 12 hours.","timeFrame":"3 days"},{"measure":"Fever (Cº)","description":"Fever measurements will be made 15 minutes before and 30 minutes after the acupressure application. After acute stroke fever measurements are recorded before and after application every 12 hours.","timeFrame":"3 days"},{"measure":"Respiratory rate (rate/minute)","description":"Respiratory rate measurements will be made 15 minutes before and 30 minutes after the acupressure application. After acute stroke respiratory rate measurements are recorded before and after application every 12 hours.","timeFrame":"3 days"},{"measure":"Oxygen saturation (mmHg)","description":"Oxygen saturation measurements will be made 15 minutes before and 30 minutes after the acupressure application. After acute stroke oxygen saturation measurements are recorded before and after application every 12 hours.","timeFrame":"3 days"},{"measure":"Anxiety (Spielberger State-Trait Anxiety Inventory / STAI)","description":"Spielberger State Anxiety Scale: The scores obtained from the scale vary between 20-80, and high scores indicate high anxiety and low scores indicate low anxiety levels. The total score between 0-19 shows that there is no anxiety, the total score between 20-39 indicates mild, the total score between 40-59 indicates moderate, and the total score between 60-79 indicates severe anxiety.\n\nContinuity Anxiety Scale states how the person feels in the process, regardless of the situation and conditions. The scores obtained from the scale vary between 20-80. The average score level determined in the applications varies between 36 and 41. 0-30 shows low, 31-49 shows medium, 50-80 shows high anxiety.","timeFrame":"3 days"},{"measure":"Sleep quality (Richard-Campbell Sleep Scale (RCSS))","description":"The scale will be applied 3 times in total. The scale will be filled in after the night sleep after applying acupressure to the patient twice. In other words, the scale will be filled before acupressure applications on the second, third and fourth day of hospitalization.\n\nEach item of the scale is evaluated with visual analog scale technique ranging from 0-100. \"0-25\" score obtained from the scale indicates \"very bad sleep\", \"76-100\" score indicates \"very good sleep\".","timeFrame":"3 days"}],"secondaryOutcomes":[{"measure":"National Institute of Health Stroke Scale (NIHSS)","description":"The scale will be applied twice before and after acupressure applications. The highest score that can be obtained from the scale is 42. Having a high score on the scale is associated with high mortality. While the NIHSS score of more than 16 indicates serious insufficiency or high risk of death, less than 6 indicates that the prognosis will be good.","timeFrame":"3 days"},{"measure":"Barthel Daily Life Activities Index (BI)","description":"The scale will be applied twice before and after acupressure applications. The total score ranges from 0 to 100, showing 00-20 full addiction, 21-60 serious addiction, 61-90 medium addiction, 91-99 mild addiction, and 100 indicates full independence. Patients with a scale score below 40 cannot go home (cannot be discharged), they are addicted to their movement and personal care. A score of 60 indicates the dependence of patients with assisted independence. Patients scoring between 60 and 80 may need some help from community organizations to cope if they live alone. Patients who score above 85 can be discharged from the hospital to live in the community.","timeFrame":"3 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients diagnosed with acute stroke,\n* Patients arriving at the clinic within 24 hours from the onset of stroke,\n* Patients who have had a stroke for the first time,\n* NIHSS \\<16,\n* Turkish-speaking patients,\n* Patients who can speak,\n* Patients 18 and older,\n* Patients without neurological diseases other than stroke,\n* Patients who agree to participate in the study,\n* Patients who are willing to access medical records since hospitalization.\n\nExclusion Criteria:\n\n* Patients diagnosed other than stroke (such as subarachnoid hemorrhage, aneurysm, dementia, psychiatric disease),\n* Having a malignancy,\n* The existence of unstable Angina Pectoris,\n* Having congestive Heart Failure.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Dilek Yılmaz, Res Assist","affiliation":"Bolu Abant Izzet Baysal University Health Sciences Faculty","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Abant İzzet Baysal Üniversitesi","city":"Bolu","zip":"14100","country":"Turkey","geoPoint":{"lat":40.73583,"lon":31.60611}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M4014","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}