{"protocolSection":{"identificationModule":{"nctId":"NCT02225730","orgStudyIdInfo":{"id":"28213"},"organization":{"fullName":"Stanford University","class":"OTHER"},"briefTitle":"Imaging Collaterals in Acute Stroke (iCAS)","officialTitle":"Imaging Collaterals in Acute Stroke","acronym":"iCAS"},"statusModule":{"statusVerifiedDate":"2020-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-09"},"primaryCompletionDateStruct":{"date":"2019-10-31","type":"ACTUAL"},"completionDateStruct":{"date":"2019-10-31","type":"ACTUAL"},"studyFirstSubmitDate":"2014-08-22","studyFirstSubmitQcDate":"2014-08-22","studyFirstPostDateStruct":{"date":"2014-08-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-03-17","lastUpdatePostDateStruct":{"date":"2020-03-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Greg Zaharchuk","investigatorTitle":"Assistant Professor of Radiology","investigatorAffiliation":"Stanford University"},"leadSponsor":{"name":"Stanford University","class":"OTHER"},"collaborators":[{"name":"Swedish Medical Center","class":"OTHER"},{"name":"University of Pittsburgh","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke is caused by a sudden blockage of a blood vessel that delivers blood to the brain. Unblocking the blood vessel with a blood clot removal device restores blood flow and if done quickly may prevent the disability that can be caused by a stroke.\n\nHowever, not all stroke patients benefit from having their blood vessel unblocked.\n\nThe aim of this study is to determine if special brain imaging, called MRI, can be used to identify which stroke patients are most likely to benefit from attempts to unblock their blood vessel with a special blood clot removal device. In particular, we will assess in this trial whether a noncontrast MR imaging sequence, arterial spin labeling (ASL), can demonstrate the presence of collateral blood flow (compared with a gold standard of the angiogram) and whether it is useful to predict who will benefit from treatment.","detailedDescription":"Intravenous tissue plasminogen activator (IV tPA) is the standard of care treatment for stroke patients when treatment can be initiated within 3 hours after symptom onset. Unfortunately, only a very small fraction of stroke patients is treated with tPA, and benefits from tPA. This is the result of two main limitations of tPA therapy.\n\nFirst, the proportion of patients that can be treated with iv tPA is small. Because of the narrow three hour time-window during which tPA is effective, only patients who arrive to the hospital early on can be treated with tPA. Most stroke patients, however, arrive at the hospital after the three-hour time-window and are therefore excluded from tPA treatment. Second, stroke patients who receive tPA do not always benefit because the treatment does not restore blood flow in all patients.\n\nPatients with persistent blood vessel occlusions and no improvement in their clinical condition after receiving tPA or those arriving at the hospital outside the 3 hour time window routinely undergo mechanical clot removal to open an occluded blood vessel in the brain.\n\nMechanical clot removal increases the percentage of stroke patients who achieve recanalization, and as a result may increase the proportion of patients who have good clinical outcomes. However it is unclear for which stroke patients mechanical thrombectomy is most suitable. Although effective at removing blood-clots, it appears that mechanical clot retrieval is not beneficial for all patients. Whereas some patients benefit, others experience no effect, and yet others are likely harmed by mechanical clot retrieval. In order to avoid harm and maximize benefit it is important to know, prior to initiation of the mechanical clot retrieval procedure, if the procedure is likely to result in a clinical improvement. We hypothesize that the response to mechanical clot retrieval can be predicted based on characteristics of an MRI scan obtained just prior to the retrieval procedure. In particular, this study will assess whether a new non-contrast MR imaging method, arterial spin labeling (ASL), which measures cerebral blood flow and can give insight into collateral flow, is effective at predicting who will benefit most from treatment. The investigators hope to learn if these new MRI techniques can help identify which patients are most likely to benefit from mechanical clot removal after receiving tPA."},"conditionsModule":{"conditions":["Stroke, Acute"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":187,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"favorable clinical response","description":"A \"favorable clinical response\", defined as an 8-point or more improvement on the NIH score when comparing the baseline score to the 30-day score or NIH score of 0 or a 30-day NIH score of 0-1","timeFrame":"day 30"}],"secondaryOutcomes":[{"measure":"modified Rankin Score","description":"90 day modified Rankin Score 5-6 and 90 day modified Rankin distribution","timeFrame":"day 90"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n1. Age 18 and older\n2. Clinical diagnosis of ischemic stroke and an associated score on the NIHSS of 5 or more points\n3. Planned to undergo (or has undergone) intra-arterial (IA) thrombectomy and/or thrombolysis for acute hemispheric stroke. (Either as primary therapy or as adjuvant therapy following intravenous tPA treatment)\n4. Planned to undergo or has undergone an MR brain scan including MR perfusion imaging (ASL \\& bolus PWI) and MR angiography of the circle of Willis prior to IA therapy\n5. Intra-arterial thrombectomy can be started within 90 minutes of completion of the MR perfusion scan and within 24 hours of symptom onset (Start of IA therapy is defined as the time of insertion of the femoral artery sheath; Time of brain scan is defined as the time that the scan is completed)\n6. Able to obtain informed consent\n\nExclusion Criteria\n\n1. Any pre-existing illness resulting in a modified Rankin Scale Score of 2 or higher prior to the qualifying stroke\n2. Creatinine clearance \\< 40 ml/min based on the NIDDK four-variable MDRD method (non-weight based)\n3. Documented allergy to MR contrast agent\n4. MRI contraindications (pacemaker, etc.)\n5. Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients presenting to the hospital with diagnosis of acute ischemic stroke who are scheduled to undergo (or have undergone) acute IA stroke therapy will be screened for study enrollment.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Gregory Zaharchuk, MD","affiliation":"Stanford University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Eden Medical Center","city":"Castro Valley","state":"California","zip":"94546","country":"United States","geoPoint":{"lat":37.6941,"lon":-122.08635}},{"facility":"Stanford University Medical Center","city":"Stanford","state":"California","zip":"94035","country":"United States","geoPoint":{"lat":37.42411,"lon":-122.16608}},{"facility":"University of Pittsburgh","city":"Pittsburgh","state":"Pennsylvania","zip":"15213","country":"United States","geoPoint":{"lat":40.44062,"lon":-79.99589}},{"facility":"Swedish Hospital","city":"Seattle","state":"Washington","zip":"98122","country":"United States","geoPoint":{"lat":47.60621,"lon":-122.33207}}]},"referencesModule":{"references":[{"pmid":"31619150","type":"DERIVED","citation":"Thamm T, Guo J, Rosenberg J, Liang T, Marks MP, Christensen S, Do HM, Kemp SM, Adair E, Eyngorn I, Mlynash M, Jovin TG, Keogh BP, Chen HJ, Lansberg MG, Albers GW, Zaharchuk G. Contralateral Hemispheric Cerebral Blood Flow Measured With Arterial Spin Labeling Can Predict Outcome in Acute Stroke. Stroke. 2019 Dec;50(12):3408-3415. doi: 10.1161/STROKEAHA.119.026499. Epub 2019 Oct 17."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}