{"protocolSection":{"identificationModule":{"nctId":"NCT06000644","orgStudyIdInfo":{"id":"CMRPD1M0841"},"organization":{"fullName":"Chang Gung University","class":"OTHER"},"briefTitle":"Effects of Combined Cognitive Training and Rhythmic Auditory Stimulation in Treadmill Training After Stroke","officialTitle":"Effects of Progressive Combined Cognitive Training and Rhythmic Auditory Stimulation in Treadmill Training on Walking Automaticity, Executive Function, and Dual-task Coordination for Patients With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-11","studyFirstSubmitQcDate":"2023-08-17","studyFirstPostDateStruct":{"date":"2023-08-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-05","lastUpdatePostDateStruct":{"date":"2024-02-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Li-Ling Chuang","investigatorTitle":"Associated Professor","investigatorAffiliation":"Chang Gung University"},"leadSponsor":{"name":"Chang Gung University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objective of this study is to compare the effects of progressive combined cognitive training and rhythmic auditory stimulation to treadmill training (combined group), cognitive treadmill training (cognitive group), rhythmic auditory stimulation to treadmill training (rhythmic group), and treadmill walking alone (treadmill group) on walking automaticity, executive function, and dual-task coordination for patients with chronic stroke (Aim 1). The second aim of this study is to investigate the factors affecting the results of interventions (Aim 2). The third aim of the study is to examine the characteristics of stroke population who are appropriate for progressive combined cognitive training and rhythmic auditory stimulation to treadmill training.","detailedDescription":"A single-blinded, randomized controlled trial will be conducted at medical centers. Eighty stroke patients will be randomized to one of the four groups. All groups will receive interventions 30 minutes per time, 3 times a week, for 4 weeks. The combined group will undertake progressive treadmill walking speed and rhythmic auditory stimulation while performing a cognitive task. The cognitive group will receive cognitive training while walking on the treadmill. The rhythmic group will hear rhythmic auditory stimulation while treadmill walking. The treadmill group will train only in progressive treadmill walking. A blinded assessor will administer three assessments. All participants will be examined for gait and cognitive performance under single-task (walking only, Stroop task only) and dual-task conditions (walking while performing the Stroop task) at baseline, post-intervention, and one-month follow-up. The primary outcome measures of gait and cognition are gait speed and cognitive score of the Stroop task under single- and dual-task conditions. The secondary outcome measures are the Mini-BESTest, Walking Ability Questionnaire, 6-minute Walk Test, and Stroke Impact Scale. Repeated measure ANOVA will be used to compare measurements at baseline, after training, and follow-up between and within the groups."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","gait rehabilitation","rhythmic auditory stimulation","cognitive training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"combined group","type":"EXPERIMENTAL","description":"The combined group will undertake progressive treadmill walking speed while performing a cognitive task with rhythmic auditory cueing.","interventionNames":["Device: Combined group"]},{"label":"cognitive group","type":"ACTIVE_COMPARATOR","description":"The cognitive group will receive cognitive training while walking on the treadmill.","interventionNames":["Device: Cognitive group"]},{"label":"rhythmic group","type":"ACTIVE_COMPARATOR","description":"The rhythmic group will hear rhythmic auditory stimulation while treadmill walking.","interventionNames":["Device: Rhythmic group"]},{"label":"treadmill group","type":"ACTIVE_COMPARATOR","description":"The treadmill group will train only in progressive treadmill walking.","interventionNames":["Device: Treadmill group"]}],"interventions":[{"type":"DEVICE","name":"Combined group","description":"The combined group will undertake progressive treadmill walking speed while performing a cognitive task with rhythmic auditory cueing for 30 minutes per session, 3 times a week for 4 weeks.","armGroupLabels":["combined group"]},{"type":"DEVICE","name":"Cognitive group","description":"The cognitive group will receive cognitive training while treadmill walking with a progressive speed for 30 minutes per session, 3 times a week for 4 weeks .","armGroupLabels":["cognitive group"]},{"type":"DEVICE","name":"Rhythmic group","description":"The rhythmic group will hear rhythmic auditory stimulation while treadmill walking for 30 minutes per session, 3 times a week for 4 weeks.","armGroupLabels":["rhythmic group"]},{"type":"DEVICE","name":"Treadmill group","description":"The treadmill group will train only in progressive treadmill walking for 30 minutes per session, 3 times a week for 4 weeks.","armGroupLabels":["treadmill group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Walking speed (m/s)","description":"Participants will walk 10 meters at their preferred speed with and without the Stroop task twice, respectively. The spatiotemporal gait parameters will be examined using Physilog® sensors (Gait Up, Switzerland) and analyzed by the Gait Analysis Package software on the USB key. Walking speed (m/s) is the mean speed of forward walking, calculated in meters per second.","timeFrame":"5 minutes"},{"measure":"Stride time variability (%)","description":"The stride time is the duration of one cycle (from heel strike to heel strike of the same side). Stride time variability (%) is the coefficient of variation of stride time or cycle duration in percent.","timeFrame":"5 minutes"},{"measure":"Gait asymmetry (%)","description":"Gait asymmetry will be assessed by comparing left and right swing time, in percent. A perfect symmetry outputs a value of 0%.","timeFrame":"5 minutes"},{"measure":"Cognitive composite score","description":"The Stroop task is the commonly utilized dual-task paradigm and measures executive function and response inhibition, which plays a vital role during walking. Therefore, the Stroop task will be selected to assess cognitive dual-task walking. The Stroop task will be performed while sitting and walking to assess executive function under single-task and dual-task conditions. The following is the formula for calculating the cognitive composite score: Cognitive composite score of the Stroop task = \\[Accuracy(%)/Reaction time(milliseconds)\\] \\* 100. The better the cognitive performance of the Stroop task, the higher the cognitive composite score.\n\nThe instructions for the dual-task walking (walking + Stroop) are designed to encourage neutral prioritization between the two tasks (\"walk at the preferred speed while performing the Stroop task as accurately and quickly as you can\").","timeFrame":"5 minutes"}],"secondaryOutcomes":[{"measure":"Dual-task automaticity","description":"Automaticity is based on the combined interference of both motor (i.e., walking speed) and cognitive DTE. The combined dual-task effect (cDTE) is a measure that quantifies automaticity while performing a dual-task. The walking speed and cognitive composite score under single-task and dual-task conditions will be used to calculate combined DTE.A negative cDTE value is indicative of automaticity under dual-task that deteriorated or interfered. A positive cDTE value indicates automaticity facilitation.","timeFrame":"5 minutes"},{"measure":"Task-specific dual-task interference","description":"Task-specific dual-task interference calculates the motor (i.e., walking speed) or cognitive dual-task effect (DTE), which relates dual-task performance to single-task performance. For assessing dual-task interference, quantifying the combined interference of the motor and the cognitive tasks may be a more comprehensive measure of the dual-task effect to provide a more accurate picture of gait automaticity. The walking speed and cognitive composite score will be used to calculate motor and cognitive dual-task effect (DTE). For both the motor (i.e., walking speed) and cognitive DTE in this study, negative DTE values (i.e., dual-task interfence) indicate poor performance under dual-task walking condition compared to single-task conditions.","timeFrame":"5 minutes"},{"measure":"6-minute Walking test, 6MWT","description":"The 6-minute walk test will be used to measure participants' walking capacity and walking endurance.The participants will ask to walk for six minutes at their own pace, resting or slowing down as needed, and the total distance (meters) of walking in six minutes will be recorded","timeFrame":"6 minutes"},{"measure":"Stroke impact scale, SIS","description":"The SIS was developed to measure the quality of life after a stroke. The SIS 3.0 has eight domains: strength, hand function, mobility, activities of daily living/instrumental activities of daily living (i.e., ADLs and IADLs), memory and thinking, communication, emotion, and social participation. Scores for each domain range from 0 to 100, and higher scores indicate a better health-related quality of life. Lower scores indicate more incredible difficulty in task completion during the past week or past two weeks, or past four weeks. Eight items on the social participation domain and eight items on the mobility domain of the SIS will be used to measure the social participation of individuals with chronic stroke in this study.","timeFrame":"10 minutes"},{"measure":"Mini-Balance Evaluation System Test, Mini-BESTest","description":"The Mini-BESTest is a reliable and valid tool for evaluating balance in people with chronic stroke. It consists of 14 items and includes four subscales: anticipatory postural adjustments, reactive postural control, sensory orientation, and dynamic gait. Each test item is rated on a three-point ordinal scale (0-2, 0=severe, 1=moderate, and 2=normal), with the total score ranging between 0 and 28 points.","timeFrame":"10 minutes"},{"measure":"Walking ability questionnaire","description":"The walking ability questionnaire was designed to provide a more detailed assessment of the individual's social limitations due to reduced walking ability. A research assistant will administer the questionnaire to rate the participant's current customary mobility of 19 ambulatory activities performed in the home (8 items) and community (11 items). Current customary mobility was defined as an individual's self-reported ability to enter and leave the listed locations. Each test item is rated on a five-point ordinal scale (0-4, 0= unable, 1= wheelchair, 2=\"assisted, 3= supervised, 4= independent). An overall score was calculated. The range of scale was 0 to 76.","timeFrame":"5 minutes"},{"measure":"Outdoor walking assessment","description":"Participants will walk 400 meters at their comfortable speed on the street. A 402-meter walkway will be used for outdoor walking test. In order to allow the participants to have enough distance to accelerate and decelerate, only the time taken the middle 400 meters will be recorded by a stopwatch. The outcome measure will be walking speed (m/s).","timeFrame":"15 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. diagnosed with first-time stroke;\n2. more than 6 months after stroke onset;\n3. able to walk 10 meters;\n4. no severe vision, hearing, or speech impairments;\n5. understand and follow the instructions and sign the Informed Consent Form;\n6. older than 20 years old.\n\nExclusion Criteria:\n\n1. orthopedic problems affecting walking or other diseases that may interfere with study participation;\n2. a score of less than 24 on the mini-mental state examination (MMSE);\n3. severe balance disorder with a total score of less than 45 points Berg Balance Scale.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Li-Ling Chuang, Ph.D.","role":"CONTACT","phone":"886-3-2118800","phoneExt":"3177","email":"lchunag@gap.cgu.edu.tw"},{"name":"Li-Ling Chuang, Ph.D.","role":"CONTACT","phone":"886-3-2118800","phoneExt":"3177","email":"lchuang@mail.cgu.edu.tw"}],"overallOfficials":[{"name":"Li-Ling Chuang, Ph.D.","affiliation":"Chang Gung University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Mackay Memory Hospital","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Li-Ling Chuang, Ph.D.","role":"CONTACT","phone":"886-3-2118800","phoneExt":"3177","email":"lchuang@gap.cgu.edu.tw"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}