{"protocolSection":{"identificationModule":{"nctId":"NCT03745391","orgStudyIdInfo":{"id":"Hospital Germans Trias i Pujol"},"organization":{"fullName":"Germans Trias i Pujol Hospital","class":"OTHER"},"briefTitle":"Multimodal Neuroimaging in the Selection of Acute Ischemic Stroke (AIS) Patients to Endovascular Treatment (EVT)","officialTitle":"IMAGECAT Study: Multimodal Neuroimaging of Choice in the Selection of Patients With Acute Stroke and Favorable Clinical Response to Endovascular Treatment","acronym":"IMAGECAT"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-11-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-06-15","type":"ACTUAL"},"completionDateStruct":{"date":"2021-10-15","type":"ACTUAL"},"studyFirstSubmitDate":"2018-05-28","studyFirstSubmitQcDate":"2018-11-15","studyFirstPostDateStruct":{"date":"2018-11-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-06-28","lastUpdatePostDateStruct":{"date":"2022-07-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Monica Millan Torne","investigatorTitle":"Head of Neurology","investigatorAffiliation":"Germans Trias i Pujol Hospital"},"leadSponsor":{"name":"Germans Trias i Pujol Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To study the feasibility and usefulness of multimodal MR compared to multimodal CT to select patients with acute ischemic stroke and favorable clinical outcome after mechanical thrombectomy. The specific objectives are to compare (1) the door-picture time and door-groin puncture time, (2) the rate of patients with acute stroke selected for endovascular treatment and (3) the safety and clinical response after thrombectomy between the two groups selected according to the imaging modality.\n\nMethodology: Single-center, randomized 1:1 and stratified by age and NIHSS study of consecutive patients with suspected acute ischemic stroke. Occlusion site, ischemic volume (core) and perfusion volume will be studied by an automated perfusion system (RAPID software) in both neuroimaging groups. Mechanical thrombectomy criteria will be basically based on the presence of a Large Vessel Occlusion (LVO) and a volume of core lower than 70cc in the Cerebral Blood Flow (CBF) or Diffusion Weighted Image (DWI) sequences. Modified Rankin scale at 90 days and the rate of intracranial hemorrhage and mortality will be considered as variables of response.","detailedDescription":"In acute ischemic stroke, arterial occlusion lead to a brain ischemia that will progress to brain death of the ischemic area if the clot is not rapidly removed. Advanced neuroimaging can help us to distinguish between the irreversible injury brain parenchyma or core and the potential reversible ischemic tissue or penumbra. Multimodal neuroimaging techniques (MR and CT) have been developed in order to distinguish between core and penumbra areas and have been used to select patients in most of the last randomized clinical trials that have demonstrated the benefit of endovascular treatment. There is no agreement about which multimodal technique offers a better information to select patients for endovascular treatment.\n\nThe main aim is to study the feasibility and usefulness of multimodal MR compared to multimodal CT to select patients with acute ischemic stroke and favorable clinical outcome after mechanical thrombectomy.\n\nThe specific objectives are: Primary: to confirm no differences in long-term clinical outcome in patients with acute ischemic stroke and in those treated with endovascular therapy selected by multimodal CT or MR; and Secondary: (1) compare the feasibility of both techniques in this setting, (2) the door-picture time and door-groin puncture time of both techniques, (3) the safety of both techniques (sICH and in-hospital pneumonia) Methodology: Single-center, randomized (1:1) and stratified by age and NIHSS study of consecutive patients with acute ischemic stroke. Occlusion site, ischemic volume (core) and perfusion volume will be studied by an automated perfusion system (RAPID software) in both neuroimaging groups. Mechanical thrombectomy criteria will be basically based on the presence of an intracranial LVO occlusion and a volume of core lower than 70cc in the CBF or DWI sequences. Modified Rankin scale at 90 days and the rate of intracranial hemorrhage and mortality will be considered as variables of response."},"conditionsModule":{"conditions":["Ischemic Stroke","Arterial Occlusion","CTS","Magnetic Resonance Imaging"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients will be included consecutively and randomized (1:1) to Multimodal MR or Multimodal CT stratifying by age (\\<70, ≥70), stroke severity (NIHSS\\<18, ≥18) and time from onset to hospital (\\<8 hours, ≥8 hours)","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"SINGLE","maskingDescription":"A blinded neurologist investigator (M. Gomis) will perform the clinical assesment of included patients at 90 days in outpatient clinics","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":323,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"MULTIMODAL MAGNETIC RESONANCE (MR)","type":"ACTIVE_COMPARATOR","description":"Diagnostic test: Multimodal Neuroimaging Test: MR The group of patients with clinical suspicion of acute stroke and that fulfill the inclusion/exclusion criteria for the study that after randomization be assigned to Multimodal MR, will be directedly transferred to MR. It will be performed a multimodal MR taking into account that after discard an intracerebral haemorrhage and confirm an ischemic lesion if the patient fulfill criteria to receive intravenous alteplase, the test will be paused just to administer the treatment and immediately put again into the machine to complete the MR images. With all the information vascular neurologist will be decide if it is necessary administer endovascular treatment.","interventionNames":["Diagnostic Test: MULTIMODAL MAGNETIC RESONANCE (Multimodal MR)"]},{"label":"MULTIMODAL COMPUTED TOMOGRAPHY (CT)","type":"ACTIVE_COMPARATOR","description":"Diagnostic test: Multimodal Neuroimaging Test: CT The group of patients with clinical suspicion of acute stroke and that fulfill the inclusion/exclusion criteria for the study that after randomization is assigned to Multimodal CT, will be directedly transferred to CT. If the patient fulfill criteria to receive intravenous alteplase after discard an intracerebral haemorrhage the CT will be paused to administer the treatment and immediately will continue with the test. At the end of the test the vascular neurologist will decide if it is necessary administer endovascular treatment.","interventionNames":["Diagnostic Test: MULTIMODAL COMPUTERIZED TOMOGRAPHY (Multimodal CT)"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"MULTIMODAL MAGNETIC RESONANCE (Multimodal MR)","description":"After randomization, a MULTIMODAL MR will be performed to select treatment patient","armGroupLabels":["MULTIMODAL MAGNETIC RESONANCE (MR)"]},{"type":"DIAGNOSTIC_TEST","name":"MULTIMODAL COMPUTERIZED TOMOGRAPHY (Multimodal CT)","description":"After randomization, a MULTIMODAL CT will be performed to select treatment patient","armGroupLabels":["MULTIMODAL COMPUTED TOMOGRAPHY (CT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To evaluate long-term clinical outcome in ischemic stroke patients, and those treated with EVT and selected by each multimodal technique","description":"Modified Rankin Scale (mRS) ordinal distribution in each group. The mRS measures the patient functional status. It range from 0 to 6, and the values are (0, 1, 2, 3, 4, 5 and 6). The 0 value indicate a patient completely functional independent and without neurological deficit and 6 value indicate death. The value 1 indicate a minor neurological deficit but the patient is fully independent, the value 2 indicate that the patient do not perform all his activities (like work) but is fully independent for the daily activities so can live alone without assistance, value 3 indicates a patient partially dependent taht can not live alone during more than a week, value 4 indicates a patient totally dependent in a wheelchair but able to be some hours without assistance, and value 5 indicates a patient totally dependent in bed.","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"To evaluate long-term good clinical outcome in ischemic stroke patients, and those treated with EVT and selected by each multimodal technique","description":"Modified Rankin Scale (mRS\\<3) in each group. The mRS measures the patient functional status. It range from 0 to 6, and the values are (0, 1, 2, 3, 4, 5 and 6). The 0 value indicate a patient completely functional independent and without neurological deficit and 6 value indicate death. The value 1 indicate a minor neurological deficit but the patient is fully independent, the value 2 indicate that the patient do not perform all his activities (like work) but is fully independent for the daily activities so can live alone without assistance, value 3 indicates a patient partially dependent taht can not live alone during more than a week, value 4 indicates a patient totally dependent in a wheelchair but able to be some hours without assistance, and value 5 indicates a patient totally dependent in bed.","timeFrame":"90 days"},{"measure":"To evaluate the rate of symptomatic intracerebral haemorrhage in ischemic stroke patients, and those treated with EVT and selected by each multimodal technique","description":"To compare the rate of symptomatic intracranial haemorrhage","timeFrame":"24-36 hours after stroke"},{"measure":"To evaluate mortality in ischemic stroke patients, and those treated with EVT and selected by each multimodal technique","description":"To compare mortality at 7 days and 90 days","timeFrame":"7-90 days after stroke"},{"measure":"To evaluate the presence of vomiting during the acquisition technique in ischemic stroke patients, and those treated with EVT and selected by each multimodal technique","description":"To compare vomiting during the acquisition technique time","timeFrame":"At 24 hours after stroke"},{"measure":"To evaluate the presence of in-hospital pneumonia in ischemic stroke patients, and those treated with EVT and selected by each multimodal technique","description":"To compare the rate of in-hospital pneumonia","timeFrame":"During hospitalization after stroke (approximately 7 days)"},{"measure":"Indication of EVT in each technique","description":"Rate of ischemic stroke patients selected for endovascular treatment by each technique","timeFrame":"Through study completion, approximately 1 year"},{"measure":"Feasibility of multimodal neuroimaging to select patients for EVT","description":"Door-picture time and door-groin puncture time in each technique and movement artifacts","timeFrame":"Through study completion, approximately 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 18 years old\n2. Without previous functional dependency evaluated by modified Rankin Score ≤2\n3. Regarding stroke severity (NIHSS≥ 6)\n4. Time from symptoms onset \\<24 hours\n\nExclusion Criteria:\n\n1. Clinical suspicion of vertebrobasilar occlusion (brainstem symptoms)\n2. MR contraindication or lack of concomitant availability of one or both neuroimaging techniques\n3. Severe kidney failure","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Meritxell Gomis, MD PhD","affiliation":"Germans Trias i Pujol Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"Meritxell Gomis Cortina","city":"Badalona","state":"Barcelona","zip":"08917","country":"Spain","geoPoint":{"lat":41.45004,"lon":2.24741}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4155","name":"Arterial Occlusive Diseases","asFound":"Arterial Occlusion","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}