{"protocolSection":{"identificationModule":{"nctId":"NCT02327793","orgStudyIdInfo":{"id":"PATIS Version 1.0"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"Perfusion and Antihypertensive Therapy in Acute Ischemic Stroke","officialTitle":"Perfusion and Antihypertensive Therapy in Acute Ischemic Stroke","acronym":"PATIS"},"statusModule":{"statusVerifiedDate":"2017-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-06"},"primaryCompletionDateStruct":{"date":"2015-07","type":"ACTUAL"},"completionDateStruct":{"date":"2015-08","type":"ACTUAL"},"studyFirstSubmitDate":"2014-12-24","studyFirstSubmitQcDate":"2014-12-24","studyFirstPostDateStruct":{"date":"2014-12-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-10-24","lastUpdatePostDateStruct":{"date":"2017-10-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ken Butcher","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Alberta"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to provide a description of blood flow changes in the brain after blood pressure lowering drugs are given. This information will be used by physicians to guide blood pressure lowering therapy in stroke patients in the future.","detailedDescription":"Objective: To elucidate the inter-relationships between blood pressure (BP), cerebral blood flow (CBF) and oxygen metabolism in acute ischemic stroke in order to establish rational acute hypertension treatment thresholds.\n\nBackground: Management of acute hypertension in the first 48 hours after stroke is controversial and lends itself to competing rationales. Early reduction of BP may improve outcome by reducing the rate of hemorrhagic transformation and edema formation in early infarcts. Conversely, early BP reduction might reduce CBF and extend the infarct. Natural history studies have demonstrated that patients with higher BP at presentation have elevated early mortality rates, but causality has not been established. Consensus-based guidelines for acute BP management are not based on physiological data or sound evidence. The investigators propose to start addressing this clinical dilemma with a non-randomized controlled study of serial measurements of CBF and oxygen metabolism in acute stroke patients with 3 different levels of acute blood pressure representing 3 different potential treatment thresholds.\n\nHypothesis: The investigators hypothesize that the volume and severity of oligemia in at risk tissue will not increase with BP reduction in acute stroke patients.\n\nSpecific Aims:\n\n1. Determine the effect of mean arterial pressure (MAP) decreases on CBF.\n2. Determine the relationship between infarct volume change over time and MAP.\n3. Determine the frequency of hemorrhagic transformation and its relationship to MAP.\n\nStudy Design: A 3 group non-randomized controlled study. After informed consent, all patients will undergo MRI scanning including diffusion and perfusion-weighted imaging (DWI and PWI). Patients with MAP \\<100 mmHg will not receive hypertension treatment. Patients with moderate hypertension (MAP 100-120 mmHg) will be treated with transdermal nitroglycerin (0.2 mg/h) for 48 hours. Patients with severe hypertension (MAP \\>120 mmHg) will also be treated with intravenous labetalol, to a target of \\<120 mmHg. Two hours after the baseline scan, MRI will be repeated. Any clinical or radiographic evidence of exacerbated oligemia associated with BP reduction will result in immediate discontinuation of all anti-hypertensive therapy. The effectiveness of BP control will be evaluated using a weighted mean average of MAP over 72 hours. All patients will be re-imaged with MRI on day 3 to assess for hemorrhagic transformation. The primary endpoint is the change in objectively measured hypoperfused tissue volume between the baseline and 2 hour scans. Hypoperfused tissue will be determined as the volume of voxels with CBF ≤18 ml/100g/min, a previously validated measurement independent of observer variability. Sample size is based on power calculations required to detect a 10% change in oligemic tissue volume (which would be sufficient to result in exacerbation of ischemic injury) following MAP reduction.\n\nPreliminary Work: First, the investigators surveyed Canadian stroke neurologists about their current BP management practices. Indications for acute BP therapy in acute stroke varied from 180 to 240 mmHg systolic, and few clinicians even considered diastolic or MAP treatment thresholds. Physicians based a generally conservative approach on the absence of evidence. Second, the investigators assessed the feasibility of serial MRI and MAP treatment protocols. To date, 9 patients have been imaged with repeat MRI, within 2 hours of the initial exam, confirming that the CBF≤18 ml/100g/min measures of at risk tissue volume can be used to monitor cerebral perfusion. Four patients were treated with our BP management protocol and imaged serially. MAP decreased in all 4 patients 2 hours after treatment. Increases in hypoperfused tissue volume (CBF≤18 ml/100g/min) following MAP reduction were generally mild (\\<10%). Of note, after BP reduction, the patient with the lowest initial MAP (96 mmHg) had a marked decline in CBF and large increase in volume of at risk tissue. Third, the investigators determined that decreases in CBF were always associated with increases in oxygen extraction, which appeared to protect tissue from infarct expansion because DWI lesion volumes remained stable. The variations in current practice and demonstration that reductions in MAP can lead to decreases CBF, potentially increasing the risk of adverse stroke-related outcomes justifies studies to determine appropriate treatment thresholds.\n\nSignificance: The precise relationship between CBF and MAP in acute stroke must be elucidated prior to developing treatment thresholds for testing in a large randomized controlled trial. A serial perfusion study, with careful monitoring of MAP is a critical step in developing a rational BP management protocol. These findings will also help elucidate the mechanisms for poor outcome in patients with both high and low MAP at onset."},"conditionsModule":{"conditions":["Stroke, Acute"],"keywords":["Perfusion","Blood pressure"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":65,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Mean Arterial Pressure <100 mmHg","type":"NO_INTERVENTION","description":"Patients with mean arterial pressure \\<100 mmHg at the time of the perfusion weighted magnetic resonance imaging will not be treated. After 15 minutes of the baseline perfusion imaging a repeat perfusion weighted magnetic resonance imaging would be performed."},{"label":"Mean Arterial Pressure 100-120 mmHg","type":"EXPERIMENTAL","description":"Patients with mean arterial pressure between 100-120 mmHg at the time of the perfusion weighted magnetic resonance imaging will be treated with sublingual 0.3 mg nitroglycerin. A repeat blood pressure would be assessed at 5min, 10min, 15min and 20 min of nitroglycerin administration. After a sustained drop of blood pressure (\\>10% of the baseline reading) as defined by two reading 5minutes apart, a perfusion weighted magnetic resonance imaging will be performed.","interventionNames":["Drug: Nitroglycerin"]},{"label":"Mean Arterial Pressure >120 mmHg","type":"EXPERIMENTAL","description":"Patients with mean arterial pressure \\>120 mmHg at the time of the perfusion weighted magnetic resonance imaging will be treated with intravenous 10-20mg labetalol injection. A repeat blood pressure would be assessed at 5min, 10min, 15min and 20 min of labetalol injection. After a sustained drop in blood pressure (\\>10% of the baseline reading) as defined by two reading 5minutes apart, a perfusion weighted magnetic resonance imaging will be performed.","interventionNames":["Drug: Labetalol"]}],"interventions":[{"type":"DRUG","name":"Nitroglycerin","armGroupLabels":["Mean Arterial Pressure 100-120 mmHg"]},{"type":"DRUG","name":"Labetalol","armGroupLabels":["Mean Arterial Pressure >120 mmHg"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Volume of Hypoperfused Tissue","description":"Change in the volume of hypoperfused tissue, defined as that having a CBF \\<19 ml/100g/min, between the acute and the post treatment initiation perfusion weighted scans.","timeFrame":"15-30 minutes"}],"secondaryOutcomes":[{"measure":"Time-to-Treatment","description":"Patients treated within 12 hours will be compared to those treated 12-24 hours after symptom onset.","timeFrame":"15-30 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acute ischemic stroke within 72 hours of symptom onset. In cases where onset time can not be established, it will be considered to be the time when the patient was last known to be well.\n* 18 years or older.\n* Patients with Partial Anterior Circulation Infarcts (PACI; Oxfordshire Stroke Classification Project; OSCP) will be included.\n* Patients with Posterior Circulation Infarcts (POCI) will be included only if there is evidence of cortical infarction in the territory of the posterior cerebral artery or its branches, including the occipital and mesial temporal lobes.\n\nExclusion Criteria:\n\n* Patients with a contraindication to the BP lowering protocol (i.e. known extracranial/intracranial arterial stenosis, high-grade stenotic valvular heart disease, or severe renal failure) will be ineligible, as will those with a definite indication for BP reduction (i.e. hypertensive encephalopathy, or aortic dissection).\n* Patients with contraindications to MRI will be excluded, including metallic implants and any past sensitivity to gadolinium contrast media.\n* Due to recent reports of nephrogenic systemic fibrosis associated with gadolinium exposure in individuals with pre-existing renal failure, patients with Creatinine \\> 160 μmol/l or Glomerular Filtration Rate (GFR) \\<60 ml/min will also be excluded.\n* Patients with renal artery stenosis will be excluded from this study, irrespective of renal function.\n* Due to the possibility that oxygen therapy may confound CBF measurements, patients requiring \\>4 lpm to keep Sp02 ≥92% by nasal cannulae will be excluded.\n* Patients with a suspected hemodynamic stroke mechanism will be ineligible. This will include patients with known or suspected hypotensive periods and/or a watershed territory of cerebral infarction seen on CT or MRI.\n* Due to the possibility of increased susceptibility to BP reduction in patients with raised intracerebral pressure (ICP), those with evidence of significant mass effect secondary to acute infarction, including any degree of midline shift and/or ventricular compression will be ineligible. For the same reason, patients with head and eye deviation or other clinical evidence of a Total Anterior Circulation Infarct (TACI; OSCP) will also be ineligible.\n* Due to technical difficulties associated with PWI in the posterior fossa, patients with brainstem and cerebellar strokes will be excluded.\n* Patients with known sensitivity to nitroglycerin/labetalol/adhesives in nitroglycerin patches/ACE inhibitors/Angiotensin Receptor Blockers will be excluded.\n* Amplification of the vasodilatory effects of topical nitroglycerin by phosphodiesterase inhibitors such as sildenafil or tadalafil can result in severe hypotension. Patients who have used either of these drugs within 12 h of initial assessment will therefore be excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Alberta","city":"Edmonton","state":"Alberta","zip":"T6G 2B7","country":"Canada","geoPoint":{"lat":53.55014,"lon":-113.46871}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000007741","term":"Labetalol"},{"id":"D000005996","term":"Nitroglycerin"}],"ancestors":[{"id":"D000014665","term":"Vasodilator Agents"},{"id":"D000000319","term":"Adrenergic beta-Antagonists"},{"id":"D000018674","term":"Adrenergic Antagonists"},{"id":"D000018663","term":"Adrenergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000959","term":"Antihypertensive Agents"},{"id":"D000013566","term":"Sympathomimetics"},{"id":"D000001337","term":"Autonomic Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000058668","term":"Adrenergic alpha-1 Receptor Antagonists"},{"id":"D000000317","term":"Adrenergic alpha-Antagonists"}],"browseLeaves":[{"id":"M10451","name":"Labetalol","asFound":"Keratoconus","relevance":"HIGH"},{"id":"M8792","name":"Nitroglycerin","asFound":"Methylphenidate","relevance":"HIGH"},{"id":"M3967","name":"Antihypertensive Agents","relevance":"LOW"},{"id":"M17102","name":"Vasodilator Agents","relevance":"LOW"},{"id":"M3361","name":"Adrenergic beta-Antagonists","relevance":"LOW"},{"id":"M20436","name":"Adrenergic Agents","relevance":"LOW"},{"id":"M20445","name":"Adrenergic Antagonists","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M16035","name":"Sympathomimetics","relevance":"LOW"},{"id":"M28884","name":"Adrenergic alpha-1 Receptor Antagonists","relevance":"LOW"},{"id":"M3359","name":"Adrenergic alpha-Antagonists","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"}]}},"hasResults":false}