{"protocolSection":{"identificationModule":{"nctId":"NCT02447341","orgStudyIdInfo":{"id":"CV185-372"},"organization":{"fullName":"Bristol-Myers Squibb","class":"INDUSTRY"},"briefTitle":"Profile and Antithrombotic Management of Patients With NVAF Attending Internal Medicine Departments in Spain (PERFILAR Study)","officialTitle":"Multicenter Observational Study to Determine the Profile and Antithrombotic Management of Patients With Nonvalvular Atrial Fibrillation Attending Internal Medicine Departments in Spanish Hospitals (Perfilar Study)"},"statusModule":{"statusVerifiedDate":"2017-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-03"},"primaryCompletionDateStruct":{"date":"2015-10","type":"ACTUAL"},"completionDateStruct":{"date":"2017-01","type":"ACTUAL"},"studyFirstSubmitDate":"2015-05-05","studyFirstSubmitQcDate":"2015-05-14","studyFirstPostDateStruct":{"date":"2015-05-18","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-05-15","lastUpdatePostDateStruct":{"date":"2017-05-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Bristol-Myers Squibb","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This is a national, multicenter, cross-sectional, observational study within a convenience sample of Internal Medicine departments from 100 hospitals in Spain which agree to participate in the study. This study will be a cross-sectional chart review which will require the collection of data from medical records and from face-to-face interviews conducted during the inclusion visit. Physician interviews are needed to collect three variables of interest, recommended by the Spanish Society of Internal Medicine as necessary data about profile and management of NVAF patients: cognitive deterioration based on the patient's responses, physician's assessment of the patient's life expectancy, and physician's opinion of the antithrombotic treatment previously prescribed. The investigators will only provide their opinion on previously prescribed therapies (i.e. prescribed before F2F). Hospitals to be contacted for the study include those known to participate in observational studies in Spain; the hospitals will therefore not be a random sample of Spanish hospitals."},"conditionsModule":{"conditions":["Anticoagulation, Blood Thinners , Atrial Fibrillation, Bleeding, Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":987,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"In patients"},{"label":"Out patients"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Demographics (age, sex, living environment) of patients with NVAF attending Spanish hospitals by antithrombotic treatment type (including absence of treatment)","timeFrame":"Approximately 6 months"},{"measure":"Clinical characteristics (bleeding, myocardial infarction, stroke) of patients with NVAF attending Spanish hospitals by antithrombotic treatment type (including absence of treatment)","timeFrame":"Approximately 6 months"}],"secondaryOutcomes":[{"measure":"Clinical Characteristics (bleeding, myocardial infarction, stroke) associated with the administration of oral antithrombotic treatments","description":"Clinical Characteristics (bleeding, myocardial infarction, stroke) associated with the administration of oral antithrombotic treatments (i.e.Vitamin K Antagonists (VKAs), New Oral Anticoagulants (NOACs), antiplatelet drugs, or combinations of anticoagulant and antiplatelet drugs","timeFrame":"Approximately 6 months"},{"measure":"Estimating the rate of compliance to treatment and by calculating the proportion of patients treated in accordance with guidelines among the patients treated with oral anticoagulants","description":"Evaluate current clinical practice in Internal Medicine departments in Spanish hospitals according to the European Guidelines by estimating the rate of compliance to treatment; and by calculating the proportion of patients treated in accordance with guidelines among the patients treated with oral anticoagulants","timeFrame":"Approximately 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"For more information regarding BMS clinical trial participation, please visit www.BMSStudyConnect.com\n\nInclusion Criteria:\n\n* Adult patients (≥18 years old)\n* Patients diagnosed with Non-valvular atrial fibrillation (NVAF) any time prior to the inclusion date (prevalent or incident patients)\n* Patients treated or not treated with an antithrombotic therapy\n* Treated patients should have begun treatment prior to the inclusion visit\n* Patients attending Internal Medicine departments, either for a hospital appointment (outpatients) or hospitalization (inpatients) for any reason)\n* Patients which signed the informed consent\n\nExclusion Criteria:\n\n* Patients diagnosed with valvular atrial fibrillation any time in their medical records\n* Patients with anticoagulant treatment prescribed for venous thromboembolic disease any time prior to the inclusion date\n* Patients which participated in any clinical trial with anticoagulant and/or antiplatelet agents in the previous six months\n* Patients incapable of giving their informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Consecutive patients with NVAF","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Bristol-Myers Squibb","affiliation":"Bristol-Myers Squibb","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Local Institution","city":"Barcelona","zip":"08027","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}}]},"referencesModule":{"seeAlsoLinks":[{"label":"BMS clinical trial educational resource","url":"http://www.bms.com/studyconnect/Pages/home.aspx"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}