{"protocolSection":{"identificationModule":{"nctId":"NCT05017857","orgStudyIdInfo":{"id":"UTSW 2021-0003"},"organization":{"fullName":"University of Texas Southwestern Medical Center","class":"OTHER"},"briefTitle":"Feasibility of Problem Solving Training Paired With Transcranial Magnetic Stimulation","officialTitle":"Exploring the Feasibility of Problem Solving Training Paired With Transcranial Magnetic Stimulation to Improve Problem-solving Skills After Stroke"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"WITHDRAWN","whyStopped":"Study PI is leaving the institution.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-27","studyFirstSubmitQcDate":"2021-08-17","studyFirstPostDateStruct":{"date":"2021-08-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-10","lastUpdatePostDateStruct":{"date":"2022-02-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Candice Osborne","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Texas Southwestern Medical Center"},"leadSponsor":{"name":"University of Texas Southwestern Medical Center","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objectives of this pilot project are to determine whether pairing rTMS with an evidence-based PST intervention is acceptable to and feasible for individuals with executive function deficits after stroke and whether rTMS enhances executive functioning and uptake of the PST intervention to improve generalization of the PST strategy and support long-term goal attainment. To achieve the objectives, the investigators propose two specific aims:\n\nAIM 1: Establish the acceptability and feasibility of delivering up to 6 sessions of PST+ rTMS to individuals with executive function deficits ≥ 6 months post stroke. Hypothesis 1a:80% participants will complete 6 PST sessions. Hypothesis 1b: 1b: Participants who receive rTMS directly prior to the PST intervention will report higher satisfaction with the overall intervention compared to those who receive rTMS simultaneously with PST.\n\nAIM 2: Assess the initial efficacy of PST+rTMS for improving patient outcomes in individuals with stroke. Hypothesis 2a Patients will demonstrate a significant increase in executive functioning (ie. attention, immediate memory and cognitive flexibility and reasoning) as measured by the Digit Span Test and Wisconsin Card Sorting Test. Hypothesis 2b: Patients will achieve 80% of self-set goals. Hypothesis 2c: Patients will demonstrate a significant increase in task-oriented coping skills as measured by the Brief Cope at 1-month post intervention.","detailedDescription":"The investigators plan to conduct a small 2-group feasibility trial with assessment at initial visit, final visit (visit 6) and 1 month post intervention.\n\nResearch Design and Methods: The investigators will conduct a feasibility pilot trial of PST+rTMS in 4 adults with chronic stroke --to assess if the intervention is acceptable to (Client Satisfaction Questionnaire-8) and feasible for (sessions completed; percentage of rTMS intensity reductions) individuals with executive function deficits after stroke and whether rTMS enhances (1) attention and immediate memory (digit span), (2) cognitive flexibility and reasoning (Wisconsin Card Sorting Task), and (3) uptake (uptake questionnaire) of the PST intervention to improve, (4) self-efficacy (General Self-Efficacy Scale), (5) generalization (Goal Attainment Scaling-trained vs. untrained goals; Brief Cope) of the PST strategy and support long-term goal attainment (Goal Attainment Scaling at 1 months). Outcomes will be assessed at baseline, completion of intervention and 1-months post.\n\nSample Size: 4 participants will be enrolled. The pilot data from this study will provide the parameter estimates necessary to perform sample size determination for a future large randomized control trial.\n\nData Collection: The PI will perform set-up and application of the TMS coil, and will administer the assessments at baseline (visit 1- in person), completion of intervention (visit 6-in person) and 1-months post intervention completion (via RedCap link that is emailed to the participant or via phone call, participant's preference). All intervention sessions will be audio-recorded to ensure fidelity. Data will be stored in RedCap database.\n\nPrimary Outcome Measures:\n\nDemographics Caregiver Appraisal of functional dependence (modified) Safety questionnaire for TMS Brief Test of Adult Cognition by Telephone-BTACT (screen) PHQ-8 (screen) Caregiver Appraisal of Function and Upset (CAFU) Wisconsin Card Sorting Test Digi-Span Test Uptake questionnaire Coping Orientation to Problems Experienced-Brief Client Satisfaction Questionnaire General Self-Efficacy Scale Goal Attainment Scaling Feasibility data\n\nDescription of Intervention: The intervention will consist of 6 sessions of PST(approximately 30 minutes each) that follow a structured format outlined in the PST manual. The interventionist (Osborne, PI) will facilitate the participant's use of the steps of PST to develop specific action plans to overcome barriers to goal attainment while the participant receives rTMS or directly after the participant receives rTMS. The investigators will deliver 10 Hz of rTMS to the left dorsolateral prefrontal cortex at 80% RMT with trains of 5-s duration (50 pulses per train), 25-s inter-train intervals, and a total of 40 trains (2000 pulses) for the first 20 minutes of the PST session using the MagPro x100-MagVenture rTMS technology with a figure-8 coil.9 The optimal stimulation parameters in this population have not been established. The investigators' intent is to excite the targeted neuro-circuitry, therefore the investigators propose a frequency of 10Hz which has successfully stimulated the prefrontal cortex in patients with stroke in multiple studies. A 2016 systematic review of rTMS for the treatment of depression after stroke included 24 studies. Twenty-one of the studies targeted the prefrontal cortex and 10 of the studies employed a frequency of ≥10Hz. A pooled analysis (881 patients randomized to the experimental group) revealed a significant difference in headache occurrence between the experimental (15 patients,1.7%) and control groups (6 patients, 0.7%). There were no significant differences between groups for other adverse events or withdrawals as a result of adverse events.Targeting method will use the international 10-20 system to locate specific brain targets. This method has been validated in use in TMS research, it maximizes targeting precision and individualizes to the subject head size and shape. rTMS will be discontinued at 20 minutes regardless of PST session length."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Simultaneous rTMS and PST","type":"EXPERIMENTAL","interventionNames":["Device: RepetiveTranscrainal Magnetic Stimulation (rTMS)","Behavioral: Problem-Solving Training (PST)"]},{"label":"Sequential rTMS and PST","type":"EXPERIMENTAL","interventionNames":["Device: RepetiveTranscrainal Magnetic Stimulation (rTMS)","Behavioral: Problem-Solving Training (PST)"]}],"interventions":[{"type":"DEVICE","name":"RepetiveTranscrainal Magnetic Stimulation (rTMS)","description":"RepetiveTranscrainal Magnetic Stimulation (rTMS): rTMS is a non-invasive electromagnetic stimulation of the brain. A train of electric pulses is delivered at the same intensity over a set period of time to a targeted region of the brain. The current stimulates or suppresses neuronal activity based on the frequency and inter-train interval between the pulses.","armGroupLabels":["Sequential rTMS and PST","Simultaneous rTMS and PST"]},{"type":"BEHAVIORAL","name":"Problem-Solving Training (PST)","description":"Problem-Solving Training (PST) is a metacognitive strategy training in which patients are guided through a process of conscious self-assessment resulting in problem identification, generation of solutions, development of specific goals and action plans, and evaluation and revision of plans as needed. PST thus helps to circumvent impulsive or unrealistic problem-solving attempts that lead to failure, discouragement, and feelings of helplessness.","armGroupLabels":["Sequential rTMS and PST","Simultaneous rTMS and PST"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Total number of sessions completed","description":"The primary outcome to assess feasibility is total number of sessions completed, with a threshold of 90% completing a minimum of 6 sessions at the specified rTMS intensity as an indicator of feasibility.","timeFrame":"Baseline to 1 month followup"},{"measure":"Client Satisfaction Questionnaire-8 (CSQ-8) item mean score","description":"The primary outcome for acceptability is satisfaction, with a Client Satisfaction Questionnaire-8 item mean of \\>3.5 as an indicator of high satisfaction. CSQ-8 is a standardized assessment of client satisfaction with an intervention. Scores range from 8-32. A higher scores indicates a better outcome.","timeFrame":"Baseline to 1 month followup"},{"measure":"Changes in coping style as measured by the Coping Orientation to Problems Experienced-Brief (Brief Cope)","description":"To test the first hypothesis, the investigators will use intent-to-treat analyses to measure pre-post-test differences in coping between baseline and final intervention session using paired t-tests or Wilcoxon signed rank test.\n\nThe Brief Cope is a 28 item self-reported questionnaire that measures effective and ineffective ways to cope with life events that cause stress. The assessment measures the degree to which a person utilizes a specific coping strategy.","timeFrame":"Baseline to 1 month followup"},{"measure":"Percentage of attained goals using Goal Attainment Scaling (GAS)","description":"To test the second hypothesis, the investigators will calculate the total percentage of attained goals (Goal Attainment Scaling outcome level \\>\"as expected\") out of all attempted goals for each participant.\n\nGAS is a method for developing patient-centered goals and measuring goal achievement. GAS has been found to be a valid, reliable and sensitive measure of goal attainment in an IRU population. GAS scale (-2, achieved less than expected outcome; -1, achieved somewhat less; 0, achieved expected level; +1, achieved somewhat more; +2, achieved much more)","timeFrame":"Baseline to 1 month followup"},{"measure":"PST session completed or not","description":"The investigators will descriptively compare results of PST+rTMS(simultaneous) to PST +rTMS(sequential).\n\nyes or no","timeFrame":"baseline to up to 8 weeks"},{"measure":"Reasons for non-completion","description":"The investigators will descriptively compare results of PST+rTMS(simultaneous) to PST +rTMS(sequential).\n\ndescriptive, no scores","timeFrame":"baseline up to 8 weeks"},{"measure":"Need to reduce rTMS intensity","description":"The investigators will descriptively compare results of PST+rTMS(simultaneous) to PST +rTMS(sequential).\n\nyes or no","timeFrame":"baseline up to 8 weeks"},{"measure":"report of side effects","description":"The investigators will descriptively compare results of PST+rTMS(simultaneous) to PST +rTMS(sequential).\n\nyes or no","timeFrame":"baseline up to 8 weeks"}],"secondaryOutcomes":[{"measure":"Changes in general self efficacy as measured by the General self-efficacy scale (GSE)","description":"The GSE is a 10 item self-report measure of self-efficacy. Internal reliability for GSE = Cronbach's alphas between .76 and .90. The scale is designed to measure self-efficacy specifically as it relates to coping with stressful daily events. Scores range from 10 to 40. Higher score indicates more self efficacy.","timeFrame":"baseline to 1 month follow-up"},{"measure":"Measure of intervention uptake as measured by the uptake questionnaire","description":"A Likert scale assessment that the study team developed and has used in previous PST studies. (1) How confident do you feel using the PST strategy? (2) How confident do you feel that you will be able to apply the PST strategy to other problems now that the sessions are over? (3) How many sessions do you think it took before you felt confident using the PST strategy?","timeFrame":"baseline up to 8 weeks"},{"measure":"Changes in attention and working memory as measured by the Digi-Span Test","description":"The Digit Span Test is a subtest of the Wechsler Adult Intelligence Scale and the Wechsler Memory Scale. Forward span captures attention efficiency and capacity. Backward span is an executive task dependent of working memory.","timeFrame":"baseline up to 8 weeks"},{"measure":"Changes in executive function as measured by the Wisconsin Card Sorting Test (WCST)","description":"The WCST measures ability to shift cognitive strategies in response to a changing environment as well of executive function (planning, organized searching, utilizing environmental feedback, directing behavior towards achieving a goal, and modulating impulsive response. This assessment has been validated in the stroke population.","timeFrame":"baseline up to 8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ≥ 6 months since stroke\n* English fluency\n* \\>= 18 years old\n* executive function deficits present (BTACT z-score based on age must fall between -1.3 and 1.3 SD)\n* capacity of patient to self-consent.\n\nExclusion Criteria:\n\n* severe aphasia (clinical judgement of inability to complete BTACT secondary to expressive/receptive aphasia)\n* severe depression (Patient Health Questionnaire-8 \\< 15)\n* self-reported dementia diagnosis, (4) contraindications of rTMS such as pacemaker implantation, history of epilepsy, major head trauma or seizures\n* use of pharmacologic agents targeting stroke-related cognitive deficits.\n\nAll subjects must be screened for contraindications to TMS before any TMS can be performed. Subjects will be screened for known risk factors for seizure with rTMS using the TMS Adult Safety Screen (TASS) questionnaire.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}