{"protocolSection":{"identificationModule":{"nctId":"NCT05727826","orgStudyIdInfo":{"id":"SMV on stroke patient"},"organization":{"fullName":"Yeditepe University","class":"OTHER"},"briefTitle":"The Investigation of the Effectiveness of Vibratory Stimulation on Upper Limb Function, Pain and Sensation in Patients With Stroke.","officialTitle":"The Investigation of the Effectiveness of Vibratory Stimulation on Upper Limb Function, Pain and Sensation in Patients With Stroke."},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-02","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-05-26","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-05-26","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-23","studyFirstSubmitQcDate":"2023-02-13","studyFirstPostDateStruct":{"date":"2023-02-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-13","lastUpdatePostDateStruct":{"date":"2023-02-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Yeditepe University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objectives of this study cover both the vibration stimulation intervention and its outcomes. Patients with stroke frequently experience spasm in both the lower and upper extremities, which impairs sensory perception and motor function. This study aims to evaluate the effects of vibration therapy on the forearm and arm extensors of stroke patients and to report on changes in sensory perception and motor function measures. Although vibration therapy has lately been utilized to treat these limbs, there haven't been enough trials to determine how beneficial it is in the application procedure. This study aims to investigate the outcomes and effectiveness of a vibration therapy program administered to the extensor muscles.","detailedDescription":"One of the major disadvantages is the loss of muscle strength in patients with post-stroke hemiplegia. Muscle weakness is caused after a stroke, followed by limited movement . Tactile and proprioceptive sensations are reduced in up to 65% of hemiplegic patients. Furthermore, pain, temperature, and touch are reduced. Because the ability to perceive these sensory features is impaired, recognizing objects by touch or exploring the environment can be difficult. Furthermore, it is stated that the senses are important and influence the recognition of skilled movements. A disorder has negative consequences for safety, natural hand use, the ability to maintain an appropriate level of strength while grasping without vision, and difficulties with object management. In this way, regaining motor control is a complex and time-consuming process. The increased unmasking of neural covert connections and the number of synapses in dendrites are two mechanisms by which the brain reorganizes itself. It has been observed that functionally relevant adaptive changes occur in the brain following an injury .Segmental muscle vibration (SMV) is a technique that uses a mechanical apparatus to deliver a vibratory stimulus to a specific tendon. As a result of the facilitation of muscle spindle primary ends, SMV provides Ia inputs. By managing intracortical inhibition and activating sensory inputs to the primary motor cortex, Ia sensory inputs facilitated by SMV can alter the activation of the corticospinal pathway. Transcranial magnetic simulation was used in a previous study after low-amplitude SMV was applied to the flexor carpi radialis muscle and inner hand muscles, and increased excitability in the primary motor cortex .While systematic data on improving human somatosensation are lacking, many accounts indicate that there is room for improvement. Furthermore, previous research on lesioned primates has shown that extensive training in touch, proprioception, and vibration improves even the most complex discriminating abilities. It also aided in the identification of the somatosensory cortex. As a result, the purpose of this study was to better understand the pure effect of repeated vibratory stimulation and its long-term effects two weeks after the last intervention session, when compared to the experimental or control groups.\n\nIn summary, studies in the literature have used a vibratory stimulation device to perform arm and wrist flexor motion therapy. This will be the first study to look at how vibratory stimulation of the forearm and arm extensor muscles affects upper extremity function, sensation, and pain parameters in hemiplegic patients."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SEQUENTIAL","interventionModelDescription":"The research subjects were divided into two groups of five, experimental and control. A random number generator was used to generate the groups. The experimental group received a 60 Hz vibration stimulation treatment using the SMV method three times per week for two weeks (EG). The patients were seated on a chair, with the affected arm fixed so that there was no movement during vibration application. Several tests are used to determine the progression of the EG before and after the vibration protocol. These tests include:\n\nThe box and block test (BBT) is used to assess unilateral gross manual dexterity and upper extremity functional abilities, specifically hand and wrist functionality. The Visual Analogue Scale (VAS) is used to assess the severity of pain in patients. It can also be used to track patients' pain progression or to compare pain severity between people who have similar conditions. In the evaluation of light touch and pressure protective senses, a monofilament test is used.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE","maskingDescription":"The sample number of the study was calculated with the program named G\\*Power 3.1.9.2. The sample size of the study was calculated as 10 in total, with an error of +/-0.5, an effect size of 0.44 calculated for an estimated standard deviation of 1.26, a power of 80% and a margin of error of 5%."}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"stroke patients","type":"EXPERIMENTAL","description":"individuals with hemiplegia after Hemorrhagic or Infarction stroke","interventionNames":["Device: Thrive MD-01 ."]}],"interventions":[{"type":"DEVICE","name":"Thrive MD-01 .","description":"The experimental group received a 60 Hz vibration stimulation treatment using the SMV method three times per week for two weeks (EG).","armGroupLabels":["stroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Box and block test (BBT)","description":"Box and block test (BBT) which is used to assess unilateral gross manual dexterity and functional abilities of upper extremity specifically for hand and wrist functionality. A simple, quick, and inexpensive test, it takes only a few minutes to complete. In the BBT, a wooden box is divided into two compartments by a partition, and 150 blocks are placed inside. During BBT administration, the patient is position at the table and asked to move as many blocks as possible in 60 seconds between two individual compartments which are equal in size. A client's score is determined by the number of blocks transferred between compartments within 60 seconds. The scores for each hand should be kept separately. Better manual dexterity is reflected in higher scores. When the BBT is being conducted, the evaluator should be aware of whether the client's fingertips cross the partition. In order to count blocks, this condition must be met.","timeFrame":"60 seconds"}],"secondaryOutcomes":[{"measure":"Visual Analogue Scale (VAS)","description":"Visual Analogue Scale (VAS) is used to measure the severity of pain in patients, it can also be useful at recording patients' pain progression, or compare pain severity between individuals with similar conditions.","timeFrame":"2 minutes"}],"otherOutcomes":[{"measure":"monofilament test","description":"In the evaluation of light touch and pressure protective senses, monofilament is used to test sensory levels and detect diminishing and returning senses. This evaluation should be carried out in a very systematic manner. The therapist begins with the smallest monofilament and progresses to the largest filament in the correct order, but the test is stopped and the value is recorded when the patient detects the smallest monofilament being tested. It is applied to the anterior and posterior surfaces of the fingers from the first to the fifth, distal to proximal. This evaluation tool is made up of a series of monofilaments that vary in thickness and diameter. These monofilaments have gradient strengths ranging from 0.086 gm to 448 gm. These monofilaments are used to assess sensory impairment.","timeFrame":"5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* no complaints of pain caused by induced vibration\n* \\>24 points in Mini Mental State Examination\n* Having a diagnosis of hemiplegia\n\nExclusion criteria:\n\n• Other neurological problems, Parkinson's","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Hager E Yahya, Mcs","role":"CONTACT","phone":"5527913211","email":"hageryahya13@gmail.com"}],"locations":[{"facility":"Yeditepe university","status":"RECRUITING","city":"Istanbul","state":"Ataşahir","zip":"34755","country":"Turkey","contacts":[{"name":"Elif T Çil, Phd","role":"CONTACT","phone":"02165780000","email":"elif.cil@yeditepe.edu.tr"}],"geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Related Info","url":"http://www.ncbi.nlm.nih.gov/pmc/articles/PMC5599834/"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M12168","name":"Nicotine","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}