{"protocolSection":{"identificationModule":{"nctId":"NCT03721601","orgStudyIdInfo":{"id":"KUH507E015"},"organization":{"fullName":"Kuopio University Hospital","class":"OTHER"},"briefTitle":"Novel Methods for Arrhythmia Detection: Preliminary Study","officialTitle":"Novel Methods for Arrhythmia Detection: Chest Strap ECG and Wrist Band Photoplethysmography Compared to Holter-device for Atrial Fibrillation Detection"},"statusModule":{"statusVerifiedDate":"2018-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-09-30","type":"ACTUAL"},"completionDateStruct":{"date":"2017-09-30","type":"ACTUAL"},"studyFirstSubmitDate":"2018-02-28","studyFirstSubmitQcDate":"2018-10-24","studyFirstPostDateStruct":{"date":"2018-10-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-11-01","lastUpdatePostDateStruct":{"date":"2018-11-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Kuopio University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Approximately 20-25% of strokes are of cardioembolic origin, atrial fibrillation (AF) being a significant cause of cardioembolic strokes. AF is often symptomless and intermittent, making its detection a clinical challenge. Currently the golden standard for diagnosis of AF is by 12-lead electrocardiogram (ECG) or any other ECG-strip.\n\nThe aim of the study is to assess the potential of chest strap as an ECG monitor, especially in arrhythmia detection by cardiologist and algorithm.","detailedDescription":"Study design was a prospective case-control multicenter study at three sites in Finland. Study material was collected in internal medicine emergency departments, cardiology wards and cardiology examination units of participating hospitals, Kuopio University Hospital, Helsinki University Central Hospital, Meilahti and North Karelia Central Hospital, Joensuu. The study design was approved by University of Eastern Finland ethics committee (237/2017).\n\nStudy participants received a written information sheet about the study and were provided with an opportunity to ask questions concerning the study. A written informed consent was signed by the participants, including a permission to use patient's medical records.\n\nScreening of study participants was made in participating hospitals from admitted patients in May - September 2017. The inclusion criteria for study group patients was atrial fibrillation confirmed by a doctor-interpreted 12-lead ECG, taken for medical reasons. Exclusion criteria were: body mass index (BMI) over 33; implanted pacemaker device; 12-lead ECG findings of left bundle branch block (LBBB) or right bundle branch block (RBBB); medical condition requiring immediate treatment that would be delayed by the study measurements; serious infectious disease. Control group consisted of patients with normal sinus rhythm in 12-lead ECG.\n\nDemographics of study patients, including age, gender, previous medical history (as reported by patient or from patient medical records), length, weight and BMI, was recorded.\n\nFirst, a 12-lead ECG was taken over a period of 10 seconds for rhythm confirmation, after which the ECG electrodes were removed. In the next step, altogether 5 wet electrodes were attached to patient to record ECG with Faros 360 Holter device (Mega Elektroniikka, Kuopio, Finland; device 1) to be used as golden standard for rhythm monitoring. Simultaneously a heart rate monitoring chest strap (Suunto Movesense, Suunto, Vantaa, Finland; device 2) and wrist band photoplethysmography (PPG) (Empatica E4, Empatica inc., Cambridge, United States) was applied. A total of 5 min recording was made.\n\nThe data from heart rate chest strap was sent via Bluetooth connection to a mobile phone, from which it was transferred via a cable to study computer; the data from Faros Holter device was recorded to device´s internal memory card and transferred to analyzing software. PPG data were transferred to MATLAB® software version R2017b for pre-processing and analysis. The data collected was anonymized and ECG data from chest strap and Holter device was analyzed using MATLAB software.\n\nThe quality of the ECG-strip was defined as good (no or only minor artefacts), average (artefacts but QRS and/or P-wave identifiable) or poor (major artefacts, no identifiable QRS and/or P-wave) by the cardiologist. The rhythm from the ECG-strips was divided to three categories: sinus rhythm (SR), atrial fibrillation (AF) or other/inconclusive. The cardiologists also assessed the possibility to detect P-waves from the ECG-strips with sinus rhythm (yes/no).\n\nThe study population consisted of total 220 patients. According to the initial 12-lead ECG, total 110 patients with atrial fibrillation were collected, and control group consisted of 110 patients with normal sinus rhythm. The initial 12-lead ECG was only used to recruitment process of patients; later the division to sinus rhythm, atrial fibrillation or other rhythm used in the final analysis was made according to the cardiologist-interpreted Holter ECG.\n\nTwo commonly used AF detection algorithms were used in this work. Algorithms were used to demonstrate possibilities of automatic screening of AF using chest strap ECG devices with automated analysis.\n\nHolter ECG serving as golden standard a total of 218 patients were included and 2 were excluded in the analysis. 2 of 220 3-lead Holter ECGs could be classified neither as sinus rhythm nor atrial fibrillation. One of them converted from atrial flutter to sinus rhythm during analysis and the quality of other ECG was insufficient for rhythm analysis. These two Holter ECGs and the corresponding chest strap ECGs were excluded from final analysis."},"conditionsModule":{"conditions":["Stroke","Atrial Fibrillation"],"keywords":["atrial fibrillation","stroke","atrial fibrillation screening","heart rate monitoring"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":220,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Atrial fibrillation","description":"Patients in atrial fibrillation as recorded by 3-lead Holter.","interventionNames":["Device: Heart rate monitor chest strap","Device: Wrist band photoplethysmography"]},{"label":"Sinus rhythm","description":"Patients in sinus rhythm as recorded by 3-lead Holter.","interventionNames":["Device: Heart rate monitor chest strap","Device: Wrist band photoplethysmography"]}],"interventions":[{"type":"DEVICE","name":"Heart rate monitor chest strap","description":"Simultaneously with 5min Holter recording, 5min recording of chest strap ECG.","armGroupLabels":["Atrial fibrillation","Sinus rhythm"]},{"type":"DEVICE","name":"Wrist band photoplethysmography","description":"Simultaneously with 5min Holter recording, 5min recording wrist band photoplethysmography.","armGroupLabels":["Atrial fibrillation","Sinus rhythm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Chest strap and PPG-device data quality","description":"Sensitivity and positive predictive value for the beat detection of chest strap ECG and PPG measurements and sensitivity and specificity for the atrial fibrillation detection","timeFrame":"5 minutes"}],"secondaryOutcomes":[{"measure":"Chest strap and PPG-device data quality to enable arrhythmia diagnosis","description":"Sensitivity and Specificity for the atrial fibrillation detection of chest strap ECG and PPG measurements.","timeFrame":"5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Atrial fibrillation in 12-lead ECG\n\nExclusion Criteria:\n\n* body mass index (BMI) over 33\n* implanted pacemaker device\n* 12-lead ECG findings of left bundle branch block (LBBB) or right bundle branch block (RBBB)\n* medical condition requiring immediate treatment that would be delayed by the study measurements\n* serious infectious disease","sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Patients in internal medicine emergency department, cardiology ward, cardiology examination unit","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Tero Martikainen, MD, PhD","affiliation":"Kuopio University Hospital","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Helsinki University hospital","city":"Helsinki","zip":"00029","country":"Finland","geoPoint":{"lat":60.16952,"lon":24.93545}},{"facility":"North Carelia central hospital","city":"Joensuu","zip":"80210","country":"Finland","geoPoint":{"lat":62.60118,"lon":29.76316}},{"facility":"Kuopio University Hospital","city":"Kuopio","zip":"70029","country":"Finland","geoPoint":{"lat":62.89238,"lon":27.67703}}]},"referencesModule":{"references":[{"pmid":"28483832","type":"BACKGROUND","citation":"Freedman B, Camm J, Calkins H, Healey JS, Rosenqvist M, Wang J, Albert CM, Anderson CS, Antoniou S, Benjamin EJ, Boriani G, Brachmann J, Brandes A, Chao TF, Conen D, Engdahl J, Fauchier L, Fitzmaurice DA, Friberg L, Gersh BJ, Gladstone DJ, Glotzer TV, Gwynne K, Hankey GJ, Harbison J, Hillis GS, Hills MT, Kamel H, Kirchhof P, Kowey PR, Krieger D, Lee VWY, Levin LA, Lip GYH, Lobban T, Lowres N, Mairesse GH, Martinez C, Neubeck L, Orchard J, Piccini JP, Poppe K, Potpara TS, Puererfellner H, Rienstra M, Sandhu RK, Schnabel RB, Siu CW, Steinhubl S, Svendsen JH, Svennberg E, Themistoclakis S, Tieleman RG, Turakhia MP, Tveit A, Uittenbogaart SB, Van Gelder IC, Verma A, Wachter R, Yan BP; AF-Screen Collaborators. Screening for Atrial Fibrillation: A Report of the AF-SCREEN International Collaboration. Circulation. 2017 May 9;135(19):1851-1867. doi: 10.1161/CIRCULATIONAHA.116.026693."},{"pmid":"28038729","type":"BACKGROUND","citation":"Kirchhof P, Benussi S, Kotecha D, Ahlsson A, Atar D, Casadei B, Castella M, Diener HC, Heidbuchel H, Hendriks J, Hindricks G, Manolis AS, Oldgren J, Alexandru Popescu B, Schotten U, Van Putte B, Vardas P. 2016 ESC Guidelines for the Management of Atrial Fibrillation Developed in Collaboration With EACTS. Rev Esp Cardiol (Engl Ed). 2017 Jan;70(1):50. doi: 10.1016/j.rec.2016.11.033. No abstract available. Erratum In: Rev Esp Cardiol (Engl Ed). 2017 Nov;70(11):1031. English, Spanish."},{"pmid":"28269032","type":"BACKGROUND","citation":"Nemati S, Ghassemi MM, Ambai V, Isakadze N, Levantsevych O, Shah A, Clifford GD. Monitoring and detecting atrial fibrillation using wearable technology. Annu Int Conf IEEE Eng Med Biol Soc. 2016 Aug;2016:3394-3397. doi: 10.1109/EMBC.2016.7591456."},{"pmid":"28916671","type":"BACKGROUND","citation":"Thijs V. Atrial Fibrillation Detection: Fishing for An Irregular Heartbeat Before and After Stroke. Stroke. 2017 Oct;48(10):2671-2677. doi: 10.1161/STROKEAHA.117.017083. Epub 2017 Sep 15. No abstract available."},{"pmid":"29048522","type":"BACKGROUND","citation":"Mairesse GH, Moran P, Van Gelder IC, Elsner C, Rosenqvist M, Mant J, Banerjee A, Gorenek B, Brachmann J, Varma N, Glotz de Lima G, Kalman J, Claes N, Lobban T, Lane D, Lip GYH, Boriani G; ESC Scientific Document Group. Screening for atrial fibrillation: a European Heart Rhythm Association (EHRA) consensus document endorsed by the Heart Rhythm Society (HRS), Asia Pacific Heart Rhythm Society (APHRS), and Sociedad Latinoamericana de Estimulacion Cardiaca y Electrofisiologia (SOLAECE). Europace. 2017 Oct 1;19(10):1589-1623. doi: 10.1093/europace/eux177. No abstract available. Erratum In: Europace. 2018 Apr 1;20(4):658."},{"pmid":"34025448","type":"DERIVED","citation":"Valiaho ES, Kuoppa P, Lipponen JA, Hartikainen JEK, Jantti H, Rissanen TT, Kolk I, Pohjantahti-Maaroos H, Castren M, Halonen J, Tarvainen MP, Santala OE, Martikainen TJ. Wrist Band Photoplethysmography Autocorrelation Analysis Enables Detection of Atrial Fibrillation Without Pulse Detection. Front Physiol. 2021 May 7;12:654555. doi: 10.3389/fphys.2021.654555. eCollection 2021."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}