{"protocolSection":{"identificationModule":{"nctId":"NCT03956160","orgStudyIdInfo":{"id":"69HCL19_0042"},"organization":{"fullName":"Hospices Civils de Lyon","class":"OTHER"},"briefTitle":"Development and Evaluation of a Patient-centered Transition Program for Stroke Patients, Combining Case Management and Access to an Internet Information Platform","officialTitle":"Development and Evaluation of a Patient-centered Transition Program for Stroke Patients, Combining Case Management and Access to an Internet Information Platform","acronym":"NAVISTROKE"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-05-15","studyFirstSubmitQcDate":"2019-05-17","studyFirstPostDateStruct":{"date":"2019-05-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-10","lastUpdatePostDateStruct":{"date":"2021-09-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospices Civils de Lyon","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Due to the brutality of stroke and increasingly shorter lengths of hospital stay, patients and their families must adapt quickly to the patient's new state of health and the new role of caregiver for family members. Patients and caregivers report a significant need for advice and information during this transition period. Thus, the provision of information through an Internet platform could meet these characteristics, in association with individualised support by a case-manager to ensure continuity of care and improve care pathway.\n\nThe investigating team's hypothesis is that, through comprehensive, individualized and flexible support for patients and their caregivers, a patient-centred post-stroke hospital/home transition program, combining an Internet platform and telephone follow-up by a case-manager, could improve patients' level of participation and quality of life.","detailedDescription":"Going back home following a stroke is a key step for the patient and his or her relatives. Due to the brutality of stroke and increasingly shorter lengths of hospital stay, patients and their families must adapt quickly to the patient's new state of health and the new role of caregiver for family members. Currently, 70% of patients return home directly after treatment in a stroke center. Following the acute phase, the patient's care path involves many health and social workers. However, the health care system is complex and difficult for patients and their caregivers to understand. A lack of support during the hospital/home transition has significant negative consequences for the patient (reduced functional prognosis, quality of life and reintegration, increased risk of recurrence) and his or her caregiver (increased perceived burden, decreased quality of life, socio-economic impact).\n\nPatients and caregivers report a significant need for advice and information during this transition period. They are looking for individualized, good quality information and whose nature evolves over time with the needs and recovery of the patient. Thus, the provision of information through an Internet platform could meet these characteristics, in association with individualised support by a case-manager to ensure continuity of care and improve care pathway. In France, no such program has been developed to date for stroke. Existing transition programmes mainly focus on home rehabilitation and do not offer a comprehensive approach to the situation, integrating caregivers. In addition, no programs have been developed in partnership with patients and families to best meet their needs.\n\nThe investigator's hypothesis is that, through comprehensive, individualized and flexible support for patients and their caregivers, a patient-centred post-stroke hospital/home transition program, combining an Internet platform and telephone follow-up by a case-manager, could improve patients' level of participation and quality of life."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Caregiver","Support"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"For 12 months from the return home, patients in the intervention group will benefit from telephone support by a trained case-manager (number and frequency of contacts defined according to the patient's needs) and access to an Internet platform.\n\nThe intervention aims to improve the patient's ability to manage his or her situation and meet his or her needs upon return home, including identifying and requesting the necessary health or social resources.","interventionNames":["Other: A co-design phase aims to ensure the feasibility and relevance of the proposed intervention and evaluation."]},{"label":"Control group","type":"NO_INTERVENTION","description":"Patients randomized to the control group will receive the usual practices. As part of the study, they will be contacted for data collection upon their return home, at 6 months and 12 months by a clinical research associate.\n\nAccess to the internet platform and an interview with the case-manager will be offered at the end of the study to patients in the control group."}],"interventions":[{"type":"OTHER","name":"A co-design phase aims to ensure the feasibility and relevance of the proposed intervention and evaluation.","description":"4 participatory co-design workshops lasting 4 hours each that will follow a \"user-centered design\" approach: identification of end-user needs, prototyping/development of the intervention (case-management procedures and platform), iterative improvement, end-user testing.\n\nBased on the cognitive social theory underpinning the intervention, scientific literature, an overview of existing organizations and the results of the Stroke 69 and Arthur Tybra studies (patient needs following the acute phase), the advisory committee will:\n\n* Define the case-manager's profile, and required knowledge and skills\n* Identify the resources and tools to be proposed on the Internet platform\n* Test the tools and content\n* Refine the program evaluation criteria\n* Test and validate the study procedures.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Participation at 6 months after hospital discharge","description":"Patient participation score, measured by the score obtained in the \"participation\" dimension of the stroke-specific quality of life scale: Stroke Impact Scale 6 months after discharge from hospital","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Participation at 12 months","description":"Participation score at 12 months after discharged home","timeFrame":"12 months"},{"measure":"Quality of life at 6 months after hospital discharge: Stroke Impact Scale (SIS)","description":"Score of the other dimensions of the Stroke Impact Scale (SIS) at 6 months: force dimension, manual function, daily activities, mobility, communication, emotions, memory/thinking and global recovery.","timeFrame":"6 months"},{"measure":"Quality of life at 12 months after hospital discharge: Stroke Impact Scale (SIS)","description":"Score of the other dimensions of the Stroke Impact Scale (SIS) at 12 months: force dimension, manual function, daily activities, mobility, communication, emotions, memory/thinking and global recovery.","timeFrame":"12 months"},{"measure":"Anxiety and depression scores at 6 months after hospital discharge","description":"Change of anxiety and depression scores between discharge home and 6 months measured by the Hospital Anxiety and Depression scale (HADS) score.","timeFrame":"6 months"},{"measure":"Anxiety and depression scores at 12 months after hospital discharge","description":"Change of anxiety and depression scores between discharge home and 12 months measured by the Hospital Anxiety and Depression scale (HADS) score.","timeFrame":"12 months"},{"measure":"Fatigue at 6 months after hospital discharge","description":"Changes in fatigue level measured by the Pichot scale between discharge home and 6 months","timeFrame":"6 months"},{"measure":"Fatigue at 12 months after hospital discharge","description":"Changes in fatigue level measured by the Pichot scale between discharge home and 12 months","timeFrame":"12 months"},{"measure":"Sleep quality at 6 months after hospital discharge: Pittsburgh scale","description":"Sleep quality measured by the Pittsburgh scale between discharge home and 6 months","timeFrame":"6 months"},{"measure":"Sleep quality at 12 months after hospital discharge: Pittsburgh scale","description":"Sleep quality measured by the Pittsburgh scale between discharge home and 12 months","timeFrame":"12 months"},{"measure":"Sleepiness at 6 months after hospital discharge","description":"Sleepiness level measured by the Epworth scale between discharge home and 6 months","timeFrame":"6 months"},{"measure":"Sleepiness at 12 months after hospital discharge","description":"Sleepiness level measured by the Epworth scale between discharge home and 12 months","timeFrame":"12 months"},{"measure":"Prognosis at 12 months after hospital discharge (Stroke recurrence)","description":"Stroke recurrence within 12 months, reported by the patient and/or caregiver and validated by checking the hospitalization report.","timeFrame":"12 months"},{"measure":"Prognosis at 12 months after hospital discharge (hospitalizations)","description":"Unscheduled hospitalizations or emergency room visits within 12 months of discharge from hospital.","timeFrame":"12 months"},{"measure":"Prognosis at 12 months after hospital discharge (neurologic disability)","description":"Modified Rankin Score at 12-month","timeFrame":"12 months"},{"measure":"Prognosis at 12 months after hospital discharge (death)","description":"Death at 12 months","timeFrame":"12 months"},{"measure":"Cognitive disorders at hospital discharge","description":"Cognitive disorders at discharge from hospital measured by the Montreal Cognitive Assessment (MOCA) scale","timeFrame":"1 day"},{"measure":"Cognitive disorders at 12 months after hospital discharge","description":"Cognitive disorders at 12 months measured by the Montreal Cognitive Assessment (MOCA) scale","timeFrame":"12 months"},{"measure":"Access to care at 12 months after hospital discharge","description":"Consumption of care (consultations and hospitalizations) collected from the regional health insurance database","timeFrame":"12 months"},{"measure":"Access to social services at 12 months after hospital discharge","description":"Requests for social support made","timeFrame":"12 months"},{"measure":"Maintaining hospital discharge prescriptions at 6 months after hospital discharge","description":"Therapeutic persistence: maintenance of therapeutic prescriptions for discharge from hospital at 6 months. The prescriptions for secondary preventive treatment of stroke will be considered. Data will be collected by interviewing the patient.","timeFrame":"6 months"},{"measure":"Maintaining hospital discharge prescriptions at 12 months after hospital discharge","description":"Therapeutic persistence: maintenance of therapeutic prescriptions for discharge from hospital at 12 months. The prescriptions for secondary preventive treatment of stroke will be considered. Data will be collected by interviewing the patient.","timeFrame":"12 months"},{"measure":"Occupational status at 12 months after hospital discharge","description":"Occupational status at 12 months: return to work will be defined by working at least one day per week. Among these patients, resumption of the same professional activity, professional reclassification or adapted working time, early retirement.","timeFrame":"12 months"},{"measure":"Social isolation at discharge from hospital","description":"Social isolation at discharge from hospital measured by the Social Support score Questionnaire 6","timeFrame":"1 day"},{"measure":"Social isolation at 6 months after hospital discharge","description":"Social isolation at 6 months after discharge from hospital measured by the Social Support score","timeFrame":"6 months"},{"measure":"Social isolation at 12 months after hospital discharge","description":"Social isolation at 12 months after discharge from hospital measured by the Social Support score","timeFrame":"12 months"},{"measure":"Patient activation level at discharge from hospital","description":"Patient activation will be measured by the score obtained at the \"Patient activation Measure\" scale. This questionnaire is composed of 22 items that assess the patient's knowledge, skills and confidence level to manage their own situation (self-management).","timeFrame":"1 day"},{"measure":"Patient activation level at 6 months after hospital discharge","description":"Patient activation will be measured by the score obtained at the \"Patient activation Measure\" scale. This questionnaire is composed of 22 items that assess the patient's knowledge, skills and confidence level to manage their own situation (self-management).","timeFrame":"6 months"},{"measure":"Patient activation level at 12 months after hospital discharge","description":"Patient activation will be measured by the score obtained at the \"Patient activation Measure\" scale. This questionnaire is composed of 22 items that assess the patient's knowledge, skills and confidence level to manage their own situation (self-management).","timeFrame":"12 months"},{"measure":"Maintenance at home at 12 months after hospital discharge","description":"Data concerning the patient's place of residence 12 months after hospital discharge will be collected by interviewing the patient","timeFrame":"12 months"},{"measure":"Satisfaction with the support received upon return home: ad-hoc questionnaire","description":"Satisfaction with the support received upon return home, measured at 12 months by an ad-hoc questionnaire","timeFrame":"12 months"},{"measure":"Feeling towards information at 6 months after hospital discharge: ad-hoc questionnaire","description":"Feeling of information about stroke and medical and social care at 6 months through an ad-hoc questionnaire","timeFrame":"6 months"},{"measure":"Feeling towards information at 12 months after hospital discharge: ad-hoc questionnaire","description":"Feeling of information about stroke and medical and social care at 12 months through an ad-hoc questionnaire","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patient,\n* Having had a first confirmed, ischemic or hemorrhagic stroke\n* Managed in the participating stroke center\n* Whose return home directly from the stroke center is planned\n* Presenting a modified Rankin score of 1 to 3 when deciding to leave the stroke center\n* Having given its written consent\n* Whose main residence is located in the Rhône department of France\n* Aphasic patients may be included if a caregiver can follow up with the case manager\n\nExclusion Criteria:\n\n* Patient residing in an institution prior to stroke\n* Supported in the gerontological field before stroke\n* Inability to communicate by telephone with the case-manager and absence of a caregiver to follow up by telephone with the case-manager","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Julie Haesebaert, Dr","role":"CONTACT","phone":"4 72 68 49 05","phoneExt":"33","email":"julie.haesebaert01@chu-lyon.fr"},{"name":"Anne Termoz","role":"CONTACT","phone":"4 27 85 63 00","phoneExt":"33","email":"anne.termoz@chu-lyon.fr"}],"overallOfficials":[{"name":"Julie Haesebaert, Dr","affiliation":"Hospices Civils de Lyon","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"35459183","type":"DERIVED","citation":"Termoz A, Delvallee M, Damiolini E, Marchal M, Preau M, Huchon L, Mazza S, Habchi O, Bravant E, Derex L, Nighoghossian N, Cakmak S, Rabilloud M, Denis A, Schott AM, Haesebaert J. Co-design and evaluation of a patient-centred transition programme for stroke patients, combining case management and access to an internet information platform: study protocol for a randomized controlled trial - NAVISTROKE. BMC Health Serv Res. 2022 Apr 22;22(1):537. doi: 10.1186/s12913-022-07907-5."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results reported in this article, after deidentification (text, tables, figures and appendices) may be shared with researchers whose proposed use of the data has been approved by an independent review committee identified for this purpose.","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"beginning 3 months and ending 5 years following publication","accessCriteria":"julie.haesebaert01@chu-lyon.fr"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}