{"protocolSection":{"identificationModule":{"nctId":"NCT04409210","orgStudyIdInfo":{"id":"NFEC-2020-072"},"organization":{"fullName":"Nanfang Hospital, Southern Medical University","class":"OTHER"},"briefTitle":"Cardio-Cerebrovascular Co-Prevention and Co-Management Based on Internet+","officialTitle":"Development, Demonstration and Evaluation of Model of Cardiovascular and Cerebrovascular \"Co-Prevention and Co-Management\" Based on Internet+","acronym":"DEMO-CoCo"},"statusModule":{"statusVerifiedDate":"2020-05","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-05-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-05-27","studyFirstSubmitQcDate":"2020-05-27","studyFirstPostDateStruct":{"date":"2020-06-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-05-27","lastUpdatePostDateStruct":{"date":"2020-06-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Nanfang Hospital, Southern Medical University","class":"OTHER"},"collaborators":[{"name":"The Seventh Affiliated Hospital, Southern Medical University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Coronary heart disease and stroke are belong to the atherosclerotic vascular disease (ASCVD). When both occur at the same time, the mortality rate is 19%-37%. Especially when ischemic stroke occurs in patients with acute myocardial infarction, the mortality rate is as high as 36.5%. At present, there is a lack of co-management for the cardio-cerebrovascular diseases. Some studies have explored the disease management based on Internet +, but there are still challenges in personalized management and improving adherence. Based on Internet + 's \"co-prevention and co-management\" model of cardio-cerebrovascular diseases, this study plans to provide personalized intervention by smartphone App to improve the patients' self-management, in order to reduce the incidence and mortality of atherosclerotic cardio-cerebrovascular events in the high-risk population of cardio-cerebrovascular diseases.","detailedDescription":"The open label, cluster randomized, controlled clinical trial to evaluate the efficacy of smartphone App in the management of the high-risk population of cardio-cerebrovascular diseases. The trial with 2 main objectives: (1) to provide personalized intervention by smartphone App to improve the patients' self-management at least 6 months and (2) to determine whether the \"co-prevention and co-management\" model based on Internet + for at least 3 years is superior to routine management model at least 3 years on the outcomes of the incidence and mortality of atherosclerotic cardio-cerebrovascular events in the high-risk population of cardio-cerebrovascular diseases.\n\nThe trial plans to enroll around 8840 patients in four family physician teams. The four teams will be randomly assigned at 1:1 to the intervention group or the control group. Patients are assigned related group according to their family physician. All patients need to complete the questionnaire and clinical examination. Family physicians and patients in the intervention group need to use the smartphone App of this study, doctors use App to provide personalized health education, risk assessment, follow-up and reminders to patients. At the same time, patients could upload self-test data (such as blood pressure, blood glucose, heart rate and weight) and medical institution examination data (such as blood lipids, ECG, echocardiography, etc.) through App, while receiving routine treatment. Patients in the control group just receive routine treatment and routine management."},"conditionsModule":{"conditions":["Cardiovascular Diseases","Myocardial Ischemia","Cerebrovascular Disorders","Stroke","Internet-Based Intervention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomization will be performed using a computerized randomization program in a uniform 1:1 allocation ratio for the family physician teams. Patients managed by the same family physician team will be assigned to the same group.","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":8840,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention Group","type":"EXPERIMENTAL","description":"The intervention group will receive establishment of individual health records, cardiovascular risk assessment, popularization of medical knowledge, personalized reminders and routine treatment.","interventionNames":["Behavioral: Establishment of individual health records","Behavioral: Cardiovascular risk assessment","Behavioral: Popularization of medical knowledge","Behavioral: Personalized Reminders","Drug: Routine treatment"]},{"label":"Control Group","type":"OTHER","description":"The control group just receive routine treatment and routine management.","interventionNames":["Drug: Routine treatment"]}],"interventions":[{"type":"BEHAVIORAL","name":"Establishment of individual health records","description":"Patients could upload self-test data (such as blood pressure, blood glucose, heart rate and weight) and medical institution examination data (such as blood lipids, ECG, echocardiography, etc.) through App. AND then the App can automatically generate health reports to reflect the dynamic changes of the data in the form of charts and whether the data is normal or not. It is convenient for patients to have a clear understanding of their health management, and if there are outliers, they can intervene in time.","armGroupLabels":["Intervention Group"],"otherNames":["Establishment"]},{"type":"BEHAVIORAL","name":"Cardiovascular risk assessment","description":"The China-PAR risk prediction tool can be used to stratify the 10-years atherosclerotic cardiovascular disease (ASCVD) risk. Those with predicted risks of \\<5%, 5-10%, and ≥10% could be classified into categories of low-, moderate-, and high-risk for ASCVD, respectively. It is a risk prediction tool for Chinese developed by the team of Professor Gu Dongfeng of Fuwai Hospital of the Chinese Academy of Medical Sciences. When patients are aware of their risk of cardio-cerebrovascular diseases, it is helpful for patients to take the initiative to manage their cardio-cerebrovascular health.","armGroupLabels":["Intervention Group"],"otherNames":["Assessment"]},{"type":"BEHAVIORAL","name":"Popularization of medical knowledge","description":"Health education is divided into nine modules, such as introduction of cardio-cerebrovascular diseases, diet, exercise, sleep, psychology, medicine, cardiopulmonary resuscitation and cardiac self-rescue technology. The presentation of health education includes three modules: text, video and voice. Video and voice modules are more suitable for illiterates or people are inconvenient to read text. It mainly takes into account the fact that most of the high-risk population of cardio-cerebrovascular diseases are the elderly.","armGroupLabels":["Intervention Group"],"otherNames":["Popularization"]},{"type":"BEHAVIORAL","name":"Personalized Reminders","description":"1. Abnormal data reminder App can automatically judge whether the data is normal. If abnormal data is found, it will inform the patient in red font and remind the patient to consult the doctor in time. Patients can consult their family doctors directly online through App or go to the hospital.\n2. Medication reminder After patients upload their own medication information, the App will automatically generate a medication alarm clock to remind patients to take the drugs.\n3. Follow-up reminder According to the clinical diagnosis and conditions of patients, make personalized follow-up time. Family physicians could use the App to remind patients to fill in the follow-up form or go to the hospital.","armGroupLabels":["Intervention Group"],"otherNames":["Reminder"]},{"type":"DRUG","name":"Routine treatment","description":"Family physicians conduct the corresponding treatment and management according to the diagnosis and conditions of the patients.","armGroupLabels":["Control Group","Intervention Group"],"otherNames":["Treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of Atherosclerotic Cardio-cerebrovascular Events","description":"Atherosclerotic Cardio-cerebrovascular Event is defined as nonfatal acute myocardial infarction or coronary heart disease death or fatal or nonfatal stroke.","timeFrame":"3 years"}],"secondaryOutcomes":[{"measure":"Number of New Acquired High Risk Factors of Cardiovascular and Cerebrovascular Diseases.","description":"Such as hypertension, type 2 diabetes and dyslipidemia and so on.","timeFrame":"3 years"},{"measure":"Number of Subjects with Major Adverse Cardiovascular Events.","description":"All-cause mortality, acute heart failure, recurrent myocardial infarction, cardiac death and cerebrovascular death.","timeFrame":"3 years"},{"measure":"Health-related Quality of Life","description":"Health-related quality of life will be measured by EuroQol- 5 Dimension (EQ-5D) scale.","timeFrame":"6 months"},{"measure":"Medication Adherence","description":"It will be measured by the eight-item Morisky Medication Adherence Scale (MMAS-8).","timeFrame":"6 months"},{"measure":"Number of Subjects with New-onset Atrial Fibrillation or Atrial Flutter","description":"Atrial fibrillation or atrial flutter diagnosed by electrocardiogram during follow-up.","timeFrame":"3 years"},{"measure":"Number of Subjects with Peripheral artery disease","description":"Including aortic dissection, aortic aneurysm, and significant stenosis of carotid or other peripheral arteries requiring revascularization.","timeFrame":"3 years"},{"measure":"Dementia or mild cognitive impairment","description":"Dementia is defined as acquired cognitive decline or mental and behavioral abnormalities that affect work ability or daily life, and cannot be explained by delirium or other mental disorders.\n\nMild cognitive impairment mainly includes the following four indicators:\n\n1) cognitive impairment was reported by patients or insiders, or by experienced physicians; 2) objective evidence of impairment of one or more cognitive domains (from cognitive tests); 3) the complex instrumental ability of daily life can be slightly impaired, but the ability of daily living can be maintained independently; and 4) the diagnosis of dementia has not been reached.","timeFrame":"3 years"},{"measure":"Consumption of Medical Resources","description":"The incremental cost-effectiveness ratio of the two groups was calculated to compare the cost-effectiveness of the intervention group and the control group.","timeFrame":"3 years"},{"measure":"Newly diagnosed malignant tumor","description":"Malignant tumors confirmed by pathology during follow-up.","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFamily physician teams:\n\n1. The number of residents served is more than 30,000;\n2. The proportion of high-risk population of cardio-cerebrovascular diseases is more than 8%;\n3. manage the health records of residents;\n4. have a health examination for the residents once a year;\n5. Family doctors have smartphones.\n\nParticipants:\n\n1. Aged ≥18 years;\n2. Meet any of the following indicators:\n\n1) LDL-C\\>4.9mmol/L or TC\\>7.2mmol/L; 2) Diabetic patients (age \\>40 years old): 1.8mmol/L≤LDL-C\\<4.9mmol/L（or）3.1mmol/L≤TC\\<7.2mmol/L; 3) The predicted risks measured by China-PAR model of ≥10%; 4) Patients with predicted risks measured by China-PAR model of ≥5% and \\<10%, and meet with two or more risk factors as following:\n\n1. Systolic Blood Pressure ≥ 160mmHg or Diastolic Blood Pressure ≥ 100mmHg,\n2. BMI≥28kg/m2,\n3. Non- HDL-C≥5.2mmol/L,\n4. Smoking,\n5. HDL-C\\<1.0mmol/L. (3) Local permanent residents (more than 5 years); (4) No severe physical disability, clear consciousness and normal communication; (5) The participants in the intervention group or their families have smartphones; (6) Disease and death are under the management of the local health department; (7) Sign the informed consent form voluntarily.\n\nExclusion Criteria:\n\nFamily physician teams:\n\n1. The establishment of residents' health records is incomplete;\n2. The main population served are temporary residents and floating population.\n\nParticipants:\n\n1. Temporary residents and floating population;\n2. Those who have serious health conditions and are unable to participate in this study;\n3. Those who are unwilling to accept the follow-up inspection;\n4. According to the judgment of the researchers, it is not suitable to participate.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jiancheng Xiu, MD","role":"CONTACT","phone":"86-13903064940","email":"xiujc@126.com"}],"overallOfficials":[{"name":"Jiancheng Xiu, MD","affiliation":"Department of Cardiology, Nanfang Hospital, Southern Medical University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Nanfang Hospital, Southern Medical University","city":"Guangzhou","state":"Guangdong","zip":"510515","country":"China","geoPoint":{"lat":23.11667,"lon":113.25}}]},"referencesModule":{"references":[{"pmid":"34741536","type":"DERIVED","citation":"Dibben G, Faulkner J, Oldridge N, Rees K, Thompson DR, Zwisler AD, Taylor RS. Exercise-based cardiac rehabilitation for coronary heart disease. Cochrane Database Syst Rev. 2021 Nov 6;11(11):CD001800. doi: 10.1002/14651858.CD001800.pub4."},{"pmid":"33769555","type":"DERIVED","citation":"Palmer MJ, Machiyama K, Woodd S, Gubijev A, Barnard S, Russell S, Perel P, Free C. Mobile phone-based interventions for improving adherence to medication prescribed for the primary prevention of cardiovascular disease in adults. Cochrane Database Syst Rev. 2021 Mar 26;3(3):CD012675. doi: 10.1002/14651858.CD012675.pub3."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Myocardial Ischemia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}