{"protocolSection":{"identificationModule":{"nctId":"NCT05883059","orgStudyIdInfo":{"id":"PJ-KS-KY-2023-63(X)"},"organization":{"fullName":"The First Affiliated Hospital of Dalian Medical University","class":"OTHER"},"briefTitle":"Clinical Study On Lower Limb Robot For Lower Limb Dysfunction After Stroke","officialTitle":"Clinical Study On Lower Limb Robot For Lower Limb Dysfunction After Stroke"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-05-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-18","studyFirstSubmitQcDate":"2023-05-28","studyFirstPostDateStruct":{"date":"2023-05-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-28","lastUpdatePostDateStruct":{"date":"2023-05-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"liuyong","investigatorTitle":"chief physcician","investigatorAffiliation":"The First Affiliated Hospital of Dalian Medical University"},"leadSponsor":{"name":"liuyong","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to learn about effect of lower robot in stroke population. The main question\\[s\\] it aims to answer are: the efficacy of lower limb robot assisted training in improving walking ability, lower limb function, cognition, and quality of life in stroke patients.The robot group of patients received lower limb robot assisted training combined with routine rehabilitation treatment. The control group only received routine rehabilitation treatment.Compare two groups to explore the therapeutic effect of lower limb robots on lower limb dysfunction after stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","Robotics"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"assessor was blinded. The assessor, who not participated in the study, was experienced, and well qualified in the use of the tests.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":18,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"robot group","type":"EXPERIMENTAL","description":"The participants in the robot group received lower limb robot assisted walking training combined with routine rehabilitation therapy. Routine rehabilitation therapy includes lower limb muscle strength training, stretching training, joint range of motion training, balance training, walking training, and functional electrical stimulation.","interventionNames":["Device: Lower limb robot assisted walking training"]},{"label":"control group","type":"ACTIVE_COMPARATOR","description":"Routine rehabilitation therapy includes lower limb muscle strength training, stretching training, joint range of motion training, balance training, walking training, and functional electrical stimulation.","interventionNames":["Other: routine rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"Lower limb robot assisted walking training","description":"The participants in the robot group received lower limb robot assisted walking training combined with routine rehabilitation therapy. Lower limb robot assisted walking training for 30 minutes each time, once a day, 5 times a week, for 4 consecutive weeks; Routine rehabilitation treatment includes lower limb muscle strength training, stretching training, joint range of motion training, balance training, walking training, functional electrical stimulation, etc. Routine rehabilitation treatment once a day, five times a week, for four consecutive weeks.","armGroupLabels":["robot group"]},{"type":"OTHER","name":"routine rehabilitation","description":"The control group participants received routine rehabilitation, including lower limb muscle strength training, stretching training, joint range of motion training, balance training, walking training, functional electrical stimulation, etc. Routine rehabil","armGroupLabels":["control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline Berg Balance Scale at 4 weeks","description":"The Berg Balance Scale is a commonly used scale for evaluating balance ability in stroke Participants.Participants cooperate to complete the corresponding projects, and specialized assessors with professional knowledge in rehabilitation assessment will score based on the patient's completion status. The scale has a total of 14 items, including standing up from a sitting position, standing to sitting, standing independently, sitting independently, bed to wheelchair transfer, standing with eyes closed, standing with feet together, standing with upper limbs extended forward, standing with objects picked up from the ground, turning back to look, turning around for a week, alternating steps with both feet, standing with both feet in front of and behind, and standing with one leg. Each project has a maximum score of 4 and a ，minimum score of 0. The higher the score, the better the balance ability.","timeFrame":"baseline and 4 weeks"},{"measure":"Change from Baseline functional ambulation category scale at 4 weeks","description":"The functional ambulation category scale is a commonly used scale for evaluating walking ability, with ratings ranging from 0 to 5. The higher the level, the better the walking ability.","timeFrame":"baseline and 4 weeks"},{"measure":"Change from Baseline fugl-meyer assessment-lower extremity at 4 weeks","description":"The scale assesses the presence or absence of reflexes in the participants' lower limbs, as well as the presence of hyperreflexia, flexor coordination, extensor coordination, activities accompanied by coordination, activities without coordination, and speed.The higher the score, the better the lower limb motor ability","timeFrame":"baseline and 4 weeks"}],"secondaryOutcomes":[{"measure":"Change from Baseline modified barthel index at 4 weeks","description":"The evaluators rated participants on items such as grooming, bathing, eating, toileting, dressing, bowel control, urination control, going up and down stairs, bed and chair transfer, and walking on level ground. The higher the score, the better the daily living ability.","timeFrame":"baseline and 4 weeks"},{"measure":"Change from Baseline Gait parameters at 4 weeks","description":"Use a gait analysis device to measure the patient's walking speed, stride frequency, stride length, and stride length. The linear distance traveled in the direction of travel per unit time during walking at a pace. Step frequency refers to the number of steps taken per minute during walking. Step length refers to the distance traveled by one foot following the ground during walking to the next foot following the ground. When walking, the distance traveled from one foot following the ground to another heel landing on that side.","timeFrame":"baseline and 4 weeks"},{"measure":"Change from Baseline Minimum Mental State Examination at 4 weeks","description":"This scale is a commonly used scale for evaluating participants' cognitive status. Participants are required to answer the corresponding questions or complete the corresponding actions according to the instructions. If the answer is correct or the corresponding actions are completed, 1 point will be awarded, otherwise no point will be awarded. The total score is 30 points, and the higher the score, the better the cognitive ability.","timeFrame":"baseline and 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* In line with the diagnostic criteria for stroke in the Diagnostic Criteria for Various Cerebrovascular Diseases issued by the Chinese Medical Association in 2019.\n* First stroke or no residual dysfunction after previous stroke.\n* Participants have stable vital signs, clear consciousness, and no aphasia.\n* The onset time of stroke is between 2 weeks and 6 months after onset.\n* Age\\>18 years old.\n* Presence of hemiplegic motor dysfunction.\n* Ability to walk with the help of a single person.\n* sign an informed consent form with the Participants or family member before treatment.\n\nExclusion Criteria:\n\n* Participants have serious musculoskeletal or other mental nervous system disease.\n* Participants have contraindications to cardiovascular exercise.\n* Moderate to severe contracture of the patient's lower limbs (modified Ashworth scale, MAS\\>2 for ankle, knee, or hip joints).\n* Presence of progressive or secondary brain injury leading to unstable condition.\n* Unilateral neglect or diseases that affect vision.\n* Participants have lower limb vein thrombosis.\n* Participants present with lower limb non healing ulcers and osteoporosis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"yong liu","role":"CONTACT","phone":"18098876656","email":"fuwa52008@126.com"}],"locations":[{"facility":"The First Affiliated Hospital of Dalian Medical University","status":"RECRUITING","city":"Dalian","state":"Liaoning","zip":"116011","country":"China","contacts":[{"name":"liu yong","role":"CONTACT","phone":"18098876656","email":"fuwa52008@126.com"}],"geoPoint":{"lat":38.91222,"lon":121.60222}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}