{"protocolSection":{"identificationModule":{"nctId":"NCT05210088","orgStudyIdInfo":{"id":"2021-A00104-37"},"organization":{"fullName":"University Hospital, Grenoble","class":"OTHER"},"briefTitle":"PLAsticity, Security and Tolerance to Intermittent Hypoxic Conditioning Following Stroke","officialTitle":"PLAsticity, Security and Tolerance to Intermittent Hypoxic Conditioning Following Stroke","acronym":"PLASTIHC"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-05","studyFirstSubmitQcDate":"2022-01-13","studyFirstPostDateStruct":{"date":"2022-01-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-22","lastUpdatePostDateStruct":{"date":"2023-05-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Grenoble","class":"OTHER"},"collaborators":[{"name":"Agir pour les maladies chroniques","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"By inducing endogenous neuroprotection, hypoxic post-conditioning following stroke may represent a harmless and efficient non-pharmacological innovative neuro-therapeutic modality aiming at inducing neuroplasticity and brain repair, as supported by many preclinical studies.\n\nThe investigators thus hypothesize that hypoxic post-conditioning represents a safe therapeutic strategy post-stroke. The investigators further hypothesize that hypoxic conditioning could enhance neuroplasticity and function in combination with conventional rehabilitative care.\n\nThe primary study endpoint will be safety. Safety will be assessed through the clinical review of the adverse events over the duration of the study, every 48 hours by a trained evaluator, blinded for the therapeutic intervention.\n\nThe investigators will further investigate the potential functional benefits of such a therapeutic approach on motor function, gait, balance, and cognition. The neurophysiological substrates of hypoxic conditioning-triggered neuroplasticity at a subacute delay post-stroke will also be investigated, based on biological and imagery markers.","detailedDescription":"Stroke is the second leading cause of death and the third leading cause of disability-adjusted life-years worldwide. If acute stroke therapy has decreased mortality, more than 50% of stroke survivors are left with sensorimotor and cognitive deficiencies. Recovery and rehabilitation treatments, aiming at inducing neuroplasticity, maximizing function in unaffected brain areas or implementing compensatory strategies to improve overall function, benefit from an extensive time window that ranges from days to months. Their development is urgently needed.\n\nSeveral endogenous neuroprotective mechanisms are spontaneously engaged following stroke to achieve neuroprotection and stimulate brain repairing processes. Conditioning the central nervous system can trigger endogenous mechanisms of neuroprotection. Conditioning refers to a procedure by which a potentially deleterious stimulus is applied near to but below the threshold of damage to the organism. While hypoxia is well recognized as a common underlying mechanism of many pathological conditions, experimental data indicate that exposure to specific doses of hypoxia (by breathing a hypoxic gas mixture) can be neuroprotective.\n\nPreconditioning is defined as the exposure to the conditioning stimulus before injury onset, to induce tolerance or resistance to the subsequent injury. Postconditioning refers to the application of the conditioning stimulus after injury or damage, to stimulate tissue reparation or neuroplasticity. As stroke is an unpredictable event, translating hypoxic preconditioning to clinical practice seems difficult. However, developing postconditioning strategies seems of clinical and rehabilitative relevance. Thus, an increase in neuronal salvage and neurogenesis, along with an increase in brain-derived neurotrophic factor expression and a reduced neuroinflammation were shown in murine models of hypoxic conditioning following ischemic stroke.\n\nBy inducing endogenous neuroprotection, hypoxic conditioning may represent a harmless and efficient non-pharmacological innovative neuro-therapeutic modality aiming at inducing neuroplasticity and brain repair, as supported by many preclinical studies.\n\nThe main working hypothesis is that hypoxic postconditioning may represent a safe therapeutic strategy post-stroke.\n\nThe investigators further hypothesize that hypoxic conditioning could enhance neuroplasticity and function in combination with conventional rehabilitative care.\n\nThe primary study endpoint will be safety. Safety will be assessed through the clinical review of the adverse events over the duration of the study, every 48 hours by a trained evaluator, blinded for the therapeutic intervention.\n\nAll adverse events will be evaluated and quoted in accordance with National Institute of Health Common Criteria for Terminology for Adverse Events 5.0 (NIH CCTAE) recommendations, particularly with respect to Sub-sections \"Cardiac disorders \", \"Nervous system disorders\" and \"Vascular Disorders\". Safety assessments will be performed every 48 hours, throughout the 8-week conditioning period, in addition to the conventional clinical follow-up performed in the rehabilitation unit.\n\nThe potential functional benefits of such a therapeutic approach on motor function, gait, balance, and cognition will also be further investigated. The neurophysiological substrates of hypoxic conditioning-triggered neuroplasticity at a subacute delay post-stroke will be investigated, based on biological (serum inflammatory markers, growth and neurogenesis biomarkers) and imagery markers (morphological MRI sequences, functional connectivity (resting state), and brain vascularization)."},"conditionsModule":{"conditions":["Stroke, Ischemic","Stroke Sequelae"],"keywords":["Stroke","Hypoxic conditioning","Intermittent hypoxia","Recovery","Biomarkers","Safety"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","interventionModelDescription":"Phase I (safety and tolerability) clinical trial (impact on intermediate endpoints) evaluating a chronic (one month) hypoxic conditioning strategy for stroke, single-center, dose-escalation accelerated titration design (Liu S., Contemp. Clin. Trials. 2013) with continuous safety reassessment method. Dose escalation protocol. Dose escalation consisting of 4 successive steps, with increasing doses of hypoxia and continuous reassessment of safety criteria (primary endpoint, see below) Phase 2: Randomised, double-blind, controlled study comparing a group exposed to intermittent hypoxic post-conditioning versus a group exposed for the same duration and under the same conditions to a normoxic stimulus.","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The patients, as well as the experimenters performing the assessment sessions, will be blinded to the level of hypoxia. Only operators not involved in the monitoring of patients within the protocol and who will set the hypoxia generator device will not be concerned by the blind procedure.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"PHASE 1- Dose escalation protocol","type":"EXPERIMENTAL","description":"4-step dose-escalation protocol with increasing doses of intermittent hypoxia and continuous reassessment of safety criteria (primary endpoint).\n\nHypoxic conditioning will be performed in three one-hour sessions per week, performed non-consecutively, for 8 weeks. The hypoxic stimulus will be intermittent, and each session will consist of 7 cycles of 5 minutes of hypoxia alternating with 3 minutes of normoxia (FiO2 = 21%). The subjects will be installed in a semi-recumbent position, at rest in a quiet environment.\n\nFor hypoxic exposure, the inspired fraction of oxygen (FiO2) will be set individually to achieve the targeted level of desaturation (Pulse Oxygen Saturation, SpO2) continuously monitored: 90% for stage 1 (n=1 patient), 85% for stage 2 (n=3 patients), 80% for stage 3 (n=3 patients), 75% for stage 4 (n=3 patients).","interventionNames":["Drug: Hypoxia, intermittent"]},{"label":"PHASE 2 - Intermittent hypoxia group","type":"ACTIVE_COMPARATOR","description":"Group exposed to an intermittent hypoxic stimulus (n=20, target pulsed saturation in dioxygen 75%).\n\nThe device used is a gas mixer already in use in the unit and used in current clinical practice and research in our team (Altitrainer®, Sport and Medical TEChnologies S.A. (SMTEC S.A.), Switzerland). The hypoxic stimulus will be obtained by having the subject inhale a gas mixture enriched in nitrogen by means of a mask, in variable proportion according to the desired degree of hypoxia.\n\nHypoxic conditioning will be performed in three one-hour sessions per week, performed non-consecutively, for 8 weeks. The hypoxic stimulus will be intermittent, and each session will consist of 7 cycles of 5 minutes of hypoxia alternating with 3 minutes of normoxia (FiO2 = 21%). The subjects will be installed in a semi-recumbent position, at rest in a quiet environment.\n\nFor hypoxic exposure, the FiO2 will be set individually to achieve the targeted level of desaturation.","interventionNames":["Drug: Hypoxia, intermittent"]},{"label":"PHASE 2 - Sham (Normoxia) group","type":"SHAM_COMPARATOR","description":"Normoxia group (n=10, FiO2 = 21%). The same setting will be used as in the Intermittent hypoxia group, but subjects will breathe ambient air throughout the conditioning procedure.","interventionNames":["Other: Normoxia"]}],"interventions":[{"type":"DRUG","name":"Hypoxia, intermittent","description":"The device used to generate the intermittent hypoxia stimulus is a gas mixer used in current clinical practice and research (Altitrainer®, SMTEC S.A. Switzerland). The hypoxic stimulus will be obtained by having the subject inhale a gas mixture enriched in nitrogen by means of a mask, in variable proportion according to the desired degree of hypoxia.\n\nHypoxic conditioning will be performed in three one-hour sessions per week, performed non-consecutively, for 8 weeks. The hypoxic stimulus will be intermittent, and each session will consist of 7 cycles of 5 minutes of hypoxia alternating with 3 minutes of normoxia (FiO2 = 21%). The subjects will be installed in a semi-recumbent position, at rest in a quiet environment.\n\nFor hypoxic exposure, the inspired fraction of oxygen (FiO2) will be set individually to achieve the targeted level of desaturation (Pulse Oxygen Saturation, SpO2) continuously monitored.","armGroupLabels":["PHASE 1- Dose escalation protocol","PHASE 2 - Intermittent hypoxia group"],"otherNames":["Hypoxic conditioning","Hypoxia"]},{"type":"OTHER","name":"Normoxia","description":"The normoxic stimulus will be obtained by having the subjects inhale via a face mask a normoxic gas mixture with a fixed FiO2 of 21%, delivered by the gas mixing device (Altitrainer®, SMTEC S.A. Switzerland).","armGroupLabels":["PHASE 2 - Sham (Normoxia) group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Secondary adverse events","description":"The safety of such a therapeutic strategy will be assessed by systematic screening for adverse events at each conditioning session and at follow-up visits throughout the duration of exposure (8 weeks) by a trained experimenter, blinded to the therapeutic intervention.\n\nAll adverse events will be assessed and scored as a composite endpoint according to the NIH CCTAE 5.0 (National Institute of Health Common Terminology Criteria for Adverse Events), including in particular those listed in the sub-sections on \"Cardiological Pathologies\", \"Central Nervous System Pathologies\" and \"Vascular Pathologies\".","timeFrame":"Through study completion, an average of 8 weeks"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer","description":"Function - Fugl-Meyer motor function Score range: 0-100 Higher values indicate better performance. A score of 96-99 indicates light motor incoordination A score of 85-95 indicates hemiparesis A score ≤ 84 indicates hemiplegia","timeFrame":"Phase 1: Inclusion, 2 months; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"New Functional ambulation category (nFAC) score","description":"Function - New Functional ambulation category (nFAC) score Score range: 0-5 A score of 0 indicates no functional ability to walk A score of 5 indicates independent walking","timeFrame":"Phase 1: Inclusion, 2 months; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Prospective collection of number of falls","description":"Function - Prospective collection of number of falls","timeFrame":"Phase 1: Inclusion, 2 months; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Modified Rankin Scale (mRS)","description":"Activity limitation - Modified Rankin Scale (mRS) Score range: 0-6 The mRS scores range from à (no symptom) to 6 (death)","timeFrame":"Phase 1: Inclusion, 2 months; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Barthel index","description":"Activity limitation - Barthel index Score range: 0-100 The higher the score, the better the function and the independence","timeFrame":"Phase 1: Inclusion, 2 months; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"16-item Stroke Impact Scale","description":"Participation The higher the score, the better the performance.","timeFrame":"Phase 1: Inclusion, 2 months; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"10-metre walk test","description":"Mobility - Instrumented 10-metre walk test, carried out at spontaneous walking speed, 3 trials: collection of quantitative spatiotemporal step parameters and their variability, collection of walking speed.","timeFrame":"Phase 1: Inclusion, 2 months; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Timed-up and Go test","description":"Mobility - Timed-up and Go test: 3 trials","timeFrame":"Phase 1: Inclusion, 2 months; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Montreal Cognitive Assessment","description":"Neuropsychological assessment Score range: 0-30 Normal if \\>26/30 The higher the score, the better the cognitive performance.","timeFrame":"Phase 1: Inclusion, 2 months; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Magnetic resonance imagery - Morphological sequences","description":"The acquisitions will be performed on a 3 Tesla magnetic resonance imaging (MRI) machine.\n\nHigh-resolution anatomical sequences: T1, T2, FLAIR, for calculation of lesion volume and delineation of lesion mask.","timeFrame":"Phase 1: Inclusion; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Magnetic resonance imagery - Diffusion and perfusion sequences","description":"The acquisitions will be performed on a 3 Tesla magnetic resonance imaging (MRI) machine.\n\nBolus perfusion (gadolinium) T1 and Diffusion Tensor Imaging (DTI, 60 directions or High Angular Resolution Diffusion Imaging (HARDI)), allowing calculation of the Apparent Diffusion Coefficient (ADC) map.","timeFrame":"Phase 1: Inclusion; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Magnetic resonance imagery - Cerebral blood flow","description":"The acquisitions will be performed on a 3 Tesla magnetic resonance imaging (MRI) machine.\n\nCerebral vasoreactivity (to a hypercapnic stimulus) assessed by Arterial Spin Labelling (ASL) and Blood oxygenation level-dependent (BOLD) sequences.","timeFrame":"Phase 1: Inclusion; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Magnetic resonance imagery - Resting state functional magnetic resonance imaging (fMRI)","description":"The acquisitions will be performed on a 3 Tesla magnetic resonance imaging (MRI) machine.\n\nFunctional connectivity measurements.","timeFrame":"Phase 1: Inclusion; Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Cerebral Blood Flow","description":"Cerebral blood flow will be assessed by measuring the flow velocity in the middle cerebral artery (MCAv), estimated by continuous measurement of the right middle cerebral artery using a 2 megahertz (MHz) pulsed transcranial Doppler (TCD) (MultiDop T, Compumedics Germany GmbH, Germany). Following standardized research techniques, the Doppler probe will be fixed to the temporal window with the aid of a helmet (DiaMon, Compumedics Germany GmbH) to maintain an optimal insonation position throughout the study and thus avoid any movement artifact.","timeFrame":"Phase 1: Inclusion; Phase 2: Inclusion, 2 months, 6 months"}],"otherOutcomes":[{"measure":"Biomarkers of hypoxic conditioning - Brain Derived Neurotrophic Factor (BDNF)","description":"Phase 2 only. A blood sample collection will be performed to secondary assess the Brain-Derived Neurotrophic Factor (BDNF) levels in the serum.\n\nUnit: pg/ml","timeFrame":"Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Biomarkers of hypoxic conditioning - Erythropoietin (EPO)","description":"Phase 2 only. A blood sample collection will be performed to secondary assess the Erythropoietin (EPO) levels in the serum.\n\nUnit: milli-international unit/mL","timeFrame":"Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Biomarkers of hypoxic conditioning - Hypoxia inducible factor 1","description":"Phase 2 only. A blood sample collection will be performed to secondary assess the Hypoxia inducible factor 1 levels in the blood.\n\nAnalytic method: RNA extraction Unit: Normalised copy number","timeFrame":"Phase 2: Inclusion, 2 months, 6 months"},{"measure":"Biomarkers of hypoxic conditioning - Vascular Endothelial Growth Factor (VEGF)","description":"Phase 2 only. A blood sample collection will be performed to secondary assess the VEGF levels in the blood.\n\nAnalytic method: ELISA","timeFrame":"Phase 2: Inclusion, 2 months, 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with minor cerebral infarction with NIHSS \\< or equal to 5 will be included in the protocol;\n* Cerebral infarction occurring one month (±1 week) before the planned start of hypoxic exposure;\n* Age ≥18 years;\n* A first, unilateral, ischemic, supra-tentorial hemispheric stroke, confirmed by magnetic resonance imaging;\n* Modified Rankin Scale score between 1 and 3, defining mild to moderate residual functional disability.\n* A person affiliated with the social security system or benefits from such a system;\n* A person who has given written informed consent.\n\nExclusion Criteria:\n\n* Patients who are minors or over 85 years of age, pregnant or breastfeeding women, or women of childbearing potential in the absence of highly effective contraception;\n* Stroke of the brainstem or cerebellum ;\n* Severe aphasia, limiting the ability to understand the protocol;\n* History of central or peripheral neurological pathology;\n* Modified Rankin Scale score \\>0 before stroke;\n* Known severe untreated obstructive sleep apnea syndrome, defined as an apnea-hypopnea index ≥ 30 events per hour of sleep;\n* Pre-existing hypoxemic lung disease (such as chronic obstructive pulmonary disease);\n* Heart failure, defined as an ejection fraction ≤40% ;\n* History of high altitude pathology;\n* Scheduled stay at altitude (\\> 2500 m) during the study period ;\n* Migraine;\n* History of rheumatological or orthopedic disease of the lower limbs, amputation of the lower limb.\n* Contraindication to magnetic resonance imaging;\n* Subjects who cannot be contacted in an emergency;\n* Subject in exclusion period of another study;\n* Subject under administrative or judicial supervision;\n* Persons referred to in Articles L1121-5 to L1121-8 of the \"Code de la Santé Publique\" (corresponds to all protected persons: pregnant women, women in labor, nursing mothers, persons deprived of their liberty by judicial or administrative decision, persons subject to a legal protection measure).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sébastien BAILLIEUL, MD, PhD","role":"CONTACT","phone":"0623574355","phoneExt":"+33","email":"sbaillieul@chu-grenoble.fr"},{"name":"Olivier DETANTE, Prof.","role":"CONTACT","email":"odetante@chu-grenoble.fr"}],"locations":[{"facility":"Grenoble Aalpes University Hospital","city":"Grenoble","state":"Veuillez Sélectionner Une Région.","zip":"38000","country":"France","contacts":[{"name":"Sébastien BAILLIEUL, MD, PhD","role":"CONTACT","phone":"0623574355","phoneExt":"+33","email":"sbaillieul@chu-grenoble.fr"},{"name":"Detante Olivier, Prof.","role":"CONTACT","email":"odetante@chu-grenoble.fr"},{"name":"Sébastien BAILLIEUL, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Olivier DETANTE, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Stéphane DOUTRELEAU, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Renaud TAMISIER, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Jean-Louis PEPIN, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Isabelle FAVRE-WIKI, MD","role":"SUB_INVESTIGATOR"},{"name":"Sarah ALEXANDRE, MD","role":"SUB_INVESTIGATOR"},{"name":"Katia GARAMBOIS, MD","role":"SUB_INVESTIGATOR"},{"name":"Alexandre KRAINIK, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Arnaud ATTYE, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Michel GUINOT, MD, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":45.16667,"lon":5.71667}}]},"referencesModule":{"references":[{"pmid":"26157787","type":"BACKGROUND","citation":"Verges S, Chacaroun S, Godin-Ribuot D, Baillieul S. Hypoxic Conditioning as a New Therapeutic Modality. Front Pediatr. 2015 Jun 22;3:58. doi: 10.3389/fped.2015.00058. eCollection 2015."},{"pmid":"28585890","type":"BACKGROUND","citation":"Baillieul S, Chacaroun S, Doutreleau S, Detante O, Pepin JL, Verges S. Hypoxic conditioning and the central nervous system: A new therapeutic opportunity for brain and spinal cord injuries? Exp Biol Med (Maywood). 2017 Jun;242(11):1198-1206. doi: 10.1177/1535370217712691."},{"pmid":"33638916","type":"BACKGROUND","citation":"Burtscher J, Syed MMK, Lashuel HA, Millet GP. Hypoxia Conditioning as a Promising Therapeutic Target in Parkinson's Disease? Mov Disord. 2021 Apr;36(4):857-861. doi: 10.1002/mds.28544. Epub 2021 Feb 27."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data collected for the study, including deidentified individual participant data will be made available to others following the publication of this article, for academic purposes (e.g., meta-analyses) on request to the principal investigator, after the publication of the results of the present study.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"After the publication of the results of the present study.","accessCriteria":"Data collected for the study, including deidentified individual participant data will be made available to others following the publication of this article, for academic purposes (e.g., meta-analyses) on request to the principal investigator."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M3875","name":"Hypoxia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}