{"protocolSection":{"identificationModule":{"nctId":"NCT04289766","orgStudyIdInfo":{"id":"REC/00654 Irum Farooq"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Focal Muscle Vibration on Upper Limb Function in Subacute Post-stroke Patients","officialTitle":"Effects of Focal Muscle Vibration on Upper Limb Function in Subacute Post-stroke Patients"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-02-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-04-20","type":"ACTUAL"},"completionDateStruct":{"date":"2021-04-20","type":"ACTUAL"},"studyFirstSubmitDate":"2020-02-27","studyFirstSubmitQcDate":"2020-02-27","studyFirstPostDateStruct":{"date":"2020-02-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-20","lastUpdatePostDateStruct":{"date":"2021-04-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the second leading cause of death, accounting for 11.13 % of total deaths, and the main cause of disability worldwide. The major type of stroke is ischemic, which occurs in about 87% of all stroke cases Stroke has different risk factors, which can be grouped into modifiable and non-modifiable risk factors. Major risk factors for stroke include age, history of cerebrovascular event, smoking, alcohol consumption, physical inactivity, hypertension, diabetes mellitus, cardiovascular diseases, obesity, metabolic syndrome, diet, nutrition, and genetic risk factors. Many new technique used for rehabilitation after stroke includes Constraint-Induced Movement Therapy for Arm or Leg Paralysis, Mirror Therapy for Hand Recovery, Harness the Relentless Force etc. Segmental muscle vibration (SMV) is also a new technique and effective to decrease the hyper-toned muscles spasticity but still less work done on it. SMV with different frequencies have different effects for both flaccid and spastic patients of all 3 stages of stroke. In our study we will work with 60hz and 120hz frequencies to reduce the spasticity of upper limb and improves their functional level.","detailedDescription":"Evidence strongly suggest that a period of pure sensory stimulation can affect motor corticoids activity excitability.\n\nIn 2019 segmental muscle vibration(SMV) used to improve upper extremity functional ability post stroke and concluded that patients in both groups improved significantly after treatment in Barthel index (BI), elbow Range of Motion (ROM) and elbow muscle strength. However muscle tone in elbow joint of hemiplegic upper extremity improved significantly after only in the experimental group. They suggested that with routine physiotherapy with extended exposure SMV will results in significant reduced spasticity and better improved Activities Of Daily Livings (ADLs).\n\nIn 2019 a work done with SMV to improve gate performance in patients with foot drop after chronic stroke. Results of this study revealed moderate improvement in mean gate speed, normal side swing velocity, bilateral stride length and normal-side toe off in experimental group. Further studies needed to evaluate the optimal and minimum SMV dosage.\n\nAnother study conducted in 2019 to see Results show that processing speed, inhibitory control and attention improved following SMV. But working memory between groups and also not show a association between executive functions course and fall risk, so they suggest further work to examine effects of vibration therapy on executive functions.\n\nIn 2014 another therapist highlight the potential use of SMV to modulate electromyographic (EMG) for reaching movement in chronic stroke patients but needs to be confirmed by larger control perspective trials of SMV.\n\nIn 2019 combined work done with repetitive focal muscle vibration with physiotherapy to improve the motor function even in very acute phase of stroke and finds it a valid complementary non pharmacological therapy In 2019 another study suggest that Whole Body Vibration (WBV) and Upper and Lower Cycle (ULC) effective upper for upper extremity motor function and grip strength in sub-acute stroke.\n\nIn 2019 a study reported the risk factors (vibration injury to hands vascular components, intermediate blanching neurological components and lower back pain for drivers of work machines) and benefits (improvement in bone health and neuromuscular function). So is a room for research to design a balanced WBV protocol.\n\nA study in 2018 did a meta-analysis and compare the effects of WBV in stroke patients and concludes that it is a safe therapeutic method for improving symptoms."},"conditionsModule":{"conditions":["Stroke, Subacute"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":106,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional Treatment","type":"ACTIVE_COMPARATOR","description":"Conventional Treatment includes exercises limbs","interventionNames":["Other: Conventional Treatment"]},{"label":"Focal Muscle Vibration (120Hz)","type":"EXPERIMENTAL","description":"* Each session will span 40 minutes plus 10 of Focal Muscle vibration for each muscle at a frequency of 120 Hz.\n* Conventional Treatment","interventionNames":["Other: Focal Muscle Vibration (120Hz)"]},{"label":"Focal Muscle Vibration (60Hz)","type":"EXPERIMENTAL","description":"* Each session will span 40 minutes plus 10 of Focal Muscle vibration for each muscle at a frequency of 60 Hz.\n* Conventional Treatment","interventionNames":["Other: Focal Muscle Vibration (60Hz)"]}],"interventions":[{"type":"OTHER","name":"Conventional Treatment","description":"These individuals will receive the conventional intervention including the routine rehabilitation therapy like active and passive ROMs, stretching, strengthening of upper limb, balance improvement exercises. Time duration is of 40 minute 3 times per week.","armGroupLabels":["Conventional Treatment"]},{"type":"OTHER","name":"Focal Muscle Vibration (120Hz)","description":"These individuals will receive conventional therapy along with Focal Muscle Vibration applied to the hyper toned muscles (Bicep Brachialis and Extensor Carpi Radialis). Evaluation at baseline and after the end session (Total 24 session). i.e. 3 sessions/week for 8 weeks.","armGroupLabels":["Focal Muscle Vibration (120Hz)"]},{"type":"OTHER","name":"Focal Muscle Vibration (60Hz)","description":"These individuals will receive conventional therapy along with Focal Muscle Vibration applied to the hyper toned muscles (Bicep Brachialis and Extensor Carpi Radialis). Evaluation at baseline and after the end session (Total 24 session). i.e. 3 sessions/week for 8 weeks.","armGroupLabels":["Focal Muscle Vibration (60Hz)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl Meyer Scale (FMS)","description":"Changes from the Baseline this scale was measured\n\nFugl Meyer Assessment is the utmost extensively used and approved clinical scale for assessment of sensorimotor loss in post stroke patients.This scale is comprised of five domains and there are 155 items in total:\n\n* Motor functioning (in the upper and lower extremities)\n* Sensory functioning (evaluates light touch on two surfaces of the arm and leg, and position sense for 8 joints)\n* Balance (contains 7 tests, 3 seated and 4 standing)\n* Joint range of motion (8 joints)\n* Joint pain 3-point ordinal scale where 0=cannot perform, 1=performs partially and 2=performs fully. The total possible scale score is 226.\n\nMAS detecting the changes in muscle tone in patients with stroke.. It's a 6 point scale. 0=no muscle tone, 4= affected parts rigid flexion or extension.Its reliability is 0.567.","timeFrame":"Change from Baseline to 8 Weeks"},{"measure":"Motor Assessment Scale (MAS)","description":"Changes from the Baseline this scale was measured\n\n* . The Motor Assessment Scale (MAS) is used to assess everyday motor function in patients with stroke. 8 items assess 8 areas of motor function\n* Patients perform each task 3 times, only the best performance is recorded\n* Items (with the exception of the general tonus item\\*) are assessed using a 7-point scale (0 to 6)\n* A score of 6 indicates optimal motor behavior\n* Item scores (with the exception of the general tonus item) are summed to provide an overall score (out of 48 points)\n* Completing a higher-level item suggests successful performance on lower-level items and thus lower-items can be skipped. For the general tonus item, the score is based on continuous observations throughout the assessment. A score of 4 on this item indicates a consistently normal response, a score \\> 4 indicates persistent hyper-tonus, and a score \\< 4 indicates various degrees of hypo-tonus","timeFrame":"Change from Baseline to 8 Weeks"},{"measure":"Modified Ashworth Scale","description":"Changes from the Baseline this scale was measured\n\n* Modified Ashworth Scale' scores exhibited better reliability when measuring upper extremities than lower\\[11\\]. The scale is as below:\n* 0 No increase in muscle tone\n* 1 Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion when the affected part(s) is moved in flexion or extension\n* 1+ Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the ROM\n* 2 More marked increase in muscle tone through most of the ROM, but affected part(s) easily moved\n* 3 Considerable increase in muscle tone, passive movement difficult\n* 4 Affected part(s) rigid in flexion or extension","timeFrame":"Change from Baseline to 8 Weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hemiplegic affected side spastic \\<3 on the Ashworth scale.\n* History of stroke should be \\> 6 weeks and \\<12 weeks.\n\nExclusion Criteria:\n\n* Individuals with the other neurological deficit\n* Diabetic ulcer, infection or amputation of limb\n* Serious cardiovascular disease or unstable angina\n* Serious orthopedic problem\n* Chronic medical problems","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Imran Amjad, Phd","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Railway General Hospital","city":"Rawalpindi","state":"Punjab","zip":"44000","country":"Pakistan","geoPoint":{"lat":33.6007,"lon":73.0679}}]},"referencesModule":{"references":[{"pmid":"30762754","type":"BACKGROUND","citation":"Annino G, Alashram AR, Alghwiri AA, Romagnoli C, Messina G, Tancredi V, Padua E, Mercuri NB. Effect of segmental muscle vibration on upper extremity functional ability poststroke: A randomized controlled trial. Medicine (Baltimore). 2019 Feb;98(7):e14444. doi: 10.1097/MD.0000000000014444."},{"pmid":"19855076","type":"BACKGROUND","citation":"Paoloni M, Mangone M, Scettri P, Procaccianti R, Cometa A, Santilli V. Segmental muscle vibration improves walking in chronic stroke patients with foot drop: a randomized controlled trial. Neurorehabil Neural Repair. 2010 Mar-Apr;24(3):254-62. doi: 10.1177/1545968309349940. Epub 2009 Oct 23."},{"pmid":"16680616","type":"BACKGROUND","citation":"Smith L, Brouwer B. Effectiveness of muscle vibration in modulating corticospinal excitability. J Rehabil Res Dev. 2005 Nov-Dec;42(6):787-94. doi: 10.1682/jrrd.2005.02.0041."},{"pmid":"25227540","type":"BACKGROUND","citation":"Paoloni M, Tavernese E, Fini M, Sale P, Franceschini M, Santilli V, Mangone M. Segmental muscle vibration modifies muscle activation during reaching in chronic stroke: A pilot study. NeuroRehabilitation. 2014;35(3):405-14. doi: 10.3233/NRE-141131."},{"pmid":"30873102","type":"BACKGROUND","citation":"Toscano M, Celletti C, Vigano A, Altarocca A, Giuliani G, Jannini TB, Mastria G, Ruggiero M, Maestrini I, Vicenzini E, Altieri M, Camerota F, Di Piero V. Short-Term Effects of Focal Muscle Vibration on Motor Recovery After Acute Stroke: A Pilot Randomized Sham-Controlled Study. Front Neurol. 2019 Feb 19;10:115. doi: 10.3389/fneur.2019.00115. eCollection 2019."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}