{"protocolSection":{"identificationModule":{"nctId":"NCT04253522","orgStudyIdInfo":{"id":"RC31/18/0041"},"organization":{"fullName":"University Hospital, Toulouse","class":"OTHER"},"briefTitle":"Modulation and Assessment of Mental Flexibility in Dysexecutive Brain Patients","officialTitle":"Modulation and Assessment of Mental Flexibility in Dysexecutive Brain Patients","acronym":"MODEX"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"TERMINATED","whyStopped":"terminated with16 included patients instead of 18","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-02-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-13","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-13","type":"ACTUAL"},"studyFirstSubmitDate":"2020-01-31","studyFirstSubmitQcDate":"2020-02-03","studyFirstPostDateStruct":{"date":"2020-02-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-17","lastUpdatePostDateStruct":{"date":"2023-07-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Toulouse","class":"OTHER"},"collaborators":[{"name":"ISAE-SUPAERO","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project aims to (1) define and characterize brain networks of cognitive flexibility amongst patients with frontal lesions; (2) quantify the effects of ecological cognitive trainings and brain stimulation on behavioral performance and brain networks; (3) identify predictive markers of effective rehabilitation (patients)","detailedDescription":"Decision making impairments and perseveration are frequently observed in patients with frontal lobe lesions, associated with overall chronic and serious deficits in executive functions. In order to improve mental flexibility, patients can benefit from reeducation based on regular training of executive functions along with a non-invasive brain stimulation. One of the key areas for such processing is the prefrontal cortex. Previous studies have shown however that maintaining a good level of mental flexibility in complex tasks involves a dynamic integration of several brain areas distributed in large networks. These areas in cooperation can be solicited by a multi-modal intervention such as motor-cognitive tasks associated with a transcranial stimulation. The goal of the present project is to develop a new rehabilitation program and to assess its impact in comparison with current programs. The investigators will also develop new methods to measure long term cerebral modifications induced by these programs. This goal will be reached by: 1) the identification of the brain networks of mental flexibility. 2) The assessment of multimodal task effects associated with or without a transcranial brain stimulation. Behavioral (performance in executive tasks) and functional (parameters of cerebral functional connectivity networks at rest) measures will be used. 3) The identification of mental flexibility predictors. The goal will be to find which initial individual's parameters of brain functional connectivity at rest could predict an optimal level of mental flexibility after training. This project aims at improving the quality of life in the brain-damaged population; impact that could eventually extend to the other parts of the population."},"conditionsModule":{"conditions":["Dysexecutive Syndrome"],"keywords":["Cognitive Rehabilitation","Mental flexibility","Ecological tasks","Functional Connectivity","Electroencephalogram","Traumatic Brain Injury","CerebroVascular Accident"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"N of 1 Trials with multiple Baseline with 3 phases","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":16,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm 1 (early phase B)","type":"EXPERIMENTAL","description":"3 phases of cognitive training: Phase A1: rehabilitation program in standard ergotherapy during 3 weeks Phase B: cognitive training using Covirtua software and Transcranial random noise stimulation during 4 weeks Phase A2: return to the standard rehabilitation program in standard ergotherapy during 5 weeks","interventionNames":["Behavioral: Cognitive training"]},{"label":"Arm 2 (mid phase B)","type":"EXPERIMENTAL","description":"3 phases of cognitive training: Phase A1: rehabilitation program in standard ergotherapy during 4 weeks Phase B: cognitive training using Covirtua software and Transcranial random noise stimulation during 4 weeks Phase A2: return to the standard rehabilitation program in standard ergotherapy during 4 weeks","interventionNames":["Behavioral: Cognitive training"]},{"label":"Arm 3 (late phase B)","type":"EXPERIMENTAL","description":"3 phases of cognitive training: Phase A1: rehabilitation program in standard ergotherapy during 5 weeks Phase B: cognitive training using Covirtua software and Transcranial random noise stimulation during 4 weeks Phase A2: return to the standard rehabilitation program in standard ergotherapy during 3 weeks","interventionNames":["Behavioral: Cognitive training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Cognitive training","description":"Rehabilitation program in standard ergotherapy and cognitive training with Covirtua Software and Transcranial random noise stimulation","armGroupLabels":["Arm 1 (early phase B)","Arm 2 (mid phase B)","Arm 3 (late phase B)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evolution of performance at GAS (Goal Attainment scaling) in long term","description":"The main judgement criterion will be the evolution of performance at GAS (Goal Attainment Scaling) in the month following the cognitive training phase, according to the individual objectives defined at the beginning of the procedure with each patient, compared to the baseline phase","timeFrame":"The month following the cognitive training phase (TF+1)"}],"secondaryOutcomes":[{"measure":"Evolution of performance at GAS (Goal Attainment scaling) in short term","description":"Patients performance will be assessed in an ecological situation after completion of the cognitive training program (short term): by comparing performances at GAS before and during the cognitive training phase","timeFrame":"Just after the cognitive training phase (TF)"},{"measure":"Reaction time when performing TEA battery: Test of Everyday Attention","description":"Patients performance (reaction time) when performing a battery that assess executive function and attention (TEA battery, Test of Everyday Attention) at each evaluation time","timeFrame":"Before the cognitive training phase (T0), just after the cognitive training phase (TF) and the month following the cognitive training phase (TF+1)"},{"measure":"Score at TEA battery: Test of Everyday Attention","description":"Patients performance (score) when performing a battery that assess executive function and attention (TEA battery, Test of Everyday Attention) at each evaluation time","timeFrame":"Before the cognitive training phase (T0), just after the cognitive training phase (TF) and the month following the cognitive training phase (TF+1)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Affiliated to social security\n* Signed informed consent\n* Mother tongue: French\n* Right handed (Edimburg Scale)\n* Frontal traumatic brain injury or stroke responsible for a dysexecutive syndrome assessed by the GREFEX battery.\n\nExclusion Criteria:\n\n* Claustrophobia\n* Addiction\n* Major Hearing or Visual loss\n* Hearing prosthesis\n* Metal intraocular implant\n* Cardiac prosthesis\n* High Blood pressure\n* Severe cardiac insufficiency\n* Uncompensated thyroid disorders\n* Major neuropsychological disorder\n* Family or personal history of epilepsy\n* Pregnancy\n* Female subject of childbearing age not receiving effective contraception.\n* Participation in another experimental protocol involving brain stimulation within the last 4 weeks\n* Person under the protection of justice, tutorship or curatorship\n* MRI contraindication\n* Refusal to be informed of a new anomaly detected during the MRI examination\n* Other traumatic brain injury or neuropsychological disorder","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Xavier De Boissezon, MD","affiliation":"University Hospital, Toulouse","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universty hospital of Toulouse (Rangueil)","city":"Toulouse","zip":"31059","country":"France","geoPoint":{"lat":43.60426,"lon":1.44367}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M628","name":"Brain Injuries, Traumatic","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}