{"protocolSection":{"identificationModule":{"nctId":"NCT02721212","orgStudyIdInfo":{"id":"Habilita-Armeo-01"},"secondaryIdInfos":[{"id":"U0074917/11110","type":"OTHER","domain":"Bioethic board"}],"organization":{"fullName":"Habilita S.p.A.","class":"OTHER"},"briefTitle":"Impact of a New Technology to Functional Recovery Upper Limb in Post Stroke Patients.","officialTitle":"Impact of a New Technology to Functional Recovery Upper Limb in Post Stroke Patients: a Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2016-03","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-03"},"primaryCompletionDateStruct":{"date":"2016-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2016-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-03-01","studyFirstSubmitQcDate":"2016-03-22","studyFirstPostDateStruct":{"date":"2016-03-29","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-03-22","lastUpdatePostDateStruct":{"date":"2016-03-29","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Giovanni Taveggia","investigatorTitle":"MD","investigatorAffiliation":"Habilita S.p.A."},"leadSponsor":{"name":"Habilita S.p.A.","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"54 inpatients participants were randomly divided into two groups (experimental and conventional). Individual of experimental group were treated according to an established protocol for ARMEO Spring (30 minutes/session with \"Armeo Spring\" and 30 minutes/session with conventional treatment 5 days/week for 6 weeks). The conventional treatment consists of passive and active assisted mobilization of the upper limbs, traditional training based on the Bobath concept. Inpatients of control group were treated with conventional treatment with training session of 60 minutes 5 days/week for 6 weeks. All patients were evaluated by a blinded observer using the outcomes tests at enrollment (T0), after the treatment (T1) and at follow up 6 weeks later (T2). We assessed the impact on functional recovery (Functional Independence Measure - FIM scale), strength (ARM Motricity Index-MI), spasticity (Modified Ashworth Scale-MAS) and pain (Numeric Rating Pain Scale -NRPS).","detailedDescription":"Authors conducted a double blind randomized controlled trial. Informed consent was obtained from all participants and procedures were conducted according to the Declaration of Helsinki. The protocol (N° U0074917/11110) was approved by the Local Ethical Committee of Bergamo, Italy. A number of clinical trials have shown significant advances in upper limb recovery with the use of different sensory - motor techniques, including intensive repetitive movement, constraint-induced movement therapy, functional electrical stimulation treatment, the use of robot-assisted therapy in association with virtual reality. Robot-assisted virtual reality intervention has been shown more effective than conventional interventions and achieved more improvement in upper limb function, however the effect size reported by recent reviews was small and this datum is always reported as a cost-benefit ratio to challenge the use of virtual reality technology in rehabilitation. Robot aided rehabilitation is increasingly used in stroke rehabilitation, with a broad spectrum of applied technology from motor to non-motor aided systems, posing the problem to match the clinical need of the patient with the proper device. In the immediate post stroke period the motor recovery usually do not allow the use of non-motored robot device while the use of motored robot aid after months can be too delayed to obtain some valuable clinical results. The wide range of available devices are certainly a richness in the clinical possibility but also a critical factor in selecting a suitable technology tailored for the clinical feature of the patient at the actual state of the art. This can affect the comparison and interpretation of the literature so far published. Virtual reality therapy recreates favorable conditions to motor learning. Functional recovery is achieved through use-dependent cortical reorganization. The time/intensity of its application is therefore a pivotal point in this learning process. Its duration is not standardized and can varies from 3-4 to 20 hours of total treatment making results accordingly variable, adding further bias in data interpretation. A prerequisite to gain the best results is patients selection and early application when is possible.All these factors, have been ascribed as possible causes of small effect size reported in recent literature in comparing robot-aided virtual reality rehabilitation versus traditional rehabilitation alone.In a group of patients with hemiparesis following stroke, we compared the efficacy of a neurorehabilitation program consist of combination of non-motor robot-assisted therapy with virtual reality (Armeo®Spring) to conventional therapy with the primary aim to verify if the punctual application of what suggested by the single papers is able to improve differences of the efficacy between treatments and, therefore, creating a better effect size. And, as a secondary arm, if it is possible to improve the clinical picture also in post-acute stroke patients and as a secondary aim, if motor selection and intensive treatments can improve the small effect size reported by the literature."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Robotic","Stroke","Upper Limb Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":54,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Armeo Spring","type":"EXPERIMENTAL","description":"All patients of experimental group were treated according to an established protocol for ARMEO Spring. In the first session the device was adjusted for patients arms. The physiotherapist controlled functional space of upper limb movement and correct position of working station.\n\nEach training session consisted of two parts with 30 minutes per session with \"Armeo Spring\" and 30 minutes per session with conventional treatment 5 days per week, for 6 weeks.","interventionNames":["Device: Armeo Spring"]},{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"The conventional treatment, under control of physiotherapist, consists of passive and active assisted mobilization of the upper limbs traditional training based on the Bobath concept (neuromuscular facilitation, postural control and proprioception exercises, verticalization and gait training).\n\nEach training session consisted of 60 minutes with conventional treatment 5 days per week, for 6 weeks in a control group.\n\nThe conventional session in the experimental group lasted 30 minutes with the same techniques and methods.","interventionNames":["Other: Conventional Rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"Armeo Spring","description":"All patients of experimental group were treated according to an established protocol for ARMEO Spring. In the first session the device was adjusted for patients arms. The physiotherapist controlled functional space of upper limb movement and correct position of working station.\n\nEach training session consisted of two parts with 30 minutes per session with \"Armeo Spring\" and 30 minutes per session with conventional treatment 5 days per week, for 6 weeks.","armGroupLabels":["Armeo Spring"]},{"type":"OTHER","name":"Conventional Rehabilitation","description":"The conventional treatment, under control of physiotherapist, consists of passive and active assisted mobilization of the upper limbs traditional training based on the Bobath concept (neuromuscular facilitation, postural control and proprioception exercises, verticalization and gait training).\n\nEach training session consisted of 60 minutes with conventional treatment 5 days per week, for 6 weeks in a control group.\n\nThe conventional session in the experimental group lasted 30 minutes with the same techniques and methods.","armGroupLabels":["Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Functional Independence Measure - FIM","description":"All patients were evaluated by a blinded observer using the outcomes tests at enrollment (T0), after the treatment (T1) and at follow up 6 weeks later (T2). Investigators assessed the impact on functional recovery (Functional Independence Measure - FIM scale).","timeFrame":"From baseline (T0) to 6 weeks (T1) and 12 weeks (T2)"},{"measure":"Change in strength (ARM Motricity Index-MI)","description":"All patients were evaluated by a blinded observer using the outcomes tests at enrollment (T0), after the treatment (T1) and at follow up 6 weeks later (T2). Investigators assessed the impact on strength (ARM Motricity Index-MI)","timeFrame":"From baseline (T0) to 6 weeks (T1) and 12 weeks (T2)"}],"secondaryOutcomes":[{"measure":"Change in spasticity (Modified Ashworth Scale-MAS)","description":"All patients were evaluated by a blinded observer using the outcomes tests at enrollment (T0), after the treatment (T1) and at follow up 6 weeks later (T2). Investigators assessed the impact on spasticity (Modified Ashworth Scale-MAS)","timeFrame":"From baseline (T0) to 6 weeks (T1) and 12 weeks (T2)"},{"measure":"Change in pain (Numeric Rating Pain Scale -NRPS)","description":"All patients were evaluated by a blinded observer using the outcomes tests at enrollment (T0), after the treatment (T1) and at follow up 6 weeks later (T2). Investigators assessed the impact on pain (Numeric Rating Pain Scale -NRPS)","timeFrame":"From baseline (T0) to 6 weeks (T1) and 12 weeks (T2)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The clinical diagnosis of stroke\n* post stroke hemiparesis\n* maximum six months from stroke\n* stability of the clinical picture at the time of roll-in\n* minimum level of upper arm motility (\\>2) movement against gravity\n* trunk control and ability to maintain sitting position for at least 120 minutes\n\nExclusion Criteria:\n\n* Hemiplegia of other aetiology ( neurodegenerative, neoplastic)\n* Presence of articular ankyloses, spasms and/or severe muscle spasticity with complete loss of movement in any of the three major joints\n* Instability of upper limb bone (not consolidated fractures)\n* Presence of cognitive impairment (MMSE\\<=21) and/or psychiatric disease\n* Concomitant disease that could prevent the rehabilitation program (respiratory failure, heart failure, osteomyelitis, thrombophlebitis and other clinical condition that are against rehabilitation treatment)\n* Ulcer sores that can contraindicate the use to ARMEO Spring\n* Ashworth \\> 3 (for each of the three upper limb joints)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lorena Salvi, Vice Coord.","role":"CONTACT","phone":"+39035918","phoneExt":"293","email":"salvi.lorena@gmail.com"},{"name":"Chiara Mulè, Coordinator","role":"CONTACT","phone":"+39035918","phoneExt":"293","email":"chiaramule@habilita.it"}],"overallOfficials":[{"name":"Giovanni Taveggia, MD","affiliation":"Habilita S.p.A.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Roberto Casale, MD","affiliation":"Habilita S.p.A.","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Habilita, Sarnico's Hospital","city":"Sarnico","state":"Bergamo","zip":"24067","country":"Italy","contacts":[{"name":"Giovanni Taveggia, MD","role":"CONTACT","phone":"+39035918","phoneExt":"293","email":"giovannitaveggia@habilitasarnico.it"},{"name":"Chiara Mulè, MD","role":"SUB_INVESTIGATOR"},{"name":"Stefania Fogliaresi, PT","role":"SUB_INVESTIGATOR"},{"name":"Lorena Salvi, PT","role":"SUB_INVESTIGATOR"},{"name":"Alberto Borboni, PhD, Eng","role":"SUB_INVESTIGATOR"},{"name":"Roberto Casale, MD","role":"SUB_INVESTIGATOR"},{"name":"Giovanni Taveggia, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.67099,"lon":9.96152}}]},"referencesModule":{"references":[{"pmid":"25744519","type":"RESULT","citation":"Kernan WN, Ovbiagele B, Kittner SJ; Secondary Prevention Guideline Writing Group. Response to letter regarding article, \"Guidelines for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline for healthcare professionals from the American Heart Association/American Stroke Association\". Stroke. 2015 Apr;46(4):e87-9. doi: 10.1161/STROKEAHA.115.008661. Epub 2015 Mar 5. No abstract available."},{"pmid":"24788967","type":"RESULT","citation":"Kernan WN, Ovbiagele B, Black HR, Bravata DM, Chimowitz MI, Ezekowitz MD, Fang MC, Fisher M, Furie KL, Heck DV, Johnston SC, Kasner SE, Kittner SJ, Mitchell PH, Rich MW, Richardson D, Schwamm LH, Wilson JA; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Peripheral Vascular Disease. Guidelines for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Jul;45(7):2160-236. doi: 10.1161/STR.0000000000000024. Epub 2014 May 1. Erratum In: Stroke. 2015 Feb;46(2):e54."},{"pmid":"22727271","type":"RESULT","citation":"Colomer C, Baldovi A, Torrome S, Navarro MD, Moliner B, Ferri J, Noe E. Efficacy of Armeo(R) Spring during the chronic phase of stroke. Study in mild to moderate cases of hemiparesis. Neurologia. 2013 Jun;28(5):261-7. doi: 10.1016/j.nrl.2012.04.017. Epub 2012 Jun 23. English, Spanish."},{"pmid":"15458061","type":"RESULT","citation":"Boian R, Sharma A, Han C, Merians A, Burdea G, Adamovich S, Recce M, Tremaine M, Poizner H. Virtual reality-based post-stroke hand rehabilitation. Stud Health Technol Inform. 2002;85:64-70."},{"pmid":"21674385","type":"RESULT","citation":"Brokaw EB, Murray T, Nef T, Lum PS. Retraining of interjoint arm coordination after stroke using robot-assisted time-independent functional training. J Rehabil Res Dev. 2011;48(4):299-316. doi: 10.1682/jrrd.2010.04.0064."},{"pmid":"7650532","type":"RESULT","citation":"Butefisch C, Hummelsheim H, Denzler P, Mauritz KH. Repetitive training of isolated movements improves the outcome of motor rehabilitation of the centrally paretic hand. J Neurol Sci. 1995 May;130(1):59-68. doi: 10.1016/0022-510x(95)00003-k."},{"pmid":"17077374","type":"RESULT","citation":"Wolf SL, Winstein CJ, Miller JP, Taub E, Uswatte G, Morris D, Giuliani C, Light KE, Nichols-Larsen D; EXCITE Investigators. Effect of constraint-induced movement therapy on upper extremity function 3 to 9 months after stroke: the EXCITE randomized clinical trial. JAMA. 2006 Nov 1;296(17):2095-104. doi: 10.1001/jama.296.17.2095."},{"pmid":"18812432","type":"RESULT","citation":"Knutson JS, Hisel TZ, Harley MY, Chae J. A novel functional electrical stimulation treatment for recovery of hand function in hemiplegia: 12-week pilot study. Neurorehabil Neural Repair. 2009 Jan;23(1):17-25. doi: 10.1177/1545968308317577. Epub 2008 Sep 23."},{"pmid":"25012864","type":"RESULT","citation":"Basteris A, Nijenhuis SM, Stienen AH, Buurke JH, Prange GB, Amirabdollahian F. Training modalities in robot-mediated upper limb rehabilitation in stroke: a framework for classification based on a systematic review. J Neuroeng Rehabil. 2014 Jul 10;11:111. doi: 10.1186/1743-0003-11-111."},{"pmid":"25927099","type":"RESULT","citation":"Laver KE, George S, Thomas S, Deutsch JE, Crotty M. Virtual reality for stroke rehabilitation. Cochrane Database Syst Rev. 2015 Feb 12;2015(2):CD008349. doi: 10.1002/14651858.CD008349.pub3."},{"pmid":"11989512","type":"RESULT","citation":"Tesio L, Granger CV, Perucca L, Franchignoni FP, Battaglia MA, Russell CF. The FIM instrument in the United States and Italy: a comparative study. Am J Phys Med Rehabil. 2002 Mar;81(3):168-76. doi: 10.1097/00002060-200203000-00003."},{"pmid":"15241758","type":"RESULT","citation":"Fasoli SE, Krebs HI, Stein J, Frontera WR, Hughes R, Hogan N. Robotic therapy for chronic motor impairments after stroke: Follow-up results. Arch Phys Med Rehabil. 2004 Jul;85(7):1106-11. doi: 10.1016/j.apmr.2003.11.028."},{"pmid":"25135003","type":"RESULT","citation":"Kim YJ, Ku J, Cho S, Kim HJ, Cho YK, Lim T, Kang YJ. Facilitation of corticospinal excitability by virtual reality exercise following anodal transcranial direct current stimulation in healthy volunteers and subacute stroke subjects. J Neuroeng Rehabil. 2014 Aug 18;11:124. doi: 10.1186/1743-0003-11-124."},{"pmid":"24529594","type":"RESULT","citation":"Teasell RW, Murie Fernandez M, McIntyre A, Mehta S. Rethinking the continuum of stroke rehabilitation. Arch Phys Med Rehabil. 2014 Apr;95(4):595-6. doi: 10.1016/j.apmr.2013.11.014. Epub 2014 Feb 14."},{"pmid":"12098155","type":"RESULT","citation":"Lum PS, Burgar CG, Shor PC, Majmundar M, Van der Loos M. Robot-assisted movement training compared with conventional therapy techniques for the rehabilitation of upper-limb motor function after stroke. Arch Phys Med Rehabil. 2002 Jul;83(7):952-9. doi: 10.1053/apmr.2001.33101."},{"pmid":"23968362","type":"RESULT","citation":"Demain S, Burridge J, Ellis-Hill C, Hughes AM, Yardley L, Tedesco-Triccas L, Swain I. Assistive technologies after stroke: self-management or fending for yourself? A focus group study. BMC Health Serv Res. 2013 Aug 22;13:334. doi: 10.1186/1472-6963-13-334."},{"pmid":"15502272","type":"RESULT","citation":"Kwakkel G, Kollen B, Lindeman E. Understanding the pattern of functional recovery after stroke: facts and theories. Restor Neurol Neurosci. 2004;22(3-5):281-99."},{"pmid":"10759179","type":"RESULT","citation":"Ridding MC, Brouwer B, Miles TS, Pitcher JB, Thompson PD. Changes in muscle responses to stimulation of the motor cortex induced by peripheral nerve stimulation in human subjects. Exp Brain Res. 2000 Mar;131(1):135-43. doi: 10.1007/s002219900269."},{"pmid":"15502265","type":"RESULT","citation":"Rossini PM, Dal Forno G. Neuronal post-stroke plasticity in the adult. Restor Neurol Neurosci. 2004;22(3-5):193-206."},{"pmid":"17261749","type":"RESULT","citation":"Nudo RJ. Postinfarct cortical plasticity and behavioral recovery. Stroke. 2007 Feb;38(2 Suppl):840-5. doi: 10.1161/01.STR.0000247943.12887.d2."},{"pmid":"26003014","type":"RESULT","citation":"Villafane JH, Valdes K, Anselmi F, Pirali C, Negrini S. The diagnostic accuracy of five tests for diagnosing partial-thickness tears of the supraspinatus tendon: A cohort study. J Hand Ther. 2015 Jul-Sep;28(3):247-51; quiz 252. doi: 10.1016/j.jht.2015.01.011. Epub 2015 Feb 19."},{"pmid":"16847784","type":"RESULT","citation":"Prange GB, Jannink MJ, Groothuis-Oudshoorn CG, Hermens HJ, Ijzerman MJ. Systematic review of the effect of robot-aided therapy on recovery of the hemiparetic arm after stroke. J Rehabil Res Dev. 2006 Mar-Apr;43(2):171-84. doi: 10.1682/jrrd.2005.04.0076."},{"pmid":"12615644","type":"RESULT","citation":"Lotze M, Braun C, Birbaumer N, Anders S, Cohen LG. Motor learning elicited by voluntary drive. Brain. 2003 Apr;126(Pt 4):866-72. doi: 10.1093/brain/awg079."},{"pmid":"18156154","type":"RESULT","citation":"Takahashi CD, Der-Yeghiaian L, Le V, Motiwala RR, Cramer SC. Robot-based hand motor therapy after stroke. Brain. 2008 Feb;131(Pt 2):425-37. doi: 10.1093/brain/awm311. Epub 2007 Dec 20."},{"pmid":"11956348","type":"RESULT","citation":"Kaelin-Lang A, Luft AR, Sawaki L, Burstein AH, Sohn YH, Cohen LG. Modulation of human corticomotor excitability by somatosensory input. J Physiol. 2002 Apr 15;540(Pt 2):623-33. doi: 10.1113/jphysiol.2001.012801."},{"pmid":"23449315","type":"RESULT","citation":"Villafane JH, Silva GB, Chiarotto A, Ragusa OL. Botulinum toxin type A combined with neurodynamic mobilization for upper limb spasticity after stroke: a case report. J Chiropr Med. 2012 Sep;11(3):186-91. doi: 10.1016/j.jcm.2012.05.009."},{"pmid":"19841827","type":"RESULT","citation":"Posteraro F, Mazzoleni S, Aliboni S, Cesqui B, Battaglia A, Dario P, Micera S. Robot-mediated therapy for paretic upper limb of chronic patients following neurological injury. J Rehabil Med. 2009 Nov;41(12):976-80. doi: 10.2340/16501977-0403."},{"pmid":"23000090","type":"RESULT","citation":"Daviet JC, Bonan I, Caire JM, Colle F, Damamme L, Froger J, Leblond C, Leger A, Muller F, Simon O, Thiebaut M, Yelnik A. Therapeutic patient education for stroke survivors: Non-pharmacological management. A literature review. Ann Phys Rehabil Med. 2012 Dec;55(9-10):641-56. doi: 10.1016/j.rehab.2012.08.011. Epub 2012 Sep 7. English, French."},{"pmid":"17270510","type":"RESULT","citation":"Masiero S, Celia A, Rosati G, Armani M. Robotic-assisted rehabilitation of the upper limb after acute stroke. Arch Phys Med Rehabil. 2007 Feb;88(2):142-9. doi: 10.1016/j.apmr.2006.10.032."},{"pmid":"23480975","type":"RESULT","citation":"Invernizzi M, Negrini S, Carda S, Lanzotti L, Cisari C, Baricich A. The value of adding mirror therapy for upper limb motor recovery of subacute stroke patients: a randomized controlled trial. Eur J Phys Rehabil Med. 2013 Jun;49(3):311-7. Epub 2013 Mar 13."},{"pmid":"15366258","type":"RESULT","citation":"Hess G. Synaptic plasticity of local connections in rat motor cortex. Acta Neurobiol Exp (Wars). 2004;64(2):271-6. doi: 10.55782/ane-2004-1511."},{"pmid":"16271575","type":"RESULT","citation":"Jang SH, You SH, Hallett M, Cho YW, Park CM, Cho SH, Lee HY, Kim TH. Cortical reorganization and associated functional motor recovery after virtual reality in patients with chronic stroke: an experimenter-blind preliminary study. Arch Phys Med Rehabil. 2005 Nov;86(11):2218-23. doi: 10.1016/j.apmr.2005.04.015."},{"pmid":"15890990","type":"RESULT","citation":"You SH, Jang SH, Kim YH, Hallett M, Ahn SH, Kwon YH, Kim JH, Lee MY. Virtual reality-induced cortical reorganization and associated locomotor recovery in chronic stroke: an experimenter-blind randomized study. Stroke. 2005 Jun;36(6):1166-71. doi: 10.1161/01.STR.0000162715.43417.91. Epub 2005 May 12. Erratum In: Stroke. 2005 Jul;36(7):1625."}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}