{"protocolSection":{"identificationModule":{"nctId":"NCT00692523","orgStudyIdInfo":{"id":"SMH - GS - 001"},"organization":{"fullName":"Unity Health Toronto","class":"OTHER"},"briefTitle":"Effectiveness of Virtual Reality Exercises in STroke Rehabilitation (EVREST)","officialTitle":"A Pilot Randomised, Two Parallel Group Study Comparing Wii Gaming Versus Recreational Activity in Patients Receiving Standard Rehabilitation After Stroke","acronym":"EVREST"},"statusModule":{"statusVerifiedDate":"2009-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-11"},"primaryCompletionDateStruct":{"date":"2009-10","type":"ACTUAL"},"completionDateStruct":{"date":"2009-10","type":"ACTUAL"},"studyFirstSubmitDate":"2008-06-04","studyFirstSubmitQcDate":"2008-06-05","studyFirstPostDateStruct":{"date":"2008-06-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2009-10-01","lastUpdatePostDateStruct":{"date":"2009-10-02","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Dr. Gustavo Saposnik","oldOrganization":"St. Michael's Hospital"},"leadSponsor":{"name":"Unity Health Toronto","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This study is a pilot, randomized trial that will examine whether the Nintendo Wii virtual gaming system is safe and feasible for use in patients who have had a recent stroke.","detailedDescription":"A pilot, randomized (1:1) controlled trial to compare the safety and feasibility of Nintendo Wii gaming versus other recreational therapy activities (playing cards) in post-stroke patients. All patients will continue to receive all other standard medical and physiotherapy treatments while in the study."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","rehabilitation","Nintendo Wii"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","description":"The control group will receive 8 recreational therapy sessions over a 2-week (14 day) period, to be scheduled in a flexible manner as long as all 8 sessions are completed within the 2 week period, and no more than 2 sessions are completed on any one day.","interventionNames":["Other: Recreational therapy activities"]},{"label":"2","type":"EXPERIMENTAL","description":"Patients randomized to Wii technology will receive an intensive program consisting of 8 Wii gaming sessions, 60 minutes each, over a 2-week (14 day) period. These 8 sessions can be scheduled in a flexible manner as long as all 8 sessions are completed within the 2 week period, and no more than 2 sessions are completed on any one day.","interventionNames":["Other: Nintendo Wii"]}],"interventions":[{"type":"OTHER","name":"Recreational therapy activities","description":"Recreational therapy sessions will include leisure activities such as playing cards and/or doing arts and crafts.","armGroupLabels":["1"]},{"type":"OTHER","name":"Nintendo Wii","description":"The Nintendo Wii gaming system, released in 2005, introduced a new style of virtual reality by using a wireless controller that interacts with the player through a motion detection system. Nintendo Wii involves the incorporation of 3-dimensional accelerometer technology that can respond to changes in direction, speed, and acceleration, down to the most delicate movements. Specifically, the controllers use embedded acceleration sensors to enable players' wrist, arm, and hand movements to interact with the games. Tilt measurements allow users to move characters, while the accurate three-axis acceleration sensing easily transforms the controller into a virtual sword, gearshift, or musical instrument","armGroupLabels":["2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary feasibility outcome is the total time receiving the intervention.","timeFrame":"2 weeks"},{"measure":"The primary safety outcome is the proportion of patients experiencing intervention-related adverse events, or any serious adverse event during the study period.","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient has provided written informed consent prior to entry into the study\n* In-patient at one of the two study institutions at the time of randomization\n* Males or females, aged over 18 and younger than 85\n* Evidence of stroke confirmed by CT head (ischemic or hemorrhagic)\n* Time: Onset of symptoms within 6 months prior to randomization\n* Measurable Chedoke-McMaster scale stage of =\\>4 on the \"arm\" item (10)\n* Functional independence prior to present stroke (baseline mRS = 0-1)\n* Patient is alert, medically stable according to the treating physician and able to follow simple verbal commands\n\nExclusion Criteria:\n\n* Acute stroke onset more than 6 months ago\n* Patient is unable to follow verbal commands or has global aphasia\n* Severe illness with life expectancy less than 3 months (cancer, endocarditis, metastasis with an occult primary malignancy, coagulopathy).\n* Uncontrolled hypertension according to the treating physician\n* Unstable angina or recent myocardial infarction (within the last 3 months), current NY Heart Association Class III (marked limitation of physical activity; although patients are comfortable at rest, less-than-ordinary activity leads to fatigue, dyspnea, palpitations, or angina3) or IV (symptomatic at rest; symptoms of CHF are present at rest; discomfort increases with any physical activity) or symptomatic ventricular tachyarrhythmias, as per medical history (a baseline ECG will not be required.)\n* Any history of seizure, except for febrile seizures of childhood\n* Participation in another clinical trial involving rehabilitation (recreational therapy, occupational therapy, physiotherapy) or involving an investigational drug.\n* Patient is unwilling or unable to comply with the protocol or can not/will not cooperate fully with the investigator or study personnel.\n* Any condition(s) that, in the Investigator's opinion, would a) warrant exclusion from the study (i.e., participation in the study is not in the best interest of the patient) or b) prevent the patient from completing the study.\n* Any medical condition that might confound the interpretation of results or put the patient at risk (amputation of one extremity).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Gustavo Saposnik, MD","affiliation":"Unity Health Toronto","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"St. Michael's Hospital","city":"Toronto","state":"Ontario","zip":"M5B 1X2","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"20088994","type":"DERIVED","citation":"Saposnik G, Mamdani M, Bayley M, Thorpe KE, Hall J, Cohen LG, Teasell R; EVREST Steering Committee; EVREST Study Group for the Stroke Outcome Research Canada Working Group. Effectiveness of Virtual Reality Exercises in STroke Rehabilitation (EVREST): rationale, design, and protocol of a pilot randomized clinical trial assessing the Wii gaming system. Int J Stroke. 2010 Feb;5(1):47-51. doi: 10.1111/j.1747-4949.2009.00404.x."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}