{"protocolSection":{"identificationModule":{"nctId":"NCT06053619","orgStudyIdInfo":{"id":"87RI23_0006 (RAVIS)"},"organization":{"fullName":"University Hospital, Limoges","class":"OTHER"},"briefTitle":"Tolerance Study of Robotic-Assisted Virtual Reality Walking Rehabilitation for Non-Walking Stroke Patients","officialTitle":"Tolerance Study of Robotic-Assisted Virtual Reality Walking Rehabilitation for Non-Walking Stroke Patients","acronym":"RAVIS"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-19","studyFirstSubmitQcDate":"2023-09-19","studyFirstPostDateStruct":{"date":"2023-09-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-08","lastUpdatePostDateStruct":{"date":"2024-01-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Limoges","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary objective of this study is to evaluate the tolerance of the use of immersive virtual reality (VR) during robotic walking rehabilitation sessions by Gait Trainer (GT) in post-stroke patients.\n\nSecondary objectives aim to evaluate the motivation to participate in VR sessions compared to conventional sessions, the participants' sense of presence within the virtual environment, and the usability of the rehabilitation device created. Finally, we will report the actual walking time and number of steps stroke patients take in VR sessions and conventional sessions.","detailedDescription":"Robotic Assisted Gait Therapy using the GT has been shown to be effective in restoring gait to non-walking stroke patients. However, GaitTrainer rehabilitation sessions can result in fatigue, sling attachment discomfort, which can limit the duration, intensity and participation of patients. Immersive Virtual Reality (VR) via visio helmet is an innovative and playful approach that allows rehabilitation to focus on specific tasks, such as walking in controlled and environmentally friendly environments. Coupled with robotic assistance, it could promote patient adherence and active participation thanks to the presence of bio-feedback and its playful aspect. However, the GT has never been associated with a walking activity simulated by a VR system. VR can lead to adverse effects (i.e., cyberkinetosis) such as dizziness, nausea or headaches. Thus, it seems necessary to observe the tolerance of the virtual environment immersion during GT assisted walking rehabilitation sessions in stroke patients.\n\nThis protocol involves the recruitment of non-walking stroke participants who are being rehabilitated in a Physical Medicine and Rehabilitation (PMR) department and receiving Gait Trainer-assisted rehabilitation. The intervention will consist of Gait Trainer-assisted robotic walking rehabilitation sessions with and without the addition of an immersive VR device. Post-stroke patients will complete 3 conventional sessions (Gait Trainer alone) and 3 sessions with the VR device."},"conditionsModule":{"conditions":["Stroke","Central Nervous System Diseases"],"keywords":["Stroke","Virtual Reality","Stroke Rehabilitation","Robotic","Gait Trainer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"GaitTrainer","type":"EXPERIMENTAL","description":"This group of participants will benefit from 3 consecutive sessions of classic GaitTrainer without VR and then these same participants will benefit from 3 consecutive sessions of GaitTrainer with VR","interventionNames":["Other: GaitTrainer and Virtual Reality"]}],"interventions":[{"type":"OTHER","name":"GaitTrainer and Virtual Reality","description":"Realization of Gait Trainer-assisted robot walking rehabilitation sessions without and with the addition of an immersive VR device. The proposed virtual stage will be a natural space (i.e. forest) of 360°. The subject will be able to explore the environment without moving. The created scene represents a straight path crossing a landscape composed of different natural elements. A fluid movement is obtained with the help of two sensors (trackers) of the HTC Vive device, placed at the level of the subject's feet. Moreover, thanks to these sensors the individual has a virtual representation of his lower limbs.\n\nPost-stroke patients will perform 3 conventional sessions (Gait Trainer alone) and 3 sessions with the immersive VR device (Gait Trainer + VR).","armGroupLabels":["GaitTrainer"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"CyberKinetosis","description":"cyberkinetosis assessed by the Simulator Sickness Questionary (SSQ). This is a 16-item questionary evaluating different symptoms on a scale from 0 (not at all) to 4 (severely).","timeFrame":"2 weeks"}],"secondaryOutcomes":[{"measure":"Motivation to participate in immersive VR sessions","description":"Motivation to participate in walking rehabilitation sessions will be assessed using the Intrinsic Motivation Inventory (IMI). This is a multidimensional questionnaire used to estimate motivation to perform specific activities. The various items are evaluated on a Likert-type scale ranging from 1 to 7. The 4 subscales we'll be using are interest/pleasure, effort, usefulness and pressure/tension.","timeFrame":"2 weeks"},{"measure":"Evaluation of the sense of presence within the Virtual environmet","description":"the feeling of presence in the virtual environment will be assessed by the Presence Questionnaire (PQ). It consists of 19 items designed to assess the feeling of spatial presence. Each question uses a Likert-type scale ranging from 1 to 7.","timeFrame":"2 weeks"},{"measure":"usability of the immersive VR rehabilitation device","description":"The usability of the rehabilitation device will be assessed using the System Usability Scale (SUS). This is a 10-item scale giving a final score out of 100. The higher the score, the greater the perceived usability of the system.","timeFrame":"2 weeks"},{"measure":"Assessment of walking time","description":"We will report the effective walking time (in minutes) during the sessions with and without the VR device.","timeFrame":"2 weeks"},{"measure":"Assessment of number of steps","description":"We will report the number of steps during the sessions with and without the VR device.","timeFrame":"2 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hemiparesis following a first ischemic or hemorrhagic stroke;\n* subacute phase (15 days to 6 months);\n* Aged 35 to 75 years;\n* Non-walking subject (unable to walk 3 x 10 meters without human assistance or Functional Ambulation Classification ≤ 2);\n* Benefiting from robot-assisted walking rehabilitation in the readaptation and physical medecin department of the Limoges University Hospital;\n* Having the cognitive abilities to understand and follow simple verbal instructions (MMSE \\< 24 or BDAE \\< 2)\n* Be able to give informed consent to participate in this study.\n\nExclusion Criteria:\n\n* Have neurological and psychiatric conditions, other than stroke;\n* Conditions contraindicating the use of virtual reality (e.g., epileptic disorders, major cerebellar syndrome).\n* Inability to evolve in a virtual environment (MSSQ-Short \\> 26)\n* Patient with acute cardiovascular and respiratory disorders;\n* Patient who is subject to a legal protection measure or who is unable to give consent;\n* Person deprived of liberty\n* Person with high VR experience during the 5 years before stroke\n* pregnant woman, breastfeeding woman","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Maxence COMPAGNAT, MD","role":"CONTACT","phone":"555056518","phoneExt":"+33","email":"maxence.compagnat@chu-limoges.fr"},{"name":"Charles MORIZIO","role":"CONTACT","email":"charles.morizio@chu-limoges.fr"}],"locations":[{"facility":"CHU de Limoges","status":"RECRUITING","city":"Limoges","zip":"87042","country":"France","contacts":[{"name":"Maxence COMPAGNAT, MD","role":"CONTACT","phone":"555056518","phoneExt":"+33","email":"maxence.compagnat@chu-limoges.fr"},{"name":"Charles MORIZIO","role":"CONTACT"},{"name":"Maxence COMPAGNAT, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.83153,"lon":1.25781}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}