{"protocolSection":{"identificationModule":{"nctId":"NCT04774510","orgStudyIdInfo":{"id":"APHP210221"},"organization":{"fullName":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"briefTitle":"Optimized C-arm Cone Beam CT for the Endovascular Treatment (EVT) of Acute Stroke","officialTitle":"Optimized C-arm Cone Beam CT (CBCT) in the Neuro Angio-suite (NAS) for the Endovascular Treatment (EVT) of Acute Ischemic and Hemorrhagic Stroke","acronym":"ASO-AVC"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11-28","type":"ACTUAL"},"completionDateStruct":{"date":"2022-11-28","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-15","studyFirstSubmitQcDate":"2021-02-26","studyFirstPostDateStruct":{"date":"2021-03-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-23","lastUpdatePostDateStruct":{"date":"2024-01-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"When it comes to acute stroke, everyone deserves the best care. Today, more patients can benefit from endovascular treatment (EVT) in a comprehensive stroke center. With the significant advances in C-arm Cone Beam CT (CBCT) imagings directly in the neuro angio-suite (NAS), the investigators are now able to identify, plan and treat stroke patients in the NAS, without the need for a separate CT scan. This provides valuable, time-saving support for critical patients in acute need of EVT. The main objective is to assess the diagnostic confidence of this optimized C-arm Cone Beam CT, named in french ASO, in the NAS for the detection of brain abnormalities and hemorrhagic complications for critical patients with acute stroke. The secondary objectives are to study the variability of the diagnostic accuracy concerning the staging of the stroke, the analysis of the brain vessel, the relevance of artefact reduction post treatment and the amount of dose for this ASO.","detailedDescription":"Design: ASO-AVC is a french academic pilot study by exploring the diagnostic confidence of optimized C-arm Cone Beam CT (ASO) realized directly in the neuro angio-suite (NAS).\n\nTo compare the effectiveness and safety of ASO diagnostic, the variability of the diagnostic accuracy concerning the staging of the stroke, the analysis of the brain vessel, the relevance of artefact reduction post treatment and the amount of delivered dose, the investigator proposed to assess clinical usefulness of ASO in the diagnostic process of stroke.\n\nIntervention: No modification of patient care will be required by this protocol.\n\nAll patients participating in the study will undergo standard diagnostic, procedural and control imagings, which consist of : diagnostic imaging studies (MRI or CT scan), usual C-arm Cone Beam CT in the NAS during EVT to insure no procedural complication and control imaging studies (MRI or CT scan) at 24 hours ; decisions concerning further diagnostics will be made by the physician in charge.\n\nApart from theses standard imagings, patients will undergo the ASO. The ASO imagings will be anonymized and recorded in a centralized database called PACS (Picture Archiving and Communication System), in order to a centralized radiological reading by the Imaging Core Lab. They will be reviewed by radiologist readers to rate diagnostic image quality through a questionnaire, and in a second time the data will be included in a comparative evaluation with the diagnostic and control imagings."},"conditionsModule":{"conditions":["Stroke, Acute"],"keywords":["Cerebrovascular Disorders","Brain Diseases","Central Nervous System Diseases","Nervous System Diseases","Vascular Diseases"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":38,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Optimized C-ARM CBCT","type":"OTHER","description":"An optimized C-arm CBCT evaluation with a different acquisition geometry and a novel software for the rapid, quality improved and less-artefacts assessment of brain parenchyma and angiogram.","interventionNames":["Other: Diagnostic Test: optimized C-Arm Cone Beam Computed Tomography"]}],"interventions":[{"type":"OTHER","name":"Diagnostic Test: optimized C-Arm Cone Beam Computed Tomography","description":"Optimized C-ARM CBCT using new geometry and a novel software can rapidly and accurately detected brain abnormalities and hemorrhagic complications for critical patients with acute stroke. This rapid assessment would eliminate the need for the patient to be imaged in another scanner and be subsequently transported again to another room; all anatomic and physiologic imaging would occur in the neuro angiography suite (NAS).","armGroupLabels":["Optimized C-ARM CBCT"],"otherNames":["C-ARM CBCT, XperCT Butterfly"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"diagnostic confidence","description":"To assess the diagnostic confidence of ASO diagnostic with a centralized radiological reading","timeFrame":"baseline"}],"secondaryOutcomes":[{"measure":"Assess the degree of inter-observer agreement","description":"measuring assessor agreement in term of image quality and interpretation of ASO","timeFrame":"baseline"},{"measure":"Evaluate diagnostic agreement with conventional diagnostic imaging: MRI and CT scan","description":"Comparative evaluation with the diagnostic and control imagings.","timeFrame":"through study completion, an average of 48 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\naged ≥ 18 years diagnosed with an acute stroke and needed for a EVT affiliation to compulsory French social security scheme (beneficiary or right-holder) Consent from the patient if their level of consciousness is sufficient or from their relatives. If none is possible at the inclusion, consent will be obtained as soon as possible\n\nExclusion Criteria:\n\nBeing under tutelage or legal guardianship ; Ongoing pregnancy, breastfeeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Vanessa CHALUMEAU, MD","affiliation":"APHP","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"service de Neuroradiologie interventionnelle NEURI - Hôpital Bicêtre","city":"Le Kremlin Bicêtre","state":"Kremlin-Bicêtre","zip":"94270","country":"France","geoPoint":{"lat":48.81471,"lon":2.36073}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}