{"protocolSection":{"identificationModule":{"nctId":"NCT00097318","orgStudyIdInfo":{"id":"050036"},"secondaryIdInfos":[{"id":"05-N-0036"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Safety Study of Interferon Beta 1a to for Acute Stroke","officialTitle":"Recombinant Human Interferon Beta-1a in Acute Ischemic Stroke: A Dose Escalation and Safety Study"},"statusModule":{"statusVerifiedDate":"2011-04-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2004-11-17"},"completionDateStruct":{"date":"2011-04-08","type":"ACTUAL"},"studyFirstSubmitDate":"2004-11-20","studyFirstSubmitQcDate":"2004-11-19","studyFirstPostDateStruct":{"date":"2004-11-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will examine the safety of the drug interferon beta 1a in patients with acute ischemic stroke to determine the highest dose patients can tolerate without serious side effects and to determine the best way to give the medication. Ischemic stroke is caused by a blood clot blocking the flow of blood to brain tissue, causing loss or impairment of bodily functions governed by the affected part of the brain. Interferon beta 1a is approved for use in patients with multiple sclerosis to prevent further brain injury caused by inflammation; the drug may also help prevent further brain injury in patients with acute stroke.\n\nPatients between 18 and 85 years of age who have had a stroke and who can begin taking the study drug within 24 hours of onset of stroke symptoms may be eligible for this study. Candidates are screened with a medical history, physical examination and neurological examinations, blood tests, electrocardiogram, and brain imaging with magnetic resonance imaging (MRI) or computed tomography (CT) scans.\n\nParticipants are randomly assigned to receive either interferon beta 1a or placebo (an inactive substance). For every five patients enrolled, four receive the study drug and one receives placebo. The dose of interferon beta 1a is increased in successive groups of patients, so that the first group to enter the study receives 11 micrograms (mcg) of the drug, the next receives 22 mcg, then 44 mcg, 66 mcg, and 88 mcg. All patients receive their first dose intravenously (through a vein); additional doses are given subcutaneously (under the skin).\n\nDuring their hospital stay all participants receive standard medical care for stroke, have neurological checks every 6 hours, and have continuous heart monitoring. To prevent fever, they receive medication, such as Tylenol, before each dose of interferon beta 1a or placebo and every 6 hours as needed while taking the study drug. Routine blood tests are done at 3 and 7 days after the first dose of study drug (or at discharge if the patient leaves the hospital before 7 days) and again at 14, 21, and 28 days. Neurological examinations are done 24 hours after starting the study medication, then every day for 14 days, and again on day 28.\n\nAfter discharge from the hospital, patients are seen by a nurse every day foan 14 days after the first medication dose. They are contacted by phone on days 17 and 21. On day 28 they return to the hospital as an outpatient for a neurological assessment and blood tests.","detailedDescription":"Objectives: Recombinant human interferon beta-1a (IFN-Beta1a) is an FDA approved treatment for patients with relapsing remitting multiple sclerosis, in whom the safety profile is well characterized. The actions of IFN-Beta1a to inhibit pro-inflammatory cytokines and prevent blood brain barrier disruption suggest a therapeutic potential in ischemic stroke, and recent experimental evidence supports that effect. This study will be the first clinical trial exposure of patients with acute stroke to IFN-Beta1a. The purpose of this study is to investigate the safety of IFN-Beta1a (Rebif(Registered Trademark)) in patients with acute ischemic stroke.\n\nStudy Population: Patients age 18-85 years with probable or definite acute ischemic cerebrovascular syndrome within 24 hours of onset will be studied.\n\nDesign: This is a randomized double-blind placebo-controlled sequential dose escalation, phase 1 trial. Five dose cohorts of 5 patients (4:1 active: placebo) will be studied at 11 mcg, 22 mcg, 44 mcg, 66 mcg and 88 mcg administered daily for 7 days. The first dose will be administered intravenously and subsequent doses will be administered subcutaneously. Patients will be pre-medicated to prevent fevers, a common complication of interferon treatment, since fever may worsen stroke outcome. Patients will be monitored for adverse events and neurological outcomes up to 28 days from onset of treatment. Data will be reviewed in an ongoing fashion by a data safety monitoring board (DSMB). Dose escalation will be continuous unless drug-related toxicity reaches a predetermined level of one dose-limiting adverse event (1 of 4 treated) within a dose cohort, in which case a second cohort of 5 patients (4:1) will be treated at that dose. The study will be terminated at a dose level at which 2 of 4 or 3 of 8 patients on active treatment have a severe dose limiting toxicity or when all planned dose cohorts have been completed.\n\nOutcome Measures: Expected, common toxicities with IFN-Beta1a treatment are flu-like symptoms (e.g., fevers, myalgias, headaches, fatigue) and injection site reactions. With long term administration liver function abnormalities and leukopenia may occur and these will also be monitored. Toxicity will be graded according to the NCI criteria as well as study specific criteria defined in section 7a. Dose limiting toxicities will be considered any serious adverse event or grade 3 toxicity judged to be probably or definitely related to study medication or grade 4 or 5 toxicity judged to be possibly, probably or definitely related to study medication or any of the predefined study specific criteria. Serum levels of IFN-Beta1a and serum markers of IFN-Beta1a activity will be measured to characterize the pharmacokinetics and pharmacodynamics of IFN-Beta 1a in acute stroke patients."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Ischemic","Brain","Inflammation","Clinical Trial","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"primaryPurpose":"TREATMENT"},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DRUG","name":"Interferon beta-1a"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nAdult male or female patients with confirmed acute ischemic stroke, presenting within 24 hours of symptom onset and meeting inclusion criteria at each of the study sites will be assessed for possible enrollment into the study.\n\n1. New focal neurologic deficit consistent with acute cerebral ischemia.\n2. Age greater than or equal to 18 and less than or equal to 85.\n3. Premorbid modified Rankin score 0-2 (functionally independent).\n4. Signed informed consent obtained from the patient or patient's legally authorized representative.\n5. Initiation of study drug within 24 hours of symptom onset.\n\nEXCLUSION CRITERIA:\n\n1. Acute intracerebral hemorrhage.\n2. Major surgery planned within 30 days of symptom onset.\n3. Treatment with IV tPA or other recanalization therapy for current event.\n4. Pre-existing medical, neurological or psychiatric disease that would confound the outcome evaluations.\n5. Women known to be pregnant, lactating or having a positive or indeterminate pregnancy test.\n6. Coma or altered level of consciousness (score of 1 or more on LOC items of NIHSS score).\n7. Hemodynamic instability.\n8. Current participation in another experimental treatment protocol.\n9. Inadequate liver function, defined by a total bilirubin, AST or ALT or alkaline phosphatase greater than 2 times the upper limit of normal values.\n10. Renal impairment with serum creatinine greater than 2.0 mg/dl.\n11. NIHSS greater than 18.\n12. Prior use of interferon.\n13. Active major infection.\n14. Allergy to human serum albumin, mannitol.\n15. Seizure disorder or seizure at onset of stroke.\n16. Severe depressive disorder and/or suicidal ideation.\n17. Significant leukopenia (white blood cell count less than 0.5 times the lower limit of normal) within 7 days prior to symptom onset.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Washington Hospital Center","city":"Washington, D.C.","state":"District of Columbia","zip":"20010","country":"United States","geoPoint":{"lat":38.89511,"lon":-77.03637}},{"facility":"Suburban Hospital","city":"Bethesda","state":"Maryland","zip":"20814","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}},{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"2241624","type":"BACKGROUND","citation":"Hallenbeck JM, Dutka AJ. Background review and current concepts of reperfusion injury. Arch Neurol. 1990 Nov;47(11):1245-54. doi: 10.1001/archneur.1990.00530110107027. Erratum In: Arch Neurol 1991 Aug;48(8):811."},{"pmid":"1519296","type":"BACKGROUND","citation":"Kochanek PM, Hallenbeck JM. Polymorphonuclear leukocytes and monocytes/macrophages in the pathogenesis of cerebral ischemia and stroke. Stroke. 1992 Sep;23(9):1367-79. doi: 10.1161/01.str.23.9.1367."},{"pmid":"9730680","type":"BACKGROUND","citation":"Feuerstein GZ, Wang X, Barone FC. The role of cytokines in the neuropathology of stroke and neurotrauma. Neuroimmunomodulation. 1998 May-Aug;5(3-4):143-59. doi: 10.1159/000026331."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M9983","name":"Inflammation","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000007372","term":"Interferons"},{"id":"D000016899","term":"Interferon-beta"},{"id":"D000068556","term":"Interferon beta-1a"}],"ancestors":[{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000000998","term":"Antiviral Agents"},{"id":"D000000890","term":"Anti-Infective Agents"},{"id":"D000007155","term":"Immunologic Factors"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000276","term":"Adjuvants, Immunologic"}],"browseLeaves":[{"id":"M10097","name":"Interferons","asFound":"Rehabilitation","relevance":"HIGH"},{"id":"M18934","name":"Interferon-beta","asFound":"Color","relevance":"HIGH"},{"id":"M272","name":"Interferon beta-1a","asFound":"Kg/hr","relevance":"HIGH"},{"id":"M4004","name":"Antiviral Agents","relevance":"LOW"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"},{"id":"M9891","name":"Immunologic Factors","relevance":"LOW"},{"id":"M3318","name":"Adjuvants, Immunologic","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}