{"protocolSection":{"identificationModule":{"nctId":"NCT00167765","orgStudyIdInfo":{"id":"H4S-SZ-O056"},"organization":{"fullName":"University of Zurich","class":"OTHER"},"briefTitle":"Abciximab in Wake-up Stroke","officialTitle":"Does Abciximab Save Hypoperfused Ischemic Brain Tissue in Wake-Up Stroke: A Placebo-Controlled, Randomized, MR Imaging Study"},"statusModule":{"statusVerifiedDate":"2007-05","overallStatus":"TERMINATED","whyStopped":"Higher hemorrhage rates of Abciximab in ABESST II trial","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-03"},"completionDateStruct":{"date":"2005-05","type":"ACTUAL"},"studyFirstSubmitDate":"2005-09-09","studyFirstSubmitQcDate":"2005-09-09","studyFirstPostDateStruct":{"date":"2005-09-14","type":"ESTIMATED"},"lastUpdateSubmitDate":"2007-05-01","lastUpdatePostDateStruct":{"date":"2007-05-03","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"University of Zurich","class":"OTHER"},"collaborators":[{"name":"Eli Lilly and Company","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of the prospective, randomized, double blind, placebo-controlled multicenter pilot study is to evaluate the effectiveness of abciximab on rescuing the hypoperfused brain tissue, as assessed by MRI, and the relative safety of abciximab in patients with wake-up stroke.","detailedDescription":"Intravenous (IV) administration of recombinant tissue plasminogen activator (rt-PA) is the only approved therapy in patients with acute ischemic stroke presenting within 3 hours of symptom onset. Approximately 17-30% of ischemic strokes are found on awakening. Since stroke onset cannot be determined for patients who awake with stroke, they are de facto ineligible for thrombolytic therapy. Nevertheless, it is possible that some patients suffered their stroke within a few hours prior to become awake, and may thus be good candidates for thrombolysis. Combined diffusion- (DWI) and perfusion- (PWI) weighted MR imaging (MRI) is able to identify hypoperfused but still viable brain tissue, the potentially salvageable ischemic penumbra (PWI-DWI mismatch). A recent study has examined 34 patients with wake-up stroke and a median National Institute of Health Stroke Scale (NIHSS) score of 13 (range 6 to 22) with DWI and PWI. The authors found that 73% of patients presenting with non-lacunar stroke within 3 hours of waking from sleep had a PWI-DWI mismatch with larger hypoperfused areas. This imaging pattern may be associated with potential benefit from thrombolysis beyond the current 3-hour window. Induced or spontaneous reperfusion of brain areas with initial PWI hypoperfusion has been associated with reduced infarction and a favourable clinical outcome. A phase IIa placebo-controlled safety and pilot efficacy trial of abciximab in patients with acute ischemic stroke treated within 24 hours from symptoms onset found that abciximab caused no symptomatic intracranial hemorrhage and showed a trend toward a higher rate of patients with minimal residual disability1. Thus, abciximab may be an attractive therapy option in patients with wake-up stroke and a PWI-DWI mismatch.\n\nThe purpose of the prospective, randomized, double blind, placebo-controlled multicenter pilot study is to evaluate the effectiveness of abciximab on rescuing the hypoperfused brain tissue, as assessed by MRI, and the relative safety of abciximab in patients with wake-up stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke, ischemic","acute ischemic stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE"}},"enrollmentInfo":{"count":50}},"armsInterventionsModule":{"interventions":[{"type":"DRUG","name":"Abciximab"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To investigate whether abciximab compared with placebo is able to save brain tissue as assessed by MRI performed prior to inclusion in the study and 5-7 days after stroke onset:"},{"measure":"(PWI1 - FLAIR2) / PWI1 (\"brain salvage index\": area at risk not progressed into final infarct size)and (FLAIR2 - DWI1) / DWI1 (relative growth of infarct size from admission to days 5-7)."}],"secondaryOutcomes":[{"measure":"To compare abciximab and placebo with regard to the:"},{"measure":"Proportion of mRS responders at 90 ± 14 days (mRS responder is defined as: mRS at 90 ± 14 days = 0 if baseline NIHSS score was 4-7, mRS at 90 ± 14 days <1 if baseline NIHSS score was 8-14, and mRS at 90 ± 14 days <2 if baseline NIHSS score was 15),"},{"measure":"Functional outcome (as measured by the mRS and NIHSS, and all cause mortality at 90 ± 14 days),"},{"measure":"Incidence of fatal ICH, non-fatal symptomatic parenchymal hemorrhage, or other symptomatic ICH through discharge/day 5,"},{"measure":"Proportion of subjects with non-intracranial bleeding through discharge/day 5,"},{"measure":"Ratio (DWI2-DWI1)/DWI1 for detecting new infarcts."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient who awakes with an acute ischemic stroke in the anterior circulation.\n* Planned start of study agent \\>3 hours and £6 hours from time of awakening and \\<1 hour after MRI mismatch diagnosis is established (cf. item 5 below).\n* Pre-randomization NIHSS score of 4-20.\n* Age \\>18 years.\n* MRI showing a PWI-DWI mismatch defined by visual estimation, where the PWI lesion will be \\>130% of the DWI volume.\n* Written informed consent, signed and dated by the subject (or subject's authorized representative, if allowed by local laws) and by the person obtaining the consent, indicating agreement to comply with all protocol-specified procedures.\n\nExclusion Criteria:\n\nGeneral:\n\n* Participation in another study with an investigational drug or device within the last 30 days.\n* Prior participation in the present study, or planned participation in another trial.\n* Symptoms suggestive of subarachnoid hemorrhage, even if MRI/CT scan is negative for hemorrhage.\n* Women known to be pregnant, lactating, or having a positive or indeterminate pregnancy test.\n\nStroke Related\n\n* Stupor or coma (NIHSS level of consciousness score ≥2 {item 1a}).\n* High clinical suspicion of septic embolus.\n* Rapidly improving symptoms.\n* Thrombosis involving the cerebral veins.\n\nBrain Imaging Related\n\n* Evidence of ICH by T2\\* MRI and/or noncontrast enhanced head CT.\n* MRI and/or CT evidence of nonvascular cause for the neurological symptoms.\n* DWI infarct size \\>50% of the MCA territory.\n* Signs of mass effect causing shift of midline structures on CT scan.\n* Contraindication to undergo MR imaging (eg pacemaker).\n* Suspicion of occlusion of the ipsilateral ICA at MRA.\n\nSafety Related\n\n* Persistent hypertension with systolic blood pressure (SBP) \\>185 mm Hg or diastolic blood pressure (DBP) \\>110 mm Hg (mean of 3 consecutive arm cuff readings over 20-30 minutes), not controlled by antihypertensive therapy or requiring nitroprusside for control.\n* Anticipated need for major surgery within 72 hours after randomization (eg, carotid endarterectomy, hip fracture repair).\n* Any intracranial surgery, serious head trauma (any head injury that required hospitalization), or stroke within the past 3 months.\n* History of ICH at any time in the past.\n* Major trauma at the time of stroke (eg, hip fracture).\n* Presence or history of intracranial neoplasm or arteriovenous malformation.\n* Intracranial aneurysm, unless surgically treated \\>3 months.\n* Major hemorrhage in past 21 days.\n* Major surgery, serious trauma, lumbar puncture, arterial puncture at a noncompressible site, or biopsy of a parenchymal organ in last 14 days. Major surgical procedures include but are not limited to the following: major thoracic or abdominopelvic surgery, neurosurgery, major limb surgery, carotid endarterectomy or other vascular surgery, and organ transplant. For unlisted procedures, the operating surgeon should be consulted to assess the risk\n* Presumed or documented history of vasculitis.\n* Known systemic bleeding disorder (eg, von Willebrand's disease, hemophilia, others).\n* Platelet count \\<100'000 cells/µL.\n* Congenital or acquired coagulopathy (eg, secondary to anticoagulants) causing either of the following:\n\nA. Activated partial thromboplastin time (aPTT) prolongation greater than 2 seconds above the upper limit of normal for local laboratory, except if due to isolated factor XII deficiency. The use of protamine sulfate to reverse the heparin effect is not allowed.\n\nB. International normalized ratio (INR) ³1.4. Subjects receiving warfarin prior to entry are eligible provided INR is \\<1.4 and warfarin can be safely discontinued for at least 36-48 h.\n\nPotentially Interfering with Outcome Assessment\n\n* Prestroke Barthel Index (BI) \\<95 or modified Rankin scale score (mRS) \\>1.\n* Life expectancy \\<3 months.\n* Other serious illness (eg, severe hepatic, cardiac, or renal failure; acute myocardial infarction; or a complex disease that may confound treatment assessment).\n\nDrug Related\n\n* Treatment with rt-PA, Ancrod, or intra-arterial thrombolytic for the qualifying stroke or administration of intra-arterial or systemic thrombolytic therapy in last 7 days.\n* Treatment with rt-PA is indicated and commercially available and, in the judgment of the investigator and patient, the risk/benefit ratio is acceptable for treatment with rt-PA.\n* Need for antiplatelet agent (eg, aspirin, ticlopidine, clopidogrel, dipyridamole), unfractionated or low molecular weight heparin, direct thrombin inhibitor, Factor Xa inhibitor, oral anticoagulant, or NSAID (excluding COX-2 inhibitor) before the post study-agent head CT scan. Treatment with aspirin prior to randomization is not an exclusion criterion.\n* Allergy or hypersensitivity reaction (including anaphylaxis) or clinically significant reaction (including thrombocytopenia) to administration of abciximab or other murine proteins, if known.\n* Treatment with unfractionated or low molecular weight heparin, direct thrombin inhibitor, or Factor Xa inhibitor within 48 hours before randomization, irrespective of the aPTT results or the heparin dose received (with the exception of minimal heparin use to maintain an open IV infusion line, \\<100 units/day).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ralf W. Baumgartner, MD","affiliation":"University of Zurich","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Mario Siebler, MD","affiliation":"Heinrich Heine University Dusseldorf","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Heinrich Heine University","city":"Dusseldorf","country":"Germany","geoPoint":{"lat":51.22172,"lon":6.77616}},{"facility":"University of Zurich, Department of Neurology","city":"Zurich","zip":"8091","country":"Switzerland","geoPoint":{"lat":47.36667,"lon":8.54999}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Wake-up Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077284","term":"Abciximab"}],"ancestors":[{"id":"D000000925","term":"Anticoagulants"},{"id":"D000010975","term":"Platelet Aggregation Inhibitors"}],"browseLeaves":[{"id":"M1738","name":"Abciximab","asFound":"Lumbar puncture","relevance":"HIGH"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}