{"protocolSection":{"identificationModule":{"nctId":"NCT05836766","orgStudyIdInfo":{"id":"YW2022-046-03"},"organization":{"fullName":"Beijing Tiantan Hospital","class":"OTHER"},"briefTitle":"Cilostazol Dexborneol Versus Placebo for Microcirculation Dysfunction After Reperfusion Therapy in Patients With Acute Ischemic Stroke With Large Vessel Occlusion","officialTitle":"Cilostazol Dexborneol Versus Placebo for Microcirculation Dysfunction After Reperfusion Therapy in Patients With Acute Ischemic Stroke With Large Vessel Occlusion: A Phase Ⅱa,Prospective,Multicenter,Randomized, Double-blind,Placebo-controlled Parallel Trial","acronym":"CRYSTAL"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-19","studyFirstSubmitQcDate":"2023-04-19","studyFirstPostDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-27","lastUpdatePostDateStruct":{"date":"2023-09-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"yilong Wang","investigatorTitle":"Professor","investigatorAffiliation":"Beijing Tiantan Hospital"},"leadSponsor":{"name":"Beijing Tiantan Hospital","class":"OTHER"},"collaborators":[{"name":"NeuroDawn Pharmaceutical Co., Ltd.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to evaluate the efficacy of Y-6 sublingual tablets in improving microcirculation dysfunction and reducing thrombo-inflammation in patients who had AIS caused by LVO and received reperfusion therapy. Moreover, we expect to evaluate the safety of using Y-6 sublingual tablet in such study population.","detailedDescription":"This study rationale is based on the following scheme: in patients with acute ischemic stroke caused by LVO, receiving reperfusion therapy may cause futile recanalization and thus lead to microcirculation dysfunction and thrombo-inflammation as consequences. Cilostazol has antiplatelet effects and BBB protection and Dexborneol has anti-inflammatory effects; therefore, the multi-component tablet may exert neuroprotective effects in terms of improving microcirculation dysfunction and reducing thrombo-inflammation in patients with AIS after reperfusion therapy.\n\nThe primary purpose of this study is to investigate the proportion of modified-Rankin scale (mRS) score recovered to 0\\~1 score at 90±7 days after randomization.\n\nThe follow-up duration is 3 months, and the visit schedule is as follows: Subjects enrolled based on randomization procedures will receive visits at screening/baseline period, first drug administration, immediately after reperfusion therapy(within 2 hours), 24 ± 2 hours, 96 ± 7 hours, 14 ± 2 days, 28 ± 2 days and 90 ± 7 days after randomization, and in case of any events."},"conditionsModule":{"conditions":["Acute Ischemic Stroke","Reperfusion","Large Vessel Occlusion"],"keywords":["microcirculation dysfunction","Y-6","cilostazol","dexborneol","Thrombo-inflammation","acute ischemic stroke","large vessel occlusion","reperfusion therapy","CRYSTAL"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Y-6 sublingual tablets","type":"ACTIVE_COMPARATOR","description":"Y-6 sublingual tablets (each tablet contains 25 mg cilostazol and 6 mg dexborneol) Manufacturer: Nanjing Neurodawn Pharmaceutical Co., Ltd.","interventionNames":["Drug: Y-6 sublingual tablets"]},{"label":"Placebo tablets of Y-6 sublingual tablet","type":"PLACEBO_COMPARATOR","description":"Y-6 strength: Placebo tablets of Y-6 sublingual tablet (each tablet contains 0 mg cilostazol and 0.06 mg dexborneol) Manufacturer: Nanjing Neurodawn Pharmaceutical Co., Ltd.","interventionNames":["Drug: Placebo tablets of Y-6 sublingual tablet"]}],"interventions":[{"type":"DRUG","name":"Y-6 sublingual tablets","description":"Take Y-6 sublingual tablets for 28 days continuously.","armGroupLabels":["Y-6 sublingual tablets"]},{"type":"DRUG","name":"Placebo tablets of Y-6 sublingual tablet","description":"Take Placebo tablets of Y-6 sublingual tablet for 28 days continuously.","armGroupLabels":["Placebo tablets of Y-6 sublingual tablet"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of mRS score recovered to 0~1 score","description":"The modified Rankin Scale (mRS) decreasing to 0\\~1 score. mRS Mainly measures patients' independent living ability, including physical function, activity ability and participation in daily life. A score of 0 on the mRS Scale indicates no symptoms and a score of 5 indicates severe disability.","timeFrame":"90±7 days after randomization"}],"secondaryOutcomes":[{"measure":"The mRS score at 90±7 days after randomization","description":"The modified Rankin Scale (mRS) evaluated at 90±7 days after randomization. mRS Mainly measures patients' independent living ability, including physical function, activity ability and participation in daily life. A score of 0 on the mRS Scale indicates no symptoms and a score of 5 indicates severe disability.","timeFrame":"90±7 days after randomization"},{"measure":"Integrity of BBB evaluated by DCE","description":"BBB permeability is assessed by DCE-MRI","timeFrame":"96±7 hours after randomization"},{"measure":"Changes of NIHSS score between baseline and immediately after reperfusion therapy","description":"NIHSS score after reperfusion therapy within 2 hours changing compared with baseline NIHSS. The NIHSS score ranges from 0 to 42. The higher the score, the more severe the nerve damage.","timeFrame":"immediately after reperfusion therapy (within 2 hours)"},{"measure":"Changes of NIHSS score between baseline and at 24 ± 2 hours, 96 ± 7 hours, 14 ± 2 days and 28 ± 3days after randomization","description":"NIHSS score changing compared with baseline NIHSS. The NIHSS score ranges from 0 to 42. The higher the score, the more severe the nerve damage.","timeFrame":"24 ± 2 hours, 96 ± 7 hours, 14 ± 2 days and 28 ± 3 days after randomization and baseline NIHSS score"},{"measure":"Proportion of study patients with early progression of stroke at 24 ± 2 hours and 96 ± 7 hours after randomization","description":"NIHSS score increasing by ≥ 2 points, or the score of hemiplegia increasing by≥1 point, or the score of conscious disturbance increasing by ≥ 1 point compared with baseline within 7 days of onset, and intracranial hemorrhage is excepted by CT or MRI. Exacerbations not attributable to stroke are also excluded such as cardiac failure, liver and renal failure, etc.","timeFrame":"24 ± 2 hours and 96 ± 7 hours after randomization"},{"measure":"Proportion of study patients with combined vascular events at 90 ± 7 days after randomization","description":"Symptomatic stroke, myocardial infarction and vascular death","timeFrame":"90 ± 7 days after randomization"}],"otherOutcomes":[{"measure":"Integrity evaluation of BBB by FEXI at 96 ± 7 hours after randomization","description":"BBB permeability is assessed by FEXI","timeFrame":"96 ± 7 hours after randomization"},{"measure":"Integrity evaluation of BBB by FEXI at 28 ± 3 days after randomization","description":"BBB permeability is assessed by FEXI","timeFrame":"28 ± 3 days after randomization"},{"measure":"Differences of indicators of venous thrombotic inflammation (plasma sGPVI, sADAMTS 13, sCD40L levels) and indirect indicators of BBB disruption (MMP-9, S100B) between baseline and 14±2 days of randomization","description":"Collecting blood samples to evaluate venous thrombotic inflammation (plasma sGPVI, sADAMTS 13, sCD40L levels) and indirect indicators of blood-brain barrier disruption (MMP-9, S100B)","timeFrame":"14±2 days of randomization compared with baseline"},{"measure":"Differences of indicators of venous thrombotic inflammation (plasma sGPVI, sADAMTS 13, sCD40L levels) and indirect indicators of BBB disruption (MMP-9, S100B) between baseline and 24±2 hours of randomization","description":"Collecting blood samples to evaluate venous thrombotic inflammation (plasma sGPVI, sADAMTS 13, sCD40L levels) and indirect indicators of blood-brain barrier disruption (MMP-9, S100B)","timeFrame":"24±2 hours of randomization compared with baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* 35 years old ≤ Age ≤ 80 years old\n* Patients with acute ischemic stroke was diagnosed within 24 hours of onset (time from onset to completion of reperfusion therapy)\n* Patients with first stroke or prior to stroke onset (mRS score 0-1)\n* Patients with acute large vessel occlusion (LVO) confirmed by imaging, including the responsible vessel was located in the intracranial internal carotid artery, the T-shaped branch, the M1/M2 segment of the middle cerebral artery, or the A1/A2 segment of the anterior cerebral artery\n* ASPECTS score ≥ 6\n* 6\\<NIHSS score ≤ 25 after the onset of this disease\n* Patients who meet the indications for reperfusion therapy, including mechanical thrombectomy, bridging therapy (intravenous r-tPA thrombolytic therapy), and plan to undergo mechanical thrombectomy\n* Patients or his/her legal representatives are able to understand and sign the informed consent\n\nExclusion criteria:\n\n* Severe consciousness disturbance: NIHSS 1a consciousness level ≥2 points\n* Patients with definite history of intracranial hemorrhage (such as subarachnoid hemorrhage, cerebral hemorrhage, etc.)\n* Patients with intracranial tumor, arteriovenous malformation, or aneurysm\n* Patients with bilateral anterior or posterior circulation ischemic stroke\n* Patients with large vascular occlusion of rare or unknown etiology, such as dissection, vasculitis, etc.\n* Patients who have received treatment with dual antiplatelet drugs, tirofiban, warfarin, novel oral anticoagulant, argatroban, snake venom, defibrase, lumbrokinase and other defibrase therapy after the onset of disease\n* Patients with severe hepatic insufficiency or renal insufficiency and received dialysis for various reasons before randomization (severe hepatic insufficiency is defined as ALT \\> 3 × ULN or AST \\>3 × ULN; severe renal insufficiency is defined as serum creatinine \\>3.0 mg/dL (265.2 μmol/L) or creatinine clearance \\< 30 mL/min)\n* Patients with haemorrhagic diathesis (including but not limited to): platelet count \\< 100 × 109/L; heparin treatment within the last 48 hours; taking oral warfarin; taking novel oral anticoagulant; administration with direct thrombin or Xa factor inhibitors; with hereditary hemorrhagic disorders, such as hemophilia\n* Patients with refractory hypertension that is difficult to be controlled by medication (systolic blood pressure \\> 180 mmHg or diastolic blood pressure \\> 110 mmHg)\n* Patients with significant head trauma or stroke within 3 months prior to randomization\n* Patients who have received intracranial or spinal surgery within 3 months prior to randomization\n* Patients with history of major surgery or serious physical trauma within 1 month prior to randomization\n* Patients with hemorrhagic retinopathy\n* Male subjects (or their partners) or female subjects who had planned to have a child during the whole study period and within 3 months after the end of the study period or were unwilling to use one or more non-drug contraceptive methods (e.g., complete abstinence, condoms, ligation, etc.) during the study period\n* Patients with contraindications to known contrast agent or other contrast agents; subjects who are allergic to cilostazol or dexborneol\n* Patients who plan to receive other surgical or intervention therapy within 3 months, which might require discontinuation of the study drugs\n* Patients with advanced disease, leading to life expectancy of \\< 6 months\n* Patients who have received treatment of investigational drug or device within 3 months\n* Other conditions where it is not suitable for patients to participate in the clinical trial, such as inability to understand and/or follow the study procedures and/or follow-up schedule due to psychiatric disorders or cognitive/emotional disorders, or contraindications to thrombectomy or MRI, etc.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yilong Wang, PhD，MD","role":"CONTACT","phone":"0086-010-67092222","phoneExt":"0","email":"yilong528@aliyun.com"}],"overallOfficials":[{"name":"Yilong Wang, PhD，MD","affiliation":"Beijing Tiantan Hospital, Capital Medical University, Beijing, China","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Liuzhou Workers' Hospital","status":"RECRUITING","city":"Liuzhou","state":"Guangxi","country":"China","contacts":[{"name":"Yang Hong","role":"CONTACT"},{"role":"CONTACT","email":"13768341368@139.com"}]},{"facility":"Hunan Provincial People's Hospital","status":"RECRUITING","city":"Changsha","state":"Hunan","country":"China","contacts":[{"name":"Zhao Zhihong","role":"CONTACT"},{"role":"CONTACT","email":"1019200187@qq.com"}],"geoPoint":{"lat":28.19874,"lon":112.97087}},{"facility":"Pingxiang people's hospital","status":"RECRUITING","city":"Pingxiang","state":"Jiangxi","country":"China","contacts":[{"name":"Yi Fei","role":"CONTACT"},{"role":"CONTACT","email":"yf8500@126.com"}],"geoPoint":{"lat":27.61672,"lon":113.85353}}]},"referencesModule":{"references":[{"pmid":"19834014","type":"BACKGROUND","citation":"Smith WS, Lev MH, English JD, Camargo EC, Chou M, Johnston SC, Gonzalez G, Schaefer PW, Dillon WP, Koroshetz WJ, Furie KL. Significance of large vessel intracranial occlusion causing acute ischemic stroke and TIA. Stroke. 2009 Dec;40(12):3834-40. doi: 10.1161/STROKEAHA.109.561787. Epub 2009 Oct 15."},{"pmid":"26898852","type":"BACKGROUND","citation":"Goyal M, Menon BK, van Zwam WH, Dippel DW, Mitchell PJ, Demchuk AM, Davalos A, Majoie CB, van der Lugt A, de Miquel MA, Donnan GA, Roos YB, Bonafe A, Jahan R, Diener HC, van den Berg LA, Levy EI, Berkhemer OA, Pereira VM, Rempel J, Millan M, Davis SM, Roy D, Thornton J, Roman LS, Ribo M, Beumer D, Stouch B, Brown S, Campbell BC, van Oostenbrugge RJ, Saver JL, Hill MD, Jovin TG; HERMES collaborators. Endovascular thrombectomy after large-vessel ischaemic stroke: a meta-analysis of individual patient data from five randomised trials. Lancet. 2016 Apr 23;387(10029):1723-31. doi: 10.1016/S0140-6736(16)00163-X. Epub 2016 Feb 18."},{"pmid":"32414889","type":"BACKGROUND","citation":"van Horn N, Kniep H, Leischner H, McDonough R, Deb-Chatterji M, Broocks G, Thomalla G, Brekenfeld C, Fiehler J, Hanning U, Flottmann F. Predictors of poor clinical outcome despite complete reperfusion in acute ischemic stroke patients. J Neurointerv Surg. 2021 Jan;13(1):14-18. doi: 10.1136/neurintsurg-2020-015889. Epub 2020 May 15."},{"pmid":"30355104","type":"BACKGROUND","citation":"Ng FC, Coulton B, Chambers B, Thijs V. Persistently Elevated Microvascular Resistance Postrecanalization. Stroke. 2018 Oct;49(10):2512-2515. doi: 10.1161/STROKEAHA.118.021631."},{"pmid":"25106063","type":"BACKGROUND","citation":"Emberson J, Lees KR, Lyden P, Blackwell L, Albers G, Bluhmki E, Brott T, Cohen G, Davis S, Donnan G, Grotta J, Howard G, Kaste M, Koga M, von Kummer R, Lansberg M, Lindley RI, Murray G, Olivot JM, Parsons M, Tilley B, Toni D, Toyoda K, Wahlgren N, Wardlaw J, Whiteley W, del Zoppo GJ, Baigent C, Sandercock P, Hacke W; Stroke Thrombolysis Trialists' Collaborative Group. Effect of treatment delay, age, and stroke severity on the effects of intravenous thrombolysis with alteplase for acute ischaemic stroke: a meta-analysis of individual patient data from randomised trials. Lancet. 2014 Nov 29;384(9958):1929-35. doi: 10.1016/S0140-6736(14)60584-5. Epub 2014 Aug 5."},{"pmid":"31662037","type":"BACKGROUND","citation":"Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, Biller J, Brown M, Demaerschalk BM, Hoh B, Jauch EC, Kidwell CS, Leslie-Mazwi TM, Ovbiagele B, Scott PA, Sheth KN, Southerland AM, Summers DV, Tirschwell DL. Guidelines for the Early Management of Patients With Acute Ischemic Stroke: 2019 Update to the 2018 Guidelines for the Early Management of Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2019 Dec;50(12):e344-e418. doi: 10.1161/STR.0000000000000211. Epub 2019 Oct 30. Erratum In: Stroke. 2019 Dec;50(12):e440-e441."},{"pmid":"20075087","type":"BACKGROUND","citation":"Hussein HM, Georgiadis AL, Vazquez G, Miley JT, Memon MZ, Mohammad YM, Christoforidis GA, Tariq N, Qureshi AI. Occurrence and predictors of futile recanalization following endovascular treatment among patients with acute ischemic stroke: a multicenter study. AJNR Am J Neuroradiol. 2010 Mar;31(3):454-8. doi: 10.3174/ajnr.A2006. Epub 2010 Jan 14."},{"pmid":"32568647","type":"BACKGROUND","citation":"Casetta I, Fainardi E, Saia V, Pracucci G, Padroni M, Renieri L, Nencini P, Inzitari D, Morosetti D, Sallustio F, Vallone S, Bigliardi G, Zini A, Longo M, Francalanza I, Bracco S, Vallone IM, Tassi R, Bergui M, Naldi A, Saletti A, De Vito A, Gasparotti R, Magoni M, Castellan L, Serrati C, Menozzi R, Scoditti U, Causin F, Pieroni A, Puglielli E, Casalena A, Sanna A, Ruggiero M, Cordici F, Di Maggio L, Duc E, Cosottini M, Giannini N, Sanfilippo G, Zappoli F, Cavallini A, Cavasin N, Critelli A, Ciceri E, Plebani M, Cappellari M, Chiumarulo L, Petruzzellis M, Terrana A, Cariddi LP, Burdi N, Tinelli A, Auteri W, Silvagni U, Biraschi F, Nicolini E, Padolecchia R, Tassinari T, Filauri P, Sacco S, Pavia M, Invernizzi P, Nuzzi NP, Marcheselli S, Amista P, Russo M, Gallesio I, Craparo G, Mannino M, Mangiafico S, Toni D; Italian Registry of Endovascular Treatment in Acute Stroke. Endovascular Thrombectomy for Acute Ischemic Stroke Beyond 6 Hours From Onset: A Real-World Experience. Stroke. 2020 Jul;51(7):2051-2057. doi: 10.1161/STROKEAHA.119.027974. Epub 2020 Jun 17."},{"pmid":"26903582","type":"BACKGROUND","citation":"Berkhemer OA, Jansen IG, Beumer D, Fransen PS, van den Berg LA, Yoo AJ, Lingsma HF, Sprengers ME, Jenniskens SF, Lycklama A Nijeholt GJ, van Walderveen MA, van den Berg R, Bot JC, Beenen LF, Boers AM, Slump CH, Roos YB, van Oostenbrugge RJ, Dippel DW, van der Lugt A, van Zwam WH, Marquering HA, Majoie CB; MR CLEAN Investigators. Collateral Status on Baseline Computed Tomographic Angiography and Intra-Arterial Treatment Effect in Patients With Proximal Anterior Circulation Stroke. Stroke. 2016 Mar;47(3):768-76. doi: 10.1161/STROKEAHA.115.011788. Epub 2016 Jan 28."},{"pmid":"32527972","type":"BACKGROUND","citation":"Groot AE, Treurniet KM, Jansen IGH, Lingsma HF, Hinsenveld W, van de Graaf RA, Roozenbeek B, Willems HC, Schonewille WJ, Marquering HA, van den Berg R, Dippel DWJ, Majoie CBLM, Roos YBWEM, Coutinho JM; MR CLEAN Registry Investigators. Endovascular treatment in older adults with acute ischemic stroke in the MR CLEAN Registry. Neurology. 2020 Jul 14;95(2):e131-e139. doi: 10.1212/WNL.0000000000009764. Epub 2020 Jun 11."},{"pmid":"29574600","type":"BACKGROUND","citation":"Hussein HM, Saleem MA, Qureshi AI. Rates and predictors of futile recanalization in patients undergoing endovascular treatment in a multicenter clinical trial. Neuroradiology. 2018 May;60(5):557-563. doi: 10.1007/s00234-018-2016-2. Epub 2018 Mar 25."},{"pmid":"32404034","type":"BACKGROUND","citation":"Rubiera M, Garcia-Tornel A, Olive-Gadea M, Campos D, Requena M, Vert C, Pagola J, Rodriguez-Luna D, Muchada M, Boned S, Rodriguez-Villatoro N, Juega J, Deck M, Sanjuan E, Hernandez D, Pinana C, Tomasello A, Molina CA, Ribo M. Computed Tomography Perfusion After Thrombectomy: An Immediate Surrogate Marker of Outcome After Recanalization in Acute Stroke. Stroke. 2020 Jun;51(6):1736-1742. doi: 10.1161/STROKEAHA.120.029212. Epub 2020 May 14."},{"pmid":"29107626","type":"BACKGROUND","citation":"Raja R, Rosenberg GA, Caprihan A. MRI measurements of Blood-Brain Barrier function in dementia: A review of recent studies. Neuropharmacology. 2018 May 15;134(Pt B):259-271. doi: 10.1016/j.neuropharm.2017.10.034. Epub 2017 Oct 28."},{"pmid":"32534125","type":"BACKGROUND","citation":"Bai R, Li Z, Sun C, Hsu YC, Liang H, Basser P. Feasibility of filter-exchange imaging (FEXI) in measuring different exchange processes in human brain. Neuroimage. 2020 Oct 1;219:117039. doi: 10.1016/j.neuroimage.2020.117039. Epub 2020 Jun 10."},{"pmid":"20197780","type":"BACKGROUND","citation":"Batra A, Latour LL, Ruetzler CA, Hallenbeck JM, Spatz M, Warach S, Henning EC. Increased plasma and tissue MMP levels are associated with BCSFB and BBB disruption evident on post-contrast FLAIR after experimental stroke. J Cereb Blood Flow Metab. 2010 Jun;30(6):1188-99. doi: 10.1038/jcbfm.2010.1. Epub 2010 Mar 3."},{"pmid":"24194479","type":"BACKGROUND","citation":"Koh SX, Lee JK. S100B as a marker for brain damage and blood-brain barrier disruption following exercise. Sports Med. 2014 Mar;44(3):369-85. doi: 10.1007/s40279-013-0119-9. Erratum In: Sports Med. 2014 Jun;44(6):867."},{"pmid":"33053341","type":"BACKGROUND","citation":"El Amki M, Gluck C, Binder N, Middleham W, Wyss MT, Weiss T, Meister H, Luft A, Weller M, Weber B, Wegener S. Neutrophils Obstructing Brain Capillaries Are a Major Cause of No-Reflow in Ischemic Stroke. Cell Rep. 2020 Oct 13;33(2):108260. doi: 10.1016/j.celrep.2020.108260."},{"pmid":"31263257","type":"BACKGROUND","citation":"Stoll G, Nieswandt B. Thrombo-inflammation in acute ischaemic stroke - implications for treatment. Nat Rev Neurol. 2019 Aug;15(8):473-481. doi: 10.1038/s41582-019-0221-1. Epub 2019 Jul 1."},{"pmid":"31899551","type":"BACKGROUND","citation":"Kollikowski AM, Schuhmann MK, Nieswandt B, Mullges W, Stoll G, Pham M. Local Leukocyte Invasion during Hyperacute Human Ischemic Stroke. Ann Neurol. 2020 Mar;87(3):466-479. doi: 10.1002/ana.25665. Epub 2020 Jan 16."},{"pmid":"29232823","type":"BACKGROUND","citation":"El Amki M, Wegener S. Improving Cerebral Blood Flow after Arterial Recanalization: A Novel Therapeutic Strategy in Stroke. Int J Mol Sci. 2017 Dec 9;18(12):2669. doi: 10.3390/ijms18122669."},{"pmid":"29444972","type":"BACKGROUND","citation":"Bustamante A, Ning M, Garcia-Berrocoso T, Penalba A, Boada C, Simats A, Pagola J, Ribo M, Molina C, Lo E, Montaner J. Usefulness of ADAMTS13 to predict response to recanalization therapies in acute ischemic stroke. Neurology. 2018 Mar 20;90(12):e995-e1004. doi: 10.1212/WNL.0000000000005162. Epub 2018 Feb 14."},{"pmid":"28634421","type":"BACKGROUND","citation":"Gragnano F, Sperlongano S, Golia E, Natale F, Bianchi R, Crisci M, Fimiani F, Pariggiano I, Diana V, Carbone A, Cesaro A, Concilio C, Limongelli G, Russo M, Calabro P. The Role of von Willebrand Factor in Vascular Inflammation: From Pathogenesis to Targeted Therapy. Mediators Inflamm. 2017;2017:5620314. doi: 10.1155/2017/5620314. Epub 2017 May 28."},{"pmid":"21768262","type":"BACKGROUND","citation":"Nieswandt B, Kleinschnitz C, Stoll G. Ischaemic stroke: a thrombo-inflammatory disease? J Physiol. 2011 Sep 1;589(17):4115-23. doi: 10.1113/jphysiol.2011.212886. Epub 2011 Jul 18."},{"pmid":"24029635","type":"BACKGROUND","citation":"Kraft P, Gob E, Schuhmann MK, Gobel K, Deppermann C, Thielmann I, Herrmann AM, Lorenz K, Brede M, Stoll G, Meuth SG, Nieswandt B, Pfeilschifter W, Kleinschnitz C. FTY720 ameliorates acute ischemic stroke in mice by reducing thrombo-inflammation but not by direct neuroprotection. Stroke. 2013 Nov;44(11):3202-10. doi: 10.1161/STROKEAHA.113.002880. Epub 2013 Sep 12."},{"pmid":"28109273","type":"BACKGROUND","citation":"Schuhmann MK, Guthmann J, Stoll G, Nieswandt B, Kraft P, Kleinschnitz C. Blocking of platelet glycoprotein receptor Ib reduces \"thrombo-inflammation\" in mice with acute ischemic stroke. J Neuroinflammation. 2017 Jan 21;14(1):18. doi: 10.1186/s12974-017-0792-y."},{"pmid":"27381422","type":"BACKGROUND","citation":"Takagi T, Hara H. Protective effects of cilostazol against hemorrhagic stroke: Current and future perspectives. J Pharmacol Sci. 2016 Jul;131(3):155-61. doi: 10.1016/j.jphs.2016.04.023. Epub 2016 May 3."},{"pmid":"23224787","type":"BACKGROUND","citation":"Horai S, Nakagawa S, Tanaka K, Morofuji Y, Couraud PO, Deli MA, Ozawa M, Niwa M. Cilostazol strengthens barrier integrity in brain endothelial cells. Cell Mol Neurobiol. 2013 Mar;33(2):291-307. doi: 10.1007/s10571-012-9896-1. Epub 2012 Dec 7."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9983","name":"Inflammation","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M1788","name":"Cilostazol","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"},{"abbrev":"NeuroAg","name":"Neuroprotective Agents"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"Resp","name":"Respiratory System Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}