{"protocolSection":{"identificationModule":{"nctId":"NCT00497094","orgStudyIdInfo":{"id":"471/2004"},"organization":{"fullName":"Vienna General Hospital","class":"OTHER"},"briefTitle":"Stenting Versus Best Medical Treatment of Asymptomatic High Grade Carotid Artery Stenosis","officialTitle":"Stenting vs. Best Medical Treatment of Asymptomatic High Grade Carotid Artery Stenosis - a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2013-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2004-03"},"primaryCompletionDateStruct":{"date":"2010-06","type":"ACTUAL"},"completionDateStruct":{"date":"2011-10","type":"ACTUAL"},"studyFirstSubmitDate":"2007-07-05","studyFirstSubmitQcDate":"2007-07-05","studyFirstPostDateStruct":{"date":"2007-07-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2013-02-27","lastUpdatePostDateStruct":{"date":"2013-02-28","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Petra Dick","investigatorTitle":"Prof. Dr. Erich Minar","investigatorAffiliation":"Vienna General Hospital"},"leadSponsor":{"name":"Vienna General Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Background. Carotid artery stenting (CAS) recently has become an accepted method for treatment of patients with high-grade carotid artery stenosis, who are at an increased risk for surgical carotid endarterectomy (CEA). The reported rates of neurological complications of CAS substantially decreased during the past years, and the routine use of cerebral protection devices and low profile catheter systems have further increased the procedure´s safety. In the early 90's large surgical trials in North America and Europe (NASCET, ECST and ACAS) demonstrated superiority of CEA compared to best medical treatment for symptomatic and asymptomatic patients. Provided that the ongoing randomized controlled trials comparing CAS and CEA confirm equivalence between the these methods, CAS similar to CEA is applicable to symptomatic and asymptomatic patients with high grade carotid stenosis. However, particularly in asymptomatic patients, the indication for revascularisation remains debatable. Protected CAS is associated with a very low rate of neurological complications, which are below the AHA recommendation for treating asymptomatic patients (3%). However, the introduction of new vascular protective medications like statins and clopidogrel during the recent years substantially improved the spectrum of best medical treatment, and the findings of NASCET, ECST and ACAS with respect to best medical treatment may therefore not be applicable any more.\n\nStudy hypothesis and aims. Given the low frequency of spontaneous neurological complications, the preferable therapeutic approach to patients with asymptomatic high grade ( \\> 80%) carotid artery stenoses is currently unknown. Modern best medical treatment may manage to stabilize the atherosclerotic plaque, while CAS has the potential of resolving the carotid stenosis. Comparative data, however, are not available as yet. We hypothesized that protected CAS has a beneficial effect on occurrence of ipsilateral neurological complications and major adverse cardiac events in high-risk patients with asymptomatic \\> 80% internal carotid artery stenosis. Therefore, the aim of the present randomized controlled trial was to analyze neurological and cardiovascular outcome of patients treated with elective CAS plus best medical treatment compared to best medical treatment only.","detailedDescription":"Carotid artery stenting (CAS) recently has become an accepted method for treatment of patients with high-grade carotid artery stenosis, who are at an increased risk for surgical carotid endarterectomy (CEA). The reported rates of neurological complications of CAS substantially decreased during the past years, and the routine use of cerebral protection devices and low profile catheter systems have further increased the procedure´s safety. In the early 90ies large surgical trials in North America and Europe (NASCET, ECST and ACAS) demonstrated superiority of CEA compared to best medical treatment for symptomatic and asymptomatic patients. Provided that the ongoing randomized controlled trials comparing CAS and CEA confirm equivalence between the these methods, CAS similar to CEA is applicable to symptomatic and asymptomatic patients with high grade carotid stenosis. However, particularly in asymptomatic patients, the indication for revascularisation remains debatable. Protected CAS is associated with a very low rate of neurological complications, which are below the AHA recommendation for treating asymptomatic patients (3%). However, the introduction of new vascular protective medications like statins and clopidogrel during the recent years substantially improved the spectrum of best medical treatment, and the findings of NASCET, ECST and ACAS with respect to best medical treatment may therefore not be applicable any more.\n\nGiven the low frequency of spontaneous neurological complications, the preferable therapeutic approach to patients with asymptomatic high grade ( \\> 80%) carotid artery stenoses is currently unknown. Modern best medical treatment may manage to stabilize the atherosclerotic plaque, while CAS has the potential of resolving the carotid stenosis. Comparative data, however, are not available as yet. We hypothesized that protected CAS has a beneficial effect on occurrence of ipsilateral neurological complications and major adverse cardiac events in high-risk patients with asymptomatic \\> 80% internal carotid artery stenosis. Therefore, the aim of the present randomized controlled trial was to analyze neurological and cardiovascular outcome of patients treated with elective CAS plus best medical treatment compared to best medical treatment only.\n\nSYNOPSIS\n\nBACKGROUND:\n\nThe preferable treatment - whether revascularization or conservative - of asymptomatic high-risk patients with \\> 80% internal carotid artery stenosis (NASCET criteria) is currently unknown.\n\nSTUDY HYPOTHESIS:\n\nWe hypothesized that protected carotid artery stenting (CAS) plus best medical treatment is associated with reduced rates of ipsilateral neurological complications and major adverse cardiac events in high-risk patients with asymptomatic \\> 80% internal carotid artery stenosis compared to best medical treatment only.\n\nSTUDY DESIGN:\n\nThe study is designed as a randomized controlled trial with 1:1 random assignment between two treatment modalities including 300 patients within an scheduled inclusion period of 18 months. The primary and secondary study endpoints are evaluated for an initial two year follow-up period after randomization. Secondary follow-up will be performed for 1, 1.5, 3, 5 and 10 years post randomization."},"conditionsModule":{"conditions":["Asymptomatic","Artery"],"keywords":["carotid artery stenting","atherosclerosis","cerebrovascular","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":148,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","description":"Patients receive medical treatment including medical therapy with statins (at least 40mg simvastatin irrespective of the baseline cholesterol level) and clopidogrel (75mg daily). Further conservative medical treatment includes modification of cardiovascular risk factors according to current recommendations. Additionally patients will undergo carotid artery stenting using a filter wire protection device.","interventionNames":["Device: carotid artery stenting"]},{"label":"2","type":"NO_INTERVENTION","description":"Patients receive medical treatment including medical therapy with statins (at least 40mg simvastatin daily irrespective of the baseline cholesterol level) and clopidogrel (75mg daily). Further conservative medical treatment includes modification of cardiovascular risk factors according to current recommendations"}],"interventions":[{"type":"DEVICE","name":"carotid artery stenting","description":"Using retrograde transfemoral access an overview aortic angiogram is established. A stiff wire is then placed in the external carotid or distal common carotid artery to introduce a long hydrophilic sheath into the common carotid artery. The stenosis is then crossed with a Filter wire. For stent implantation Monorail Carotid Wallstents or the Monorail Nitinol Stent of Boston Scientific are used. Road map or overlay technique with a magnification of 20 to 28 inch is used to localize the stenosis during the procedure. Finally a control angiogram is performed to ensure correct placement of the stent. After successful completion of the procedure, the arterial access site is closed using a standard closure device.","armGroupLabels":["1"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary study endpoints: neurological events (ipsilateral and contralateral), major adverse cardiovascular events (MACE: composite of myocardial infarction, stroke and cardiovascular death) and any death","timeFrame":"24 months"}],"secondaryOutcomes":[{"measure":"in-stent restenosis after CAS, neuropsychological function, patient satisfaction, quality of life during follow up.","timeFrame":"24 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Atherosclerosis is the underlying disease\n* Patients with an asymptomatic stenosis \\>80% (NASCET) with a documented progression of the degree of stenosis to \\>80% within 6 months with a very tight stenosis ≥90% at initial presentation with a \\>80% stenosis plus silent ipsilateral ischemia documented by CCT or MRI with ipsilateral \\>80% stenosis plus contralateral \\>80% stenosis or occlusion with \\>80% stenosis plus planned major surgery\n* Neurologist´s explicit consent to potentially perform CAS\n\nExclusion Criteria:\n\n* Inability to provide informed consent\n* Underlying disease other than atherosclerosis (inflammatory or autoimmune disease)\n* Traumatic or spontaneous carotid dissections\n* Life expectancy \\<6 months\n* Advanced dementia\n* Advanced renal failure (serum creatinine \\>2.5 mg/dL)\n* Unstable severe cardiovascular comorbidities (e.g. unstable angina, heart failure)\n* Restenosis after prior CAS or CEA\n* Allergy or contraindications to study medications (clopidogrel, statins, ASA)","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Martin Schillinger, Prof. Dr.","affiliation":"General Hospital of Vienna","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"General Hospital of Vienna","city":"Vienna","country":"Austria","geoPoint":{"lat":48.20849,"lon":16.37208}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000016893","term":"Carotid Stenosis"}],"ancestors":[{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M25878","name":"Atherosclerosis","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Artery Stenosis","relevance":"HIGH"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M1669","name":"Clopidogrel","relevance":"LOW"},{"id":"M21403","name":"Simvastatin","relevance":"LOW"},{"id":"M20845","name":"Hydroxymethylglutaryl-CoA Reductase Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Lipd","name":"Lipid Regulating Agents"}]}},"hasResults":false}