{"protocolSection":{"identificationModule":{"nctId":"NCT02725853","orgStudyIdInfo":{"id":"108186-001"},"organization":{"fullName":"McGill University","class":"OTHER"},"briefTitle":"Enhancing Recovery of Arm Movement in Stroke Patients","officialTitle":"ENHANCE: Enhancing Brain Plasticity for Sensorimotor Recovery in Spastic Hemiparesis","acronym":"ENHANCE"},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-09","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-01","type":"ACTUAL"},"studyFirstSubmitDate":"2016-01-12","studyFirstSubmitQcDate":"2016-03-28","studyFirstPostDateStruct":{"date":"2016-04-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-12-29","lastUpdatePostDateStruct":{"date":"2022-01-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mindy F. Levin","investigatorTitle":"Professor","investigatorAffiliation":"McGill University"},"leadSponsor":{"name":"McGill University","class":"OTHER"},"collaborators":[{"name":"Tel Aviv University","class":"OTHER"},{"name":"Manipal University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Many people who have had a stroke have problems recovering the use of their affected arm and these problems may persist for a long time. The investigators' research will test new ways to boost recovery by using non-painful brain stimulation together with training of arm movements using basic science principles. The training program will be done using the latest technology in rehabilitation such as virtual reality and robotics. The investigators will compare three groups of patients who have had a stroke. Each group will receive different combinations of brain stimulation and arm training. Another aspect of this proposal is that the investigators will do the same training programs in three different countries - Canada, Israel and India. In this way, the investigators will combine knowledge and skills to create training programs that can be applied anywhere in the world and that are not necessarily limited to high-income countries. Also, by combining expertise, the investigators will help to build the capacity to do research in India, a middle-income country that has great potential to contribute new knowledge to rehabilitation medicine.","detailedDescription":"Training approaches based on established principles of motor learning and neural plasticity and non-invasive brain stimulation such as repetitive Transcranial Magnetic Stimulation and transcranial Direct Current Stimulation (tDCS) show promise in modulating brain activity in order to enhance upper limb (UL) motor recovery. However, the potential for recovery may still not be attained if training programs do not specifically focus on remediating motor impairment as defined by motor control science. This project is driven by a major theory of motor control (Threshold Control Theory) suggesting that rather than directly specifying motor commands to muscles, descending systems regulate spatial thresholds (STs) of reflexes to generate and control voluntary movement within specific areas of joint space. In patients with stroke, ST control is diminished leading to the appearance of muscle spasticity, weakness and abnormal muscle activation patterns during voluntary movement within well-defined spatial (angular) zones. The investigators hypothesize that recovery of voluntary motor control is tightly linked to the recovery of threshold control. The investigators propose a training program that incorporates personalized tDCS to balance cortical hypo/hyperexcitability as well as personalized movement arm reaching training based on the identification of disorders in ST.\n\nOverall objectives of the proposal are:\n\n1. To test the effectiveness of personalized training programs to increase the range of regulation of STs in the elbow during reaching.\n2. To determine the effects of repetitive tDCS aimed at inhibiting excessive/exciting diminished cortical activity.\n3. To determine the feasibility of implementing personalized training programs in high and low-to-middle income countries.\n\nSixty patients with sub-acute (3 wks-6 mos) stroke will be recruited in this multi-site international trial taking place in Canada, Israel and India. Participants will have spasticity in the elbow flexors and/or extensors, with some active elbow control. Each site will recruit and randomize patients into one of 3 treatment groups. Group 1 will receive tDCS and practice personalized arm motor training. Group 2 will also receive tDCS with non-specific practice. Group 3 will receive Sham-tDCS and personalized practice. Training will consist of the application of tDCS in the first 30 minutes of a 50-minute arm reaching practice session,, 5 days per week for 2 weeks. Primary outcome measures (Pre, Post, Follow-up) are elbow flexor and extensor STs and related spasticity/active control zones. Secondary measures are clinical measures of UL motor activity. By accounting for the spatial structure of motor deficits, our research will benefit both researchers and clinicians by advancing our understanding of the mechanisms underlying unimpaired/impaired motor control and recovery."},"conditionsModule":{"conditions":["Stroke","Arm","Paresis"],"keywords":["Transcranial Direct Current Stimulation","Arm Training","Virtual Reality Exposure Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"tDCS + personalized practice","type":"EXPERIMENTAL","description":"Transcranial direct current stimulation and personalized arm motor training limited to active control zones, 1 hour per day, 5 days per week for 2 weeks","interventionNames":["Device: tDCS","Behavioral: personalized practice"]},{"label":"tDCS + non-personalized practice","type":"ACTIVE_COMPARATOR","description":"Transcranial direct current stimulation and non-personalized arm motor training spanning both active control and spasticity zones, 1 hour per day, 5 days per week for 2 weeks","interventionNames":["Device: tDCS","Behavioral: non-personalized practice"]},{"label":"sham tDCS + personalized practice","type":"SHAM_COMPARATOR","description":"Sham transcranial direct current stimulation and personalized arm motor training limited to active control zones, 1 hour per day, 5 days per week for 2 weeks","interventionNames":["Device: sham tDCS","Behavioral: personalized practice"]}],"interventions":[{"type":"DEVICE","name":"tDCS","description":"Application of 1.5 mA tDCS for 30 minutes","armGroupLabels":["tDCS + non-personalized practice","tDCS + personalized practice"]},{"type":"DEVICE","name":"sham tDCS","description":"Application of sham tDCS for 30 minutes","armGroupLabels":["sham tDCS + personalized practice"]},{"type":"BEHAVIORAL","name":"personalized practice","description":"arm exercise consisting of whole arm movement within a restricted elbow range of motion","armGroupLabels":["sham tDCS + personalized practice","tDCS + personalized practice"]},{"type":"BEHAVIORAL","name":"non-personalized practice","description":"arm exercise consisting of unrestricted whole arm movement","armGroupLabels":["tDCS + non-personalized practice"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in active control zone of the elbow","description":"Post-test and Follow-up test; measured using motion analysis system.","timeFrame":"2 weeks and 1 month"}],"secondaryOutcomes":[{"measure":"Change in Fugl-Meyer Assessment of arm impairment score","description":"Post-test and Follow-up test; Score of 66 points indicates normal functioning.","timeFrame":"2 weeks and 1 month"},{"measure":"Change in spasticity score","description":"Post-test and Follow-up test; 6 point ordinal scale","timeFrame":"2 weeks and 1 month"},{"measure":"Change in streamlined Wolf Motor Function Test score","description":"Post-test and Follow-up test;30 point ordinal scale","timeFrame":"2 weeks and 1 month"},{"measure":"Change in active range of elbow extension","description":"Post-test and Follow-up test; measured with a hand-held goniometer","timeFrame":"2 weeks and 1 month"},{"measure":"Change in straightness of elbow trajectory during a reach to grasp task","description":"Post-test and Follow-up test; measured using a motion analysis system","timeFrame":"2 weeks and 1 month"},{"measure":"Change in speed of endpoint movement during a reach to grasp task","description":"Post-test and Follow-up test; measured using a motion analysis system","timeFrame":"2 weeks and 1 month"},{"measure":"Change in smoothness of endpoint trajectory during a reach to grasp task","description":"Post-test and Follow-up test; measured using a motion analysis system","timeFrame":"2 weeks and 1 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. first ever cortical or cortical/subcortical stroke confirmed by MRI/CT and medically stable;\n2. sub-acute stage of stroke (3 wk to 6 mo post-stroke);\n3. arm paresis (Chedoke-McMaster Arm Scale of 2-6 /7; Gowland et al. 1993) but able to perform voluntary elbow flexion/extension of at least 30° per direction;\n4. elbow flexor and/or extensor spasticity (\\> 1+/4 on Modified Ashworth Scale; Ashworth 1964; Bohannon and Smith 1987);\n5. able to provide informed consent.\n\nExclusion Criteria:\n\n1. major neurological (other than stroke) / neuromuscular / orthopaedic problems or pain that may interfere with interpretation of results;\n2. major cognitive deficits (a score \\<20 on the Montreal Cognitive Assessment, Nasreddine et al. 2005);\n3. history of psychiatric disorders, alcohol or drug abuse, skin sensitivity, seizures, migraines, metal in cranium and other implants (cochlear, cardiac);\n4. taking medications (e.g. epileptic and psychoactive drugs) that could affect brain activity (Poreisz 2007).","healthyVolunteers":false,"sex":"ALL","minimumAge":"25 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mindy F Levin, PhD","affiliation":"McGill University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Dario G Liebermann, PhD","affiliation":"Tel Aviv University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CRIR","city":"Montreal","state":"Quebec","zip":"H2H2N8","country":"Canada","geoPoint":{"lat":45.50884,"lon":-73.58781}}]},"referencesModule":{"references":[{"pmid":"14143329","type":"BACKGROUND","citation":"ASHWORTH B. PRELIMINARY TRIAL OF CARISOPRODOL IN MULTIPLE SCLEROSIS. Practitioner. 1964 Apr;192:540-2. No abstract available."},{"pmid":"3809245","type":"BACKGROUND","citation":"Bohannon RW, Smith MB. Interrater reliability of a modified Ashworth scale of muscle spasticity. Phys Ther. 1987 Feb;67(2):206-7. doi: 10.1093/ptj/67.2.206."},{"pmid":"8418551","type":"BACKGROUND","citation":"Gowland C, Stratford P, Ward M, Moreland J, Torresin W, Van Hullenaar S, Sanford J, Barreca S, Vanspall B, Plews N. Measuring physical impairment and disability with the Chedoke-McMaster Stroke Assessment. Stroke. 1993 Jan;24(1):58-63. doi: 10.1161/01.str.24.1.58."},{"pmid":"15817019","type":"BACKGROUND","citation":"Nasreddine ZS, Phillips NA, Bedirian V, Charbonneau S, Whitehead V, Collin I, Cummings JL, Chertkow H. The Montreal Cognitive Assessment, MoCA: a brief screening tool for mild cognitive impairment. J Am Geriatr Soc. 2005 Apr;53(4):695-9. doi: 10.1111/j.1532-5415.2005.53221.x. Erratum In: J Am Geriatr Soc. 2019 Sep;67(9):1991."},{"pmid":"17452283","type":"BACKGROUND","citation":"Poreisz C, Boros K, Antal A, Paulus W. Safety aspects of transcranial direct current stimulation concerning healthy subjects and patients. Brain Res Bull. 2007 May 30;72(4-6):208-14. doi: 10.1016/j.brainresbull.2007.01.004. Epub 2007 Jan 24."},{"pmid":"29301545","type":"DERIVED","citation":"Levin MF, Banina MC, Frenkel-Toledo S, Berman S, Soroker N, Solomon JM, Liebermann DG. Personalized upper limb training combined with anodal-tDCS for sensorimotor recovery in spastic hemiparesis: study protocol for a randomized controlled trial. Trials. 2018 Jan 4;19(1):7. doi: 10.1186/s13063-017-2377-6."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Paresis","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}