{"protocolSection":{"identificationModule":{"nctId":"NCT05258500","orgStudyIdInfo":{"id":"Ghostly"},"organization":{"fullName":"Vrije Universiteit Brussel","class":"OTHER"},"briefTitle":"Strength Training in Hospitalized Patients Using the Ghostly App: a Feasibility Study","officialTitle":"Strength Training in Hospitalized Patients Using the Ghostly App: a Feasibility Study"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-05","studyFirstSubmitQcDate":"2022-02-16","studyFirstPostDateStruct":{"date":"2022-02-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-21","lastUpdatePostDateStruct":{"date":"2022-04-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ruben Debeuf","investigatorTitle":"The Principal Investigator","investigatorAffiliation":"Vrije Universiteit Brussel"},"leadSponsor":{"name":"Vrije Universiteit Brussel","class":"OTHER"},"collaborators":[{"name":"Universitair Ziekenhuis Brussel","class":"OTHER"},{"name":"Revalidatieziekenhuis InkendaaI","class":"NETWORK"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this feasibility study is to evaluate the use of the Ghostly app in rehabilitation of stroke patients, elderly and patients recovering from COVID-19 or ICU patients. In three randomized controlled trials, the effect of a strength training program incorporated in the Ghostly app will be assessed for 1) stroke patients suffering from weakness of the lower limb, 2) frail elderly with gait difficulties and 3) patients recovering from COVID-19 or ICU patients who suffer from muscle weakness. Additionally, the effect of BFR on strength gain in all these three populations will be tested.","detailedDescription":"STUDY DESIGN: The focus of this study can be divided into two research questions. On the one hand, the effectiveness of the Ghostly app (as an additional training to conventional therapy) in relation to strength gain will be investigated. And on the other hand, the effect of BFR during isometric strength training compared to standard isometric strength training will be tested. For this study, a gaming app (Ghostly) was developed in which the main character is controlled through muscle contractions measured using electromyography (EMG). EMG-electrodes connected to the Ghostly app will be placed on the targeted muscles and register muscle contractions. The purpose of the app is to train the muscles in a stimulating and challenging environment by completing levels. These levels are adjusted to adhere to strength training guidelines based on literature. In total three single-blinded randomized controlled trials (RCT) will be organized in which one RCT investigates acute and subacute stroke patients, one RCT investigates hospitalized elderly and one RCT investigates patients recovering from COVID-19 and ICU patients. Each population will be randomized into three groups using sealed envelopes containing ten notes which will be marked with \"Ghostly\", followed by \"A\"(conventional therapy) or \"B\" (blood flow restriction), and five notes marked \"leaflet\". Every group will receive dose-matched conventional therapy, but the second experimental group will receive an adjusted version of their conventional therapy which includes isometric strength training using blood flow restriction. Each group will also receive instructions for an additional strength training program which participants will have to complete unsupervised. The first and second group will receive the strength training program incorporated in the Ghostly app. The control group on the other hand will be given a leaflet which includes instructions on performing exercises without the use of the Ghostly app. These exercises will be matched in terms of repetitions, sets and inter-set rest to match the intensity of the Ghostly app.\n\nANALYSIS: After the data for the entire sample is collected, the analysis will be performed using SPSS 27 (IBM, New York). A significance level of 0.05 will be used throughout the entire analysis.\n\nDescriptive statistics of the baseline characteristics of all participants will be performed. A normal distribution of the data will be assessed using the Levene's test. Two-way repeated measures analysis of variance (ANOVA) will be used to assess the differences in dependent variables with respect to within-group variables and between-group variables. These differences will be expressed as mean differences. Additionally, a Tukey post hoc test will be done to compare mean differences for true significance.\n\nFor the analysis of the USE questionnaire, percentage distribution of every item and mean scores for every subscale will be calculated using Microsoft Excel (Microsoft, Washington, DC)."},"conditionsModule":{"conditions":["Stroke","COVID-19","Frailty","Muscle Weakness","Sarcopenia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":45,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Ghostly","type":"EXPERIMENTAL","description":"The first arm consists of a strength training program incorporated in the Ghostly game that will be given to the patient to be completed without supervision of the therapist as an added exercise program to their conventional therapy.","interventionNames":["Other: Ghostly app"]},{"label":"Blood flow restriction and Ghoslty","type":"EXPERIMENTAL","description":"The second intervention arm incorporates blood flow restriction into the conventional therapy using the Smart Cuffs PRO system (Smart Tools, USA). Additionally, these participants will receive additional exercises added to their conventional therapy using the Ghostly game","interventionNames":["Other: Ghostly app","Other: Blood flow restriction"]},{"label":"Control","type":"ACTIVE_COMPARATOR","description":"The control group will not be given the Ghostly game as additional exercises to complete after their conventional therapy, but will receive instructions for a strength training program targeting the same muscles as both intervention groups.","interventionNames":["Other: Leaflet"]}],"interventions":[{"type":"OTHER","name":"Ghostly app","description":"For the Ghostly app, we include three different trainings (standard, cluster set 1, cluster set 2). The standard training consists of three sets in which twelve muscle contractions are performed with 120 seconds of rest between each set. Each set of twelve contractions will be considered as one level in the game that needs to be ended before taking rest of 120s. Subsequently, the 'Cluster set 1' training is based on the training modalities of cluster set training since evidence shows that similar results can be obtained using cluster set training compared to standard training. The Cluster sets 1 and 2 also consist of 3 sets of twelve repetitions, but with ten seconds of rest between each contraction or 30 seconds of rest after three consecutive contractions respectively. The intensity at which will be trained is 75% of maximum voluntary contraction.","armGroupLabels":["Blood flow restriction and Ghoslty","Ghostly"]},{"type":"OTHER","name":"Blood flow restriction","description":"Patients will complete four sets of 15 repetitions, with each contraction lasting three seconds. Similar to the first experimental group and control group, the training intensity will be set at 100%MVC with two minutes of rest between sets. The cuff pressure will be set at 50% of arterial occlusion pressure.","armGroupLabels":["Blood flow restriction and Ghoslty"]},{"type":"OTHER","name":"Leaflet","description":"This training program will be matched with the Ghostly game in terms of repetitions, sets and inter-set rest and will be given to the patient to complete without supervision of the therapist.","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in muscle strength from baseline to 2 weeks of intervention","description":"Muscle strength of the quadriceps muscle will be measured using the MicroFET dynamometer","timeFrame":"From baseline to 2 weeks of intervention"},{"measure":"Change in muscle strength from baseline to 6 weeks of intervention or when the participants is discharged from the hospital","description":"Muscle strength of the quadriceps muscle will be measured using the MicroFET","timeFrame":"From baseline to 6 weeks of intervention or when the participant is discharged from the hospital"}],"secondaryOutcomes":[{"measure":"Change in cross sectional area of the muscle from baseline to 2 weeks of intervention","description":"Cross sectional area of the quadriceps muscle will be measured using ultrasound (Viamo sv7 device)","timeFrame":"From baseline to 2 weeks of intervention"},{"measure":"Change in cross sectional area of the muscle from baseline to 6 weeks of intervention or when the participants is discharged from the hospital","description":"Cross sectional area of the quadriceps muscle will be measured using ultrasound (Viamo sv7 device)","timeFrame":"From baseline to 6 weeks of intervention or when the participant is discharged from the hospital"},{"measure":"Change in pennation angle from baseline to 2 weeks of intervention","description":"Pennation angle of the quadriceps muscle will be measured using ultrasound (Viamo sv7 device)","timeFrame":"From baseline to 2 weeks of intervention"},{"measure":"Change in pennation angle from baseline to 6 weeks of intervention or when the participants is discharged from the hospital","description":"Pennation angle of the quadriceps muscle will be measured using ultrasound (Viamo sv7 device)","timeFrame":"From baseline to 6 weeks of intervention or when the participant is discharged from the hospital"},{"measure":"Change in echo intensity from baseline to 2 weeks of intervention","description":"Echo intensity of the quadriceps muscle will be measured using ultrasound (Viamo sv7 device)","timeFrame":"From baseline to 2 weeks of intervention"},{"measure":"Change in echo intensity from baseline to 6 weeks of intervention or when the participants is discharged from the hospital","description":"Echo intensity of the quadriceps muscle will be measured using ultrasound (Viamo sv7 device)","timeFrame":"From baseline to 6 weeks of intervention or when the participant is discharged from the hospital"},{"measure":"Change in impedance of the body (in Ω) from baseline to 2 weeks of intervention","description":"Body impedance will be measured using segmental bio-impedance analysis (Quadscan 4000 device)","timeFrame":"From baseline to 2 weeks of intervention"},{"measure":"Change in impedance of the body (in Ω) from baseline to 6 weeks of intervention or when the participants is discharged from the hospital","description":"Body impedance will be measured using segmental bio-impedance analysis (Quadscan 4000 device)","timeFrame":"From baseline to 6 weeks of intervention or when the participant is discharged from the hospital"},{"measure":"Length of stay","description":"Length of stay in both the hospital and the ward will be assessed","timeFrame":"After 6 weeks or when the participant is discharged from the hospital"},{"measure":"Change in time spend bedridden froim baseline to 6 weeks of intervention or when the participants is discharged from the hospital","description":"The time the patient is bedridden due to muscle weakness will be assessed","timeFrame":"From baseline to 6 weeks of intervention or when the participant is discharged from the hospital"},{"measure":"Change in Motricity index from baseline to 2 weeks of intervention","description":"For the stroke population, the knee and hip movement test of the Motricity Index will be used as a screening tool and will be assessed after the intervention.","timeFrame":"From baseline to 2 weeks of intervention"},{"measure":"Change in Motricity index from baseline to 6 weeks of intervention or when the participants is discharged from the hospital","description":"For the stroke population, the knee and hip movement test of the Motricity Index will be used as a screening tool and will be assessed after the intervention.","timeFrame":"From baseline to 6 weeks of intervention or when the participant is discharged from the hospital"},{"measure":"Change in 30 seconds sit-to-stand test from baseline to 2 weeks of intervention","description":"For the elderly population, the 30 seconds sit-to-stand test will be used as a screening tool and will be assessed after the intervention.","timeFrame":"From baseline to 2 weeks of intervention"},{"measure":"Change in 30 seconds sit-to-stand test from baseline to 6 weeks of intervention or when the participants is discharged from the hospital","description":"For the elderly population, the 30 seconds sit-to-stand test will be used as a screening tool and will be assessed after the intervention.","timeFrame":"From baseline to 6 weeks of intervention or when the participant is discharged from the hospital"},{"measure":"Change in manual muscle testing from baseline to 2 weeks of intervention","description":"For the recovering COVID-19 patients and ICU patients, manual muscle testing will be used as a screening tool and will be eassessed after the intervention","timeFrame":"From baseline to 2 weeks of intervention"},{"measure":"Change in manual muscle testing from baseline to 6 weeks of intervention or when the participants is discharged from the hospital","description":"For the recovering COVID-19 patients and ICU patients, manual muscle testing will be used as a screening tool and will be eassessed after the intervention","timeFrame":"From baseline to 6 weeks of intervention or when the participant is discharged from the hospital"},{"measure":"Change in global perceived effect (GPE questionnaire) from baseline to 6 weeks of intervention or when the participants is discharged from the hospital","description":"The opinion of the patient in terms of his recovery will be assessed using the Global Perceived Effect questionnaire. This questionnaire has a minimum value of 2 and a maximum value of 14, with a lower score translating to satisfied with the rate of recovery.","timeFrame":"From baseline to 6 weeks of intervention or when the participant is discharged from the hospital"},{"measure":"Therapy compliance and adherence","description":"Therapy adherence is defined as attendance to the instructed number of sessions and will be calculated as the number of exercise sessions completed, divided by the number of sessions prescribed. Therapy compliance refers to the prescribed intensity, frequency, and duration of the exercises. This will be calculated by dividing the training load by the prescribed training load and dividing the performed number of repetitions by the prescribed number of repetitions.","timeFrame":"Up to 6 weeks of intervention"},{"measure":"User experience with a modified version of the USE questionnaire","description":"User experience of the Ghostly game will be assessed using a translated version of the self-administered Usefulness, Satisfaction and Ease of use (USE) questionnaire. This scale ranges from 30 to 210, with a higher score translating to higher satisfaction. Additionally, open questions were added to the questionnaire to uncover possible barriers and facilitators in the use of the game.","timeFrame":"After 6 weeks or when the participant is discharged from the hospital"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria Stroke population:\n\n* Hospitalized\n* Subacute/acute stroke\n* Score of 19 or lower on the knee and hip movement test of the Motricity Index\n\nExclusion Criteria Stroke population:\n\n* Unable to understand the instructions\n* Other disabilities (muscular, orthopedic, ...)\n* Pregnancy\n* Metal implants\n* Implanted electrical devices\n\nInclusion Criteria Elderly:\n\n* Hospitalized\n* 65+ yrs\n* 14 or less repetitions on the 30 seconds sit-to-stand test\n\nExclusion Criteria Elderly:\n\n* Unable to understand the instructions\n* Other disabilities (muscular, orthopedic, ...)\n* Metal implants\n* Implanted electrical devices\n\nInclusion Criteria COVID-19/ICU:\n\n* Hospitalized\n* Recovering from COVID-19 or ICU patient\n* score of 2 or less for manual muscle testing of the quadriceps muscle in both legs\n\nExclusion Criteria COVID-19/ICU:\n\n* Unable to understand the instructions\n* Other disabilities (muscular, orthopedic, ...)\n* Pregnancy\n* Metal implants\n* Implanted electrical devices","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ruben Debeuf","role":"CONTACT","phone":"0032478821658","email":"ruben.debeuf@vub.be"},{"name":"Eva Swinnen, Prof. Ph.D","role":"CONTACT","phone":"003224774527","email":"eva.swinnen@vub.be"}],"overallOfficials":[{"name":"Eva Swinnen, Prof. Ph.D","affiliation":"Vrije Universiteit Brussel","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Vrije Universiteit Brussel","city":"Jette","state":"Brussels Hoofdstedelijk Gewest","zip":"1090","country":"Belgium","geoPoint":{"lat":50.87309,"lon":4.33419}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000018908","term":"Muscle Weakness"},{"id":"D000055948","term":"Sarcopenia"},{"id":"D000073496","term":"Frailty"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009133","term":"Muscular Atrophy"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001284","term":"Atrophy"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M2562","name":"COVID-19","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","asFound":"Muscle Weakness","relevance":"HIGH"},{"id":"M28086","name":"Sarcopenia","asFound":"Sarcopenia","relevance":"HIGH"},{"id":"M1175","name":"Frailty","asFound":"Frailty","relevance":"HIGH"},{"id":"M4244","name":"Asthenia","relevance":"LOW"},{"id":"M12894","name":"Paresis","relevance":"LOW"},{"id":"M11780","name":"Muscular Atrophy","relevance":"LOW"},{"id":"M4279","name":"Atrophy","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}