{"protocolSection":{"identificationModule":{"nctId":"NCT05425212","orgStudyIdInfo":{"id":"REC/Lhr/22/0215 Anum Sajid"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Kinesio Taping Along With Functional Activation Pattern in Stroke Patients","officialTitle":"Effect of Kinesio Taping Along With Functional Activation Pattern on Gait Parameters and Dynamic Balance in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-15","type":"ACTUAL"},"completionDateStruct":{"date":"2022-10-20","type":"ACTUAL"},"studyFirstSubmitDate":"2022-06-15","studyFirstSubmitQcDate":"2022-06-15","studyFirstPostDateStruct":{"date":"2022-06-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-28","lastUpdatePostDateStruct":{"date":"2024-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In stroke; gait deviation occurs usually due to weakness in the tibialis anterior and over activation/spasticity of planter flexors. The lack of ability to dorsiflex properly contributes to foot drop that leads to the issue in proper foot clearance. This results in decreased walking speed, decreased stance and asymmetrical step length. If these issues will be addressed through application of kinesio tape and functional activation pattern throughout the gait cycle; this may improve lower limb kinematics in terms of gait parameters and dynamic balance. Therefore, current study gives us insight to gain the combined effects of KT and functional activation patterns in chronic stroke patients.","detailedDescription":"Stroke is a cerebrovascular disease caused by ischemia or hemorrhage of the brain tissues. Chronic stroke patients usually present compensatory movement of the hip, knee and ankle instead of having normal movement. Stroke survivors face difficulty in clearing off the ground. This abnormality results from weakness of ankle dorsiflexors or excessive activity of plantar flexors. Ineffective ankle dorsiflexion may result in an abnormal gait pattern. The focus of stroke rehabilitation is largely on the recovery of impaired movements and functions as it often leads to balance impairment, impaired postural control, mobility and gait abnormalities. Various approaches have been used to improve these long-term disabilities. Two out of those are taping and functional activation. Taping is used to improve motor control, postural stability and joint alignment adjustment. This happens through facilitation of ankle dorsiflexors, whereas functional activation improves gait and balance.In chronic movement disability, deficits of foot and ankle proprioception are most highly associated with falls. The disturbance in motor function can cause muscle weakness, spasticity, and a decrease in the ability to maintain balance, as well as abnormal gait patterns. There are different imaging modalities (magnetic resonance imaging or computed tomography) used for the confirm diagnosis of stroke.\n\nIn a recent study, application of Kinesio tape has been reported to improve balance ability and gait performance. It restricts the excessive movements on the joints. It also acts as a facilitator helping the weak muscle to perform movement. In our study, we will apply Kinesio tape to the Tibialis Anterior Muscle (Prime dorsiflexor) and to the gastrocnemius. KT is a thin, air permeable, water resistant and elastic adhesive tape which can be stretched to up to 120-140% of its resting length. The protective effect provided by KT is purportedly related to its ability to improve proprioception by stimulating mechanoreceptors located in muscle, tendon, joint capsule or skin.Therefore, strengthening of muscle and improvement of range of motion of the ankle are also required to improve balance and gait ability.\n\nActivation of the tibialis anterior muscle in particular enables enough dorsiflexion to prevent the toes from dragging on the ground during the swinging phase. According to recent studies, the application of Kinesio tape can reduce the hyperactivity of the gastrocnemius and increase the activity of the tibialis anterior (TA) in the correction of foot drop (such as neutralizing the foot), and aid in the correction of equinus deformity, with a more positive effect on joint angle and walking ability in stroke patients with foot drop. Applying a Kinesio tape to the lower extremity during post-stroke rehabilitation is reported to relieve lower-extremity spasticity, improving lower-extremity motor function, improving balance, and enhance ambulation and gait parameters in patients.\n\nThis will be a randomized controlled trial and will recruit patients through convenience sampling. Diagnosed patients of Stroke will be confirmed for inclusion through Computed Tomography or Magnetic Resonance Imaging. The patients will be divided into 2 groups. Group 1 will receive conventional treatment and Group 2 will receive taping and functional activation along with Conventional Treatment. This treatment will be given for 30-40 mins for 3 days a week for 4 continuous weeks. The outcome measures will be 6 Min walk test (test- retest reliability for those require an assistive device to walk (ICC = 0.914, TUG (timed up and go) for mobility, Berg Balance Scale (for balance and fall risks), OGA (Observational Gait Analysis) for gait parameters (cadence, gait velocity, step length) before and after the interventions. The data will be analyzed using SPPS software version 25."},"conditionsModule":{"conditions":["Stroke"],"keywords":["tape, gait, balance, stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":16,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Functional activation with kinesio tapping","type":"EXPERIMENTAL","description":"given 5 cm wide kinesio tape at tibialis anterior and gastrocnemius to facilitate dorsiflexion of the ankle and inhibit planter flexion simultaneously along with conventional treatment.","interventionNames":["Other: Functional activation with kinesio tapping"]},{"label":"Conventional physical therapy","type":"ACTIVE_COMPARATOR","description":"strengthening and stretching, combined with Ankle ranges and Hip strengthening. (6) The exercises performed will be Calf stretches, Heel and Toe raises, Hip marching in sitting/standing; Heel walk; Pebble picking; Single leg standing; and Ankle range of motions","interventionNames":["Other: Conventional physical therapy"]}],"interventions":[{"type":"OTHER","name":"Functional activation with kinesio tapping","description":"These exercises will be carried out thrice a week for 4 weeks. The exercises will be performed for approximately 35-45 minutes, 1 to 2 times a day, in sitting or standing position","armGroupLabels":["Functional activation with kinesio tapping"]},{"type":"OTHER","name":"Conventional physical therapy","description":"strengthening and stretching, combined with Ankle ranges and Hip strengthening. (6) The exercises performed will be Calf stretches, Heel and Toe raises, Hip marching in sitting/standing; 4 days a week for 4 weeks","armGroupLabels":["Conventional physical therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"6 Minute Walk Test","description":"Use: Clinically, the 6-Minute Walk Test (6MWT) is a known beneficial tool to evaluate walking endurance in patients with post stroke hemiparesis. It provides a criterion to judge whether people can walk independently in the community environment. In general, walking capacity after stroke influences the outcome of the 6MWT and may be potentially meaningful to demonstrate clinical benefit from training.","timeFrame":"4th week"},{"measure":"Timed Up and Go","description":"Use: to determine fall risk and measure the progress of balance, sit to stand and walking.","timeFrame":"4th week"},{"measure":"Modified Ashworth Scale","description":"Use: To assess muscle tone. It is a six point scale with scores ranging from 0 - 4, where low score represents normal muscle tone and high score represents spasticity.","timeFrame":"4th week"},{"measure":"Observational Gait Scale (OGS)","description":"OGS was reported to have very good inter-rater reliability, however only the sagittal plane (ankle/foot and knee joints) items scored maximum agreement. (19) OGS had acceptable inter rater and intra rater reliability for knee and foot position in midstance, initial foot contact and heel rise.\n\nThere were also lower intra rater reliabilities found for hindfoot position and base of support.","timeFrame":"4th week"},{"measure":"Berg Balance Scale","description":"Use: Objectively determine a patient's ability (or inability) to safely balance during a series of predetermined tasks. The Berg Balance Scale can be used to predict the degree of improvement in walking for patients with stroke.","timeFrame":"4th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ● Both male and female, with age between 45-65 years\n\n  * Patients diagnosed with stroke for at least 6 months confirmed with MRI or CT.\n  * Patients depicting reduced range of motion at ankle joint after stroke causing gait disturbances.\n  * Ability to walk at least 3 meters by itself with or without assistive device.\n  * No surgical procedure performed on lower limbs.\n  * Normal vision with or without correction by spectacles or contact lenses\n  * Patients with spasticity \\<2/5 on modified Ashworth scale\n\nExclusion Criteria:\n\n* Patients with pre-existing neurological conditions who are Unable to understand and answer a simple verbal command.\n\n  * Patients with deep vein thrombosis (DVT). Using KT near the DVT can increase mobility and blood flow. This may cause the blood clot to dislodge and may put you at risk for pulmonary embolism.\n  * Cognitively impaired patients.\n  * Patients with open wounds in the lower extremity.\n  * Patients with ankle fracture or any skin allergy to adhesives.\n  * Patients with sensory loss due to any pathology, altered sensation such as in peripheral neuropathy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Binash Afzal, PHD*","affiliation":"Riphah international university lahore campus","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Lahore general Hospital","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"29660954","type":"BACKGROUND","citation":"Song S, Park J, Song G, Lee S, Jo Y, Jin M, Lee D, Jung S, Hong S, Lee S, Pyo S, Lee G. Usability of the Thera-Band(R) to improve foot drop in stroke survivors. NeuroRehabilitation. 2018;42(4):505-510. doi: 10.3233/NRE-172338."},{"pmid":"33802448","type":"BACKGROUND","citation":"Lee D, Bae Y. Short-Term Effect of Kinesio Taping of Lower-Leg Proprioceptive Neuromuscular Facilitation Pattern on Gait Parameter and Dynamic Balance in Chronic Stroke with Foot Drop. Healthcare (Basel). 2021 Mar 3;9(3):271. doi: 10.3390/healthcare9030271."},{"pmid":"27791207","type":"BACKGROUND","citation":"In T, Lee K, Song C. Virtual Reality Reflection Therapy Improves Balance and Gait in Patients with Chronic Stroke: Randomized Controlled Trials. Med Sci Monit. 2016 Oct 28;22:4046-4053. doi: 10.12659/msm.898157."},{"pmid":"27633021","type":"BACKGROUND","citation":"van Duijnhoven HJ, Heeren A, Peters MA, Veerbeek JM, Kwakkel G, Geurts AC, Weerdesteyn V. Effects of Exercise Therapy on Balance Capacity in Chronic Stroke: Systematic Review and Meta-Analysis. Stroke. 2016 Oct;47(10):2603-10. doi: 10.1161/STROKEAHA.116.013839. Epub 2016 Sep 15."},{"pmid":"34698768","type":"BACKGROUND","citation":"Huzmeli I, Sari Z, Hallaceli H, Gokcek O, Davut S. Immediate Effect of Kinesiology Tape on Functionality, Static and Dynamic Balance, Exercise Capacity, and Posture in Users of High-Heeled Shoes. J Am Podiatr Med Assoc. 2023 Jul-Aug;113(4):21-037. doi: 10.7547/21-037."},{"pmid":"31563387","type":"BACKGROUND","citation":"Shin YJ, Lee JH, Choe YW, Kim MK. Immediate effects of ankle eversion taping on gait ability of chronic stroke patients. J Bodyw Mov Ther. 2019 Jul;23(3):671-677. doi: 10.1016/j.jbmt.2018.06.008. Epub 2018 Jun 28."},{"pmid":"32684325","type":"BACKGROUND","citation":"Choi SH, Lim CG. Immediate Effects of Ankle Non-elastic Taping on Balance and Gait Ability in Patients With Chronic Stroke: A Randomized, Controlled Trial. J Manipulative Physiol Ther. 2020 Nov-Dec;43(9):922-929. doi: 10.1016/j.jmpt.2019.12.007. Epub 2020 Jul 16."},{"pmid":"31379969","type":"BACKGROUND","citation":"Hu Y, Zhong D, Xiao Q, Chen Q, Li J, Jin R. Kinesio Taping for Balance Function after Stroke: A Systematic Review and Meta-Analysis. Evid Based Complement Alternat Med. 2019 Jul 16;2019:8470235. doi: 10.1155/2019/8470235. eCollection 2019."},{"pmid":"31689414","type":"BACKGROUND","citation":"Agarwala P, Salzman SH. Six-Minute Walk Test: Clinical Role, Technique, Coding, and Reimbursement. Chest. 2020 Mar;157(3):603-611. doi: 10.1016/j.chest.2019.10.014. Epub 2019 Nov 2."},{"pmid":"15788341","type":"BACKGROUND","citation":"Flansbjer UB, Holmback AM, Downham D, Patten C, Lexell J. Reliability of gait performance tests in men and women with hemiparesis after stroke. J Rehabil Med. 2005 Mar;37(2):75-82. doi: 10.1080/16501970410017215."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}