{"protocolSection":{"identificationModule":{"nctId":"NCT01104064","orgStudyIdInfo":{"id":"Pediatric Hemiplegia and rTMS"},"organization":{"fullName":"University of Minnesota","class":"OTHER"},"briefTitle":"Pediatric Hemiplegia: Synergistic Treatment Using rTMS and CIT","officialTitle":"Pediatric Hemiplegia: Synergistic Treatment Using rTMS and CIT"},"statusModule":{"statusVerifiedDate":"2013-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-02"},"primaryCompletionDateStruct":{"date":"2012-08","type":"ACTUAL"},"completionDateStruct":{"date":"2012-08","type":"ACTUAL"},"studyFirstSubmitDate":"2010-04-13","studyFirstSubmitQcDate":"2010-04-14","studyFirstPostDateStruct":{"date":"2010-04-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2013-08-16","lastUpdatePostDateStruct":{"date":"2013-08-19","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Minnesota","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The strategy in rehabilitating pediatric hemiplegia is to overcome \"developmental disuse\". Disruption of the excitability in the non-stroke hemisphere, with resultant increased excitability (disinhibition) in the stroke hemisphere, can be achieved with low-frequency repetitive transcranial magnetic stimulation (rTMS), a noninvasive method of stimulating targeted areas of the brain. Furthermore, the disruptive effects of low-frequency rTMS can be increased and prolonged by preceding it with 6-Hz priming stimulation. We have recently demonstrated the safety of this priming/low-frequency rTMS in adults with stroke and we are currently engaged in an NIH-funded study exploring the effectiveness, mechanism and safety of serial treatments of rTMS combined with motor learning training. Very little research, however, has been attempted on interventions to promote brain reorganization and recovery in hemiplegia in children. Thus, this study will determine the effectiveness, mechanism, and safety of 5 treatments of 6-Hz primed low-frequency rTMS applied to the non-stroke hemisphere and combined with constraint induced therapy (CIT) to promote recovery of the paretic hand. Fifteen children with pediatric hemiplegia, age 8 -16 years, at each of two pediatric medical facilities (total N = 30), will be randomly assigned to one of two treatment groups that will receive treatment for 2 weeks. The rTMSreal/CIT group will receive alternating days of the real rTMS and CIT for 5 treatments of each. The rTMSsham/CIT group will receive alternating days of sham rTMS with real CIT for 5 treatments of each. Subjects will be tested at pretest and posttest. The hypotheses are: 1) the rTMS treatment will show no serious side effects, 2) both groups will show improvement in hand function but the rTMSsham/CIT group will show significantly greater improvement, 3) the rTMSreal/CIT group will also show significantly greater improvements in brain reorganization measured by paired-pulse TMS testing, cortical silent period testing, and fMRI. The proposed research is important because very little research on rehabilitation-induced brain reorganization has been done in pediatric hemiplegia. It is innovative because it applies a technique never used before, i.e. 6-Hz primed low-frequency rTMS combined with CIT. The potential impact of this research is a radical change to pediatric rehabilitation that accomplishes a higher functional recovery.","detailedDescription":"A. Specific Aims The proposed research will explore a new method of promoting brain reorganization and recovery of function in children with hemiplegia. Evidence shows that although the brain has remarkable reorganization after neural insult, some changes are maladaptive and leave the individual with additional loss of function. In the adult, motor neurons in the ipsilesional (stroke) hemisphere that have survived the stroke can undergo a loss of excitability. Interhemispheric (transcallosal) inhibition is imposed on these neurons from the contralesional (non-stroke) hemisphere. In both the adult and the child, evidence suggests that increased ipsilateral projections from the contralesional hemisphere to the paretic hand, likely due to compensatory behaviors, actually compound the disability. We postulate that the effectiveness of paretic limb activity training can be enhanced when combined with electrophysiologic intervention that suppresses activity in the contralesional motor neurons. Repetitive transcranial magnetic stimulation (rTMS) is a potent and noninvasive way to influence the excitability of the brain. rTMS, at low frequencies, depresses neural function. By stimulating the contralesional motor cortex at low frequency, thereby depressing its interhemispheric inhibition of the ipsilesional motor cortex, a net excitatory effect (disinhibition) is induced upon the ipsilesional motor cortex. Preceding the low-frequency rTMS with priming rTMS (see below) has been shown to increase the magnitude of the after-effect. We have recently demonstrated the safety of single treatments of 6-Hz primed low-frequency rTMS in adults with stroke and we are currently engaged in an adult NIH R01-funded study exploring the effectiveness, mechanism and safety of serial treatments of rTMS combined with motor learning training. Failure to address the large gap in pediatric brain reorganization only perpetuates the use of conservative but likely suboptimal treatment strategies. Our long-term goal is to restore excitability to surviving but dormant motor neurons in the lesioned hemisphere of children with hemiplegia and thereby promote higher motor recovery. To achieve this goal, our objective is to combine the effects of 6-Hz primed low-frequency rTMS with a current form of motor learning training, constraint induced therapy (CIT), to achieve a synergism that may yield unprecedented brain reorganization and recovery of function.\n\nSpecific Aim #1: Examine the safety of five treatments of 6-Hz primed low-frequency rTMS alternating with five treatments of CIT in children with hemiplegia.\n\nAdverse effects will be measured through observation for seizures, continual physician screening, evaluation of cognitive function and motor function in the nonparetic hand. The working hypothesis is:\n\n1. Five 6-Hz primed low-frequency rTMS treatments combined with CIT will not produce any seizure activity nor any other serious adverse effect.\n\nSpecific Aim #2. Determine the synergistic effect of rTMS combined with CIT on functional outcomes in children with hemiplegia.\n\nFifteen children with hemiplegia at each of two pediatric medical centers (total N=30) will be randomly assigned in equal numbers to one of two groups: rTMSreal/CIT, rTMSsham/CIT. The working hypotheses are:\n\n1. Both groups will show significant improvement in functional outcomes in the paretic hand at posttest compared to their pretest.\n2. The rTMSreal/CIT group will show significantly greater improvement in function in the paretic hand compared to the rTMSsham/CIT group.\n\nSpecific Aim #3: Explore the brain reorganization associated with 6-Hz primed low-frequency rTMS combined with CIT.\n\nTreatment-induced brain reorganization in the ipsilesional hemisphere will be explored with evoked cortical excitability, using TMS for paired-pulse testing and cortical silent period testing, as well as with voluntary cortical recruitment using functional magnetic resonance imaging (fMRI). The working hypotheses are:\n\n1. Both groups will show significantly greater responses with TMS testing and fMRI testing at posttest compared to their pretest.\n2. The rTMSreal/CIT group will show significantly greater changes compared to the rTMSsham/CIT group.\n\nThis research is innovative in that it combines a unique form of noninvasive brain stimulation (primed low-frequency rTMS) with behavioral training (CIT) to promote a synergism that could achieve higher recovery in pediatric hemiplegia than through either treatment alone. The expected outcomes are improved hand function with no adverse effects leading to improved quality of life and reduced burden of care across the lifespan of children with hemiplegia."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":19,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Real rTMS combined with CIT","type":"EXPERIMENTAL","interventionNames":["Device: real rTMS combined with constraint induced therapy"]},{"label":"Sham rTMS combined with CIT","type":"SHAM_COMPARATOR","interventionNames":["Device: sham rTMS combined with constraint induced therapy"]}],"interventions":[{"type":"DEVICE","name":"real rTMS combined with constraint induced therapy","description":"10 minutes of priming followed by 10 minutes of low-frequency is followed on the next day with constraint induced therapy. A total of 5 treatment days for each therapy is given.","armGroupLabels":["Real rTMS combined with CIT"]},{"type":"DEVICE","name":"sham rTMS combined with constraint induced therapy","description":"10 minutes of sham priming followed by 10 minutes of sham low-frequency is followed on the next day with constraint induced therapy. A total of 5 treatment days for each therapy is given.","armGroupLabels":["Sham rTMS combined with CIT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hand function assessment","description":"Hand function will be assessed at pretest and posttest by a tester rating the child's performance on designated motor tasks","timeFrame":"Pretest, posttest"}],"secondaryOutcomes":[{"measure":"cortical excitability","description":"Cortical excitability of the primary motor cortex of the stroke hemisphere will be assessed using paired-pulse transcranial magnetic stimulation.","timeFrame":"pretest and posttest"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* at least 10 degrees of active finger (metacarpophalangeal joint) and wrist flexion/extension motion,\n* ability to see whether a computer screen cursor is slightly above/below a target line,\n* ability to understand finger tracking test evidenced by a score above 0,\n* evidence of an MEP in paretic hand muscle with TMS testing of ipsilesional M1, age-equivalent receptive language function.\n\nExclusion Criteria:\n\n* metabolic disorders,\n* neoplasm,\n* seizures,\n* disorders of cellular migration and proliferation,\n* lack of age appropriate receptive language function,\n* expressive aphasia,\n* pregnancy,\n* claustrophobia,\n* indwelling metal or MRI incompatible medical devices,\n* gross visual field cuts.","healthyVolunteers":false,"sex":"ALL","minimumAge":"8 Years","maximumAge":"16 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"James R Carey, PhD, PT","affiliation":"University of Minnesota","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Minnesota","city":"Minneapolis","state":"Minnesota","zip":"55455","country":"United States","geoPoint":{"lat":44.97997,"lon":-93.26384}}]},"referencesModule":{"references":[{"pmid":"25283350","type":"DERIVED","citation":"Gillick BT, Krach LE, Feyma T, Rich TL, Moberg K, Menk J, Cassidy J, Kimberley T, Carey JR. Safety of primed repetitive transcranial magnetic stimulation and modified constraint-induced movement therapy in a randomized controlled trial in pediatric hemiparesis. Arch Phys Med Rehabil. 2015 Apr;96(4 Suppl):S104-13. doi: 10.1016/j.apmr.2014.09.012. Epub 2014 Oct 2."},{"pmid":"23962321","type":"DERIVED","citation":"Gillick BT, Krach LE, Feyma T, Rich TL, Moberg K, Thomas W, Cassidy JM, Menk J, Carey JR. Primed low-frequency repetitive transcranial magnetic stimulation and constraint-induced movement therapy in pediatric hemiparesis: a randomized controlled trial. Dev Med Child Neurol. 2014 Jan;56(1):44-52. doi: 10.1111/dmcn.12243. Epub 2013 Aug 21."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}