{"protocolSection":{"identificationModule":{"nctId":"NCT00393926","orgStudyIdInfo":{"id":"0635450Z"},"organization":{"fullName":"Medical College of Wisconsin","class":"OTHER"},"briefTitle":"Robot-Assisted Motivating Rehabilitation","officialTitle":"Robot-Assisted Motivating Rehabilitation to Increase Upper Limb Function After Stroke"},"statusModule":{"statusVerifiedDate":"2014-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2006-07"},"primaryCompletionDateStruct":{"date":"2013-06","type":"ACTUAL"},"completionDateStruct":{"date":"2013-06","type":"ACTUAL"},"studyFirstSubmitDate":"2006-10-30","studyFirstSubmitQcDate":"2006-10-30","studyFirstPostDateStruct":{"date":"2006-10-31","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-02-03","lastUpdatePostDateStruct":{"date":"2014-02-04","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michelle J. Johnson","investigatorTitle":"Adjunct Associate Professor","investigatorAffiliation":"Medical College of Wisconsin"},"leadSponsor":{"name":"Medical College of Wisconsin","class":"OTHER"},"collaborators":[{"name":"American Heart Association","class":"OTHER"}]},"descriptionModule":{"briefSummary":"The purpose of the study is to examine how a novel robot technology designed for eventual use as a home therapy can improve arm function after stroke.","detailedDescription":"Typically, after brain damage due to a stroke, the affected arm is weak and suffering from some of paralysis. As a result, adults with this condition are unable to move their impaired arm well during their activities of daily living. Our research is focused on understanding how best to improve the ability of the arm to move after brain damage due to a stroke. We have implemented novel robot technology designed for eventual use as a home therapy device and have used software and hardware technologies to design activities that can assess the arm ability and engage the person during therapy. We will study how the prolong use of this device with simple, functional, and engaging activities improve the arm's movement ability and sustain motivation to use the arm over repeated therapy sessions and away from supervision.\n\nOverall, we will establish whether using our technology to perform tasks that are more or less game-like and functionally relevant to driving will make a difference in the impaired arm after stroke. Two groups of stroke survivors will be followed while they complete therapy. We have three main aims. In aim #1, we will determine whether therapy using functional tasks compared to simple rote tasks lead to significant increases in the use of the arm during therapy and the arm improvements experienced by the subjects after the therapy. In aim #2, we will measure how each group engage in the more and less functional therapy and monitor their effort and enjoyment during training. This aim will help us to determine the value of more fun training. In aim #3, we will upgrade our technology for use in the home therapy environment and follow some subjects to determine if the results change in under supervised condition (at home)"},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Accident"],"keywords":["Robotics","Rehabilitation","Upper Extremity","CVA"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"TheraDrive Assistive Device"},{"type":"PROCEDURE","name":"Rote Therapy versus Fun Therapy"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects will be included in the study on the basis of the following criteria:\n\n* They must be at least six months post-stroke.\n* 18 years of age or older with a clinical diagnosis of hemiparesis (as verified by medical record and a medical expert).\n* They have voluntary control with a low to medium range of motion function (UE-FT\\<5) and a muscle tone.\n* They are functionally stable (no significant changes in motor function over a week) and are able to tolerate being seated upright for 90 minutes.\n* They report no excessive pain the impaired arm.\n* If left neglect or spasticity is detected in the impaired arm, these levels must not interfere with the ability to cognitively complete the tasks or turn a wheel.\n* They must not be participating in any experimental rehabilitation or drug therapies.\n* If subjects are receiving chemical injections for spasticity, they must be at least 3-months away from their last treatment.\n* They must have driven prior to stroke.\n* They are not clinically depressed (as measured by the Geriatric Depression Scale (GDS) short form (Sheikh and Yesavage, 1986).\n\nExclusion Criteria:\n\n* Subjects will be excluded from the study if they voluntarily decide to withdraw from the study or if they do not meet the above inclusion criteria.\n\nOnce informed consent is given twenty-four of these subjects will be randomized into two training groups (fun driving: fun and functional driving activities and rote tracking (12 subjects): rote and functional tracking activities). Two subjects will be randomized the case study group. The groups will be matched in initial motor function.\n\nSubjects will be excluded if they voluntarily decide to withdraw from the study or if they do not meet the above inclusion criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Michelle J Johnson, PhD","affiliation":"Medical College of Wisconsin","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Clement J Zablocki VA - Rehabilitation Robotics R&D Lab","city":"Milwaukee","state":"Wisconsin","zip":"53295","country":"United States","geoPoint":{"lat":43.0389,"lon":-87.90647}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}