{"protocolSection":{"identificationModule":{"nctId":"NCT05111951","orgStudyIdInfo":{"id":"Dnr 2020-05062"},"secondaryIdInfos":[{"id":"2022-01403","type":"OTHER_GRANT","domain":"Swedish Research Council"},{"id":"2021-01018","type":"OTHER_GRANT","domain":"The Swedish Research Council for Health, Working Life and Welfare"}],"organization":{"fullName":"Karolinska Institutet","class":"OTHER"},"briefTitle":"Mobile Health to Promote Physical Activity Post Stroke","officialTitle":"ENAbLE-Sweden. Secondary Prevention of Stroke: Mobile Health to Promote Physical Activity in People Post Stroke or Transient Ischemic Attack","acronym":"ENAbLE-Swe"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-22","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-22","type":"ACTUAL"},"studyFirstSubmitDate":"2021-09-28","studyFirstSubmitQcDate":"2021-10-27","studyFirstPostDateStruct":{"date":"2021-11-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-22","lastUpdatePostDateStruct":{"date":"2023-12-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"David Moulaee Conradsson","investigatorTitle":"Associate professor","investigatorAffiliation":"Karolinska Institutet"},"leadSponsor":{"name":"Karolinska Institutet","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Support for physical activity is necessary to sustain health and reduce the risk of stroke recurrence after stroke or transient ischemic attack (TIA). Still, rehabilitation services are not available to many of those who potentially would benefit from such services largely due to barriers related to accessibility. While mobile health is a promising strategy to support physical activity, there is a gap in knowledge regarding the implementation of technology that meet the needs of people post stroke or TIA in order to foster adherence and engagement in physical activity. This project therefore seeks to improve health and reduce the risk of recurrent stroke among people post stroke or TIA by increasing the access to physical activity through telehealth.\n\nThe present project builds on experiences of telehealth-delivered physical activity in Australia where restricted access to health-care services is a longstanding problem. Collaborating researchers in Australia have developed a telehealth program (i-REBOUND- Let's get moving) which has been designed and tested in collaboration with end users, through a series of feasibility and pilot studies. The i-REBOUND program provides support for physical activity through physical exercises supervised by a physiotherapist and behavior change techniques for physical activity (i.e. individual counseling, information, recommendations, goal-setting, self-monitoring and structured follow-ups) across 6 months. The intervention is delivered to people post stroke or TIA in their own homes via video-meeting.\n\nThis study, which is conducted in Sweden, aims to evaluate if the i-REBOUND program supported by a new mobile application could be delivered as intended through a pilot randomized controlled trial in order to determine the feasibility and preliminary effects in people post stroke or TIA living in urban and rural regions of Sweden.","detailedDescription":"In order to make the i-REBOUND program accessible to people post stroke or TIA across Sweden, a mobile application was developed in a co-design process with people post stroke or TIA, physiotherapists and stakeholders. The application enables monitoring and management of exercise (supervised online and prescribed exercise), communication through video calls and chat, self-monitoring of exercise compliance and physical activity, and scheduled digital surveys on function and health. The application will be used in this study to deliver the experimental and control intervention, but also for remote assessments of function and health (e.g. digital questionnaires).\n\nStudy participants will be randomized to 1) an experimental group (n=60) receiving the mobile health version of the i-REBOUND program or 2) a control group (n=60) receiving behavioural change techniques for physical activity. The randomization schedule; 1:1, will be blocked and stratified by mobility status (independent/mobility device users) and geographical region (urban/rural areas).\n\nRecruitment: Participants will be recruited through a national network of clinical sites across Sweden, social media and patient organizations.\n\nScreening: Potential participants will be contacted via phone and verbal consent will be sought to provide further information. During this phone conversation, trial eligibility will be assessed according to the inclusion/exclusion criteria using a standardized checklist, including questions regarding cognitive functioning and the individual's usage of mobile applications.\n\nSample size: The anticipated sample size of 60 participants per group (total 120) builds on the ambition to test the feasibility of the i-REBOUND program among people post stroke/TIA with variation in disability, age and sex, and geographical location within Sweden (i.e. cities and rural areas).\n\nAnalysis: Outcomes of feasibility and safety (see primary outcomes) will primarily be analyzed using descriptive statistics in order to explore if the digital version of the i-REBOUND program could be delivered as intended. Preliminary effects of the intervention (see secondary outcomes) will be analyzed using a mixed-model analysis (or equivalent non-parametric statistics if the data is not normally distributed) to target differences in changes between the groups (experimental vs control) and time (baseline, and the 3, 6 and 12-months follow-up) on clinical outcomes."},"conditionsModule":{"conditions":["Stroke","Transient Ischemic Attack"],"keywords":["Mobile health","Information and Communication Technology","Health promotion","Physical activity","Physical exercise","Secondary stroke prevention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","maskingDescription":"The researcher responsible for data management and analysis of the secondary outcomes will be blinded to group allocation.","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":116,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Mobile health-delivered physical exercise and physical activity","type":"EXPERIMENTAL","description":"* Duration: 6 months\n* Supervised online exercise sessions (30-45 min/session) performed as individual or as group sessions. Exercises are tailored to individual needs in physical fitness and target at least moderate exercise intensity to obtain positive effects on cardiovascular health. Targeted dose: 2 sessions/week during months 1-3 and 1 session/week months 4-6.\n* Prescription of an individual exercise-regime through the mobile-application (dose is determined based on participants needs).\n* Application of behavior change techniques for physical activity. Two person-centered interviews with a physiotherapist seeking to assess motivation, exercise preferences and barriers to physical activity, and to identify 1-2 individual physical activity goals. The goals are followed-up and revised if needed months 1-6. Educational videos regarding physical activity and health are prescribed.","interventionNames":["Behavioral: Mobile health-delivered physical exercise and support for physical activity"]},{"label":"Mobile health-delivered behavioural change techniques for physical activity","type":"ACTIVE_COMPARATOR","description":"* Duration: 6 months\n* Remote service and contact with physiotherapists (video and chat) through a mobile application designed for this study.\n* Behavioural change techniques for physical activity including general advice about physical activity, goal-setting, information and two follow-ups across the intervention period.","interventionNames":["Behavioral: Mobile health-delivered behavior change techniques."]}],"interventions":[{"type":"BEHAVIORAL","name":"Mobile health-delivered physical exercise and support for physical activity","description":"Mobile health-delivered physical exercise sessions, prescription of an individual exercise-regime and support for physical activity through behavior change techniques.","armGroupLabels":["Mobile health-delivered physical exercise and physical activity"]},{"type":"BEHAVIORAL","name":"Mobile health-delivered behavior change techniques.","description":"Mobile health-delivered behavior change techniques following the core elements of the Swedish model for physical activity on prescription.","armGroupLabels":["Mobile health-delivered behavioural change techniques for physical activity"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recruitment rate","description":"The proportion of participants screened who will be deemed eligible for the trial and the proportion of those consented who will be randomized to the trial.","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Sample representativeness","description":"Contrasting the demographic details of study sample with national data.","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Compliance to the clinical trial","description":"Number of participants who will not complete the trial.","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Compliance to the intervention protocol","description":"Number of intervention sessions not completed and the reason for uncompleted sessions.","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Fidelity - exercise dose","description":"Performed exercise dose (i.e. number of sessions).","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Fidelity - physical intensity","description":"Performed exercise intensity assessed using the Borg Rating of Perceived Exertion Scale. The Borg Rating of Perceived Exertion Scale assess perceived exertion based on a 6 to 20 rating scale (higher score = higher perceived exertion).","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Fidelity - individual physical activity counseling","description":"Performance of individual physical activity counseling.","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Fidelity - information on physical activity and health","description":"Provision of information on physical activity and health.","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Fidelity - individual physical activity goals","description":"Establishment of individual physical activity goals.","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Fidelity - structured follow-ups of goal fulfillment","description":"Performance of structured follow-ups of goal fulfillment.","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Compliance to treatment protocols","description":"Adherence to treatment schedules.","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Compliance to the assessment protocols","description":"Adherence to assessment schedules.","timeFrame":"Throughout the intervention period (0-6 months)"},{"measure":"Adverse events","description":"Adverse events may include falls, injuries, gastrointestinal issues requiring medical review or cardiac events. Trial therapists will record any adverse events that occur during telehealth sessions, and participants will answer a study specific questionnaire at the commencement of each exercise session, and at each assessment to self-report any adverse events that occur at other times during the study.","timeFrame":"Throughout the study period (0-12 months)"}],"secondaryOutcomes":[{"measure":"Systolic blood pressure","description":"Systolic blood pressure measured with a portable blood pressure monitor (Omron M7 Intelli IT-AFIB), to be measured 3 times in the morning and afternoon for 7 days consecutively (minimum 3 days or 6 measures required to be used in the project evaluation).","timeFrame":"3 months, 6 months, and 12 months after baseline assessment"},{"measure":"Physical activity - walking time","description":"Walking time (minutes) per day as measured by the ActivPal accelerometer to be worn continuously for 7 consecutive days (minimum of 3 days data required to be used in the evaluation)","timeFrame":"3 months, 6 months, and 12 months after baseline assessment"},{"measure":"Physical activity - number of daily steps","description":"Number of daily steps as measured by the ActivPal accelerometer to be worn continuously for 7 consecutive days (minimum of 3 days data required to be used in the evaluation)","timeFrame":"3 months, 6 months, and 12 months after baseline assessment"},{"measure":"Physical activity - standing time","description":"Standing time (minutes) per day as measured by the ActivPal accelerometer to be worn continuously for 7 consecutive days (minimum of 3 days data required to be used in the evaluation)","timeFrame":"3 months, 6 months, and 12 months after baseline assessment"},{"measure":"Sedentary - sitting time","description":"Sitting time (minutes) per day as measured by the ActivPal accelerometer to be worn continuously for 7 consecutive days (minimum of 3 days data required to be used in the evaluation)","timeFrame":"3 months, 6 months, and 12 months after baseline assessment"},{"measure":"Walking abilities","description":"Generic Walk-12 Scale:\n\n- 12 item scores summed to a total score with a possible range between 0 and 42 (higher score = more walking difficulties).","timeFrame":"3 months, 6 months, and 12 months after baseline assessment"},{"measure":"Confidence performing daily activities","description":"Activities-Specific Balance Confidence scale\n\n- 16 item scores averaged to a mean score with a possible range between 0 to 100 (higher score = higher balance confidence).","timeFrame":"3 months, 6 months, and 12 months after baseline assessment"},{"measure":"Self-efficacy for exercise","description":"Exercise Self-Efficacy Scale\n\n- 9 item scores averaged to a mean score with a possible range between 0 to 100 (higher score = highly confident to exercise).","timeFrame":"3 months, 6 months, and 12 months after baseline assessment"},{"measure":"Fatigue","description":"Fatigue Severity Scale\n\n- 9 item scores summed to a total score with a possible range between 9 and 63 (higher score = greater fatigue severity).","timeFrame":"3 months, 6 months, and 12 months after baseline assessment"},{"measure":"Depression, anxiety and stress","description":"Depression Anxiety Stress Scale (DASS-21)\n\n- DASS-21 contains 21 questions divided in 3 subscales (depression, anxiety and stress) with 7 items on each scale. Each sub-scale is summed into a total score with a possible range between 0 and 24 (higher score = higher levels of symptoms related to depression/anxiety/stress).","timeFrame":"3 months, 6 months, and 12 months after baseline assessment"},{"measure":"Health-related Quality of life","description":"EuroQuol-5 Dimensions (EQ5D)\n\nEQ5D comprises:\n\n* 5-items survey (mobility, self-care, usual activities, pain/discomfort and anxiety/depression), resulting in a 5-digit summary index which describes the patient's health state.\n* Assessment of the person's self-rated health on a vertical visual analogue scale (VAS), where the endpoints are labelled 'The best health you can imagine' and 'The worst health you can imagine'. The VAS scale (ranging between 0 to 100, higher value = better self-rated health).","timeFrame":"6 months, and 12 months after baseline assessment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged over 18 years\n* Diagnosed with stroke/TIA between 3 months to 10 years prior to study enrollment\n* Living at home\n* Have sufficient cognitive ability and/or support from family member in order to engage in the interventions\n* Being able to walk short distances indoors\n* Ability to use a smartphone/tablet including access to stable internet connection.\n\nExclusion Criteria:\n\n* Medical conditions limiting the ability to exercise (e.g. unstable cardiac conditions or severe arthritis)\n* Severe neglect and aphasia compromising the ability to follow instructions\n* Meeting the recommended physical activity levels of at least 150 min per week of moderate physical activity or at least 75 min per week of vigorous intensity physical activity\n* Enrolled in another physical activity trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"David Moulaee Conradsson, PhD","affiliation":"Division of Physiotherapy, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Division of Physiotherapy, Department of Neurobiology, Care Sciences and Society Karolinska Institutet","city":"Stockholm","zip":"14183","country":"Sweden","geoPoint":{"lat":59.33258,"lon":18.0649}}]},"referencesModule":{"references":[{"pmid":"33895733","type":"BACKGROUND","citation":"English C, Attia JR, Bernhardt J, Bonevski B, Burke M, Galloway M, Hankey GJ, Janssen H, Kuys S, Lindley RI, Lynch E, Marsden DL, Nilsson M, Ramage ER, Said CM, Spratt NJ, Zacharia K, Macdonald-Wicks L, Patterson A. Secondary Prevention of Stroke: Study Protocol for a Telehealth-Delivered Physical Activity and Diet Pilot Randomized Trial (ENAbLE-Pilot). Cerebrovasc Dis. 2021;50(5):605-611. doi: 10.1159/000515689. Epub 2021 Apr 23."},{"pmid":"36978045","type":"BACKGROUND","citation":"Thurston C, Bezuidenhout L, Humphries S, Johansson S, von Koch L, Hager CK, Holmlund L, Sundberg CJ, Garcia-Ptacek S, Kwak L, Nilsson M, English C, Conradsson DM. Mobile health to promote physical activity in people post stroke or transient ischemic attack - study protocol for a feasibility randomised controlled trial. BMC Neurol. 2023 Mar 28;23(1):124. doi: 10.1186/s12883-023-03163-0."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}