{"protocolSection":{"identificationModule":{"nctId":"NCT05907694","orgStudyIdInfo":{"id":"STOP"},"organization":{"fullName":"Institut universitaire de cardiologie et de pneumologie de Québec, University Laval","class":"OTHER"},"briefTitle":"Medical Treatment With or Without Transcatheter Patent Foramen Ovale Closure","officialTitle":"Medical Treatment With or Without Transcatheter Patent Foramen Ovale CloSure for Older Patients With CrypTogenic StrOke and Patent Foramen Ovale. The STOP Trial","acronym":"STOP"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2036-10-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-08","studyFirstSubmitQcDate":"2023-06-15","studyFirstPostDateStruct":{"date":"2023-06-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-18","lastUpdatePostDateStruct":{"date":"2023-12-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Josep Rodes-Cabau","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Institut universitaire de cardiologie et de pneumologie de Québec, University Laval"},"leadSponsor":{"name":"Josep Rodes-Cabau","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Patent foramen ovale PFO closure has been shown to reduce the risk of stroke in patients with recurrent stroke. However, the majority of existing clinical studies in this field excluded patients over the age of 60 years. Data in older patients is limited and since the population ages and stroke remains a major cause of death and morbidity, randomized clinical trials are needed to better assess the benefit of PFO closure in this elderly population. Therefore, this study proposal sought to determine the efficacy of PFO closure for the prevention of recurrent stroke in older patients with PFO and cryptogenic stroke.","detailedDescription":"Background and importance Consistent with studies performed in younger patient cohorts, older patients suffering a cryptogenic stroke exhibit a much higher prevalence of patent foramen ovale (PFO) compared to their stroke of known origin counterparts. Several studies have provided promising preliminary data regarding PFO closure in older patients with cryptogenic stroke, with very low stroke recurrence rates at mid- to long-term follow-up. Several randomized trials have shown the beneficial effects of PFO closure vs. medical treatment in patients younger than 60 years with cryptogenic stroke and PFO. Current observational data suggest similar or even more marked effects on stroke recurrence prevention of PFO closure in older patients and would support the design of a randomized trial to provide definite evidence in this field. Therefore, the objective of the present study is to evaluate the efficacy of transcatheter PFO closure for preventing recurrent ischemic stroke (nonlacunar) events in patients \\>60 years diagnosed with a cryptogenic stroke and PFO."},"conditionsModule":{"conditions":["Patent Foramen Ovale","Cryptogenic Stroke","Older Patients","Medical Treatment","Recurrent Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled trial comparing transcatheter PFO closure + medical treatment vs. medical treatment alone.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":714,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"transcatheter PFO closure + optimal medical treatment","type":"EXPERIMENTAL","description":"Patients will undergoes transcatheter PFO closure (+ optimal medical treatment). Patients will receive antithrombotic agents (single antiplatelet treatment ), and modifiable vascular risk factors (dyslipidemia, hypertension, diabetes) according to stroke prevention guidelines. The type of antithrombotic therapy will be left to the discretion of the physician responsible for the patient.","interventionNames":["Procedure: Transcatheter PFO closure","Drug: Optimal medical treatment"]},{"label":"Optimal medical treatment","type":"EXPERIMENTAL","description":"Patients will receive antithrombotic agents (single antiplatelet treatment ), and modifiable vascular risk factors (dyslipidemia, hypertension, diabetes) according to stroke prevention guidelines. The type of antithrombotic therapy will be left to the discretion of the physician responsible for the patient.","interventionNames":["Drug: Optimal medical treatment"]}],"interventions":[{"type":"PROCEDURE","name":"Transcatheter PFO closure","description":"Transcatheter PFO closure procedure will be performed according to the standards and experience of each participating center. Any approved PFO occluder device will be allowed in the study.\n\nPatients will also receive antithrombotic agents (single antiplatelet treatment ), and modifiable vascular risk factors (dyslipidemia, hypertension, diabetes) according to stroke prevention guidelines. The type of antithrombotic therapy will be left to the discretion of the physician responsible for the patient.","armGroupLabels":["transcatheter PFO closure + optimal medical treatment"]},{"type":"DRUG","name":"Optimal medical treatment","description":"Patients will receive antithrombotic agents (single antiplatelet treatment ), and modifiable vascular risk factors (dyslipidemia, hypertension, diabetes) according to stroke prevention guidelines. The type of antithrombotic therapy will be left to the discretion of the physician responsible for the patient.","armGroupLabels":["Optimal medical treatment","transcatheter PFO closure + optimal medical treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of ischemic events","description":"New ischemic non-lacunar stroke events","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Rate of stroke events","description":"All new non-lacunar stroke events","timeFrame":"12 months"},{"measure":"Rate of mortality","description":"All cause mortality","timeFrame":"10 year follow-up"},{"measure":"Rate of cardiovascular mortality","description":"Cardiovascular death","timeFrame":"10 year follow-up"},{"measure":"Incidence of cerebral hemorrhage","description":"Cerebral bleeding","timeFrame":"10 year follow-up"},{"measure":"Rate of new-onset atrial fibrillation","description":"All new onset atrial fibrillation episodes","timeFrame":"10 year follow-up"},{"measure":"Rate of bleeding","description":"Major/life-threatening bleeding","timeFrame":"10 year follow-up"},{"measure":"Health-related quality of life","description":"Evaluated by the EQ-5D-5L questionnaire","timeFrame":"10 year follow-up"},{"measure":"Neurocognitive assessment","description":"Evaluated by the MoCA questionnaire","timeFrame":"10 year follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Cryptogenic stroke\n* Age \\>60 years\n* Right-to-left shunt as evaluated by echocardiography (TEE).\n\nExclusion Criteria:\n\n-≤60 year-old\n\n* Lacunar (small vessel) stroke.\n* Permanent or paroxysmal atrial fibrillation/flutter (clinically apparent or detected by continuous ECG monitoring).\n* Need for chronic anticoagulation therapy.\n* Any contraindication for antiplatelet therapy (aspirin, clopidogrel, ticagrelor).\n* Presence of extracranial or intracranial atherosclerosis causing ≥50% luminal --stenosis in arteries supplying the area of ischemia.\n* Presence of complex atheroma plaques at the ascending aorta-aortic arch (≥4-mm-thick, ulcerated or containing mobile thrombi) as evaluated by TEE.\n* Presence of intracardiac thrombus as evaluated by TEE.\n* Uncontrolled hypertension (systemic pressure values \\>160/90 mmHg despite optimal medical treatment).\n* History of myocardial infarction or coronary intervention. (percutaneous coronary intervention, coronary artery bypass graft).\n* History of prior valve surgery or transcatheter valve repair.\n* Presence of deep venous thrombosis at the time of index stroke as evaluated by Doppler ultrasonography.\n* Left ventricular ejection fraction \\<50% as evaluated by TTE.\n* Significant (moderate or severe) valvular disease as evaluated by echocardiography.\n* History of congestive heart failure.\n* Severe chronic kidney dysfunction defined an estimated glomerular filtration rate \\<30 ml/min/m2 or need for dialysis.\n* Isolated ASD or ASD associated with PFO but with a hemodynamically significant left-to-right shunt requiring closure.\n* Other specific cause of stroke identified (eg, arteritis, dissection, migraine/vasospasm, and drug abuse).\n* Prior surgical or endovascular treatments of PFO or ASD.\n* Rheumatic heart disease.\n* Left atrial enlargement defined as a left atrial diameter \\>41 mm in men and ≥39 mm in women.\n* Presence of high burden of premature atrial contractions (\\>500 per 24 hrs) as evaluated by continuous ECG monitoring.\n* Follow-up impossible or expected poor compliance.\n* Active cancer.\n* Presence of an inferior vena cava filter.\n* Severe pulmonary artery hypertension (systolic pulmonary pressure \\>60 mmHg).\n* Functional dependency as measured by a modified Rankin Scale score \\>3 (unable to attend to own bodily needs without assistance and unable to walk unassisted).\n* Any medical condition determining a life expectancy \\<2 years.\n* Participation in another randomized study.\n* Failure to provide signed informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"IUCPQ Rodes-Cabau, MD, PhD","affiliation":"Fondation IUCPQ","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"IUCPQ-UL","city":"Québec","state":"Quebec","zip":"G1V 4G5","country":"Canada","geoPoint":{"lat":46.81228,"lon":-71.21454}}]},"referencesModule":{"references":[{"pmid":"34024117","type":"BACKGROUND","citation":"Kleindorfer DO, Towfighi A, Chaturvedi S, Cockroft KM, Gutierrez J, Lombardi-Hill D, Kamel H, Kernan WN, Kittner SJ, Leira EC, Lennon O, Meschia JF, Nguyen TN, Pollak PM, Santangeli P, Sharrief AZ, Smith SC Jr, Turan TN, Williams LS. 2021 Guideline for the Prevention of Stroke in Patients With Stroke and Transient Ischemic Attack: A Guideline From the American Heart Association/American Stroke Association. Stroke. 2021 Jul;52(7):e364-e467. doi: 10.1161/STR.0000000000000375. Epub 2021 May 24. No abstract available. Erratum In: Stroke. 2021 Jul;52(7):e483-e484."},{"pmid":"30879893","type":"BACKGROUND","citation":"GBD 2016 Neurology Collaborators. Global, regional, and national burden of neurological disorders, 1990-2016: a systematic analysis for the Global Burden of Disease Study 2016. Lancet Neurol. 2019 May;18(5):459-480. doi: 10.1016/S1474-4422(18)30499-X. Epub 2019 Mar 14."},{"pmid":"35078371","type":"BACKGROUND","citation":"Tsao CW, Aday AW, Almarzooq ZI, Alonso A, Beaton AZ, Bittencourt MS, Boehme AK, Buxton AE, Carson AP, Commodore-Mensah Y, Elkind MSV, Evenson KR, Eze-Nliam C, Ferguson JF, Generoso G, Ho JE, Kalani R, Khan SS, Kissela BM, Knutson KL, Levine DA, Lewis TT, Liu J, Loop MS, Ma J, Mussolino ME, Navaneethan SD, Perak AM, Poudel R, Rezk-Hanna M, Roth GA, Schroeder EB, Shah SH, Thacker EL, VanWagner LB, Virani SS, Voecks JH, Wang NY, Yaffe K, Martin SS. Heart Disease and Stroke Statistics-2022 Update: A Report From the American Heart Association. Circulation. 2022 Feb 22;145(8):e153-e639. doi: 10.1161/CIR.0000000000001052. Epub 2022 Jan 26. Erratum In: Circulation. 2022 Sep 6;146(10):e141."},{"pmid":"30888967","type":"BACKGROUND","citation":"Zhao W, Wu J, Liu J, Wu Y, Ni J, Gu H, Tu J, Wang J, An Z, Ning X. Trends in the incidence of recurrent stroke at 5 years after the first-ever stroke in rural China: a population-based stroke surveillance from 1992 to 2017. Aging (Albany NY). 2019 Mar 19;11(6):1686-1694. doi: 10.18632/aging.101862."},{"pmid":"34218432","type":"BACKGROUND","citation":"Cho KK, Khanna S, Lo P, Cheng D, Roy D. Persistent pathology of the patent foramen ovale: a review of the literature. Med J Aust. 2021 Jul;215(2):89-93. doi: 10.5694/mja2.51141. Epub 2021 Jul 4."},{"pmid":"35225286","type":"BACKGROUND","citation":"Molnar AA, Abraham P, Merkely B, Nardai S. Echocardiographic Evaluation of Atrial Communications before Transcatheter Closure. J Vis Exp. 2022 Feb 8;(180). doi: 10.3791/61240."},{"pmid":"12664815","type":"BACKGROUND","citation":"Ho SY, McCarthy KP, Rigby ML. Morphological features pertinent to interventional closure of patent oval foramen. J Interv Cardiol. 2003 Feb;16(1):33-8. doi: 10.1046/j.1540-8183.2003.08000.x."},{"pmid":"22814784","type":"BACKGROUND","citation":"Agarwal S, Bajaj NS, Kumbhani DJ, Tuzcu EM, Kapadia SR. Meta-analysis of transcatheter closure versus medical therapy for patent foramen ovale in prevention of recurrent neurological events after presumed paradoxical embolism. JACC Cardiovasc Interv. 2012 Jul;5(7):777-89. doi: 10.1016/j.jcin.2012.02.021."},{"pmid":"19443800","type":"BACKGROUND","citation":"Alsheikh-Ali AA, Thaler DE, Kent DM. Patent foramen ovale in cryptogenic stroke: incidental or pathogenic? Stroke. 2009 Jul;40(7):2349-55. doi: 10.1161/STROKEAHA.109.547828. Epub 2009 May 14."},{"pmid":"3362165","type":"BACKGROUND","citation":"Lechat P, Mas JL, Lascault G, Loron P, Theard M, Klimczac M, Drobinski G, Thomas D, Grosgogeat Y. Prevalence of patent foramen ovale in patients with stroke. N Engl J Med. 1988 May 5;318(18):1148-52. doi: 10.1056/NEJM198805053181802."},{"pmid":"18046029","type":"BACKGROUND","citation":"Handke M, Harloff A, Olschewski M, Hetzel A, Geibel A. Patent foramen ovale and cryptogenic stroke in older patients. N Engl J Med. 2007 Nov 29;357(22):2262-8. doi: 10.1056/NEJMoa071422."},{"pmid":"30358849","type":"BACKGROUND","citation":"Pristipino C, Sievert H, D'Ascenzo F, Louis Mas J, Meier B, Scacciatella P, Hildick-Smith D, Gaita F, Toni D, Kyrle P, Thomson J, Derumeaux G, Onorato E, Sibbing D, Germonpre P, Berti S, Chessa M, Bedogni F, Dudek D, Hornung M, Zamorano J; Evidence Synthesis Team; Eapci Scientific Documents and Initiatives Committee; International Experts. European position paper on the management of patients with patent foramen ovale. General approach and left circulation thromboembolism. Eur Heart J. 2019 Oct 7;40(38):3182-3195. doi: 10.1093/eurheartj/ehy649. Erratum In: Eur Heart J. 2021 May 7;42(18):1807."},{"pmid":"33611943","type":"BACKGROUND","citation":"Chen JZ, Thijs VN. Atrial Fibrillation Following Patent Foramen Ovale Closure: Systematic Review and Meta-Analysis of Observational Studies and Clinical Trials. Stroke. 2021 May;52(5):1653-1661. doi: 10.1161/STROKEAHA.120.030293. Epub 2021 Feb 22."},{"pmid":"29332308","type":"BACKGROUND","citation":"Hakeem A, Cilingiroglu M, Katramados A, Boudoulas KD, Iliescu C, Gundogdu B, Marmagkiolis K. Transcatheter closure of patent foramen ovale for secondary prevention of ischemic stroke: Quantitative synthesis of pooled randomized trial data. Catheter Cardiovasc Interv. 2018 Nov 15;92(6):1153-1160. doi: 10.1002/ccd.27487. Epub 2018 Jan 14."},{"pmid":"34653958","type":"BACKGROUND","citation":"Musto C, Cifarelli A, Dipasquale F, Chin D, Nazzaro MS, Stio RE, Pennacchi M, De Felice F. A Comparison Between Gore Cardioform and Amplatzer Septal Occluder for Percutaneous Closure of Patent Foramen Ovale Associated With Atrial Septal Aneurysm: Clinical and Echocardiographic Outcomes. J Invasive Cardiol. 2021 Nov;33(11):E857-E862. Epub 2021 Oct 15."},{"pmid":"28902580","type":"BACKGROUND","citation":"Sondergaard L, Kasner SE, Rhodes JF, Andersen G, Iversen HK, Nielsen-Kudsk JE, Settergren M, Sjostrand C, Roine RO, Hildick-Smith D, Spence JD, Thomassen L; Gore REDUCE Clinical Study Investigators. Patent Foramen Ovale Closure or Antiplatelet Therapy for Cryptogenic Stroke. N Engl J Med. 2017 Sep 14;377(11):1033-1042. doi: 10.1056/NEJMoa1707404. Erratum In: N Engl J Med. 2020 Mar 5;382(10):978."},{"pmid":"29544871","type":"BACKGROUND","citation":"Lee PH, Song JK, Kim JS, Heo R, Lee S, Kim DH, Song JM, Kang DH, Kwon SU, Kang DW, Lee D, Kwon HS, Yun SC, Sun BJ, Park JH, Lee JH, Jeong HS, Song HJ, Kim J, Park SJ. Cryptogenic Stroke and High-Risk Patent Foramen Ovale: The DEFENSE-PFO Trial. J Am Coll Cardiol. 2018 May 22;71(20):2335-2342. doi: 10.1016/j.jacc.2018.02.046. Epub 2018 Mar 12."},{"pmid":"28902593","type":"BACKGROUND","citation":"Mas JL, Derumeaux G, Guillon B, Massardier E, Hosseini H, Mechtouff L, Arquizan C, Bejot Y, Vuillier F, Detante O, Guidoux C, Canaple S, Vaduva C, Dequatre-Ponchelle N, Sibon I, Garnier P, Ferrier A, Timsit S, Robinet-Borgomano E, Sablot D, Lacour JC, Zuber M, Favrole P, Pinel JF, Apoil M, Reiner P, Lefebvre C, Guerin P, Piot C, Rossi R, Dubois-Rande JL, Eicher JC, Meneveau N, Lusson JR, Bertrand B, Schleich JM, Godart F, Thambo JB, Leborgne L, Michel P, Pierard L, Turc G, Barthelet M, Charles-Nelson A, Weimar C, Moulin T, Juliard JM, Chatellier G; CLOSE Investigators. Patent Foramen Ovale Closure or Anticoagulation vs. Antiplatelets after Stroke. N Engl J Med. 2017 Sep 14;377(11):1011-1021. doi: 10.1056/NEJMoa1705915."},{"pmid":"28902590","type":"BACKGROUND","citation":"Saver JL, Carroll JD, Thaler DE, Smalling RW, MacDonald LA, Marks DS, Tirschwell DL; RESPECT Investigators. Long-Term Outcomes of Patent Foramen Ovale Closure or Medical Therapy after Stroke. N Engl J Med. 2017 Sep 14;377(11):1022-1032. doi: 10.1056/NEJMoa1610057."},{"pmid":"29602754","type":"BACKGROUND","citation":"Wang TKM, Wang MTM, Ruygrok P. Patent Foramen Ovale Closure Versus Medical Therapy for Cryptogenic Stroke: Meta-Analysis of Randomised Trials. Heart Lung Circ. 2019 Apr;28(4):623-631. doi: 10.1016/j.hlc.2018.02.023. Epub 2018 Mar 12."},{"pmid":"34455822","type":"BACKGROUND","citation":"Messe SR, Erus G, Bilello M, Davatzikos C, Andersen G, Iversen HK, Roine RO, Sjostrand C, Rhodes JF, Sondergaard L, Kasner SE; Gore REDUCE Study Investigators. Patent Foramen Ovale Closure Decreases the Incidence but Not the Size of New Brain Infarction on Magnetic Resonance Imaging: An Analysis of the REDUCE Trial. Stroke. 2021 Nov;52(11):3419-3426. doi: 10.1161/STROKEAHA.121.034451. Epub 2021 Aug 30."},{"pmid":"34140063","type":"BACKGROUND","citation":"Gladstone DJ, Lindsay MP, Douketis J, Smith EE, Dowlatshahi D, Wein T, Bourgoin A, Cox J, Falconer JB, Graham BR, Labrie M, McDonald L, Mandzia J, Ngui D, Pageau P, Rodgerson A, Semchuk W, Tebbutt T, Tuchak C, van Gaal S, Villaluna K, Foley N, Coutts S, Mountain A, Gubitz G, Udell JA, McGuff R, Heran MKS, Lavoie P, Poppe AY; Canadian Stroke Consortium. Canadian Stroke Best Practice Recommendations: Secondary Prevention of Stroke Update 2020. Can J Neurol Sci. 2022 May;49(3):315-337. doi: 10.1017/cjn.2021.127. Epub 2021 Jun 18. Erratum In: Can J Neurol Sci. 2023 May;50(3):481. Heran, Manraj KS; Lavoie, Pascale [added]."},{"pmid":"19463412","type":"BACKGROUND","citation":"Wahl A, Tai T, Praz F, Schwerzmann M, Seiler C, Nedeltchev K, Windecker S, Mattle HP, Meier B. Late results after percutaneous closure of patent foramen ovale for secondary prevention of paradoxical embolism using the amplatzer PFO occluder without intraprocedural echocardiography: effect of device size. JACC Cardiovasc Interv. 2009 Feb;2(2):116-23. doi: 10.1016/j.jcin.2008.09.013."},{"pmid":"31585849","type":"BACKGROUND","citation":"Wintzer-Wehekind J, Alperi A, Houde C, Cote JM, Del Val D, Cote M, Rodes-Cabau J. Transcatheter closure of patent foramen ovale in patients older than 60 years of age with cryptogenic embolism. Rev Esp Cardiol (Engl Ed). 2020 Mar;73(3):219-224. doi: 10.1016/j.rec.2019.07.003. Epub 2019 Oct 1. English, Spanish."},{"pmid":"35735021","type":"BACKGROUND","citation":"Alperi A, Guedeney P, Horlick E, Nombela-Franco L, Freixa X, Pascual I, Mesnier J, Houde C, Abrahamyan L, Montalescot G, Rodes-Cabau J. Transcatheter Closure of Patent Foramen Ovale in Older Patients With Cryptogenic Thromboembolic Events. Circ Cardiovasc Interv. 2022 Jul;15(7):e011652. doi: 10.1161/CIRCINTERVENTIONS.121.011652. Epub 2022 Jun 23."},{"pmid":"32628255","type":"BACKGROUND","citation":"Mazzucco S, Li L, Rothwell PM. Prognosis of Cryptogenic Stroke With Patent Foramen Ovale at Older Ages and Implications for Trials: A Population-Based Study and Systematic Review. JAMA Neurol. 2020 Oct 1;77(10):1279-1287. doi: 10.1001/jamaneurol.2020.1948."},{"pmid":"15232117","type":"BACKGROUND","citation":"Homma S, DiTullio MR, Sacco RL, Sciacca RR, Mohr JP; PICSS Investigators. Age as a determinant of adverse events in medically treated cryptogenic stroke patients with patent foramen ovale. Stroke. 2004 Sep;35(9):2145-9. doi: 10.1161/01.STR.0000135773.24116.18. Epub 2004 Jul 1."},{"pmid":"16755591","type":"BACKGROUND","citation":"Kiblawi FM, Sommer RJ, Levchuck SG. Transcatheter closure of patent foramen ovale in older adults. Catheter Cardiovasc Interv. 2006 Jul;68(1):136-42; discussion 143-4. doi: 10.1002/ccd.20722."},{"pmid":"18942060","type":"BACKGROUND","citation":"Spies C, Khandelwal A, Timmemanns I, Kavinsky CJ, Schrader R, Hijazi ZM. Recurrent events following patent foramen ovale closure in patients above 55 years of age with presumed paradoxical embolism. Catheter Cardiovasc Interv. 2008 Dec 1;72(7):966-70. doi: 10.1002/ccd.21737."},{"pmid":"26106024","type":"BACKGROUND","citation":"Scacciatella P, Meynet I, Presbitero P, Giorgi M, Lucarelli C, Zavalloni Parenti D, Biava LM, Marra S. Recurrent cerebral ischemia after patent foramen ovale percutaneous closure in older patients: A two-center registry study. Catheter Cardiovasc Interv. 2016 Feb 15;87(3):508-14. doi: 10.1002/ccd.26053. Epub 2015 Jun 23."},{"pmid":"32921262","type":"BACKGROUND","citation":"Kent DM, Saver JL, Ruthazer R, Furlan AJ, Reisman M, Carroll JD, Smalling RW, Juni P, Mattle HP, Meier B, Thaler DE. Risk of Paradoxical Embolism (RoPE)-Estimated Attributable Fraction Correlates With the Benefit of Patent Foramen Ovale Closure: An Analysis of 3 Trials. Stroke. 2020 Oct;51(10):3119-3123. doi: 10.1161/STROKEAHA.120.029350. Epub 2020 Sep 14."},{"pmid":"24928123","type":"BACKGROUND","citation":"Thaler DE, Ruthazer R, Weimar C, Mas JL, Serena J, Di Angelantonio E, Papetti F, Homma S, Mattle HP, Nedeltchev K, Mono ML, Jaigobin C, Michel P, Elkind MS, Di Tullio MR, Lutz JS, Griffith J, Kent DM. Recurrent stroke predictors differ in medically treated patients with pathogenic vs. other PFOs. Neurology. 2014 Jul 15;83(3):221-6. doi: 10.1212/WNL.0000000000000589. Epub 2014 Jun 13."},{"pmid":"23864310","type":"BACKGROUND","citation":"Kent DM, Ruthazer R, Weimar C, Mas JL, Serena J, Homma S, Di Angelantonio E, Di Tullio MR, Lutz JS, Elkind MS, Griffith J, Jaigobin C, Mattle HP, Michel P, Mono ML, Nedeltchev K, Papetti F, Thaler DE. An index to identify stroke-related vs incidental patent foramen ovale in cryptogenic stroke. Neurology. 2013 Aug 13;81(7):619-25. doi: 10.1212/WNL.0b013e3182a08d59. Epub 2013 Jul 17."},{"pmid":"27027873","type":"BACKGROUND","citation":"Taggart NW, Reeder GS, Lennon RJ, Slusser JP, Freund MA, Cabalka AK, Cetta F, Hagler DJ. Long-term follow-up after PFO device closure: Outcomes and Complications in a Single-center Experience. Catheter Cardiovasc Interv. 2017 Jan;89(1):124-133. doi: 10.1002/ccd.26518. Epub 2016 Mar 29."},{"pmid":"30678757","type":"BACKGROUND","citation":"Wintzer-Wehekind J, Alperi A, Houde C, Cote JM, Asmarats L, Cote M, Rodes-Cabau J. Long-Term Follow-Up After Closure of Patent Foramen Ovale in Patients With Cryptogenic Embolism. J Am Coll Cardiol. 2019 Jan 29;73(3):278-287. doi: 10.1016/j.jacc.2018.10.061."},{"pmid":"29372390","type":"BACKGROUND","citation":"Nezu T, Kitano T, Kubo S, Uemura J, Yamashita S, Iwanaga T, Inoue T, Hosomi N, Maruyama H, Matsumoto M, Kimura K, Yagita Y. Impact of D-dimer levels for short-term or long-term outcomes in cryptogenic stroke patients. J Neurol. 2018 Mar;265(3):628-636. doi: 10.1007/s00415-018-8742-x. Epub 2018 Jan 25."},{"pmid":"19628936","type":"BACKGROUND","citation":"Weimar C, Holle DN, Benemann J, Schmid E, Schminke U, Haberl RL, Diener HC, Goertler M; German Stroke Study Collaboration. Current management and risk of recurrent stroke in cerebrovascular patients with right-to-left cardiac shunt. Cerebrovasc Dis. 2009;28(4):349-56. doi: 10.1159/000229553. Epub 2009 Jul 24."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000054092","term":"Foramen Ovale, Patent"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006344","term":"Heart Septal Defects, Atrial"},{"id":"D000006343","term":"Heart Septal Defects"},{"id":"D000006330","term":"Heart Defects, Congenital"},{"id":"D000018376","term":"Cardiovascular Abnormalities"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000000013","term":"Congenital Abnormalities"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M14540","name":"Recurrence","relevance":"LOW"},{"id":"M27260","name":"Foramen Ovale, Patent","asFound":"Patent Foramen Ovale","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Cryptogenic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9122","name":"Heart Septal Defects, Atrial","relevance":"LOW"},{"id":"M9121","name":"Heart Septal Defects","relevance":"LOW"},{"id":"M9108","name":"Heart Defects, Congenital","relevance":"LOW"},{"id":"M12","name":"Congenital Abnormalities","relevance":"LOW"},{"id":"M20193","name":"Cardiovascular Abnormalities","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}