{"protocolSection":{"identificationModule":{"nctId":"NCT04978480","orgStudyIdInfo":{"id":"IRB-300005312"},"secondaryIdInfos":[{"id":"R01NS117813","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01NS117813"}],"organization":{"fullName":"University of Alabama at Birmingham","class":"OTHER"},"briefTitle":"STROKE STAT (Stroke Severity-based Triage to Accelerate Treatment)","officialTitle":"Trauma Communications Center Coordinated Severity-Based Stroke Triage"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-29","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-06","studyFirstSubmitQcDate":"2021-07-15","studyFirstPostDateStruct":{"date":"2021-07-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-18","lastUpdatePostDateStruct":{"date":"2023-04-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Toby Ira Gropen","investigatorTitle":"Professor","investigatorAffiliation":"University of Alabama at Birmingham"},"leadSponsor":{"name":"University of Alabama at Birmingham","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Acute stroke systems of care should emulate trauma systems which deliver the full range of care to all injured patients by means of organized, coordinated efforts in defined geographic areas. Just as trauma systems have proven ability to save lives of the most severely injured patients, clinicians should have a stroke system able to provide care to patients with the most severe strokes. The most severe type of acute ischemic stroke is due to proximal large vessel occlusion (LVO). Mechanical thrombectomy (MT) offers an extraordinary potential to improve the outcome of patients with LVO. Unfortunately, in part because MT is available only at advanced stroke centers, only a minority of patients with LVO are treated with MT, and there are racial, socioeconomic, and rural disparities in access to MT. Based on the success of trauma systems and our prior collaboration, the Alabama Department of Public Health (ADPH) is planning a five-year statewide quality improvement initiative of trauma communications center (TCC) coordinated severity-based stroke triage (SBST) which aims to transform the fragmented acute stroke care system by coordinating prehospital and inter-facility emergency stroke care.","detailedDescription":"The Alabama Department of Public Health (ADPH) is implementing a quality improvement initiative of trauma communications center coordinated severity-based stroke triage (TCC Coordinated SBST) which aims to transform the fragmented acute stroke care system by coordinating prehospital and inter-facility emergency stroke care. Investigators will study the implementation of this initiative and the impact it has on access to care and health outcomes. Our specific aims are to (1) Compare the proportion of patients encountered by the emergency medical service (EMS) with suspected large vessel occlusion (LVO) who are treated with mechanical thrombectomy (MT) before (adhering to standard triage to the nearest stroke center) and after implementation of TCC Coordinated SBST; (2) Assess the broad public health impact of TCC Coordinated SBST; and (3) Assess stakeholder perceptions of the intervention.\n\nAt the heart of the Alabama stroke system is the Alabama Trauma Communications Center (ATCC), where 24 paramedic communicators field calls from EMS and maintain current status of hospitals and resources across the state. EMS providers enter all patients with suspected stroke into the Alabama Stroke System by calling the ATCC. The ATCC, like other Emergency Communication Centers, is not involved with initial emergency medical dispatch, but rather assists EMS by routing the patient to the nearest stroke system hospital depending on hospital-resource availability and notifying the receiving hospital. As necessary components of this stroke system change, the ADPH is adding a designation for thrombectomy-capable stroke centers (MTCs), carrying out EMS training in a validated 6-item stroke severity scale, the Emergency Medical Stroke Assessment (EMSA), across the state, and expanding data collection to capture statewide stroke system data including prehospital EMSA items (gaze, facial droop, arm drift, leg drift, naming, and repetition) and hospital data including whether an LVO was confirmed, LVO location, and whether the patient received MT. Investigators will only collect data for this study on patients who have been entered into the stroke system.\n\nThe change in health care policy by the ADPH allows a natural experiment. The ADPH has planned a phased rollout, lending itself to analysis as a stepped wedge cluster trial with each EMS region serving as a cluster. This design will facilitate modeling the impact of time on the effectiveness of TCC Coordinated SBST. This study will broadly and equitably target a population of stroke patients of all ages, sexes, races, and ethnicities. A strength of this study is that at least 50% of subjects will be women and over one-third of the enrolled patients will be African Americans based on census data. As the study involves rural and urban regions and stroke centers of all levels across the State, investigators will gain information regarding the impact on resources (e.g., EMS response times for non-stroke conditions), benefits, and potential risks (e.g., delay to tissue Plasminogen Activator (tPA) treatment and other unintended consequences) of implementation across a wide range of service delivery contexts. Finally, because the trial is embedded within a state-wide acute stroke registry, investigators will be able to evaluate its public health impact.\n\nA mixed methods methodological approach integrating rigorous quantitative and qualitative methods will be the most effective way to understand varied and multi-level stakeholder perceptions and optimize implementation of this complex health intervention across different service contexts. Investigators will use a multi-phase mixed methods design to assess stakeholders' views about the implementation process. Prior to implementation of TCC Coordinated SBST, investigators will use qualitative and quantitative methods to aid in the development of context specific forms of the model. After implementation, quantitative survey data will yield a general understanding of stakeholder perceptions of the intervention and guide purposeful selection of subjects for interviews to more fully understand context-specific barriers and facilitators to the intervention's implementation.\n\nDuring the baseline period in each EMS region, all stroke patients will undergo standard triage to the nearest stroke center of any level. During the implementation period in each EMS region, patients with a last known well (LKW) time ≤ 24 hours, who are alert or respond to voice, and who have an EMSA ≥ 4, will be routed by TCC directly to a MTC if additional transport time complies with region-specific transport time limits and will not preclude use of tPA; Otherwise, TCC will coordinate transport to the closest stroke center of any level and initiate a region and hospital specific plan to expedite inter-facility transfer to a MTC for appropriate patients. Patients will receive standard emergency department and hospital evaluation and treatments as clinically indicated.\n\nOver the 36 months of data collection, about 7,000 men and women of all races and ethnicities with suspected severe stroke will be enrolled in this study. There will be a prospective collection of variables in the standard triage period and post-implementation of the TCC Coordinated SBST. Patients entered into the stroke system are assigned an ATCC number which is unique for each EMS transport. The ATCC paramedic will guide EMS in performance of the EMSA; send a hospital pre-notification page that includes the patient's age, sex, specific EMSA items, LKW time, and ATCC number; and enter prehospital clinical variables in an electronic data capture system (LifeTrac). Hospital participation in the Alabama Stroke System requires Stroke Centers to share stroke patient emergency department and hospital data which is entered by stroke center coordinators into the ADPH REDCap database, a secure, HIPAA-compliant, web-based application for supporting data capture for research, linked to prehospital records by the ATCC number. Stroke center coordinators will conduct a validated structured telephone mRS at 3 months post stroke. EMS Regional Agencies will play an important role in ensuring complete data capture from stroke centers by following up with stroke center coordinators. System level data captured by ADPH will allow determination of county and regional EMS response times, proportion of EMS organizations and stroke centers participating, and data on fidelity of implementation."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke patients","description":"patients with suspected severe acute stroke","interventionNames":["Other: no intervention"]}],"interventions":[{"type":"OTHER","name":"no intervention","description":"There is no intervention. We are only collecting standard of care data.","armGroupLabels":["Stroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the proportion of prehospital stroke system patients with suspected large vessel occlusion who are treated with mechanical thrombectomy","description":"The investigators will compare the proportion of patients encountered by the Emergency Medical Service with suspected large vessel occlusion who are treated with mechanical thrombectomy before (adhering to standard triage to the nearest stroke center) and after implementation of Trauma Communications Center coordinated Severity-Based Stroke Triage","timeFrame":"3 years"}],"secondaryOutcomes":[{"measure":"Change in the public health impact measured by the RE-AIM framework","description":"The investigators will compare the public health impact using the RE-AIM (Reach, Effectiveness, Adoption, Implementation, and Maintenance) framework before (adhering to standard triage to the nearest stroke center) and after implementation of Trauma Communications Center coordinated Severity-Based Stroke Triage","timeFrame":"3 years"},{"measure":"Stakeholder perceptions of the intervention using validated, quantitative surveys of feasibility, appropriateness, and acceptability and follow-up qualitative interviews with purposefully selected individuals","description":"Using a mixed methods approach, the investigators will survey stakeholders (Trauma Communications Center, Emergency Medical Service Regional Advisory Councils, Emergency Medical Service, and stroke center directors and stroke coordinators) to assess perceptions of Acceptability of Intervention Measure (AIM), Intervention Appropriateness Measure (IAM), and Feasibility of Intervention Measure (FIM). The investigators will conduct follow-up qualitative interviews with purposefully selected individuals to identify barriers and facilitators to adoption, implementation, maintenance, and spread of the intervention","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients entered into the Alabama stroke system by EMS\n* Suspected Large-Vessel Occlusion (score ≥ 4) based on a validated 6 item stroke severity scale, the Emergency Medical Stroke Assessment (EMSA)\n\nExclusion Criteria:\n\n* Patients who respond only to pain or who are unresponsive at the time of EMS evaluation based on the Alert, responds to Voice, responds to Pain and Unresponsive (AVPU) Scale\n* Patients with last known well time \\> 24 hours at the time of EMS evaluation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Prehospital patients evaluated by the Emergency Medical System with suspected acute ischemic stroke due to large vessel occlusion","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Toby Gropen, MD","role":"CONTACT","phone":"205-934-2401","email":"tgropen@uabmc.edu"},{"name":"Shaila Kamal","role":"CONTACT","phone":"205-975-2820","email":"shailakamal@uabmc.edu"}],"overallOfficials":[{"name":"Toby Gropen, MD","affiliation":"UAB Neurology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Alabama at Birmingham","status":"RECRUITING","city":"Birmingham","state":"Alabama","zip":"35294","country":"United States","contacts":[{"name":"Toby Gropen, MD","role":"CONTACT","phone":"205-934-2401","email":"tgropen@uabmc.edu"},{"name":"Shaila Kamal","role":"CONTACT","phone":"205-975-2820","email":"shailakamal@uabmc.edu"},{"name":"Toby Gropen, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.52066,"lon":-86.80249}}]},"referencesModule":{"references":[{"pmid":"34938265","type":"BACKGROUND","citation":"Gropen TI, Ivankova NV, Beasley M, Hess EP, Mittman B, Gazi M, Minor M, Crawford W, Floyd AB, Varner GL, Lyerly MJ, Shoemaker CC, Owens J, Wilson K, Gray J, Kamal S. Trauma Communications Center Coordinated Severity-Based Stroke Triage: Protocol of a Hybrid Type 1 Effectiveness-Implementation Study. Front Neurol. 2021 Dec 6;12:788273. doi: 10.3389/fneur.2021.788273. eCollection 2021."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}