{"protocolSection":{"identificationModule":{"nctId":"NCT04364490","orgStudyIdInfo":{"id":"ISA COP062017"},"organization":{"fullName":"S.Anna Rehabilitation Institute","class":"OTHER"},"briefTitle":"Rehabilitative Efficacy of a Visual Feedback Device for Locomotion of Post-stroke Patients","officialTitle":"Study of the Rehabilitative Efficacy of Copernicus®, a Visual Feedback Device for the Early Start to Locomotion of Post-stroke Patients","acronym":"Copernicus"},"statusModule":{"statusVerifiedDate":"2020-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-01","type":"ACTUAL"},"studyFirstSubmitDate":"2020-04-21","studyFirstSubmitQcDate":"2020-04-23","studyFirstPostDateStruct":{"date":"2020-04-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-04-23","lastUpdatePostDateStruct":{"date":"2020-04-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Loris Pignolo","investigatorTitle":"Biomedical Engineer","investigatorAffiliation":"S.Anna Rehabilitation Institute"},"leadSponsor":{"name":"S.Anna Rehabilitation Institute","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"We tested the feasibility and efficacy of a novel body-weight support (BWS) gait training system with visual feedback, called Copernicus®. This computerized device provides highly comfortable, regular and repeatable locomotion in hemiplegic patients, training the ability to transfer weight loading alternately on both feet through visual real-time monitoring of gait parameters.","detailedDescription":"Gait disorders are very common in stroke patients (about 80%) increasing the risk of falls in performing daily activities and also reducing the global quality of life. Gait disorders in these patients are characterized by asymmetry in postural and weight distribution during quiet standing, as well as, by reduced gait speed, that is considered one of the most important outcome measure of locomotor recovery.\n\nRestoring gait functions (speed, asymmetry and balance) after stroke is one of the major therapeutic goals in post-stroke rehabilitation and a plethora of recovering strategies have been proposed.\n\nIn this study we tested the feasibility and efficacy of a novel body-weight support (BWS) gait training system with visual feedback, called Copernicus®. This computerized device provides highly comfortable, regular and repeatable locomotion in hemiplegic patients, training the ability to transfer weight loading alternately on both feet through visual real-time monitoring of gait parameters Copernicus®, a sensory system for the early start of the locomotion appears as an elliptical cylinder of about 1 meter high on which two completely slideing positions are prepared by means if a guide fixed along the oval surface of the device. Each post has a support on which the patient's healthy side of the subject is placed, above which a brace for the support of the body is attached and weared by the patient in the verticalization; Front of the patient is a tablet that provides visual feedback during the exercises. The patient wears shoes on a pair of soles with piezo-resistive sensors that record for each foot the pressure exerted on the three areas of the foot (outer, inner and heel). The recorded data is then processed and transmitted to the tablet within a virtual reinforcement environment. The patient will be able to know his performance and achieved results and perceive them within a real scenario. The sensing pads measure the support times for each side and the number of changes. The device is so structured as to allow the simultaneous treatment of two patients."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","Gait Rehabilitation","Visual feedback","sensor feedback"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"After a stroke this ability may become worse or completely lost. It was demonstrated that hemiparetic patients with poor trunk function at admission stayed longer in a rehabilitation ward compared to patients who had better initial trunk function and could walk longer distances with speed at discharge. The reinforcement of trunk exercises in addition to conventional therapy seems to have a beneficial effect on erection station balance and locomotion in post-stroke patients. In the light of current knowledge, early verticalization and reinforcement of trunk exercises improve posture, balance and mobility. In this study, consecutive patients at first ischemic stroke (documented with TAC / RMN) will be evaluated. Patients in the study group will receive 60 minutes of conventional neuromotor rehabilitation treatment and 60 minutes of treatment with Copernicus®. The control group will receive 120 minutes of conventional neuro motor rehabilitation treatment.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Physicians (carrying out the clinical baseline assessment \\[T0\\] and post-treatment investigation \\[T1\\]), as well as, the primary researcher and data entry assistants were all blinded to the group membership of the patients.","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":162,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental VF group","type":"EXPERIMENTAL","description":"Inpatients with a diagnosis of first-ever ischemic stroke in post acute phase, admitted for rehabilitation to S.Anna rehabilitation Institute.\n\nThe intervention consist of 2-h of rehabilitation daily sessions, five weekly over 6 weeks. During one hour of treatment, this group perform advanced gait training sessions by the computerized BWS system without visual feedback; during second hour of treatment, during the second hour of treatment patients are treated according to conventional therapy consisting of exercises for passive and active mobilization of lower limbs, trunk control, standing, deambulation.","interventionNames":["Device: Copernicus noVF"]},{"label":"Experimental VF+ group","type":"EXPERIMENTAL","description":"Inpatients with a diagnosis of first-ever ischemic stroke in post acute phase, admitted for rehabilitation to S.Anna rehabilitation Institute.\n\nThe intervention consist of 2-h of rehabilitation daily sessions, five weekly over 6 weeks. During one hour of treatment, this group perform the same advanced gait training session with the addition of visual feedback ensuring a real-time interactive control of locomotor performance; during second hour of treatment, during the second hour of treatment patients are treated according to conventional therapy consisting of exercises for passive and active mobilization of lower limbs, trunk control, standing, deambulation.","interventionNames":["Device: Copernicis VF-Plus"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"Inpatients with a diagnosis of first-ever ischemic stroke in post acute phase, admitted for rehabilitation to S.Anna rehabilitation Institute.\n\nThe intervention consist of 2-h of rehabilitation daily sessions, five weekly over 6 weeks. During one hour of treatment, this group perform conventional therapy consisting of exercises for passive and active mobilization of lower limbs, trunk control, standing, deambulation; during second hour of treatment, during the second hour of treatment patients are treated according to conventional therapy consisting of exercises for passive and active mobilization of lower limbs, trunk control, standing, deambulation.","interventionNames":["Other: Control group"]}],"interventions":[{"type":"DEVICE","name":"Copernicus noVF","description":"Advanced gait training sessions by the computerized BWS system, named Copernicus®, without visual feedback.","armGroupLabels":["Experimental VF group"]},{"type":"DEVICE","name":"Copernicis VF-Plus","description":"Advanced gait training session with the addition of visual feedback ensuring a real-time interactive control of locomotor performance.","armGroupLabels":["Experimental VF+ group"]},{"type":"OTHER","name":"Control group","description":"Usual care","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To evaluate the effects of an early rehabilitation and deambulation treatment performed using a visual feedback device.","description":"To assess, motor abilities of lower limb, gait and balance, we use the Tinetti's test.","timeFrame":"up to 6 weeks after the end of treatment"},{"measure":"To evaluate the effects of an early rehabilitation and deambulation treatment performed using a visual feedback device.","description":"The degree of disability during activities of daily living was assessed with the Barthel Index (BI).","timeFrame":"up to 6 weeks after the end of treatment"}],"secondaryOutcomes":[{"measure":"To evaluate the effectiveness of a novel computerized BWS sensory feedback system (Copernicus®).","description":"To evaluate the effectiveness of a novel computerized BWS sensory feedback system (Copernicus®) that provides information on gait performances by visual feedback extracted from wearable sensors we use the Fugl-Meyer Lower Extremities scale test (FM-LE).","timeFrame":"6 weeks after the end of treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* unilateral stroke in the territory of middle cerebral artery, occurring at least 1 month before entry;\n* ability to follow verbal instructions without severe cognitive impairment (Mini Mental State Evaluation, MMSE\\> 24);\n* right-handed patients\n* signature of informed consent.\n\nExclusion Criteria:\n\n* bilateral impairment;\n* presence of complete hemiplegia;\n* history of traumatic injury ( e.g. fracture, joint dislocation with permanent dysmorphism after trauma) impairing the lower limb motor function;\n* botulinum toxin injections or other medication influencing the function of the lower limbs;\n* history of major affective disorders or alcohol abuse or history and/or clinical evidence of severe heart, lung, kidney, or liver diseases;\n* inability to provide informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Paolo Tonin, MD","affiliation":"S.Anna Rehabilitation Insitute","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"S.Anna Institute","city":"Crotone","zip":"88900","country":"Italy","geoPoint":{"lat":39.08077,"lon":17.12764}}]},"referencesModule":{"references":[{"pmid":"31237045","type":"BACKGROUND","citation":"Elsner B, Scholer A, Kon T, Mehrholz J. Walking with rhythmic auditory stimulation in chronic patients after stroke: A pilot randomized controlled trial. Physiother Res Int. 2020 Jan;25(1):e1800. doi: 10.1002/pri.1800. Epub 2019 Jun 24."},{"pmid":"30375325","type":"BACKGROUND","citation":"Mehrholz J, Pohl M, Kugler J, Elsner B. The Improvement of Walking Ability Following Stroke. Dtsch Arztebl Int. 2018 Sep 28;115(39):639-645. doi: 10.3238/arztebl.2018.0639."},{"pmid":"28815562","type":"BACKGROUND","citation":"Mehrholz J, Thomas S, Elsner B. Treadmill training and body weight support for walking after stroke. Cochrane Database Syst Rev. 2017 Aug 17;8(8):CD002840. doi: 10.1002/14651858.CD002840.pub4."},{"pmid":"28626059","type":"BACKGROUND","citation":"Mehrholz J, Thomas S, Werner C, Kugler J, Pohl M, Elsner B. Electromechanical-Assisted Training for Walking After Stroke: A Major Update of the Evidence. Stroke. 2017 Jun 16:STROKEAHA.117.018018. doi: 10.1161/STROKEAHA.117.018018. Online ahead of print. No abstract available."},{"pmid":"29324509","type":"BACKGROUND","citation":"Price R, Choy NL. Investigating the Relationship of the Functional Gait Assessment to Spatiotemporal Parameters of Gait and Quality of Life in Individuals With Stroke. J Geriatr Phys Ther. 2019 Oct/Dec;42(4):256-264. doi: 10.1519/JPT.0000000000000173."},{"pmid":"31519458","type":"BACKGROUND","citation":"Gianella MG, Gath CF, Bonamico L, Olmos LE, Russo MJ. Prediction of Gait without Physical Assistance after Inpatient Rehabilitation in Severe Subacute Stroke Subjects. J Stroke Cerebrovasc Dis. 2019 Nov;28(11):104367. doi: 10.1016/j.jstrokecerebrovasdis.2019.104367. Epub 2019 Sep 10."},{"pmid":"22165907","type":"BACKGROUND","citation":"Belda-Lois JM, Mena-del Horno S, Bermejo-Bosch I, Moreno JC, Pons JL, Farina D, Iosa M, Molinari M, Tamburella F, Ramos A, Caria A, Solis-Escalante T, Brunner C, Rea M. Rehabilitation of gait after stroke: a review towards a top-down approach. J Neuroeng Rehabil. 2011 Dec 13;8:66. doi: 10.1186/1743-0003-8-66."},{"pmid":"24505342","type":"BACKGROUND","citation":"Veerbeek JM, van Wegen E, van Peppen R, van der Wees PJ, Hendriks E, Rietberg M, Kwakkel G. What is the evidence for physical therapy poststroke? A systematic review and meta-analysis. PLoS One. 2014 Feb 4;9(2):e87987. doi: 10.1371/journal.pone.0087987. eCollection 2014."},{"pmid":"32035812","type":"RESULT","citation":"Carozzo S, Serra S, Pignolo L, Tonin P, Cerasa A. The assessment of trunk recovery in stroke patients using 3D kinematic measures. Med Eng Phys. 2020 Apr;78:98-105. doi: 10.1016/j.medengphy.2020.01.013. Epub 2020 Feb 5."},{"pmid":"31737755","type":"RESULT","citation":"Pignolo L, Serra S, Basta G, Carozzo S, Arcuri F, Pignataro LM, Ciancarelli I, Tonin P, Cerasa A. Data on a new neurorehabilitation approach targeting functional recovery in stroke patients. Data Brief. 2019 Oct 28;27:104685. doi: 10.1016/j.dib.2019.104685. eCollection 2019 Dec."},{"pmid":"30065642","type":"RESULT","citation":"Cerasa A, Pignolo L, Gramigna V, Serra S, Olivadese G, Rocca F, Perrotta P, Dolce G, Quattrone A, Tonin P. Exoskeleton-Robot Assisted Therapy in Stroke Patients: A Lesion Mapping Study. Front Neuroinform. 2018 Jul 17;12:44. doi: 10.3389/fninf.2018.00044. eCollection 2018."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}