{"protocolSection":{"identificationModule":{"nctId":"NCT04756570","orgStudyIdInfo":{"id":"Physical Med-3"},"organization":{"fullName":"Abant Izzet Baysal University","class":"OTHER"},"briefTitle":"The Effect of Robot-Assisted Gait Training in Stroke Patients","officialTitle":"The Effect of Robot-Assisted Gait Training Dose on Walking, Functional Recovery and Quality of Life in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-01-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-01-01","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-12","studyFirstSubmitQcDate":"2021-02-12","studyFirstPostDateStruct":{"date":"2021-02-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-08","lastUpdatePostDateStruct":{"date":"2023-11-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ramazan KURUL","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Abant Izzet Baysal University"},"leadSponsor":{"name":"Abant Izzet Baysal University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke has been defined by the World Health Organization as a condition with rapid onset and vascular origin, leading to a focal or global deterioration in brain functions lasting 1 day or longer. Stroke is an important health problem affecting a large part of the society with its high frequency and mortality. Post-stroke disability reduces the patient's quality of life and causes socioeconomic and social problems. Post-stroke hemiplegia often causes a decrease in the ambulatory ability of the patient. As a result, the patient's independence to move inside and outside the home is negatively affected. Gait is one of the most affected sensorimotor functions in stroke patients. Although the majority of patients strive to walk independently, they cannot reach a level of independent walking sufficient to perform activities of daily living (ADL). Current studies emphasize that the intensive early rehabilitation program is effective in treating patients with gait and movement disorders. Rehabilitation programs with a multidisciplinary approach are the most effective options that can be applied to increase a patient's functional status and post-stroke independence. Robotic-assisted walking devices are one of the current and effective methods used to regain ambulation.","detailedDescription":"Robotic-assisted walking devices are used in the treatment of many neurological diseases such as spinal cord trauma, multiple sclerosis, post-stroke hemiplegia. In treatments applied with robotic walking devices, since accurate and equal weight transfer is provided in both lower extremities, sensorimotor learning of the patient is also supported. Thanks to the intense and repetitive simulation provided in every phase of the walk and the proprioceptive inputs taken, reorganization occurs in the cortical and sub-cortical regions. With the continuous facilitation of the walking cycle, neural transmission is regenerated or existing communication is strengthened between the motor areas of the brain and sensory pathways. The advantages of robotic systems can be listed as enabling longer and more intense treatments, ensuring that the patient feels better cognitively, adapting to exercise better, providing the opportunity to check the patient's condition objectively by monitoring and recording the patient's condition functionally. A recent systematic review showed that individuals with stroke who received robotic gait training combine with physiotherapy were more likely to achieve independent walking than those who received gait training without robotic gait training. Different studies on the effectiveness of robotic rehabilitation have reported that robot-assisted gait training should be applied together with a physiotherapy program. However, there is no clear information on the optimal dosage of Robot-Assisted Gait Training (RAGT) to achieve clinically meaningful functional recovery after a central nervous system injury. This study aims to investigate the effect of RAGT dosage on Functional Recovery and Quality of Life in patients with stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Rehabilitation","Robotic","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Three groups with one control group","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Participant will be evaluated by an another investigator who does not aware of groups.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control","type":"ACTIVE_COMPARATOR","description":"25 stroke patients between the ages of 18-80, stroke duration of less than 2 months and not more than 2 years whose Mini-Mental State Examination (MMSE) scores equal or above the 25 will be included in this study. Modified Ashworth Scale (MAS), Barthel Index, The Modified Rankin Scale, Berg Balance Scale , \\&-min walk test, and Stroke-Specific Quality of Life Scale (SSQOL) assessments will be applied just before the rehabilitation program, after the application and at the end of 6 weeks","interventionNames":["Other: Control"]},{"label":"Robotic 1","type":"ACTIVE_COMPARATOR","description":"25 stroke patients between the ages of 18-80, stroke duration of less than 2 months and not more than 2 years whose MMSE scores equal or above the 25 will be included in this study. Modified Ashworth Scale (MAS), Barthel Index, The Modified Rankin Scale, Berg Balance Scale , \\&-min walk test, and Stroke-Specific Quality of Life Scale assessments will be applied just before the rehabilitation program, after the application and at the end of 6 weeks","interventionNames":["Other: Robotic Group 1"]},{"label":"Robotic 2","type":"ACTIVE_COMPARATOR","description":"25 stroke patients between the ages of 18-80, stroke duration of less than 2 months and not more than 2 years whose MMSE scores equal or above the 25 will be included in this study. Modified Ashworth Scale (MAS), Barthel Index, The Modified Rankin Scale, Berg Balance Scale , \\&-min walk test, and Stroke-Specific Quality of Life Scale assessments will be applied just before the rehabilitation program, after the application and at the end of 6 weeks","interventionNames":["Other: Robotic Group 2"]}],"interventions":[{"type":"OTHER","name":"Control","description":"Individuals in this group will be randomly recruited from hospitalized stroke volunteers. Since these individuals receive routine rehabilitation 5 days a week, they will be evaluated at the beginning and end of 18 sessions over a total period of 6 weeks. Conventional physiotherapy will include normal joint movements, muscle strengthening exercises, balance and mobility exercises, and exercises to improve daily life activity.","armGroupLabels":["Control"],"otherNames":["Conventional therapy"]},{"type":"OTHER","name":"Robotic Group 1","description":"Individuals in this group will receive one session of robotic rehabilitation in addition to conventional therapy each week","armGroupLabels":["Robotic 1"]},{"type":"OTHER","name":"Robotic Group 2","description":"Individuals in this group will receive two sessions of robotic rehabilitation in addition to conventional therapy each week","armGroupLabels":["Robotic 2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg Balance Scale","description":"It is a scale that includes fourteen balance activities and scores between 0-4 by observing the patient's performance for each activity. This scale includes activities such as moving from a sitting position to a standing position, turning while standing, picking up objects while standing, rotating 360 degrees, standing on one foot. If the patient cannot do the activity, 0 points are given, and 4 points are given if the patient does the activity independently. Low scores indicate impaired balance. The highest total score is 56 and 0-20 points indicate an imbalance, 21-40 points indicate an acceptable balance, 41-56 points indicate the presence of a good balance.","timeFrame":"Six weeks"}],"secondaryOutcomes":[{"measure":"The Barthel Index","description":"The Barthel Index (BI) evaluates physical independence in activities of daily living in 10 items (transfer, ambulation / wheelchair use, climbing up and downstairs, feeding, dressing, self-care, bathing, toilet use, urinary continence, stool continence). Each item is scored separately as 0, 5, 10 or 15 points. The total score between 0-20 means fully dependent, 21-61 highly dependent, 62-90 moderately dependent, 91-99 mildly dependent and 100 fully independent. In our study, the version of the BI, which has been adapted to Turkish and whose validity and reliability study has been made, will be used.","timeFrame":"Six weeks"},{"measure":"Stroke-Specific Quality of Life Scale","description":"Stroke-Specific Quality of Life Scale was used to assess the quality of life. SSQOL consists of 12 sub-sections including energy, family roles, language, mobility, mood, personality, self-care, social roles, thinking, upper limb function, vision, and work productivity and a total of 49 questions. It is graded with Likert type scoring ranging from 1 to 5. It was adapted to Turkish in 2009 by Hakverdioğlu et al. A question was removed from the original scale and the subsections were grouped under 8 headings. These subheadings are; activities, social and family roles, language, vision, energy, temperament, personality and thinking.","timeFrame":"Six weeks"},{"measure":"6-min walk test","description":"6-min walk test is based on the patient walking for 6 minutes in a certain length of the corridor. Before, the patient is rested on a chair for 15 minutes. Patients are asked to walk as fast as possible at their walking speed for 6 minutes in a 30-meter straight corridor and the distance traveled is recorded.","timeFrame":"Six weeks"},{"measure":"Modified Rankin Scale","description":"The Modified Rankin Scale (MRS) is used to evaluate the disability level of individuals after stroke. Points between 0 and 6 can be obtained. 0 points indicate no symptoms, 5 points indicate bedridden and continuous care, and 6 points indicate death.","timeFrame":"Six weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with stroke\n* Willing to participate\n* Modified Ashworth Scale Score lower than \"3\"\n* Able to walk 10 meter independently\n\nExclusion Criteria:\n\n* Secondary neurological diseases\n* Cognitive problems","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mustafa Fatih Yaşar, MD","affiliation":"Bolu Abant Izzet Baylsa University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Abant Izzet Baysal University","city":"Bolu","state":"Merkez","zip":"14100","country":"Turkey","geoPoint":{"lat":40.73583,"lon":31.60611}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}