{"protocolSection":{"identificationModule":{"nctId":"NCT02701998","orgStudyIdInfo":{"id":"2118-15"},"organization":{"fullName":"The Miriam Hospital","class":"OTHER"},"briefTitle":"The Stroke and Exercise Program","officialTitle":"Development and Pilot Testing of a Scalable mHealth Intervention to Promote Physical Activity in TIA and Stroke Survivors","acronym":"StEP"},"statusModule":{"statusVerifiedDate":"2018-08","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-11"},"primaryCompletionDateStruct":{"date":"2019-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-02-23","studyFirstSubmitQcDate":"2016-03-02","studyFirstPostDateStruct":{"date":"2016-03-08","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-03-05","lastUpdatePostDateStruct":{"date":"2019-03-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"The Miriam Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This study involves a randomized controlled trial to test the feasibility, acceptability, and efficacy of a mobile health (mHealth)-enhanced physical activity (PA) intervention to increase daily bout-related and total moderate-intensity PA and to reduce sedentary behavior (SB) in non-physically impaired patients with ischemic stroke or transient ischemic attack (TIA).","detailedDescription":"Stroke recently declined from the third to the fifth leading cause of death in the United States. However, Stroke remains the leading cause of long-term disability and is among the most expensive chronic diseases, costing the US approximately 34 billion dollars per year. The decrease in stroke-related mortality has led to an increase in stroke survivors, and it is estimated that the overall prevalence will increase by 25% by 2030 to a record 11 million stroke survivors. Importantly, two-thirds of the nearly one million Americans experiencing ischemic stroke or transient ischemic attack (TIA) will regain functional independence. In these patients, engagement in habitual purposeful physical activity (PA) is a powerful means of secondary stroke prevention.\n\nHabitual PA can improve several other important health indicators in stroke survivors, including cardiorespiratory fitness, functional independence, gait stability, overall vascular health, and cognition, while also reducing the risk for falls, cardiometabolic disease, and adverse recurrent events. Consequently, the American Heart Association/American Stroke Association (AHA/ASA) recommends patients who have survived a stroke and regained functional independence both increase PA and reduce sedentary behaviors (SB). However, these recommendations are not always prescribed, and when they are prescribed, patient compliance is often poor. Recent research involving the use of objective PA monitors shows that stroke survivors are significantly less active than controls and maintain a high level of SB one-year after discharge, regardless of functional capacity. This is especially problematic given that patients who engage in low PA and high SB levels after stroke experience cardiovascular deconditioning, worsening PA intolerance, and additional disability, ultimately increasing risk for recurrent events.\n\nSeveral barriers may account for low PA and high SB levels in stroke survivors. Many avoid engaging in PA due to fear of falling or triggering a recurrent event. However, the risk of inactivity in this regard is far greater than any risks associated with adopting habitual PA. Other barriers may include post-stroke fatigue, depression, lack of interest, or motivation, negative beliefs towards PA, and lack of support for PA behavior change. Despite the obvious need for behavioral interventions to assist stroke survivors in overcoming barriers to adoption and maintenance of habitual PA, there have been relatively few. Most interventions to date have only included intensive and costly supervised exercise components and have not included instruction in standard PA behavior change strategies (e.g., self-monitoring, goal-setting, reinforcement).\n\nThe recent advent of commercially available mobile health (mHealth) technologies that automatically monitor and provide feedback on time spent in PA and SB (i.e., fitness/activity trackers) provide a potentially powerful means to enhance the efficacy and reach of interventions targeting stroke survivors. While a recent randomized controlled trial showed that providing a similar fitness/activity tracker in combination with a single in-person goal setting/counseling session and related printed behavior change materials was more effective than a pedometer and printed materials for increasing both daily moderate-to-vigorous PA (MVPA) and steps in older overweight women, the feasibility, acceptability, and efficacy to this approach in post-stroke and TIA patients is unknown.\n\nThe proposed project involves a randomized controlled trial to test the feasibility, acceptability, and preliminary efficacy of a mHealth-enhanced PA intervention to increase daily bout-related (≥10-minute bouts) and total (≥1-minute bouts) moderate-intensity PA (MPA) and decrease daily SB in 70 non-physically impaired patients with ischemic stroke or TIA. After visiting the Weight Control Diabetes Research Center (WCDRC) and completing a baseline assessment that includes wearing a multi-sensor armband for 7 days to monitor daily MPA and SB, participants will be randomized to 12 weeks of either: mHealth-enhanced PA intervention (Tech-PAI; n=35) or a standard PA intervention (PAI; n=35), which will serve as an active control group. Participants assigned to Tech-PAI will receive 2 face-to-face goal-setting/counseling sessions (one at baseline to set individualized goals using data observed on the baseline armband monitor) for the first 6 weeks of the intervention and the other at the mid-intervention point (i.e. to evaluate progress and refine individualized goals), a fitness/activity tracker and access to the accompanying website to monitor and observe their progress towards set goals, weekly online skills training videos (during weeks 1-6) to help change PA and SB behaviors, and weekly e-mail feedback from research staff on their progress towards goals (during weeks 1-12). Participants assigned to PAI will also receive two face-to-face PA goal-setting counseling sessions, a pedometer, and printed materials to assist with recording and increasing MPA and steps. Participants in both groups will wear the multi-sensor armband monitor again for 7 days both at mid-intervention (end of week 6) and post-intervention (end of week 12). The Tech-PAI and PAI groups will be compared on changes in daily time spent in MPA and SB from baseline at mid- and post-intervention. At these same time points, the groups will be compared on changes in performance-based measures of cardiorespiratory/physical and cognitive function; questionnaire-based assessments of stroke-specific impact and quality of life and PA-related attitudes and beliefs; and blood pressure and inflammation (i.e. C-reactive protein levels collected via blood samples). Finally, the acceptability of the Tech-PAI will be examined as indicated by fitness tracker and related website usage patterns, completion of online skills training sessions, and participant satisfaction ratings."},"conditionsModule":{"conditions":["Stroke","Exercise","Sedentary Lifestyle","Ischemic Attack, Transient"],"keywords":["Ischemic Stroke","Transient Ischemic Attack","Physical Activity","Sedentary Behavior","Lifestyle","Behavior"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"mHealth-Enhance Physical Activity Intervention","type":"EXPERIMENTAL","description":"Tech-PAI participants will be given 3 goals: 1) to increase their average baseline daily walking exercise by 30 minutes at week 12; 2) to increase their average baseline daily steps by 4,000 at week 12; and 3) to get up and walk for at least 2 minutes after every 60 minutes of sitting. Participants will receive instruction on how to gradually and safely increase their bout-related walking exercise and steps over the 12 week period. In addition to goal setting, Tech-PAI participants will receive a commercially available activity tracker and accompanying that provides real-time monitoring of steps, activity minutes, and issues a text-based prompt after 60 minutes of sitting to get up and move. Also, participants will receive a weekly e-mail feedback message from research staff on goal progress and will be asked to view weekly Internet-based video lessons that will provide behavioral strategies to increase MPA and steps and decrease SB during the first 6 weeks of the intervention period.","interventionNames":["Behavioral: mHealth-Enhance Physical Activity Intervention"]},{"label":"Physical Activity Intervention","type":"ACTIVE_COMPARATOR","description":"PAI participants will be given the same goals as Tech-PAI intervention participants and receive a pedometer and related print materials to assist them in recording and increasing daily steps and bout-related MPA (but no activity tracker, access to video-based skills training lessons, or weekly feedback).","interventionNames":["Other: Physical Activity Intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"mHealth-Enhance Physical Activity Intervention","armGroupLabels":["mHealth-Enhance Physical Activity Intervention"],"otherNames":["Tech-PAI"]},{"type":"OTHER","name":"Physical Activity Intervention","armGroupLabels":["Physical Activity Intervention"],"otherNames":["PAI"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility and acceptability of a mHealth-enhanced PA intervention via questionnaires","description":"Feasibility and acceptability will be measured at the end of the 12-week intervention via questionnaires","timeFrame":"End of 12-week intervention"},{"measure":"Change in daily bout-related and total moderate physical activity","description":"Physical activity will be objectively assessed via a multi-sensor monitor.","timeFrame":"Baseline, Midpoint of 12-week intervention, End of 12-week intervention"},{"measure":"Change in daily percentage of waking hours spent in sedentary behavior","description":"Sedentary behavior will be objectively assessed via a multi-sensor monitor.","timeFrame":"Baseline, Midpoint of 12-week intervention, End of 12-week intervention"}],"secondaryOutcomes":[{"measure":"Change in performance-based measure of cardiorespiratory functioning","description":"Measured by submaximal graded exercise test","timeFrame":"Baseline, Midpoint of 12-week intervention, End of 12-week intervention"},{"measure":"Change in performance-based measure of physical functioning","description":"Measured by a physical functioning task","timeFrame":"Baseline, Midpoint of 12-week intervention, End of 12-week intervention"},{"measure":"Change in performance-based measure of cognitive function","timeFrame":"Baseline, Midpoint of 12-week intervention, End of 12-week intervention"},{"measure":"Change in stroke-related impact","timeFrame":"Baseline, Midpoint of 12-week intervention, End of 12-week intervention"},{"measure":"Change in health-related quality of life","timeFrame":"Baseline, Midpoint of 12-week intervention, End of 12-week intervention"},{"measure":"Change in C-reactive protein","timeFrame":"Baseline, Midpoint of 12-week intervention, End of 12-week intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Admitted to hospital with a diagnosis of TIA or ischemic stroke\n* Pre-Discharge Modified Rankin Scale (mRS) or 0 or 1 indicating \"no symptoms at all\" or \"no significant disability despite symptoms: able to carry out all usual duties and activities\"\n* No major signs or symptoms suggestive of cardiovascular, pulmonary, or metabolic disease (as determined by attending physician)\n* Are able to successfully complete a submaximal graded exercise test at baseline\n* Have access to a home or mobile computer (desktop, laptop, tablet, or smart phone)\n\nExclusion Criteria:\n\n* Are participating in any other research study or structured exercise intervention that might interfere with the proposed study\n* Report any condition that in the opinion of investigators would reduce the likelihood of adherence to the study protocol, such as terminal illness, planning to relocate, a history of substance abuse or other significant psychiatric problems, etc.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dale S Bond, Ph.D","role":"CONTACT","phone":"401-793-8950","email":"dbond@lifespan.org"}],"locations":[{"facility":"The Miriam Hospital Weight Control and Diabetes Research Center","status":"RECRUITING","city":"Providence","state":"Rhode Island","zip":"02903","country":"United States","contacts":[{"name":"Dale S Bond, Ph.D","role":"CONTACT","phone":"401-793-8950","email":"dbond@lifespan.org"},{"name":"Dale S Bond, Ph.D","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Graham Thomas, Ph.D","role":"SUB_INVESTIGATOR"},{"name":"Matthew Siket, M.D.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.82399,"lon":-71.41283}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Ischemic Attack, Transient","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}