{"protocolSection":{"identificationModule":{"nctId":"NCT05955326","orgStudyIdInfo":{"id":"Sovateltide/CT-4.1/2022"},"organization":{"fullName":"Pharmazz, Inc.","class":"INDUSTRY"},"briefTitle":"Study to Assess the Safety and Efficacy of Sovateltide in Patients With Acute Cerebral Ischemic Stroke","officialTitle":"A Prospective, Multicentric, Randomized, Double-blind, Parallel, Phase IV Study to Assess the Safety and Efficacy of Sovateltide in Patients With Acute Cerebral Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-05","studyFirstSubmitQcDate":"2023-07-18","studyFirstPostDateStruct":{"date":"2023-07-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-16","lastUpdatePostDateStruct":{"date":"2023-10-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Pharmazz, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This is a prospective, multicenter, randomized, double-blind, parallel, phase IV study designed to evaluate the safety and efficacy of sovateltide (PMZ-1620, IRL-1620) as a potential treatment for cerebral ischemic stroke.","detailedDescription":"The presence of stem cells in the brain that become active after brain injury is an interesting aspect of regeneration and repair after stroke. The intravenous administration of sovateltide (TYVALZI™, IRL 1620) enhances the activity of neuronal progenitor cells and angiogenesis in the brain. This promotes the formation of new mature neurons and blood vessels, aiding in the repair process. Additionally, sovateltide exhibits anti-apoptotic activity, preventing cell death, and it can increase cerebral blood flow when administered after ischemia. These properties make sovateltide a promising candidate for promoting brain repair and facilitating recovery following acute ischemic stroke.\n\nThe study aims to evaluate the safety and efficacy of sovateltide in 160 patients with acute cerebral ischemic stroke. Sovateltide will be administered intravenously in addition to standard treatment. The patients will be divided into two groups, with 80 patients in each. Group 1 will receive sovateltide along with standard treatment, while Group 2 will receive normal saline along with standard treatment. The study will span approximately 18 months, with a patient enrollment period of around 15 months. Each patient will be followed for a total of 3 months, with three study visits during that period. The study will adhere to ethical guidelines and obtain informed consent from patients or their legally acceptable representatives. Efficacy analysis will be performed using statistical tests to compare outcomes between the groups, including NIHSS (National Institutes of Health Stroke Scale), mRS (Modified Rankin Scale), and BI (Barthel index) scores. Safety analysis will involve monitoring and categorizing adverse events (AEs) and treatment-emergent adverse events (TEAEs) using standardized medical terminology. Adverse events will be evaluated based on their relationship to the study drug, seriousness, severity, actions taken, and outcomes. Clinical laboratory parameters, vital signs, and physical examinations will also be assessed."},"conditionsModule":{"conditions":["Acute Cerebral Ischemia"],"keywords":["Stroke","Endothelin","Endothelin B Receptors","Ischemia","IRL 1620","Sovateltide","Neural progenitors"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The Investigational product (IP) is Sovateltide. It is a lyophilized product, available as Sovateltide injection containing 30 μg of Sovateltide (IRL-1620) in a 5.0 mL vial. The investigational product will be provided by Pharmazz India Pvt. Ltd. Three doses of Sovateltide (each dose of 0.3 μg/kg body weight) will be administered as an IV bolus over one minute at 3 ± 1 hours interval on day 1. The dose will be repeated on day 3 and day 6 post-randomization. Sovateltide will be administered as an IV bolus dose over one minute within 24 hours of the stroke onset. All the patients in the Sovateltide group will continue receiving standard treatment. The reference product is Normal Saline therapy. Three doses of Normal Saline (Equal volume) will be administered as an IV bolus over one minute, at an interval of 3 hours ± 1 hour on day 1. The dose will be repeated on day 3 and day 6 post-randomization. All the patients in the Normal Saline group will continue receiving standard treatment.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"In this double-blind study, the patient and all relevant personnel involved with the conduct and interpretation of the study (including the investigator, investigational site personnel, and the sponsor or designee's staff) will remain blinded to the identity of the Investigational Product (IP) assigned and the randomization codes. The final randomization list will be kept strictly confidential, filed securely by the independent biostatistician, and accessible only to authorized persons as per the sponsor's standard operating procedures until the completion of the study.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":160,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Sovateltide (Tyvalzi™) + Standard treatment","type":"EXPERIMENTAL","description":"A total of 80 patients will be enrolled in the experimental arm. Three doses of sovateltide (each dose of 0.3 μg/kg body weight) will be given as an IV bolus in each patient (randomly assigned to this group) over one minute at an interval of 3 ± 1 hours on day 1, day 3, and day 6 (total dose/day: 0.9 μg/kg body weight). All patients will receive standard stroke treatment as provided by the specific hospital setup. Patients will be closely monitored for the qualifying stroke, followed for 3 months, and assessed for safety and efficacy parameters. Efforts will be made to administer the drug at the same time on days 1, 3, and 6.","interventionNames":["Drug: Sovateltide"]},{"label":"Normal Saline (Dose: Equal volume) + Standard Treatment","type":"PLACEBO_COMPARATOR","description":"A total of 80 patients will be enrolled in this arm. Three doses of an equal volume of normal saline will be administered as an IV bolus in each patient (randomly assigned to this group) over one minute at an interval of 3 ± 1 hours on day 1, day 3, and day 6. All patients will receive standard stroke treatment as provided by the specific hospital setup. Patients will be closely monitored for the qualifying stroke, followed for 3 months, and assessed for safety and efficacy parameters. Efforts will be made to administer the drug at the same time on days 1, 3, and 6.","interventionNames":["Other: Normal Saline"]}],"interventions":[{"type":"DRUG","name":"Sovateltide","description":"Sovateltide (Tyvalzi™) is a highly selective ETB receptor agonist (Ki values are 0.016 and 1900 nM at ETB and ETA receptors, respectively). It is being developed as a first-in-class neuronal progenitor cell therapy for acute cerebral ischemic stroke. Sovateltide has demonstrated a significant neuroprotection following cerebral ischemia in animal models, while in a clinical phase I trial it was found safe and well-tolerated in healthy human volunteers (CTRI/2016/11/007509). A phase II study (NCT04046484) in 40 patients with cerebral ischemic stroke has demonstrated its superior efficacy with a significant improvement compared to the standard of care and widens the critical time window from 4 hours to 24 hours. A phase III study (NCT04047563) has also been recently completed in 158 patients with cerebral ischemic stroke, demonstrating significant improvement compared to the standard of care.","armGroupLabels":["Sovateltide (Tyvalzi™) + Standard treatment"],"otherNames":["IRL-1620","PMZ 1620","Tycamzzi™","Tyvalzi™"]},{"type":"OTHER","name":"Normal Saline","description":"Three doses of Normal Saline (0.9% NaCl solution) with a volume equal to the volume of sovateltide will be administered as an IV bolus over one minute, at an interval of 3 hours ± 1 hour on day 1. The dose will be repeated on day 3 and day 6 post-randomization. All the patients in the Normal Saline group will continue receiving standard treatment.","armGroupLabels":["Normal Saline (Dose: Equal volume) + Standard Treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The proportion of patients with adverse events (AEs) and serious adverse events (SAEs)","description":"Any unfavorable sign, symptom, or disease that occurs while using sovateltide will be reported as an adverse event (AE), including the worsening of pre-existing medical conditions. A severe medical occurrence, such as death, life-threatening situations, hospitalization, significant disability, or congenital anomalies will be reported as a serious adverse event (SAE). All AEs will be collected on CRFs from when the patient signs the informed consent form (ICF) until the study exit. Any SAE that is ongoing at the time the patient exits the study must be followed until the event is resolved or there is a satisfactory explanation that meets one of the following outcomes: 1. Resolved (With sequelae or without sequelae). 2. Death and 3. Unknown (Despite adequate follow-up).","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"The proportion of cerebral ischemic stroke patients with a change in modified Rankin Scale (mRS) score of ≥2","description":"The mRS measures independence rather than the performance of specific tasks. It accounts for both mental and physical adaptations to neurological deficits. The scale consists of 7 grades, from 0 to 6, with 0 corresponding to no symptoms and 6 corresponding to death (1: No significant disability despite symptoms; able to carry out all usual duties and activities, 2: Slight disability; unable to carry out all previous activities, but able to look after own affairs without assistance, 3: Moderate disability; requiring some help, but able to walk without assistance, 4: Moderately severe disability; unable to walk without assistance and unable to attend to own bodily needs without assistance, 5: Severe disability; bedridden, incontinent, and requiring constant nursing care and attention). A score of ≤ 2 on the mRS is considered a favorable outcome with minimal or no disability. In our study, mRS will be assessed on day 1, day 2, day 3, day 6, day 30, and 3 months.","timeFrame":"90 days"},{"measure":"The proportion of cerebral ischemic stroke patients with a change in National Institute of Health Stroke Scale (NIHSS) score ≥6","description":"NIHSS is the most widely used scale to assess stroke severity and subsequent stroke outcome.\n\nIt is a 42-point scale that measures neurological deficits and contains 15 items, including the level of consciousness, language function neglect, visual fields, eye movements, facial symmetry, motor strength, sensation, and coordination. The examination can be performed quickly. The NIHSS scoring is as follows: • Score 25: Very severe neurological impairment • Score 15-24: Severe impairment • Score 5-14: Moderately severe impairment • Score \\< 5: Mild impairment. NIHSS has been used extensively in clinical studies to measure stroke outcomes and has been validated and standardized to reduce inter-observer error. It will be assessed on day 1, day 2, day 3, day 6, day 30, and 3 months. In the case of dosing days (day 1, day 3, and day 6), the NIHSS score will be measured before administering the first study dose.","timeFrame":"90 days"},{"measure":"The proportion of cerebral ischemic stroke patients with a change in Barthel index (BI) score ≥60","description":"The BI is considered a reliable disability scale for stroke patients. It is a 10-item scale on which disability is assessed by various aspects of self-care (feeding, grooming, bathing, dressing, bowel and bladder care, and toilet use) and a group related to mobility (ambulation, transfers, and stair climbing). Patients who score 100 (maximum score) on BI are fully independent in physical functioning. They are continent, can feed and dress themselves, get out of bed, walk more than 1 block, and perform activities of daily living. The lowest score is 0, representing a totally dependent bedridden state. Barthel index will be assessed on day 1, day 2, day 3, day 6, day 30, and 3 months.","timeFrame":"90 days"},{"measure":"Change in National Institute of Health Stroke Scale (NIHSS) score","description":"NIHSS is the most widely used scale to assess stroke severity and subsequent stroke outcome.\n\nIt is a 42-point scale that measures neurological deficits and contains 15 items, including the level of consciousness, language function neglect, visual fields, eye movements, facial symmetry, motor strength, sensation, and coordination. The examination can be performed quickly. The NIHSS scoring is as follows: • Score 25: Very severe neurological impairment • Score 15-24: Severe impairment • Score 5-14: Moderately severe impairment • Score \\< 5: Mild impairment.\n\nIt will be assessed on day 1, day 2, day 3, day 6, day 30, and 3 months. In the case of dosing days (day 1, day 3, and day 6), the NIHSS score will be measured before administering the first study dose. Relative change at various time points will be calculated in each patient and improvement will be analyzed.","timeFrame":"90 days"},{"measure":"Change in modified Rankin Scale (mRS) score","description":"The mRS scale consists of 7 grades, from 0 to 6, with 0 corresponding to no symptoms and 6 corresponding to death (1: No significant disability despite symptoms; able to carry out all usual duties and activities, 2: Slight disability; unable to carry out all previous activities, but able to look after own affairs without assistance, 3: Moderate disability; requiring some help, but able to walk without assistance, 4: Moderately severe disability; unable to walk without assistance and unable to attend to own bodily needs without assistance, 5: Severe disability; bedridden, incontinent, and requiring constant nursing care and attention).\n\nThe mRS scoring will be assessed on day 1, day 2, day 3, day 6, day 30, and 3 months. Relative change in mRS at various time points will be calculated in each patient and improvement will be analyzed.","timeFrame":"90 days"},{"measure":"Change in Barthel index (BI) score","description":"BI (Barthel Index) score is a 10-item scale on which disability is assessed by various aspects of self-care (feeding, grooming, bathing, dressing, bowel and bladder care, and toilet use) and a group related to mobility (ambulation, transfers, and stair climbing). Patients who score 100 (maximum score) on BI are fully independent in physical functioning. They are continent, can feed and dress themselves, get out of bed, walk more than 1 block, and perform activities of daily living. The lowest score is 0, representing a totally dependent bedridden state.\n\nBI will be assessed on day 1, day 2, day 3, day 6, day 30, and 3 months. Relative change in BI at various time points will be calculated in each patient and improvement will be analyzed.","timeFrame":"90 days"},{"measure":"Change in Quality-of-life as assessed by EuroQol-EQ-5D","description":"EuroQol-EQ-5D is a generic measure of health status developed by an international research group, the EuroQol Group. EuroQol-EQ-5D defines health in terms of mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension is divided into 5 levels: no problem, slight problem, moderate problem, severe problem, and extreme problem. The scale is numbered from 0 to 100; 100 means the best health you imagine, and 0 is the worst health you imagine. The patient indicated his/her health by marking it on a numbered scale.\n\nEuroQol will be assessed on day 1, day 6, day 30, and 3 months. Relative change in EuroQol at various time points will be calculated in each patient and improvement will be analyzed.","timeFrame":"90 days"},{"measure":"Change in Stroke-Specific Quality of Life (SSQOL)","description":"The SS-QOL is a self-report questionnaire consisting of 49 items in the 12 domains of energy, family roles, language, mobility, mood, personality, self-care, social roles, thinking, upper extremity function, vision, and work/productivity. The domains are scored separately, and a the total score is provided, with a minimum value of 1 (meaning the worst outcome) and a the maximum value of 5 (meaning the best outcome).\n\nSS-QOL will be assessed on days 6, day 30, and 3 months. Relative change in SS-QOL at various time points will be calculated in each patient and improvement will be analyzed.","timeFrame":"90 days"},{"measure":"The proportion of patients with recurrent cerebral ischemic stroke","description":"The data on stroke recurrence are helpful in examining trends, risk factors, and treatment effects.\n\nOur study will assess the proportion of patients with recurrent cerebral ischemic stroke in sovateltide treated versus placebo-treated patients within 90 days of post-randomization.","timeFrame":"90 days"},{"measure":"Number of deaths","description":"Mortality or death is an indicator of the treatment risk factors as well as its effects on ischemic stroke.\n\nMortality will be assessed and compared in the placebo and sovateltide patients within 90 days post-randomization.","timeFrame":"90 days"},{"measure":"Proportion of patients with radiographic or symptomatic intracerebral hemorrhage (ICH)","description":"Intravenous thrombolysis (e.g., use of t-PA) is the most prevalent treatment strategy for acute ischemic stroke; however, it is associated with thrombolysis-related symptomatic intracerebral hemorrhage (ICH), which occurs in nearly 6% of patients and carries close to 50% mortality. Hence, an assessment of ICH is recommended for the development of new therapeutics to treat ischemic stroke.\n\nIn our study, radiographic or symptomatic ICH will be assessed in the placebo as well as in sovateltide-treated patients and their proportion will be analyzed.","timeFrame":"30 hours"}],"otherOutcomes":[{"measure":"Compare baseline Alberta Stroke Program Early CT (ASPECT) Score for stroke severity and identify sites of ischemic lesions","description":"The Alberta Stroke Programme Early Computed Tomography Score (ASPECTS) is widely used to determine the extent of early ischemic changes in brain imaging for acute stroke and is recognized by the American Heart Association guidelines for managing acute stroke. The ASPECT score is a 10-point quantitative score wherein 1 point is deducted for each defined middle cerebral artery (MCA) area showing any evidence of early ischemic change. The ten defined MCA regions include M1 - Anterior MCA cortex, M2 - MCA cortex lateral to the insular ribbon, M3 - posterior MCA cortex, M4 - anterior MCA territory, M5 - lateral MCA territory, M6 - posterior MCA territory, C - Caudate, L - Lentiform Nucleus, I - Insula, and IC - Internal Capsule. A score of 0 would indicate infarction of all 10 regions.","timeFrame":"90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult males or females aged 18 years through 78 years (have not had their 79th birthday)\n* Patient or Legally Acceptable Representative (LAR) willing to give informed consent before study procedure.\n* Stroke is ischemic in origin and radiologically confirmed Computed Tomography (CT) scan or diagnostic magnetic resonance imaging (MRI) before enrolment. No hemorrhage as proved by cerebral CT/MRI scan.\n* Cerebral ischemic stroke patients presenting within 24 hours after onset of symptoms with mRS score of 3-4 (pre-stroke mRS score of 0 or 1) and NIHSS score \\>5 (NIHSS Level of Consciousness (1A) score must be \\< 2). This includes cerebral ischemic stroke patients who completely recovered from earlier episodes before having a new or fresh stroke.\n* The patient is \\<24 hours from the time of stroke onset when the first dose of Sovateltide therapy is administered. Time of onset is when symptoms began; for stroke that occurred during sleep, time of onset is when the patient was last seen or was self-reported to be normal.\n* Reasonable expectation of availability to receive the full Sovateltide course of therapy and to be available for subsequent follow-up visits.\n\nExclusion Criteria:\n\n* Patients receiving endovascular therapy or is a candidate for any surgical intervention for the treatment of stroke, which may include but not limited to endovascular techniques.\n* Patients classified as comatose are defined as a patient who requires repeated stimulation to attend or is obtunded and requires strong or painful stimulation to make movements (NIHSS Level of Consciousness (1A) score ≥ 2).\n* Evidence of intracranial hemorrhage (intracerebral hematoma, intraventricular hemorrhage, subarachnoid hemorrhage, epidural hemorrhage, an acute or chronic subdural hematoma on the baseline CT or MRI scan 4. Known pregnancy.\n* Confounding pre-existing neurological or psychiatric disease.\n* Concurrent participation in any other therapeutic clinical trial.\n* Evidence of any other major life-threatening or serious medical condition that would prevent completion of the study protocol, impair the assessment of outcome, or in which Sovateltide therapy would be contraindicated or might cause harm to the patient.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"78 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dharmesh Shah, Dr.","role":"CONTACT","phone":"+91(120)256-9779","email":"dharmesh.shah@pharmazz.com"}],"overallOfficials":[{"name":"Manish Lavhale, Ph.D.","affiliation":"Pharmazz India","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Guntur Medical College and Government General Hospital","city":"Guntur","state":"Andhra Pradesh","zip":"522001","country":"India","contacts":[{"name":"Nagarjunakonda V Sundarachary, Dr.","role":"CONTACT"}],"geoPoint":{"lat":16.29974,"lon":80.45729}},{"facility":"Lalitha Super Specialities Hospital Pvt. Ltd.","city":"Guntur","state":"Andhra Pradesh","zip":"522001","country":"India","contacts":[{"name":"Pamidimukkala Vijaya, Dr.","role":"CONTACT"}],"geoPoint":{"lat":16.29974,"lon":80.45729}},{"facility":"Radiant Superspeciality Hospital","city":"Amaravati","state":"Maharashtra","zip":"444606","country":"India","contacts":[{"name":"Sikandar G Adwani, Dr.","role":"CONTACT"}]},{"facility":"Government Medical College and attached Hospitals","city":"Kota","state":"Rajasthan","zip":"324001","country":"India","contacts":[{"name":"Vijay Sardana, Dr.","role":"CONTACT"}],"geoPoint":{"lat":25.18254,"lon":75.83907}},{"facility":"KG Hospital and Post Graduate Medical Institute","city":"Coimbatore","state":"Tamil Nadu","zip":"641018","country":"India","contacts":[{"name":"TCR Ramakrishnan, Dr.","role":"CONTACT"}],"geoPoint":{"lat":11.00555,"lon":76.96612}},{"facility":"Maharani Laxmibai Medical College","city":"Jhansi","state":"Uttar Pradesh","zip":"284128","country":"India","contacts":[{"name":"Arvind K Kankane, Dr.","role":"CONTACT"}],"geoPoint":{"lat":25.45887,"lon":78.57994}}]},"referencesModule":{"references":[{"pmid":"29947531","type":"BACKGROUND","citation":"Gulati A, Hornick MG, Briyal S, Lavhale MS. A novel neuroregenerative approach using ET(B) receptor agonist, IRL-1620, to treat CNS disorders. Physiol Res. 2018 Jun 27;67(Suppl 1):S95-S113. doi: 10.33549/physiolres.933859."},{"pmid":"21959172","type":"BACKGROUND","citation":"Leonard MG, Briyal S, Gulati A. Endothelin B receptor agonist, IRL-1620, reduces neurological damage following permanent middle cerebral artery occlusion in rats. Brain Res. 2011 Oct 28;1420:48-58. doi: 10.1016/j.brainres.2011.08.075. Epub 2011 Sep 7."},{"pmid":"22580085","type":"BACKGROUND","citation":"Leonard MG, Briyal S, Gulati A. Endothelin B receptor agonist, IRL-1620, provides long-term neuroprotection in cerebral ischemia in rats. Brain Res. 2012 Jun 29;1464:14-23. doi: 10.1016/j.brainres.2012.05.005. Epub 2012 May 9."},{"pmid":"23850649","type":"BACKGROUND","citation":"Leonard MG, Gulati A. Endothelin B receptor agonist, IRL-1620, enhances angiogenesis and neurogenesis following cerebral ischemia in rats. Brain Res. 2013 Aug 28;1528:28-41. doi: 10.1016/j.brainres.2013.07.002. Epub 2013 Jul 11."},{"pmid":"25806822","type":"BACKGROUND","citation":"Leonard MG, Prazad P, Puppala B, Gulati A. Selective Endothelin-B Receptor Stimulation Increases Vascular Endothelial Growth Factor in the Rat Brain during Postnatal Development. Drug Res (Stuttg). 2015 Nov;65(11):607-13. doi: 10.1055/s-0034-1398688. Epub 2015 Mar 25."},{"pmid":"31320660","type":"BACKGROUND","citation":"Briyal S, Ranjan AK, Hornick MG, Puppala AK, Luu T, Gulati A. Anti-apoptotic activity of ETB receptor agonist, IRL-1620, protects neural cells in rats with cerebral ischemia. Sci Rep. 2019 Jul 18;9(1):10439. doi: 10.1038/s41598-019-46203-x. Erratum In: Sci Rep. 2020 Feb 14;10(1):2992."},{"pmid":"32728189","type":"BACKGROUND","citation":"Ranjan AK, Briyal S, Gulati A. Sovateltide (IRL-1620) activates neuronal differentiation and prevents mitochondrial dysfunction in adult mammalian brains following stroke. Sci Rep. 2020 Jul 29;10(1):12737. doi: 10.1038/s41598-020-69673-w."},{"pmid":"32574518","type":"BACKGROUND","citation":"Ranjan AK, Briyal S, Khandekar D, Gulati A. Sovateltide (IRL-1620) affects neuronal progenitors and prevents cerebral tissue damage after ischemic stroke. Can J Physiol Pharmacol. 2020 Sep;98(9):659-666. doi: 10.1139/cjpp-2020-0164. Epub 2020 Jun 23."},{"pmid":"35328566","type":"BACKGROUND","citation":"Ranjan AK, Gulati A. Sovateltide Mediated Endothelin B Receptors Agonism and Curbing Neurological Disorders. Int J Mol Sci. 2022 Mar 15;23(6):3146. doi: 10.3390/ijms23063146."},{"pmid":"26786146","type":"BACKGROUND","citation":"Gulati A. Endothelin Receptors, Mitochondria and Neurogenesis in Cerebral Ischemia. Curr Neuropharmacol. 2016;14(6):619-26. doi: 10.2174/1570159x14666160119094959."},{"pmid":"22406696","type":"BACKGROUND","citation":"Kaundal RK, Deshpande TA, Gulati A, Sharma SS. Targeting endothelin receptors for pharmacotherapy of ischemic stroke: current scenario and future perspectives. Drug Discov Today. 2012 Jul;17(13-14):793-804. doi: 10.1016/j.drudis.2012.02.017. Epub 2012 Mar 8."},{"pmid":"26398673","type":"BACKGROUND","citation":"Bhalla S, Leonard MG, Briyal S, Gulati A. Distinct Alteration in Brain Endothelin A and B Receptor Characteristics Following Focal Cerebral Ischemia in Rats. Drug Res (Stuttg). 2016 Apr;66(4):189-95. doi: 10.1055/s-0035-1559779. Epub 2015 Sep 23."},{"pmid":"24815227","type":"BACKGROUND","citation":"Puppala B, Awan I, Briyal S, Mbachu O, Leonard M, Gulati A. Ontogeny of endothelin receptors in the brain, heart, and kidneys of neonatal rats. Brain Dev. 2015 Feb;37(2):206-15. doi: 10.1016/j.braindev.2014.04.008. Epub 2014 May 10."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Plan to publish the findings after completion of the study."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}