{"protocolSection":{"identificationModule":{"nctId":"NCT05826626","orgStudyIdInfo":{"id":"2021.12"},"organization":{"fullName":"IRCCS San Camillo, Venezia, Italy","class":"OTHER"},"briefTitle":"Investigating Neurocognitive, Motor and Biological Effects of MindLenses Professional in Neurological Diseases","officialTitle":"Investigating Neurocognitive, Motor and Biological Effects of MindLenses Professional in Neurological Diseases","acronym":"MindLensesN"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-16","studyFirstSubmitQcDate":"2023-04-12","studyFirstPostDateStruct":{"date":"2023-04-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-12","lastUpdatePostDateStruct":{"date":"2023-04-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"IRCCS San Camillo, Venezia, Italy","class":"OTHER"},"collaborators":[{"name":"Restorative Neurotechnologies S.r.l.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to explore the effects of the treatment with MindLenses Professional device on cognitive and motor performances,as well as on the levels of a neurotrophic factor implied in brain plasticity, that is the brain derived neurotrophic factor (BDNF), in neurological patients. A further aim of the study is to evaluate if the treatment's efficacy could depend on specific characteristics of brain alteration (lesion vs atrophy). The treatment combines prismatic adaptation with serious games for cognitive training, for a total of 10 sessions. 30 patients with stroke and 30 patients with Mild Cognitive Impairment will be enrolled.","detailedDescription":"Prismatic lenses refers to a device that allow a controlled deviation of the visual field. Prismatic lenses are commonly used in the treatment of stroke patients with neglect symptoms. Neglect is a neuropsychological disorder characterised by an asymmetric processing of bodily and sensory information in which patients fail to attend to stimuli in the contralesional space. Prismatic lenses are considered as a bottom-up approach in the rehabilitation of neglect, inducing a temporary automatic shift of the attention towards the neglected space. While wearing goggles with prismatic lenses, patients are asked to perform a pointing task requiring the reorganization of visuo-motor coordinates to point to the target correctly. During the initial phase of the pointing task, patients typically misreach the target in the direction of the visual displacement (direct effect). After a few trials, normal accuracy is restored. After removing the prisms, subjects typically misreach the target in the direction opposite to that of the original deviation. This phenomenon is known as after effect (AE). The whole process of sensori-motor adaptation is called prism adaptation (PA). Some studies estimates that a single session of PA can mitigate neglect symptoms for almost 1 hour, and a treatment with PA for 2 weeks can ameliorate symptoms for 6 months. Recently, prismatic lenses have been used also in the healthy population as a tool to induce non-invasive neuromodulation of brain networks. Indeed, PA is thought to increase cortical excitability of frontal and parietal regions ipsilateral to the induced deviation. PA effects been studied using electrophysiological and neuroanatomical techniques. In the first case, Bracco and colleagues (2018) found a modulation of EEG activity implied in motor preparation during PA. In the second case, Wilf and colleagues (2019) observed a more efficient switch between default mode network and attentive network following PA. Moreover, a recent study reported that PA could affect also motor outcomes, such as plantar pressure and handgrip strength.\n\nRecently, Restorative Neurotechnologies S.r.l. created Mindlenses Professional, a new digital tool that combines PA with serious games for cognitive rehabilitation. Both PA and seirous games are performed using a tablet. Concerning PA administration, black squares are presented in the centre, on the left or on the right of the screen. Patients are required to touch the black square with rapid and precise movements. Mindlenses combines the neuromodulatory potential of PA to increase the rehabilitative outcomes of the digital exercises. Preliminary results showed that the combination of these two techniques can ameliorate attention and executive function.\n\nMindlenses professional includes 12 assessment tasks and 7 rehabilitation exercises, which encompass 6 cognitive domain: attention, visual search, memory, learning, working memory and language. The 12 assessment tasks do not replace a full neurpsyhcological evaluation, but can be informative on the patient's cognitive functioning and allow the clinician to identify patient's difficulties. From the perfoemances at these tasks, the clinician can schedule a rehabilitation program tailored on the patient's need. The treatment consists in 10 sessions in which the patient performs both PA and serious games.\n\nThe aim of this project is to validate Mindlenses Professional in patients with stroke or with mild cognitive impairment (MCI).\n\nMindlenses efficacy will be evaluated in terms of changes in cognitive and motor performance before and after the treatment, compared to a treatment using only serious games and to conventional cognitive rehabilitation. Moreover, patients' neuroimaging data will be acquired to explore whether vascular lesions or atrophy in specific brain regions could affect the PA performance and the efficacy of the treatment. Lastly, changes in brain plasticity, assessed as plasma levels of the brain derived neurotrophic factor (BDNF), before and after the treatment will be investigated."},"conditionsModule":{"conditions":["Stroke","Mild Cognitive Impairment"],"keywords":["prism adaptation","cognitive training","neurological patients","neuropsychology"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Stroke and MCI patients will be recruited in the IRCCS San Camillo Hospital. The selection will be based on diagnosis made by an expert neurologist and on a neuropsychological evaluation. Enrolled patients will be randomized in three groups and by using a block randomization sequence (Random.org), to receive MindLenses combines treatment (prism adaptation+serious games(PA+SG), n=20), treatment with MindLenses's serious games (SG without prism adaptation, n=20), or conventional treatment (CT, n=20). The PA+SG and the SG groups will perform 5 daily sessions, 30 min each, per 2 weeks. The CT group will undergo the standard cognitive training offered by the Hospital for the same duration as the other two groups.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"EXPERIMENTAL","description":"The group will undergo 10 sessions (2 weeks) of a treatment combining prismatic adaptation (PA) and serious games (SG) for cognitive training, using the Mindlenses Professional device. In each session, firtsly we will perform the PA procedure, followed by approximately 30 minutes of SG. SG will be focused on attention, executive functions and language.","interventionNames":["Device: MindLenses Professional"]},{"label":"Control Group -1","type":"ACTIVE_COMPARATOR","description":"The group will undergo 10 sessions (2 weeks) of a treatment using the serious games (SG) for cognitive training provided by the Mindlenses Professional device. SG will be focused on attention, executive functions and language.","interventionNames":["Device: MindLenses Professional"]},{"label":"Control Group -2","type":"ACTIVE_COMPARATOR","description":"The group will perform 2 weeks of the standard cognitive training offered by IRCCS San Camillo Hospital.","interventionNames":["Behavioral: Conventional rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"MindLenses Professional","description":"MindLenses professional's device combines the prismatic adaptation procedure with the administration of serious games for cognitive training using a tablet","armGroupLabels":["Control Group -1","Experimental Group"]},{"type":"BEHAVIORAL","name":"Conventional rehabilitation","description":"Conventional rehabilition consists in computerized exercises focused on the main cognitive domains","armGroupLabels":["Control Group -2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Measure of changes in cognitive and motor function after a treatment with Mindlenses professional","description":"Cognitive performances will be assessed by a full neuropsychological battery encompassing the main cognitive domain, such as memory, attention, executive function, language, visuospatial abilities. Specific neuropsychological tests will be defined on the basis of the specific neurological population.\n\nMotor function will be assessed using functional scales such as FIM and FAM.\n\nRaw scores at each test and scale will be converted in z-scores based on each test/scale normative data. Z-scores will be averaged to calculate composite scores specific for each cognitive domain and for motor functioning. In detail, the composite scores will be the following: general cognitive functioning, attention, executive function, short-term memory, long-term memory, visuospatial abilities, language, motor functioning.","timeFrame":"At baseline and after 2 weeks (post-intervention)"}],"secondaryOutcomes":[{"measure":"Neuroimaging correlates of PA","description":"Structural (e.g., lesion mapping and/or voxel based morphometry) will be extracted by neuroimaging data acquired before and after treatment. Neuroimaging measures will be correlated with PA performances. PA will be performed using a tablet which automatically records poiniting displacement.","timeFrame":"At baseline"},{"measure":"Changes in brain plasticity after a treatment with Mindlenses professional","description":"Brain plasticity will be assessed using the concentration of brain-derived neutrophic factor in plasma level. Patients' blood samples will be collected and will then be analysed using the ELISA kit for BDNF.","timeFrame":"At baseline and after 2 weeks (post-intervention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* diagnosis of: Mild Cognitive Impairment, and stroke\n* preserved use of at least one hand,\n* normal or corrected to normal vision\n\nExclusion Criteria:\n\n* history of psychiatric and/or concurrent neurological diseases\n* inability to provide informed consent,\n* impaired comprehension of oral instructions,","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Francesca Burgio, PhD","role":"CONTACT","phone":"0412207536","phoneExt":"+39","email":"francesca.burgio@hsancamillo.it"},{"name":"Laura Danesin, MSc","role":"CONTACT","phone":"0412207498","phoneExt":"+39","email":"laura.danesin@hsancamillo.it"}],"overallOfficials":[{"name":"Francesca Burgio, PhD","affiliation":"IRCCS San Camillo Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"IRCCS San Camillo Hospital","status":"RECRUITING","city":"Lido Di Venezia","state":"Venezia","zip":"30126","country":"Italy","contacts":[{"name":"Francesca Burgio, PhD","role":"CONTACT","phone":"0412207536","phoneExt":"+39","email":"francesca.burgio@hsancamillo.it"},{"name":"Francesca Burgio, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Laura Danesin, MSc","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":45.4105,"lon":12.36649}}]},"referencesModule":{"references":[{"pmid":"31881480","type":"BACKGROUND","citation":"Bonaventura RE, Giustino V, Chiaramonte G, Giustiniani A, Smirni D, Battaglia G, Messina G, Oliveri M. Investigating prismatic adaptation effects in handgrip strength and in plantar pressure in healthy subjects. Gait Posture. 2020 Feb;76:264-269. doi: 10.1016/j.gaitpost.2019.12.022. Epub 2019 Dec 23."},{"pmid":"28487249","type":"BACKGROUND","citation":"Bracco M, Mangano GR, Turriziani P, Smirni D, Oliveri M. Combining tDCS with prismatic adaptation for non-invasive neuromodulation of the motor cortex. Neuropsychologia. 2017 Jul 1;101:30-38. doi: 10.1016/j.neuropsychologia.2017.05.006. Epub 2017 May 6."},{"pmid":"29255004","type":"BACKGROUND","citation":"Bracco M, Veniero D, Oliveri M, Thut G. Prismatic Adaptation Modulates Oscillatory EEG Correlates of Motor Preparation but Not Visual Attention in Healthy Participants. J Neurosci. 2018 Jan 31;38(5):1189-1201. doi: 10.1523/JNEUROSCI.1422-17.2017. Epub 2017 Dec 18."},{"pmid":"28454716","type":"BACKGROUND","citation":"Cubelli R. Definition: Spatial neglect. Cortex. 2017 Jul;92:320-321. doi: 10.1016/j.cortex.2017.03.021. Epub 2017 Apr 7. No abstract available."},{"pmid":"11900724","type":"BACKGROUND","citation":"Farne A, Rossetti Y, Toniolo S, Ladavas E. Ameliorating neglect with prism adaptation: visuo-manual and visuo-verbal measures. Neuropsychologia. 2002;40(7):718-29. doi: 10.1016/s0028-3932(01)00186-5."},{"pmid":"11872617","type":"BACKGROUND","citation":"Frassinetti F, Angeli V, Meneghello F, Avanzi S, Ladavas E. Long-lasting amelioration of visuospatial neglect by prism adaptation. Brain. 2002 Mar;125(Pt 3):608-23. doi: 10.1093/brain/awf056."},{"pmid":"32021206","type":"BACKGROUND","citation":"Gammeri R, Iacono C, Ricci R, Salatino A. Unilateral Spatial Neglect After Stroke: Current Insights. Neuropsychiatr Dis Treat. 2020 Jan 10;16:131-152. doi: 10.2147/NDT.S171461. eCollection 2020."},{"pmid":"24934876","type":"BACKGROUND","citation":"Magnani B, Caltagirone C, Oliveri M. Prismatic adaptation as a novel tool to directionally modulate motor cortex excitability: evidence from paired-pulse TMS. Brain Stimul. 2014 Jul-Aug;7(4):573-9. doi: 10.1016/j.brs.2014.03.005. Epub 2014 Apr 13."},{"pmid":"11527562","type":"BACKGROUND","citation":"Rode G, Rossetti Y, Boisson D. Prism adaptation improves representational neglect. Neuropsychologia. 2001;39(11):1250-4. doi: 10.1016/s0028-3932(01)00064-1."},{"pmid":"9744273","type":"BACKGROUND","citation":"Rossetti Y, Rode G, Pisella L, Farne A, Li L, Boisson D, Perenin MT. Prism adaptation to a rightward optical deviation rehabilitates left hemispatial neglect. Nature. 1998 Sep 10;395(6698):166-9. doi: 10.1038/25988."},{"pmid":"17852762","type":"BACKGROUND","citation":"Serino A, Bonifazi S, Pierfederici L, Ladavas E. Neglect treatment by prism adaptation: what recovers and for how long. Neuropsychol Rehabil. 2007 Dec;17(6):657-87. doi: 10.1080/09602010601052006."},{"pmid":"31233909","type":"BACKGROUND","citation":"Wilf M, Serino A, Clarke S, Crottaz-Herbette S. Prism adaptation enhances decoupling between the default mode network and the attentional networks. Neuroimage. 2019 Oct 15;200:210-220. doi: 10.1016/j.neuroimage.2019.06.050. Epub 2019 Jun 22."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Mild Cognitive Impairment","relevance":"HIGH"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}