{"protocolSection":{"identificationModule":{"nctId":"NCT06226493","orgStudyIdInfo":{"id":"Casa Colina"},"organization":{"fullName":"Casa Colina Hospital and Centers for Healthcare","class":"OTHER"},"briefTitle":"EEG Changes Related to taVNS in Stroke Patients: a Preliminary Study","officialTitle":"EEG Changes Related to Transcutaneous Auricular Vagus Nerve Stimulation (taVNS) in Acute Stroke Patients: a Preliminary Study","acronym":"StrokeVNS"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-29","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-10","studyFirstSubmitQcDate":"2024-01-23","studyFirstPostDateStruct":{"date":"2024-01-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-29","lastUpdatePostDateStruct":{"date":"2024-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Caroline Schnakers","investigatorTitle":"Assistant Director of Research","investigatorAffiliation":"Casa Colina Hospital and Centers for Healthcare"},"leadSponsor":{"name":"Casa Colina Hospital and Centers for Healthcare","class":"OTHER"},"collaborators":[{"name":"Foundation for Physical Medicine and Rehabilitation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"In the United States, more than 795,000 people have a stroke every year. Motor impairment after a stroke is common and can be debilitating. To date, there remain few treatments available to help improve motor recovery after a stroke, making this an important area of research. Novel use of neuromodulation such as Invasive Vagus Nerve Stimulation (VNS) has been shown to improve motor recovery in stroke patients. Vagus nerve stimulation (VNS), in which the nerve is stimulated with electrical pulses, has demonstrated success for a variety of conditions, including inflammation, depression, cognitive dysfunction, chronic fatigue, headaches/migraines, pain, insomnia, and cardiovascular issues. Very recently, non-invasive options have been developed and might be a promising alternative. The research in this area is still very limited and much more research is needed to investigate non-invasive/trancutaneous auricular vagus nerve stimulation (taVNS) related biomechanisms and to further support its efficacy in acute patients. The purpose of this study is to build upon the current research to investigate changes in electrical brain activity (using electrophysiology) related to improvements in both motor and cognitive recovery following the use of taVNS in acute stroke patients.","detailedDescription":"To date, there are only few treatments available to help improve recovery after a stroke. Vagus nerve stimulation (VNS) is FDA approved for the treatment of epilepsy, migraines, and refractory depression. However, there are many novel applications that are being actively researched and show great promise. One such application is to enhance neurologic recovery after stroke. Dawson et al performed a clinical trial that showed implanted VNS improved motor recovery in patients with upper extremity motor deficits following an ischemic stroke. Due to its invasive nature, implanted VNS is often viewed as an impractical option. An alternative is to stimulate the vagus nerve externally, thus avoiding surgery and surgical complications. One approach is transcutaneous auricular VNS (taVNS) at the tragus. This region of the external ear is partially innervated by the auricular branch of the vagus nerve, making it a good site for cutaneous stimulation. The tragus also offers some advantages in terms of ease of applying electricity to the anterior wall of the external ear canal by being able to clip onto the tragus. Furthermore, studies have shown that stimulation through the auricular canal causes activation of the vagus nerve pathway, comparable to direct stimulation of the nerve itself. Thus far, the available literature has focused mostly on patients with chronic stroke (\\>6 months) showing preliminary safety and efficacy for such technique. Time-window might be an important factor impacting treatment efficacy. Applying taVNS in acute patients where neural plasticity is still occurring in a stable but healing brain might be more impactful than in chronic patients where most of the damages have occurred and neural plasticity has slow down drastically. One double-blinded randomized controlled study by Li and co-workers (2022) in 60 acute stroke patients showed that combining taVNS with conventional rehabilitation improved safely the recovery of motor functions at follow-up (until one year post-treatment) as compared to sham. However, that study does not investigate the biomechanisms of such recovery. Understanding how taVNS changes neural functioning is nevertheless crucial in order to understand its mechanisms of action in the acute stage. In this study, electroencephalography (EEG) will be used since this technique is easily implementable in clinical settings and, since a substantial amount of research have linked EEG recordings at rest (e.g., delta to alpha power ratio) to later recovery after stroke. Previous research was also limited to assessing motor recovery and could benefit from a more holistic approach including the assessment of its impact on cognitive recovery. Finally, taVNS sessions were given to acute patients while hospitalized over the course of 4 weeks while the average length of stay in the US is between 1 and 3 weeks depending on the severity of impairments in stroke patients. Therefore, this study will also assess if both motor and cognitive improvements can be obtained in stroke patients using a shorter time frame (2 weeks)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["vagus nerve stimulation","electrophysiology"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":22,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"TaVNS intervention","type":"EXPERIMENTAL","description":"Before starting applying taVNS, patients will be assessed using the FMA-U and the mRS for motor recovery as well as the MOCA for cognitive recovery. Resting state EEG will be recorded with eyes open during 15 minutes using our 64 electrodes cap (actiCHamp Plus; brainproducts.com), just after the behavioral assessment is performed. On the same day, patients will receive taVNS for 45 minutes, during therapy. The stimulation parameters, will be as follows: 250ms square pulses at 20 Hz. The electrical stimulation will given for 45 minutes a day for 10 working days (5 days a week for 2 weeks). The amplitude will be 1.7mA but may be reduced to 1.0mA if the patient is unable to tolerate due to discomfort or pain. After the last taVNS session is applied, outcome measures will be administered again by the research team. A follow-up at 6 months after the end of the last session will be conducted over the phone using the adapted version of the mRS and the MOCA.","interventionNames":["Device: Transcutaneous vagus nerve stimulation"]}],"interventions":[{"type":"DEVICE","name":"Transcutaneous vagus nerve stimulation","description":"The Parasym Plus device (https://parasym.io) is a transcutaneous auricular vagus nerve stimulator that has been deemed non-significant risk (NSR) by the FDA. Transcutaneous auricular vagus nerve stimulator is a non-significant risk device, as it involves electrical stimulation of the external ear using an ear clip, with no invasive components. The stimulation parameters will be limited to the confines of existing published data. tVNS is safe and well tolerated at doses tested in research studies. The Parasym device is considered low risk when used in accordance with the instructions for use. Participants will be properly trained to use the device, and those with contraindications will be excluded for extra precaution. A low incidence of skin irritation has been reported. No serious adverse events have been reported.","armGroupLabels":["TaVNS intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Resting state electroencephalogram (EEG)","description":"Resting state electroencephalogram (EEG) will be recorded with eyes open during 15 minutes using our 64 electrodes cap (actiCHamp Plus; brainproducts.com). Spectral analysis will be performed on consecutive, artifact-free, epochs of awake EEG signal. The selected epochs will be filtered (1-70 Hz, 12 db/octave), followed by a 60 Hz notch filter to suppress the noise of the electrical power line, reformatted against the linked Cz reference. In order to remove blink-artifacts, we will apply an ICA-artifact rejection algorithm. Then, the selected EEG activity will be divided into non-overlapping 2 s segments and analyzed using the fast Fourier transform. Power spectral density (PSD) will be evaluated in the delta (1-4 Hz), theta (5-8 Hz), alpha (9-12 Hz), and beta (13-30 Hz) bands. Primary measure will nevertheless be PSD ratio of fast (alpha) to slow (delta) frequencies. Such ratios will be compared just before starting and just after the last taVNS session.","timeFrame":"within 24 hours before intervention and within 24 hours after the end of the intervention"},{"measure":"Fugl-Meyer Assessment - Upper extremity","description":"Fugl-Meyer Assessment for Upper extremity evaluates and measures recovery in post-stroke hemiplegic patients. The motor portion scores range from 0-66. The higher the score, the better the function.","timeFrame":"within 24 hours before intervention and within 24hours after the end of the intervention"}],"secondaryOutcomes":[{"measure":"The modified Rankin Scale","description":"The modified Rankin Scale is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. Its scores range from 0 to 5 (lower scores reflecting better outcome). It has become the most widely used clinical outcome measure for stroke clinical trials and can be administered reliably over the phone.","timeFrame":"within 24 hours before intervention as well as within 24 hours and 6 months after the end of the intervention"},{"measure":"The Montreal Cognitive Assessment","description":"The Montreal Cognitive Assessment is a brief screening instrument originally designed to identify mild cognitive impairment in elderly patients attending a memory clinic. It is a 1-page test with scores ranging from 0 to 30 (higher scores reflecting better outcome), administrable in around 10 minutes, which evaluates different domains: visuospatial abilities, executive functions, short-term memory recall, attention, concentration, working memory, language, and orientation to time and space. This test has alternate versions that allow serial assessments and has been adapted to phone interview.","timeFrame":"within 24 hours before intervention as well as within 24 hours and 6 months after the end of the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First-time Cerebrovascular Accident (Ischemic or Hemorrhagic)\n* Within a month post-injury\n\nExclusion Criteria:\n\n* Advanced cardiac, pulmonary, liver, or kidney disease\n* Bradycardia (Resting HR \\< 60)\n* Presence of Apraxia, Aphasia or confusion\n* Other musculoskeletal or neurologic diseases that could interfere with the outcome measures\n* Previous surgical intervention on the vagus nerve\n* Participation in other clinical trials\n* Alcohol or drug abuse","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Caroline Schnakers, PhD","role":"CONTACT","phone":"(909)596-7733","phoneExt":"3038","email":"cschnakers@casacolina.org"},{"name":"Niko Fullmer, BS","role":"CONTACT","phone":"(909)596-7733","email":"nfullmer@casacolina.org"}],"overallOfficials":[{"name":"Elliott Block, MD","affiliation":"Casa Colina Hospital and Centers for Healthcare","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Casa Colina Hospital and Centers for Healthcare","status":"RECRUITING","city":"Pomona","state":"California","zip":"91769","country":"United States","contacts":[{"name":"Caroline Schnakers, PhD","role":"CONTACT","phone":"909-596-7733","phoneExt":"3038","email":"cschnakers@casacolina.org"},{"name":"Niko Fullmer","role":"CONTACT","phone":"909-596-7733","phoneExt":"2220","email":"nfullmer@casacolina.org"}],"geoPoint":{"lat":34.05529,"lon":-117.75228}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}