{"protocolSection":{"identificationModule":{"nctId":"NCT05962697","orgStudyIdInfo":{"id":"A4631-P"},"secondaryIdInfos":[{"id":"RZ004631","type":"OTHER_GRANT","domain":"Department of Veterans Affairs"}],"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"An Upper Extremity Exoskeleton to Target Unwanted Joint Synergies During Repetitive Training in Stroke Survivors","officialTitle":"Developing and Determining Feasibility of a Novel Upper Extremity Robotic Exoskeleton to Track and Target Unwanted Joint Synergies During Repetitive Task Training in Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-10","studyFirstSubmitQcDate":"2023-07-18","studyFirstPostDateStruct":{"date":"2023-07-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-28","lastUpdatePostDateStruct":{"date":"2023-08-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Stroke is the leading cause of adult-onset disability, and affects 15,000 Veterans each year. Successful rehabilitation and recovery following a stroke requires therapy including repetitive task training. However, repetitive task training can be draining for both the clinician and the patient as it requires the participant to complete many repetitions of the same task and those repetitions can be difficult to accomplish with appropriate technique. Robot-mediated repetitive task training has the potential to facilitate the clinical delivery of proven rehabilitation programs to Veterans in need and recently a new exoskeleton has been developed, called Harmony, which can deliver bimanual 3D arm therapy. The investigators propose to develop and test two novel controllers', synergy avoidance and task assistance, that use promising neurological basis for training to facilitate repetitive task training while ensuring correct movement patterns in acute and sub-acute stage stroke patients. This has the potential to improve Veterans' activities of daily living and quality of life.","detailedDescription":"Stroke causes significant long-term disability and the incidence of stroke in Veteran population is high with approximately 6,000 VA admissions for acute ischemic stroke per year in 2014. Rehabilitation programs that improve upper extremity function have the potential to impact Veterans' activities of daily living and improve their vocation, recreation, and overall quality of life. Repetitive task training (RTT) is active practice of a task-specific motor activity and is more effective than simple joint movements in improving upper extremity function after treatment. However, RTT can be draining for both the clinician and the patient as it requires the participant to complete many repetitions of the same task and those repetitions can be difficult to accomplish with appropriate technique. Previous research has shown that to significantly affect patient recovery it is critical to initiate RTT in the acute and sub-acute stages, maintain health joint coordination, and keep the patients engaged and challenged. Robot-mediated RTT has the potential to facilitate the clinical delivery of proven rehabilitation programs to Veterans in need and recently a new exoskeleton has been developed, called Harmony, with the ability to deliver bimanual 3D arm therapy. Currently there a lack of tools for delivering RTT in the early stages of recovery while maintaining joint coordination during 3D arm movement and ensuring that assistance commensurate with patient abilities. Therefore, the objective of this project is to develop novel controllers that use promising neurological basis for training to facilitate repetitive task training while ensuring correct movement patterns in acute and sub-acute stage stroke patients. Specifically, (1) synergy avoidance (SA) controller will apply joint torques to push the patients away from the maladaptive joint coordination, only interfering with the movements once the subject initiates such a maladaptive movement strategy. (2) Task assistance (TA) controller will apply assistive joint torques to directly help stroke patients achieve 3D RTT activities with correct coordination at a high intensity (repetitions/session). Aim 1: to develop and determine feasibility of RTT controller. H1: SA and TA controllers are feasible, as seen by (1) patient safety and (2) abilities of TA and SA controllers to move upper-body joints along task trajectories and away from synergistic coordination, respectively. Up to five sub-acute stroke survivors will complete RTT activities with both the SA and TA controllers. H1 will be considered supported if the applied torque meets the requirements defined by the control law and the feasibility criteria are met for the TA and SA controllers in two consecutive patients. Aim 2: determine feasibility of controllers and quantify change in joint coordination during 3-week intervention. H2a: a 3-week long intervention is feasible with both the controllers as seen by (1) patient safety and (2) abilities for TA and SA controllers to move the upper-body joints toward the desired trajectories for 3D RTT activities while avoiding synergistic compensatory coordination. H2b: the robotic system will accurately track joint synergies in acute stroke patients before and after a 3-week intervention, revealing any change in compensatory strategies. Two acute stroke survivors will be recruited. Participants will be assigned to either the TA or SA controller and will complete high repetitions of reaching tasks once per day while wearing the Harmony exoskeleton for three weeks. Joint kinematic and kinetic data will be recorded by the robotic system in all the sessions. Kinematic data will also be recorded in the evaluation sessions before and after the 3-week intervention in two modalities: robot in zero-torque mode and using an infrared motion tracking system. Joint synergies will be evaluated for the two acute stroke patients before and after a three-week intervention. Hypotheses will be considered supported if there is an acceptably low rate of error between the kinematic measurements of the robotic system and the motion capture system. New rehabilitation programs that improve upper extremity functional performance have the potential to impact Veterans' ADL and improve their vocation, recreation, and overall quality of life. New rehabilitation programs that improve upper extremity function have the potential to impact Veterans' ADLs and improve their vocation, recreation, and overall quality of life."},"conditionsModule":{"conditions":["Acute Stroke"],"keywords":["Stroke","Exoskeleton","upper extremity","robot","rehabilitation","joint synergy","controller","feasibility"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":7,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"SA controller","type":"EXPERIMENTAL","description":"Synergy assistance controller","interventionNames":["Other: SA controller","Other: TA controller"]},{"label":"early testing","type":"OTHER","description":"up to 5 participants testing the SA controller in one visit","interventionNames":["Other: SA controller early testing"]}],"interventions":[{"type":"OTHER","name":"SA controller","description":"Novel controller to be tested","armGroupLabels":["SA controller"],"otherNames":["Synergy assistance"]},{"type":"OTHER","name":"TA controller","description":"original controller to be tested","armGroupLabels":["SA controller"],"otherNames":["Task assistance"]},{"type":"OTHER","name":"SA controller early testing","description":"Novel controller to be tested early testing","armGroupLabels":["early testing"],"otherNames":["Synergy assistance early testing"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline Fugl-Meyer Upper Extremity (FM-UE) at 3 weeks","description":"Clinical measure of upper extremity function Range 0 to 66 - 0 is impaired, 66 is unimpaired","timeFrame":"3 weeks"},{"measure":"Change from Baseline Action Research Arm Test (ARAT) at 3 weeks","description":"Clinical measure of upper extremity function Range 0 to 57 0 is impaired, 57 is unimpaired","timeFrame":"3 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* over the age of 18 years,\n* have a Fugl-Meyer Upper Extremity score of 29-42 for moderately impaired (aim 1) or 0-28 for severely impaired (aim 1 and 2),\n* have body dimensions within the limits of the Harmony system\n* suffered a stroke within the past 1-6 months (aim 1) or 1 week (aim 2)\n\nExclusion Criteria:\n\n* recurrent stroke,\n* unstable cardiovascular, orthopedic, or neurological conditions,\n* a history of seizure,\n* significant communication deficits,\n* severe upper-limb joint pain or limitations that would restrict their ability to complete the protocols,\n* inadequate cognitive or language function to consent or to participate, and (7) no phone number or stable mailing address.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Brittney C Muir, PhD","role":"CONTACT","phone":"(206) 277-3261","email":"brittney.muir@va.gov"}],"overallOfficials":[{"name":"Brittney C Muir, PhD","affiliation":"VA Puget Sound Health Care System Seattle Division, Seattle, WA","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"VA Puget Sound Health Care System Seattle Division, Seattle, WA","city":"Seattle","state":"Washington","zip":"98108-1532","country":"United States","contacts":[{"name":"Brittney C Muir, PhD","role":"CONTACT","phone":"206-277-3261","email":"brittney.muir@va.gov"},{"name":"Brittney C Muir, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":47.60621,"lon":-122.33207}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}