{"protocolSection":{"identificationModule":{"nctId":"NCT04205279","orgStudyIdInfo":{"id":"2017-1069"},"organization":{"fullName":"University of Illinois at Chicago","class":"OTHER"},"briefTitle":"Reactive Balance Training for Fall Prevention","officialTitle":"Reactive Balance Training for Fall Prevention: a Comparative Study of Three Different Perturbation Devices"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-02-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-02-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-12-11","studyFirstSubmitQcDate":"2019-12-18","studyFirstPostDateStruct":{"date":"2019-12-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-26","lastUpdatePostDateStruct":{"date":"2021-04-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tanvi Bhatt","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Illinois at Chicago"},"leadSponsor":{"name":"University of Illinois at Chicago","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objective of this pilot study is to evaluate and compare the effect of three different perturbation based training devices on the reactive balance control among healthy young adults, healthy older adults, and neurologically impaired stroke individuals. Furthermore, the project aims to determine the feasibility and tolerability of 30-minutes of perturbation training using the SureFooted Trainer. Overall, the project directs to find out the long term effect of training on fall risk reduction and fall prevention.\n\nThis study investigates the effects of perturbation training (slip and trip) based on the principles of motor learning. Perturbations in the form of slips and trips induced by the three different types of perturbation devices will displace the center of mass outside the base of support and challenge the stability, thereby inducing a fall and demand compensatory strategies in order to prevent it. Such perturbation training would train the motor system to improve stability control and vertical limb support.\n\nThe project design aims to examine the ability of the central nervous system to mitigate the interference in stability control (if any) that is induced by opposing types of perturbations. The hypothesis of this study if supported by the results, will provide the difference in motor learning with training on three different perturbation devices. Furthermore, it would help to determine which of the three training devices is the most effective in developing defense mechanisms necessary to reduce fall-risk among community-living older adults and the neurological population.","detailedDescription":"About 34% of the community-dwelling older population experience a detrimental fall each year. Moreover, 40% of the individuals who suffer from pathological conditions such as stroke experience falls. Age-related changes and post-stroke impairments often lead to impaired balance and gait that are highly associated with falls. Most of these falls have been reported to occur during dynamic and complex activities such as walking, reaching out for objects that are a part of daily living.\n\nThere are various clinical balance tests used to evaluate the balance in individuals suffering from a stroke. However, most of the tests measure only the static balance ability while performing voluntary/ self-generated activities. Hence, these measures fail to determine the reactive balance control or compensatory strategies used to recover from unexpected perturbations. Perturbation induced by various perturbation based devices such as Activestep treadmill, a motorized, custom-designed free-sliding over-ground walkway that aims to cause a loss of balance by presenting a threat to stability, thereby, challenging the reactive balance response of an individual. This interventional paradigm has now been widely used to quality and trains reactive balance control in older adults and neurologically affected populations. Previously studied along with emerging researches and numerous ongoing clinical trials focusing on perturbation training using a treadmill and overground walking, have already indicated its effectiveness in reducing fall risk. Literature states that more than half of the elderly population did not experience any fall after the first exposure of a novel slip during over-ground walking. However, the efficacy of a newly introduced equipment, Surefooted Trainer, which is a customized, moveable slippery platform where an individual walks safely along protected by a harness, has not yet been explored. Surefooted Trainer consists of the platform which causes slip-like perturbations and obstacles which cause trip-perturbation. Further, both the Activestep and Surefooted Trainer are more compact and can be easily installed in clinical settings. While the Activestep is a treadmill based system the Surefooted Trainer is an overground walkway perturbation system. The study aims to establish feasibility and tolerability for 30 minutes of the Surefooted Trainer first and then gather pilot data for assessing the efficacy of these three perturbation training systems.\n\nThe perturbation training paradigm is based on the principle that the central nervous system adapts and learns from previous experience of perturbation and employs motor learning to prospective perturbation induced loss of balance. This helps to reduce the number of falls and improves dynamic stability in the laboratory setting which is later translated to real-life situations. The dose and intensity necessary to induce motor learning are not clearly known and therefore, the purpose of this study is to compare the results of perturbation training on three devices and identify the most effective training protocol with immediate and long term effects on the fall reduction. If the results from this study seem to be promising, it could help in translating the most beneficial protocol for clinical treatment for older adults and stroke population. To determine the long term effects in the community-dwelling, the study will monitor the physical activity of the elderly and stroke population during community ambulation.\n\nThe aim of the study is to compare the effect of perturbation training between ActiveStep treadmill, a custom-designed over-ground walkway and the Sure-footed Trainer among healthy young adults, older adults, and neurologically impaired stroke survivors both immediately post-training and in long term on reduction in fall rate. Furthermore, to establish feasibility and tolerability of 30-minute training using Surefooted Trainer and then assess the efficacy of these three perturbation training systems."},"conditionsModule":{"conditions":["Healthy Young","Healthy Aging","Stroke"],"keywords":["Reactive balance","Virtual reality training","Surefooted platform"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Controlled design to compare the effect of three different perturbation based training devices on the reactive balance control among healthy young adults, healthy older adults and person with stroke.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treadmill training","type":"EXPERIMENTAL","description":"Subjects randomly assigned to the treadmill training, would undergo either a stance or walking perturbation training protocol. The stroke subjects and older adults would be assigned to either the stance or walking perturbation training protocol. All the participants would be asked to perform voluntary stepping, backward and forward with both limbs pre and post perturbation training. Also, all the participants would perform walking trials with head mounted virtual reality system under three conditions: ice, beach and crowd.","interventionNames":["Other: Experimental: Treadmill training"]},{"label":"Overground training","type":"EXPERIMENTAL","description":"Subjects randomly assigned to overground slip will be made to walk at their comfortable natural walking speeds either for 5-8 trials on the instrumented walkway (7 m 1.5 m) at their self-selected preferred speed. All the participants would perform walking trials with head mounted virtual reality system under three conditions: ice, beach and crowd. After establishing baseline walking ability, a slip will be introduced without warning which will comprise the baseline slip test followed by a trip in the form of the trip plate. This is followed by a block of 8 trials for slip training, block of 8 trials for trip training and then the mixed block consisting of slip and trip trials interspersed with walking trials. Slips and trips could be induced under either of the limbs.","interventionNames":["Other: Experimental: Overground training"]},{"label":"Surefooted training","type":"EXPERIMENTAL","description":"Subjects randomly assigned to Surefooted (Surefooted LLC) would be donned a safety harness and instructed that \"when you experience slip-like or trip-like movements, try to keep walking on the platform\". Subjects would undergo 4-minute training block on each of the 6 different conditions. The first 3 training blocks would be unidirectional perturbation (either slip or trip) followed by 3 training blocks of mixed directional perturbations while the subjects are walking on the platform. 3 surface conditions- slippery (vinyl surface plate), normal friction with obstacles (surface plate with 6\" tall structures embedded), and a foam surface with obstacles embedded would be used.","interventionNames":["Other: Experimental: Surefooted training"]}],"interventions":[{"type":"OTHER","name":"Experimental: Treadmill training","description":"Participants will be given thirteen slips and thirteen trips in stance and walking, followed by two slips and two trips at a higher intensity (posttest). Subjects would be consented if they would like to undergo fMRI pre and post-training. Participants not willing to undergo imaging would not be excluded. Three day training consisting of blocks of five consecutive gait-slips at varying intensities will be provided. Individuals with stroke would undergo an additional session (total 4 training sessions over 4 weeks (1session/week) since these individuals get easily fatigued and also might need more training sessions with sufficient rest interval to induce reactive adaptation. Training at a specific level will persist until the subjects show a recovery step response in at least 3/5 trials in a single block. Once subjects successfully adapt to this level, the perturbation intensity will be increased until they show a recovery response in at least 3/5 trials.","armGroupLabels":["Treadmill training"]},{"type":"OTHER","name":"Experimental: Overground training","description":"Slips and trips could be induced under either of the limbs. The specialized walkway consists of two sliding platforms, each of which is mounted on two rows of low friction linear bearings (friction coefficient = 0.02). The base plate of each platform is bolted separately onto the top of a force platform embedded in the floor. An electronic-mechanical latch system is used to control the 2 states of the support platform; that is, the \"locked\" state for regular walking and the \"release\" state to initiate slipping are carefully controlled. The sliding top of the platform is released after the heel strike (vertical force to exceed 2% of the body weight). The slip distance would be adjusted between 30 to 60 centimeters depending upon the different population and their physical capacity.","armGroupLabels":["Overground training"]},{"type":"OTHER","name":"Experimental: Surefooted training","description":"During the first minute of each block, subjects would experience no perturbations followed by 3 minutes of single or multi-directional perturbations. A one minute break between each condition would be provided. Subject's fatigue would be assessed by Fatigue severity scale to determine the tolerability of 30 minute training protocol. The expected duration to complete the test would be a maximum of 1 hour including the preparation and training time.","armGroupLabels":["Surefooted training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Stability gain or loss","description":"Stability is defined by both the position of a person's center-of-mass (COM) with respect to his or her base-of-support (BOS) and it's velocity.","timeFrame":"Baseline (1st novel slip, week 1) and at Immediate post-training (after repeated perturbation training session, week 1)"},{"measure":"Change in Limb support gain or loss","description":"The inability to provide timely limb support due to insufficient amount of upward impulse generated from the ground reactive force can cause limb collapse, as characterized by the quotient of amount and rate of hip descent (Vhip/Zhip) measured from hip height and lead to an eventual fall.","timeFrame":"Baseline (1st novel slip, week 1) and Immediate post-training (after repeated perturbation training session, week 1)"},{"measure":"Change in laboratory-induced falls","description":"Perturbation is induced successfully and safely to reproduce inadvertent falls in a protective laboratory environment. Falls will be measured by the amount of body weight supported by the full-body harness system and measured by a load cell attached to this system. Instability of the body's COM and poor limb support prior to touchdown of the recovery step account for 90\\~100% of subsequent falls (occurring \\~500ms later) in both sit-to-stand-slip and in gait-slip, in the laboratory settings. Intervention consists of repeated perturbation training to induce a change in the laboratory induced falls immediately post-training and examine it's retention after the initial training session.","timeFrame":"Baseline (1st novel slip, week 1) and Immediate post-training (after repeated perturbation training session, week 1)"},{"measure":"Number of Real life falls","description":"Real life falls are measured to determine if training effect can be translated into everyday real life setting.","timeFrame":"prospective post-training over next 12 months (total falls tracked and reported at 12 months post-training will be compared between groups)"}],"secondaryOutcomes":[{"measure":"Center of mass excursion angle","description":"the deviation of the Center of mass relative to the sagittal plane","timeFrame":"Baseline (natural walking) (Week 1), and Virtual reality walking trials at week 1"},{"measure":"Medio-Lateral excursion of center of mass","description":"The peak excursion of the COM perpendicular to the walking direction","timeFrame":"Baseline (natural walking) (Week 1), and Virtual reality walking trials at week 1"},{"measure":"Change in Number of steps","description":"The total number of steps and distance for each day will be calculated by patient's wearable sensor and their assistive device sensor. This parameter will be used to analyze improvement in physical activity of the patient and decrease reliance on the assistive device.","timeFrame":"One month before pretest till prospectively 12 months post training"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nHealthy Young participants\n\n* Age group: 18-55 years.\n* Absence of any acute or chronic neurological, cardiopulmonary, musculoskeletal or systemic diagnosis.\n* No recent major surgery (\\< 6 months) or hospitalization (\\< 3 months)\n* Not on any sedative drugs.\n* Can understand and communicate in English\n\nHealthy older adults\n\n* Age group: 56-90 years.\n* Absence of any acute or chronic neurological, cardiopulmonary, musculoskeletal or systemic diagnosis.\n* No recent major surgery (\\< 6 months) or hospitalization (\\< 3 months)\n* Not on any sedative drugs.\n* Ability to walk with or without an assistive device for 10 meters\n* Can understand and communicate in English\n* Berg balance scale score \\<45/56.\n\nPersons with stroke\n\n* Age group: 18-90 years.\n* Absence of any acute or chronic neurological diagnosis except stroke (self reported)\n* Onset of stroke (\\> 6 months)\n* Absence of any cardiopulmonary, musculoskeletal or systemic diagnosis.\n* No recent major surgery (\\< 6 months) or hospitalization (\\< 3 months)\n* Not on any sedative drugs.\n* Ability to walk with or without an assistive device for 10 meters\n* Can understand and communicate in English\n\nExclusion Criteria:\n\nHealthy subject:\n\n* Subjects will not proceed with the test if any of the following occurs at baseline measurement: 1) HR \\> 85% of age-predicted maximal heart rate (HRmax) (HRmax = 220 - age), 2) systolic blood pressure (SBP) \\> 165 mmHg and/or diastolic blood pressure (DBP) \\> 110 mmHg during resting), and 3) oxygen saturation (measured by pulse oximeter) during resting \\< 95%.\n* Body weight more than 250 lbs.\n\nHealthy Older adults:\n\n* Individuals with heel bone density with a T-score \\< -2, is classified as osteoporotic and will be excluded.\n* Individuals with mild cognitive impairment (Mini-mental State Exam score \\< 25/30) will be excluded.\n* Subjects will not proceed with the test if any of the following occurs at baseline measurement: 1) HR \\> 85% of age-predicted maximal heart rate (HRmax) (HRmax = 220 - age), 2) systolic blood pressure (SBP) \\> 165 mmHg and/or diastolic blood pressure (DBP) \\> 110 mmHg during resting), and 3) oxygen saturation (measured by pulse oximeter) during resting \\< 95%.\n* 6 minute walk test. Subjects will also be screened out if on the 6 minute walk test they complain of shortness of breath or uncontrolled pain (\\> 3/10 on VAS) or pulse oxygen drops \\< 92% or are unable to achieve the age-specified minimal ambulation distance.\n* Body weight more than 250 lbs.\n\nPersons with stroke:\n\n* Individuals with heel bone density with a T-score \\< -2, is classified as osteoporotic and will be excluded.\n* Individuals with mild cognitive impairment (Mini-mental State Exam score \\< 25/30) will be excluded.\n* Subjects will not proceed with the test if any of the following occurs at baseline measurement: 1) HR \\> 85% of age-predicted maximal heart rate (HRmax) (HRmax = 220 - age), 2) systolic blood pressure (SBP) \\> 165 mmHg and/or diastolic blood pressure (DBP) \\> 110 mmHg during resting), and 3) oxygen saturation (measured by pulse oximeter) during resting \\< 95%.\n* 6 minute walk test. Subjects will also be screened out if on the 6 minute walk test they complain of shortness of breath or uncontrolled pain (\\> 3/10 on VAS) or pulse oxygen drops \\< 92% or are unable to achieve the age-specified minimal ambulation distance.\n* Body weight more than 250 lbs.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Shamali Dusane, MPT","role":"CONTACT","phone":"3123552735","email":"sdusan2@uic.edu"},{"name":"Lakshmi Kannan, MS PT","role":"CONTACT","phone":"3124133175","email":"lkanna2@uic.edu"}],"overallOfficials":[{"name":"Tanvi Bhatt, PhD","affiliation":"University of Illinois at Chicago","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Illinois at Chicago","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60612","country":"United States","contacts":[{"name":"Tanvi S Bhatt, PhD","role":"CONTACT","phone":"312-355-4443","email":"tbhatt6@uic.edu"},{"name":"Lakshmi Kannan, MS","role":"CONTACT","phone":"3124133175","email":"lkanna2@uic.edu"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}