{"protocolSection":{"identificationModule":{"nctId":"NCT05734976","orgStudyIdInfo":{"id":"CMUH111-REC1-132"},"organization":{"fullName":"China Medical University Hospital","class":"OTHER"},"briefTitle":"Electroacupuncture on Modifying Inflammatory Levels of Cytokines and Metabolites in Stroke Patients.","officialTitle":"Electroacupuncture on Modifying Inflammatory Levels of Cytokines and Metabolites in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-08-13","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-09-13","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-12-07","studyFirstSubmitQcDate":"2023-02-09","studyFirstPostDateStruct":{"date":"2023-02-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-19","lastUpdatePostDateStruct":{"date":"2023-02-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yu-Chen Lee","investigatorTitle":"Chief and Attending Physician, Department of Acupuncture, China Medical University Hospital, Taichung, Taiwan.","investigatorAffiliation":"China Medical University Hospital"},"leadSponsor":{"name":"China Medical University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study will make an association between the diagnosis of traditional Chinese medicine that establishes that the syndrome of blood stagnation generates alteration in blood flow, vascular dysfunction, and damage to the endothelium. This process is like what occurs in a stroke. It will use electroacupuncture to change this chronic inflammatory process, and to know the effects and efficacy of this technique in the regulation and modulation of to treat extensive inflammatory diseases. However, this inflammatory response must be associated with serum cholesterol levels, since they are associated with a stroke between the LDL-C/HDL-C ratio and the prognosis after a stroke.","detailedDescription":"An adequate early standardized diagnosis of ischemic stroke uses different treatment protocols for these patients, depending on their complexity. Therapeutic windows have been associated with better outcomes when reperfusion or recanalization occurs. Someone has shown strongly related clinical outcome in ischemic stroke to the timely revascularization benefit of acupuncture in stroke patients; electroacupuncture intervention on metabolism is associated with effects on the anti-inflammatory mechanism and metabolic modulation, effects of electroacupuncture stimulation at different spinal segmental levels in a rat model of diabetes mellitus, and another vascular effect of electroacupuncture generate the modulation of the elasticity of the blood vessels.\n\nElectroacupuncture (EA) stimulation is commonly applied in the treatment of ischemic stroke in the clinic. The efficacy of EA is associated with the acupuncture points, intensity, intervals, and duration of the intervention of the treatment for stroke.\n\nThe inflammatory response might be associated with serum cholesterol levels since they are associated with a stroke between the LDL-c/HDL-c ratio and the prognosis after a stroke. This study evaluates the impact of electroacupuncture as a modifier of total cholesterol, HDL-c, and LDL-c blood levels and its anti-inflammatory effect in patients with cerebrovascular accidents. Measurement of the post-electroacupuncture serum level (total cholesterol, HDL-c, LDL-c, and triglycerides) will provide adequate information on the influence that these risk factors have on blood vessels and vascular endothelium."},"conditionsModule":{"conditions":["Ischemic Stroke","Acute"],"keywords":["Stroke","Electroacupunture","Cholesterol"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study is clinical trialrandomized in electroacupuncture: use a control group and treatment group design(included sharm acupuncture) Practice mainly based on medical experience and evidence from clinical cases of CMUH.clinical measurements are made; blood tests to evidence treatment results.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"SINGLE","maskingDescription":"The measure in this study is the change in Visual Analog Scale (VAS), National Institutes of Health Stroke Scale (NIHSS), Barthel Index (BI), after completing 2 weeks of electroacupuncture. Clinical measurements are made; blood tests to show the results of the treatment","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Electro-Acupuncture can modulate the levels of pro-inflammatory metabolites","type":"EXPERIMENTAL","description":"the disproportionate inflammatory response presented by chronic and acute inflammation as is the case in patients with stroke. In addition, the evaluation of the risk factors associated with the presence of metabolites such as cholesterol and fatty acids will provide us with an adequate diagnosis of the influence that these risk factors have on the blood vessels and the vascular endothelium.This is the group that receives real electroacupuncture, applied to selected acupuncture points both on the arms and legs, and on the scalp. All procedures were carried out with disposable needles measuring 0.25 mm in diameter (32-gauge) and 44 mm in length.","interventionNames":["Device: electroacupuncture"]},{"label":"The design and conduct randomized clinical trial using electroacupunture","type":"SHAM_COMPARATOR","description":"efficacy and effectiveness of electroacupuncture in a clinical trial in electroacupuncture: design of control group and treatment group (including sharm acupuncture) and develop in this study the measurements in the patients and perform everything to the highest standards in both treatment procedures and measurement of results. Randomized controlled trail: intervention strategy and implementation.Also called Sham because it does not receive real stimulation from an acupuncture point, it is 1 cm away from the meridian. All procedures were carried out to a depth of 0.5 cm with disposable needles","interventionNames":["Device: electroacupuncture"]},{"label":"Arm type Methodological challenge in design","type":"NO_INTERVENTION","description":"Electroacupuncture treatment, develops different groups study are three; electroacupuncture group or real treatment,1st control group or Participants in the sham group also received 24 sessions of acupuncture treatment; however, needling was performed 1 cm away from the real acupoints and 2nd control group or non-penetration needles. Access to medical records; to collect data and store it securely and anonymously.this group will receive treatment at 6 acupuncture points, but without penetration, without electroacupuncture, this is why it is called the control group. Use disposable needles too"}],"interventions":[{"type":"DEVICE","name":"electroacupuncture","description":"This is the group that receives real electroacupuncture, applied to selected acupuncture points both on the arms and legs, and on the scalp. All procedures were carried out with disposable needles measuring 0.25 mm in diameter (32-gauge) and 44 mm in length.","armGroupLabels":["Electro-Acupuncture can modulate the levels of pro-inflammatory metabolites","The design and conduct randomized clinical trial using electroacupunture"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Neurological examination( clinical signs of stroke)","description":"National Institutes of Health Stroke Scale (NIHSS) score of 0\\~40. Barthel Index (BI) score of:0\\~100.The National Visual Analog Scale (VAS) score of: 0\\~10.","timeFrame":"This assessment can be used before and after the electroacupuncture treatment period (1 week, 2 weeks, 4 weeks) stroke patient's ability and independence to care for themselves"}],"secondaryOutcomes":[{"measure":"Blood sample: comparable laboratory results:","description":"Total cholesterol,triglycerides,HDL cholesterol,LDL cholesterol.For routine analyses, the extraction time of blood is between 7 and 9:30 a.m. without previous food They are used for the initial measurement of cholesterol levels in the blood and to monitor and compare these levels once the treatment of EA, Sham and the control group has finished (check blood cholesterol levels).","timeFrame":"First blood sample take at the time of admission, second blood sample taken, completed electroacupuncture treatment 2 weeks, and control 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Clinical diagnosis of patients with acute ischemic stroke\n2. Stroke diagnosed for the first time\n3. Must be able to respond to simple commands and tolerate the electroacupuncture\n\nExclusion Criteria:\n\n1. Malignant cancer diagnosis\n2. Traumatic event\n3. Immunosuppressive patients\n4. Drug abuse\n5. Pregnant or lactating women\n6. Cardiac pacemaker patient","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"China Medical University Hospital","city":"Taichung","state":"Taichung North Distrit","zip":"40044","country":"Taiwan","geoPoint":{"lat":24.1469,"lon":120.6839}}]},"referencesModule":{"references":[{"pmid":"870398","type":"BACKGROUND","citation":"Huzoor-Akbar, Ardlie NG. Platelet activation in haemostasis: role of thrombin and other clotting factors in platelet-collagen interaction. Haemostasis. 1977;6(1):59-71. doi: 10.1159/000214166."},{"pmid":"982095","type":"BACKGROUND","citation":"How J, West D, Edmonds C. Decompression sickness in diving. Singapore Med J. 1976 Jun;17(2):92-7. No abstract available."},{"pmid":"36107536","type":"RESULT","citation":"Xu Y, Zhong DY, Liao XQ, Wang XP, Ge JW, Xu WH. Acupuncture against the metabolic risk factors for stroke: A systematic review of systematic reviews. Medicine (Baltimore). 2022 Sep 2;101(35):e30086. doi: 10.1097/MD.0000000000030086."},{"pmid":"8841720","type":"RESULT","citation":"Sekhar LN, Gormley WB, Wright DC. The best treatment for vestibular schwannoma (acoustic neuroma): microsurgery or radiosurgery? Am J Otol. 1996 Jul;17(4):676-82; discussion 683-9. No abstract available."},{"pmid":"480950","type":"RESULT","citation":"Barua NR, Patel AR, Takita H, Jennings EC. Fibrosarcoma of the mediastinum. J Surg Oncol. 1979;12(1):11-7. doi: 10.1002/jso.2930120103."},{"pmid":"2736703","type":"RESULT","citation":"Duan JY. [Anti-inflammatory and immunologic actions of buyang huanwu tang]. Zhong Xi Yi Jie He Za Zhi. 1989 Mar;9(3):164-6, 134. Chinese."},{"pmid":"3919866","type":"RESULT","citation":"Scots lead the way on alcohol. Br Med J (Clin Res Ed). 1985 Mar 30;290(6473):952-3. No abstract available."},{"pmid":"387164","type":"RESULT","citation":"Lincoln GA. Pituitary control of testicular activity. Br Med Bull. 1979 May;35(2):167-72. doi: 10.1093/oxfordjournals.bmb.a071565. No abstract available."},{"pmid":"7498763","type":"RESULT","citation":"Liefshitz B, Parket A, Maya R, Kupiec M. The role of DNA repair genes in recombination between repeated sequences in yeast. Genetics. 1995 Aug;140(4):1199-211. doi: 10.1093/genetics/140.4.1199."},{"pmid":"134619","type":"RESULT","citation":"Tewari HB, Sethi JS. Chemo-architectonic studies in a submammalian brain. Adenosine triphosphatase and simple esterase in the diencephalon and mesencephalon. Acta Anat (Basel). 1976;95(3):321-48."},{"pmid":"147616","type":"RESULT","citation":"Kikindjanin V. Clinical signifcans of longitudinal determination of immunoglobulin values in infants with acut respiratory diseases. Allerg Immunol (Leipz). 1977;23(4):273-80."}],"seeAlsoLinks":[{"label":"Stroke: Morbidity, Risk Factors, and Care in Taiwan","url":"http://doi.org/10.5853/jos.2014.16.2.59"},{"label":"Pathophysiology of Lacunar Stroke: History's Mysteries and Modern Interpretations","url":"http://doi.org/10.1016/j.jstrokecerebrovasdis.2019.05.006"},{"label":"Follow-up study on serum cholesterol profiles and potential sequelae in recovered COVID-19 patients","url":"http://doi.org/10.1186/s12879-021-05984-1"},{"label":"An evaluation of lipid profle and pro-infammatory cytokines as determinants of cardiovascular disease in those with diabetes: a study on a Mexican American cohort","url":"http://doi.org/10.1038/s41598-021-81730-6"},{"label":"Correlation between Serum Lipid Parameters and Interleukin-10 Concentration in Obese Individuals","url":"http://doi.org/10.7570/jomes20122"},{"label":"COVID-19-activated SREBP2 disturbs cholesterol biosynthesis and leads to cytokine storm","url":"http://doi.org/10.1038/s41392-020-00292-7"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}