{"protocolSection":{"identificationModule":{"nctId":"NCT04337411","orgStudyIdInfo":{"id":"Muscle trajectories"},"organization":{"fullName":"Vrije Universiteit Brussel","class":"OTHER"},"briefTitle":"Muscle Trajectories in Acute Stroke Patients","officialTitle":"Do Time-related Trajectories of Muscle Alterations Predict Gait Recovery in Acute Stroke Patients? A Study Protocol for Two Cohort Studies"},"statusModule":{"statusVerifiedDate":"2021-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-11-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-03-20","studyFirstSubmitQcDate":"2020-04-06","studyFirstPostDateStruct":{"date":"2020-04-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-10-05","lastUpdatePostDateStruct":{"date":"2021-10-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lotte Cuypers","investigatorTitle":"Doctoral Researcher","investigatorAffiliation":"Vrije Universiteit Brussel"},"leadSponsor":{"name":"Vrije Universiteit Brussel","class":"OTHER"},"collaborators":[{"name":"Universitair Ziekenhuis Brussel","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to explore time-related trajectories of muscle alterations and inflammation in acute hospitalized stroke patients. Furthermore, the researchers want to gain insight in the predictive values of these time-related trajectories towards gait recovery in the acute stroke population.","detailedDescription":"STUDY DESIGN:\n\nTwo longitudinal prospective cohort studies will be conducted in which non-ambulatory (cohort 1) and ambulatory (cohort 2) acute stroke patients will participate.\n\nPATIENT RECRUITMENT:\n\nThe investigators aim to recruit 200 subjects (100/cohort). Patients will be recruited at the Neurology ward of the UZ Brussel.\n\nPROCEDURE:\n\nAll stroke survivors admitted to the Neurology ward of UZ Brussel will be screened for eligibility. Afterwards, an informed consent will be conducted for all subjects who met the inclusion criteria.\n\nBaseline assessments (T0) of gait recovery outcomes on the one hand and predictors for gait recovery on the other hand will be measured. To predict gait recovery, researchers will observe two novel biomarkers: stroke-induced muscle wasting and inflammation. Furthermore, the investigators will also assess relevant known predictors for gait recovery to compare the relevance of the novel markers. T0 assessments will start preferably within 3 days post-stroke.\n\nTo assess time-related trajectories of muscle alterations and inflammation, follow-up assessments of these predictors will be performed 3 days after baseline assessments (T1), at discharge (T2) and 3 months follow-up (T3). T1 follow-up measurements will only be possible for patients with motor impairments post-stroke since they have a longer stay at the hospital compared to patients without motor impairments after stroke (mean hospital stay of 5 to 8 days for patients without or with motor impairments post-stroke respectively).\n\nThe assessments of the gait recovery outcome measures will be repeated at discharge (T2) and 3 months follow-up (T3).\n\nMATERIALS:\n\nTo measure gait recovery in acute stroke survivors, the researchers will make use of wearable gait sensors (Physiolog®, Gait Up SA, Switzerland) to register gait speed and a lightweight chest carrying gas analysis system (Metamax 3B, Cortex, Germany) to measure cardiorespiratory parameters.\n\nFor the predictors, investigators will use handheld dynamometers (MicroFET2 and Martin Vigorimeter) to assess muscle strength, grip strength and muscle fatigue. Furthermore, researchers need a Bioelectrical Impedance analysis (BIA) device (Bodystat® QuadScan 4000, UK) to assess the muscle mass of our subjects and a portable ultrasound system (Viamo SV 7 with linear-array transducer, Canon Medical Systems, Netherlands) to assess muscle architecture.\n\nSTATISTICAL ANALYSIS:\n\nVarious biomarkers will be observed at each of the planned time points. Because the aim is to make correct predictions based on any information that is available at the early stages, the observations will not only be considered as such, but also summarized in terms of their time- related characteristics, such as steepest drop, frequency of improvement, or any other characteristic that may reveal itself as distinguishing. These predictors will be combined into predictive models such as random forests and boosting to establish the best combinations for making good predictions while accommodating inter-predictor correlations. The quality of the models will be established with cross-validation. The large set of observations and their summarized temporal characteristics will be used to determine whether different types of trajectories emerge. Hierarchical cluster analysis will label patients for each of the cluster solutions and the usefulness of patient labelling will be evaluated by their predicted gait performance. The extracted patient type will be included in random forests or boosting to evaluate its importance. The extracted patient type could also be used jointly with other predictors suggested as important in either a linear/logistic (mixed) model or an extended cox proportional hazard model, which are more traditional statistical approaches. While predictive performance remains the key goal, such models would be more interpretable on the potential underlying mechanism, with parameter estimates and confidence intervals."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Acute","Subacute","Muscle","Inflammation","Gait","Sarcopenia"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cohort 1","description":"Non-ambulatory acute stroke survivors at admission (Functional Ambulation Categories (FAC) ≤ 2)","interventionNames":["Other: Follow-up assessments"]},{"label":"Cohort 2","description":"Ambulatory acute stroke survivors at admission (Functional Ambulation Categories (FAC) ≥ 3)","interventionNames":["Other: Follow-up assessments"]}],"interventions":[{"type":"OTHER","name":"Follow-up assessments","description":"Longitudinal evaluation of recovery","armGroupLabels":["Cohort 1","Cohort 2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Functional Ambulation Categories","description":"The Functional Ambulation Categories (FAC) will be used to measure walking ability in patients assigned to cohort 1. The score ranges from 0-5, with a higher score reflecting towards a more independent walking ability.","timeFrame":"Change over time between baseline (≤ 3 days post-stroke), discharge (anticipated average of 10 days post-stroke) and 3 months follow-up"},{"measure":"6-minutes walking test","description":"The 6-minutes walking test (6MWT) will evaluate the walking endurance of the subjects in cohort 2. During this test we will measure the distance walked over a span of 6 minutes.","timeFrame":"Change over time between baseline (≤ 3 days post-stroke), discharge (anticipated average of 10 days post-stroke) and 3 months follow-up"}],"secondaryOutcomes":[{"measure":"Rivermead Mobility Index","description":"The Rivermead Mobility Index (RMI) will assess functional mobility in gait, balance and transfers in subjects of cohort 1. The RMI consists of 14 self-reported items and 1 direct observation with an overall maximum score of 15 points. A higher score represents a better outcome.","timeFrame":"Baseline (≤ 3 days post-stroke), discharge (anticipated average 10 days post-stroke), 3 months"},{"measure":"Gait speed","description":"Gait speed (m/s) will be evaluated by using wearable motion sensors (Gait Up) during the 6MWT in patients assigned to cohort 2.","timeFrame":"Baseline (≤ 3 days post-stroke), discharge (anticipated average 10 days post-stroke), 3 months"},{"measure":"Oxygen cost","description":"Oxygen cost (ml/kg/m) will be observed by respiratory gas analysis with the MetaMax 3B. All subjects from cohort 2 will wear this system during their 6MWT.","timeFrame":"Baseline (≤ 3 days post-stroke), discharge (anticipated average 10 days post-stroke), 3 months"},{"measure":"Muscle strength","description":"Muscle strength of the lower extremities will be assessed on one hand with the Motricity Index, a clinical tool which measures strength in the ankle dorsiflexors, knee extensors and hip flexors. On the other hand, we will use a hand-held dynamometer (MicroFET2) to assess the maximal isometric muscle strength of the knee extensors and ankle dorsiflexors (Newton) on the paretic and non-paretic side.","timeFrame":"Baseline (≤ 3 days post-stroke), 3 days after baseline assessment, discharge (anticipated average 10 days post-stroke), 3 months"},{"measure":"Grip strength","description":"Maximal hand grip strength will be assessed with the Martin Vigorimeter (KPa) on both sides.","timeFrame":"Baseline (≤ 3 days post-stroke), 3 days after baseline assessment, discharge (anticipated average 10 days post-stroke), 3 months"},{"measure":"Muscle Fatigue","description":"To observe muscle fatigue, we will use the Martin Vigorimeter. Muscle fatigue is defined as the time during which handgrip strength drops to 50% of its maximal value during sustained maximal contraction.","timeFrame":"Baseline (≤ 3 days post-stroke), 3 days after baseline assessment, discharge (anticipated average 10 days post-stroke), 3 months"},{"measure":"Muscle Mass","description":"A bioelectrical impedance analysis (BIA) system will be used to assess the muscle mass of the subjects.","timeFrame":"Baseline (≤ 3 days post-stroke), 3 days after baseline assessment, discharge (anticipated average 10 days post-stroke), 3 months"},{"measure":"Muscle architecture","description":"We will use ultrasound technique to evaluate the muscle architecture of the m. tibialis anterior and the m. gastrocnemius medialis. The architectural qualities of the muscles involve: muscle thickness, pennation angle, fascicle length and cross-sectional area.","timeFrame":"Baseline (≤ 3 days post-stroke), 3 days after baseline assessment, discharge (anticipated average 10 days post-stroke), 3 months"},{"measure":"Muscle Tone","description":"The Modified Ashworth Scale (MAS) will evaluate the amount of spasticity on both sides in the m. quadriceps, m. gastrocnemius and m. soleus based on a 6-point ordinal scale, with a higher score reflecting towards more spasticity in the muscle.","timeFrame":"Baseline (≤ 3 days post-stroke), 3 days after baseline assessment, discharge (anticipated average 10 days post-stroke), 3 months"},{"measure":"Circulating biomarkers","description":"Through blood sampling we investigate following circulating biomarkers: Brain-derived neurotrophic Factor (BDNF), inflammation related biomarkers (CRP, IL1β, TNFα, IL1ra, IL6, IL-8, IL-10, IL-15), heat shock proteins (hsp) (hsp27 and hsp 70) and Irisin.","timeFrame":"Baseline (≤ 3 days post-stroke), 3 days after baseline assessment, discharge (anticipated average 10 days post-stroke), 3 months"},{"measure":"Short Physical Performance Battery","description":"The Short Physical Performance Battery (SPPB) will be used to evaluate balance and mobility of the subjects. It is a test which combines the results of a gait speed test, a balance test and a chair stand test.","timeFrame":"Baseline (≤ 3 days post-stroke), 3 days after baseline assessment, discharge (anticipated average 10 days post-stroke), 3 months"},{"measure":"Fatigue Assessment Scale","description":"The Fatigue Assessment Scale (FAS) will be used to assess physical and mental fatigue. The questionnaire consists of 10 statements which have to be answered with one out of five categories varying from never to always.","timeFrame":"Baseline (≤ 3 days post-stroke), 3 days after baseline assessment, discharge (anticipated average 10 days post-stroke), 3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults (≥18 years)\n* Hospitalized at the Neurology ward of UZ Brussel\n* Diagnosed with first-ever stroke (as defined by the World Health Organisation)\n* Able to provide written or verbal informed consent\n\nExclusion Criteria:\n\n* Other neurological or orthopaedic problems leading to impaired gait\n* Severe deficits of communication, memory or understanding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Acute stroke survivors","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Lotte Cuypers, Dra.","role":"CONTACT","phone":"00324774505","email":"lotte.cuypers@vub.be"},{"name":"Eva Swinnen, Prof. Ph.D","role":"CONTACT","phone":"003224774529","email":"eva.swinnen@vub.be"}],"overallOfficials":[{"name":"David Beckwée, Prof. Ph.D","affiliation":"Vrije Universiteit Brussel","role":"STUDY_CHAIR"},{"name":"Eva Swinnen, Prof. Ph.D","affiliation":"Vrije Universiteit Brussel","role":"STUDY_CHAIR"},{"name":"Lotte Cuypers, Dra.","affiliation":"Vrije Universiteit Brussel","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universitair Ziekenhuis Brussel","status":"RECRUITING","city":"Jette","state":"Brussel","zip":"1090","country":"Belgium","contacts":[{"name":"Lotte Cuypers, Dra.","role":"CONTACT","phone":"00324774505","email":"lotte.cuypers@vub.be"}],"geoPoint":{"lat":50.87309,"lon":4.33419}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9983","name":"Inflammation","relevance":"LOW"},{"id":"M28086","name":"Sarcopenia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}