{"protocolSection":{"identificationModule":{"nctId":"NCT02819791","orgStudyIdInfo":{"id":"CHUBX 2013/21"},"organization":{"fullName":"University Hospital, Bordeaux","class":"OTHER"},"briefTitle":"Impact of a Therapeutic Education Program of Patient on the Evolution of the Cardiovascular Chronic Disease","acronym":"ETHEPAT"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-06-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-04-14","type":"ACTUAL"},"completionDateStruct":{"date":"2017-04-14","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-28","studyFirstSubmitQcDate":"2016-06-29","studyFirstPostDateStruct":{"date":"2016-06-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-02-08","lastUpdatePostDateStruct":{"date":"2022-02-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Bordeaux","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The Exploration Center for Prevention and Treatment of Atherosclerosis (CEPTA, Bordeaux Hospital University) showed that following myocardial infarct (MI) or ischemic stroke (TIA or stroke), the global management (medical and educational) of patients led to very long-term satisfactory results in terms of reduction of cardiovascular (CV) risk and morbidity and mortality. However, the specific effect of therapeutic education beyond the conventional treatment has never been an adequate assessment. The following at 1 year of this study will show the evolution of chronic long-term CV disease in patients who received therapeutic education, and to explain the mechanisms. The challenge of this project is to demonstrate for the first time the superiority of therapeutic education and conventional care and propose a modeling program for national diffusion.\n\nPatients who experienced a CV event (MI, stroke) will be randomized into 2 groups of 165 patients each: 1) receiving conventional treatment alone; 2) receiving conventional treatment + CEPTA program. The study was built for a 1-year follow-up period, to demonstrate the impact of therapeutic education on evolution of risk factors, physical, psychological and social health of patients. The main benefit of this study for the patient is the implementation of an optimized treatment and long-term monitoring by a cardiology referral center.","detailedDescription":"Chronic cardiovascular diseases are the second cause of death in France, and represent a major public health issue. Recurrences are numerous, due to inadequate control of cardiovascular risk factors, despite significant drug prescription. Therapeutic education can help to improve the health of patients, physical and psychical.\n\nThe Exploration Center for Prevention and Treatment of Atherosclerosis (CEPTA, Bordeaux Hospital University) demonstrated that following myocardial infarction or stroke, the comprehensive care (medical and educational) of patients CEPTA led to results very satisfactory in terms of reduction of cardiovascular risk and morbidity and mortality. However, the specific effect of therapeutic education beyond the conventional treatment has never been a proper assessment. This study is a single-center prospective, randomized, controlled. The main objective is to find and explain the impact of the \"therapeutic education program\" in addition to optimized conventional therapy in post-MI or stroke patients, compared to an optimized conventional therapy alone . Patients will be randomized during hospitalization for their acute phase into two groups of 165 patients each. The first group receiving conventional therapy alone and the 2nd group receiving conventional treatment + the therapeutic education program. All patients benefit from traditional monitoring as provided for this type of patients, followed up for 3 months and 1 year.\n\nIn the first days after the acute event, patients benefit from the most appropriate treatment and receive guidance for their change in lifestyle, diet and smoking cessation. Optimal treatment will be prescribed to the output depending on cardiovascular status and risk factors.\n\nThree months after cardiovascular events, patients will benefit from their assessment of atherosclerosis and its consequences on myocardial or neurological functions. Each patient will receive an assessment of risk factors (smoking, dietary habits and physical activity). Personalized advice will be issued. One participants group will receive the \"conventional treatment + therapeutic education program (CEPTA program)\".\n\nThe objectives of the therapeutic education associate:\n\n* Of learning objectives and acquisition of knowledge and self-care skills making the patient more autonomous and facilitating its adherence.\n* the objectives of acquiring coping skills (self-confidence, stress management, setting projects) to improve their quality of life.\n* the development objectives respects the relevant criteria of quality, realism and principle of educational progress.\n\nThe challenge of this project is to demonstrate for the first time the superiority of a conventional treatment + therapeutic education in this population, and to propose a model program for national broadcast."},"conditionsModule":{"conditions":["Stroke","Myocardial Infarction"],"keywords":["Cardiovascular","therapeutic education"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":202,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control group","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Optimized conventional therapy alone"]},{"label":"Intervention group","type":"EXPERIMENTAL","interventionNames":["Other: Optimized conventional therapy alone","Behavioral: Optimized conventional therapy with therapeutic education"]}],"interventions":[{"type":"OTHER","name":"Optimized conventional therapy alone","description":"Patients will benefit from a traditional follow-up as provided for this type of patients at 3 months and 1 year","armGroupLabels":["Control group","Intervention group"]},{"type":"BEHAVIORAL","name":"Optimized conventional therapy with therapeutic education","description":"The objectives of this therapeutic education program involve:\n\n* learning objectives and acquisition of knowledge and self-care skills making the patient more autonomous and facilitating its adherence.\n* the objectives of acquiring coping skills ( self-confidence , stress management , setting projects ) to improve their quality of life .\n* the development objectives respects the relevant criteria of quality , realism and principle of educational progress.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Difference measure of the risk factors score between baseline and 1 year of follow-up","description":"The sum of the different risk factors score is calculated at the baseline and the year 1. Then the difference between both is calculated.","timeFrame":"Baseline to year 1"}],"secondaryOutcomes":[{"measure":"Assessment of the improvement of at least one point of the risk score between baseline and 1 year of follow-up","description":"Each risk factor score is compared individually at the baseline and the year 1 to assess if at least one risk factor score improved from the Baseline (success or failure).","timeFrame":"Baseline to year 1"},{"measure":"Measure of the Framingham score giving a risk prediction of recurrent cardiovascular event","timeFrame":"Day 1, month 3, year 1"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients hospitalized for a cardiovascular event (myocardial infarction); Neurovascular attack (TIA or stroke)\n* Patients whose age is between 18 and 75 years\n* Patients who signed the informed consent after information about the study\n\nExclusion Criteria:\n\n* Subject participating or having participated in another study that alters conventional management of hospitalized patients for stroke, transient ischemic attack or myocardial infarction\n* Significant cognitive troubles making transmission of questionnaire impossible, or speech or understanding disorders (including non francophone patients)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Louis-Rachid SALMI, Pr","affiliation":"Unité de Soutien Méthodologique à la Recherche clinique et épidémiologique du CHU de Bordeaux","role":"STUDY_CHAIR"}],"locations":[{"facility":"CEPTA (Centre d'Exploration, de Prévention et de Traitement de l'Athérosclérose), Hôpital Cardiologique du Haut-Lévêque","city":"Pessac","zip":"33604","country":"France","geoPoint":{"lat":44.81011,"lon":-0.64129}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}