{"protocolSection":{"identificationModule":{"nctId":"NCT03558659","orgStudyIdInfo":{"id":"122-2018"},"organization":{"fullName":"Sunnybrook Health Sciences Centre","class":"OTHER"},"briefTitle":"Positional Therapy to Treat Obstructive Sleep Apnea in Stroke Patients","officialTitle":"Positional Therapy to Treat Obstructive Sleep Apnea in Stroke Patients: A Randomized Controlled"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"TERMINATED","whyStopped":"Low recruitment.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-10","type":"ACTUAL"},"completionDateStruct":{"date":"2022-05-10","type":"ACTUAL"},"studyFirstSubmitDate":"2018-05-23","studyFirstSubmitQcDate":"2018-06-14","studyFirstPostDateStruct":{"date":"2018-06-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-10","lastUpdatePostDateStruct":{"date":"2022-05-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Mark Boulos","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Sunnybrook Health Sciences Centre"},"leadSponsor":{"name":"Sunnybrook Health Sciences Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Obstructive sleep apnea (OSA) has been found to be very common in stroke patients. Obstructive sleep apnea has been found to impede stroke rehabilitation and recovery. However, currently, there are few treatment options for OSA in stroke patients. Continuous positive airway pressure (CPAP) is the current therapy commonly used for OSA in the general population, however stroke patients are not highly compliant with this device. Therefore, we have decided to propose a more feasible alternative to treating obstructive sleep apnea through positional therapy. Positional therapy involves using a device to prevent patients from sleeping on their backs, since this position has been found to exacerbate obstructive sleep apnea. Therefore, we hypothesize that stroke patients who use the positional therapy belt will experience improvements in the severity of OSA.","detailedDescription":"1. BACKGROUND\n\n   Obstructive sleep apnea is very common in stroke patients, with reported prevalence rates between 30% and 70%. Recent studies suggest that it represents both a risk factor and a consequence of stroke and affects stroke recovery, outcome, and recurrence. A case-control study found that stroke patients with OSA had worse neurological status, lower functional independence scores, and a longer period of hospitalization than stroke patients without OSA. Furthermore, leaving OSA untreated after stroke affects rehabilitation efforts and short- and long-term stroke recovery and outcomes. Current literature supports the implementation of treatment protocols for OSA post-stroke in stroke units. This warrants the need to improve treatment of OSA in stroke patients as a means of secondary prevention and improvement of stroke outcomes.\n\n   1.1 Treating OSA in stroke patients\n\n   Continuous positive airway pressure (CPAP) is the current gold standard therapy for OSA in the general population. Early CPAP therapy was found to have a positive effect on long-term survival in ischaemic stroke patients with moderate-severe OSA. However, CPAP is generally poorly tolerated by stroke patients and has a low compliance. Another alternative therapy, nasal expiratory positive airway pressure (EPAP), was also found to be an ineffective alternative to CPAP in acute stroke patients with OSA.\n\n   Since sleeping in the supine position increases the chance of sleep apnea due to the tendency of the tongue to fall back and block the pharyngeal airway, having stroke patients sleep in a lateral position may improve OSA severity. As sleeping in the supine position is very common in acute stroke patients, positional therapy that reduces supine sleep may be beneficial in treating OSA in stroke patients.\n\n   Positional therapy was found to be as effective as CPAP therapy in patients of the general population with positional OSA and in those patients who are intolerant to CPAP therapy. A pilot RCT found that positional therapy reduced the amount of supine positioning by 36% and AHI was reduced by 19.5% in stroke patients.\n\n   Despite the modest improvements observed from position therapy in stroke patients, there is still a need for a vigorous randomized controlled trial to study the effectiveness of positional therapy to reduce the severity of OSA in stroke patients.\n2. RATIONALE\n\n   It is of great importance to routinely diagnose and treat OSA after stroke because OSA is highly prevalent and influences rehabilitation and recovery efforts after stroke. Since CPAP, the current gold standard therapy for OSA, is poorly tolerated by stroke patients and is not conveniently accessible in the hospital, positional therapy for OSA may be a feasible alternative. Positional therapy belts have the advantages of being convenient for patients and may also be economically attractive, however they are not routinely used in Ontario hospital or clinics. Therefore, this warrants the investigation of the effectiveness and feasibility of positional therapy in stroke patients.\n3. SIGNIFICANCE\n\n   Our project could substantially change the way healthcare is delivered for stroke patients if it finds that treating OSA with positional therapy improves clinical outcomes after stroke. Since CPAP, the current gold-standard for treating OSA, is poorly tolerated in stroke patients, positional therapy has the potential to provide therapy that is convenient and easy to use for stroke patients. Positional therapy devices can also be easily used in patient hospital beds or homes to treat their OSA. This novel approach would have the potential to improve patient outcomes while reducing healthcare spending and could be easily applied to settings outside of Sunnybrook HSC. Although our study will only examine stroke patients, future work could examine the role of positional therapy in other patient populations. Overall, our study will have an important impact on healthcare delivery and optimizing patient outcomes.\n4. RESEARCH OBJECTIVES\n\nThe primary objective of our randomized controlled trial is to determine whether positional therapy can effectively treat OSA in patients who have sustained a stroke. This will be evaluated by measuring OSA severity, as assessed by the apnea-hypopnea index (AHI) and oxygen desaturation. AHI and oxygen saturation are both measured using the Resmed ApneaLink device.\n\nThe secondary objectives include determining the effectiveness of positional therapy in reducing the time spent in the supine position during sleep. This will be measured using a portable body position sensor, available on the Resmed ApneaLink device. We will also assess if positional therapy improves actigraphy-derived measures (e.g. sleep efficiency and wake after sleep onset) by using Phillips Respironics actigraphy. Furthermore, we seek to explore whether positional therapy improves neurological outcomes (National Institutes of Health Stroke Scale, Montreal Cognitive Assessment, Modified Rankin), psychomotor outcomes (psychomotor vigilance test), psychosocial outcomes (depression, quality of life), performance of daily activities, daytime sleepiness, and length of stay in hospital."},"conditionsModule":{"conditions":["Stroke, Ischemic","Obstructive Sleep Apnea"],"keywords":["Stroke","Obstructive sleep apnea","Positional therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":1,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Positional Therapy Belt","type":"EXPERIMENTAL","description":"Use of positional therapy belt (SlumberBUMP) during sleep.","interventionNames":["Device: Positional therapy belt"]},{"label":"Standard Care","type":"NO_INTERVENTION","description":"No positional therapy belt provided for use during sleep."}],"interventions":[{"type":"DEVICE","name":"Positional therapy belt","description":"The positional therapy belt produced by SlumberBUMP will be used by stroke patients during sleep, which helps to avoid sleep in the supine position.","armGroupLabels":["Positional Therapy Belt"],"otherNames":["SlumberBUMP positional therapy belt"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in obstructive sleep apnea severity (Apnea-hypopnea index)","description":"Apnea-hypopnea index will be measured using the Resmed ApneaLink device","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 1 (within 2 weeks of baseline), follow-up 2 (within 3-6 months of baseline)"},{"measure":"Change in obstructive sleep apnea severity (oxygen desaturation)","description":"Oxygen desaturation will be measured using the Resmed ApneaLink device","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 1 (within 2 weeks of baseline), follow-up 2 (within 3-6 months of baseline)"}],"secondaryOutcomes":[{"measure":"Change in time spent in the supine position during sleep","description":"Proportion of time spent on supine position during sleep will be measured using a portable body position sensor available on the Resmed ApneaLink device","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 1 (within 2 weeks of baseline), follow-up 2 (within 3-6 months of baseline)"},{"measure":"Change in sleep efficiency (actigraphy)","description":"Sleep efficiency will be measured using Phillips Respironics actigraphy","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 1 (within 2 weeks of baseline), follow-up 2 (within 3-6 months of baseline)"},{"measure":"Change in neurological outcomes (National Institutes of Health Stroke Scale)","description":"National Institutes of Health Stroke Scale will be used to measure impairment caused by a stroke. The score ranges from 0 to 42, with higher scores meaning greater stroke severity.","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 1 (within 2 weeks of baseline), follow-up 2 (within 3-6 months of baseline)"},{"measure":"Hospital length of stay","description":"Hospital length of stay (number of days from time of stroke admission to discharge)","timeFrame":"Within 3-6 months of baseline"},{"measure":"Change in reaction time (psychomotor vigilance test)","description":"Psychomotor vigilance will be assessed using a reaction-time test","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 1 (within 2 weeks of baseline), follow-up 2 (within 3-6 months of baseline)"},{"measure":"Change in neurological outcomes (Montreal Cognitive Assessment)","description":"Neurological outcomes (Montreal Cognitive Assessment)","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 2 (within 3-6 months of baseline)"},{"measure":"Change in psychological outcomes (Centre for Epidemiological Studies Depression Scale)","description":"Centre for Epidemiological Studies Depression Scale quantifies symptoms related to depression. Scores range from 0 to 60, with higher scores indicating greater depressive symptoms.","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 2 (within 3-6 months of baseline)"},{"measure":"Change in quality of life (SF-12 quality of life questionnaire)","description":"SF-12 quality of life questionnaire quantifies quality of life. Scores range from 12 to 47, with low scores indicating poorer quality of life.","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 2 (within 3-6 months of baseline)"},{"measure":"Change in daytime sleepiness (Epworth sleepiness scale)","description":"Epworth sleepiness scale quantifies daytime sleepiness. Scores range from range from 0 to 24, with higher scores indicating higher average sleep propensity in daily life (daytime sleepiness).","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 1 (within 2 weeks of baseline), follow-up 2 (within 3-6 months of baseline)"},{"measure":"Change in neurological outcomes (Modified Rankin scale)","description":"Modified Rankin scale measures the degree of disability or dependence in the daily activities of people who have suffered a stroke. The scale ranges from 0-6, in which 0 indicates no disability or symptoms and 6 indicating death.","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 2 (within 3-6 months of baseline)"},{"measure":"Change in performance in activities of daily living (Barthel Index)","description":"Barthel Index quantifies performance in activities of daily living. The scores range from 0 to 20, with lower scores indicating increased disability.","timeFrame":"Baseline (within 1 week of study enrollment), follow-up 2 (within 3-6 months of baseline)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute ischemic stroke\n2. Patient has been treated at Sunnybrook Health Sciences Centre\n\nExclusion Criteria:\n\n1. Patients who are unable to lie in a supine position (can be due to existing medical conditions)\n2. Patients who are using positive airway pressure therapy or supplemental oxygen at the time of the study\n3. Patients who are unable to use the portable sleep monitoring device\n4. Physical impairment, aphasia, language barrier, facial/bulbar weakness or trauma restricting the ability to use the portable sleep monitor, and absence of caregiver who can provide assistance\n5. Women who are pregnant during the study period","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Sunnybrook Health Sciences Centre","city":"Toronto","state":"Ontario","zip":"M4N3M5","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"27306393","type":"BACKGROUND","citation":"Wheeler NC, Wing JJ, O'Brien LM, Hughes R, Jacobs T, Claflin E, Chervin RD, Brown DL. Expiratory Positive Airway Pressure for Sleep Apnea after Stroke: A Randomized, Crossover Trial. J Clin Sleep Med. 2016 Sep 15;12(9):1233-8. doi: 10.5664/jcsm.6120."},{"pmid":"22336145","type":"BACKGROUND","citation":"Wallace DM, Ramos AR, Rundek T. Sleep disorders and stroke. Int J Stroke. 2012 Apr;7(3):231-42. doi: 10.1111/j.1747-4949.2011.00760.x. Epub 2012 Feb 15."},{"pmid":"21306949","type":"BACKGROUND","citation":"Svatikova A, Chervin RD, Wing JJ, Sanchez BN, Migda EM, Brown DL. Positional therapy in ischemic stroke patients with obstructive sleep apnea. Sleep Med. 2011 Mar;12(3):262-6. doi: 10.1016/j.sleep.2010.12.008."},{"pmid":"31041813","type":"BACKGROUND","citation":"Srijithesh PR, Aghoram R, Goel A, Dhanya J. Positional therapy for obstructive sleep apnoea. Cochrane Database Syst Rev. 2019 May 1;5(5):CD010990. doi: 10.1002/14651858.CD010990.pub2."},{"pmid":"20572416","type":"BACKGROUND","citation":"Permut I, Diaz-Abad M, Chatila W, Crocetti J, Gaughan JP, D'Alonzo GE, Krachman SL. Comparison of positional therapy to CPAP in patients with positional obstructive sleep apnea. J Clin Sleep Med. 2010 Jun 15;6(3):238-43."},{"pmid":"25040553","type":"BACKGROUND","citation":"Parra O, Sanchez-Armengol A, Capote F, Bonnin M, Arboix A, Campos-Rodriguez F, Perez-Ronchel J, Duran-Cantolla J, Martinez-Null C, de la Pena M, Jimenez MC, Masa F, Casadon I, Alonso ML, Macarron JL. Efficacy of continuous positive airway pressure treatment on 5-year survival in patients with ischaemic stroke and obstructive sleep apnea: a randomized controlled trial. J Sleep Res. 2015 Feb;24(1):47-53. doi: 10.1111/jsr.12181. Epub 2014 Jul 21. Erratum In: J Sleep Res. 2015 Aug;24(4):474."},{"pmid":"27488603","type":"BACKGROUND","citation":"Hermann DM, Bassetti CL. Role of sleep-disordered breathing and sleep-wake disturbances for stroke and stroke recovery. Neurology. 2016 Sep 27;87(13):1407-16. doi: 10.1212/WNL.0000000000003037. Epub 2016 Aug 3."},{"pmid":"25669178","type":"BACKGROUND","citation":"Aaronson JA, van Bennekom CA, Hofman WF, van Bezeij T, van den Aardweg JG, Groet E, Kylstra WA, Schmand B. Obstructive Sleep Apnea is Related to Impaired Cognitive and Functional Status after Stroke. Sleep. 2015 Sep 1;38(9):1431-7. doi: 10.5665/sleep.4984."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001049","term":"Apnea"},{"id":"D000012891","term":"Sleep Apnea Syndromes"},{"id":"D000020181","term":"Sleep Apnea, Obstructive"},{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4051","name":"Apnea","asFound":"Apnea","relevance":"HIGH"},{"id":"M15384","name":"Sleep Apnea Syndromes","asFound":"Sleep Apnea","relevance":"HIGH"},{"id":"M21700","name":"Sleep Apnea, Obstructive","asFound":"Obstructive Sleep Apnea","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M15313","name":"Signs and Symptoms, Respiratory","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}