{"protocolSection":{"identificationModule":{"nctId":"NCT05658315","orgStudyIdInfo":{"id":"GN22ST389"},"organization":{"fullName":"NHS Greater Glasgow and Clyde","class":"OTHER"},"briefTitle":"Investigating the Efficacy of ApplTree on Prospective Memory in Stroke","officialTitle":"Investigating the Efficacy of ApplTree, a Smartphone Reminding Application, on Prospective Memory Performance in Individuals Who Have Experienced a Stroke Using Single Case Experimental Design (SCED)"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-11-28","studyFirstSubmitQcDate":"2022-12-16","studyFirstPostDateStruct":{"date":"2022-12-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-16","lastUpdatePostDateStruct":{"date":"2022-12-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"NHS Greater Glasgow and Clyde","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"After a stroke, people can experience memory problems, including difficulty remembering to do things in the future - termed \"prospective memory\". This can impact their ability to carry out important activities of daily living (e.g., taking medication), independence, and quality of life. Technology-based memory aids, including smartphone applications, can compensate for memory difficulties and are recommended as a 'practice standard' for improving prospective memory impairment following stroke. ApplTree is a smartphone application that was designed for people with memory and attention problems. Users can enter details of future tasks and events and ApplTree then prompts them to remind them to complete these at a pre-specified time. This study will investigate whether ApplTree helps people who have had a stroke and experience prospective memory difficulties to successfully complete prospective memory tasks. It will also explore whether they find ApplTree helpful and easy-to-use.","detailedDescription":"Background: Prospective memory impairment is common following stroke and can significantly impact daily functioning and quality of life. Studies show that technological memory aids, including smartphone applications, are effective in helping compensate for PM difficulties. Wilson (2021) investigated the efficacy of ApplTree, a smartphone reminder application, in three community-dwelling stroke participants with PM difficulties using a multiple baseline across participants, single case experimental design (SCED). Results indicated that ApplTree did not lead to statistically significant improvements in prospective memory performance. However, methodological issues (e.g., self-report and limited response format on Memory Log regarding prospective memory task completion) were highlighted that may have made it difficult to detect any positive effects of ApplTree.\n\nAims: The proposed study will replicate Wilson (2021) whilst addressing these methodological issues. It is hypothesised that prospective memory performance will improve from baseline to intervention phases, and that ApplTree will be acceptable to participants.\n\nMethods: Participants who have had a stroke and currently experience prospective memory difficulties will be randomly assigned to a 5-, 6- or 7-week baseline phase, where they will continue to do what they normally do to remember tasks in the future. They will then complete training in the use of ApplTree and a 5-week intervention phase, where they will use ApplTree to remind them to complete prospective memory tasks. This will allow us to compare prospective memory performance with and without ApplTree to see if ApplTree makes any difference. A nominated person (e.g., a partner) will record prospective performance during baseline and intervention phases on a Memory Log. Subjective feedback from participants and their nominated person about their experiences of using ApplTree will be gathered after study completion.\n\nPractical Applications: The Stroke Association (2021) have highlighted cognitive and memory difficulties as a top priority for stroke rehabilitation research. This study will contribute to the growing literature on neuropsychological rehabilitation for stroke survivors. Should ApplTree demonstrate efficacy for improving PM performance and be acceptable to participants, it may have utility for stroke rehabilitation."},"conditionsModule":{"conditions":["Stroke (CVA) or TIA","Memory Impairment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"A multiple baseline across participants, single case experimental design (SCED) will be used. Participants will be randomly assigned to either a 5-, 6-, or 7-week baseline phase. They will then complete training in the use of ApplTree and a 5-week intervention phase.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":6,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Baseline","type":"NO_INTERVENTION","description":"Participants will be randomly assigned to either a 5-, 6-, or 7-week baseline phase."},{"label":"ApplTree intervention","type":"EXPERIMENTAL","description":"Following baseline, participants will complete training in the use of ApplTree and a 5-week intervention phase, where they will utilise ApplTree to set reminders about weekly prospective memory tasks.","interventionNames":["Other: ApplTree smartphone application"]}],"interventions":[{"type":"OTHER","name":"ApplTree smartphone application","description":"ApplTree is a smartphone reminder application which allows the user to enter details of future tasks and events and then prompts the user to remind them to complete these at a pre-specified time. ApplTree was designed with people who experience memory and attention difficulties in mind and has a customisable user interface design to support attention and short-term memory when entering PM tasks. ApplTree was developed by Professor Jonathan Evans and Dr Matthew Jamieson (see Jamieson et al., 2020) and is owned by the University of Glasgow.","armGroupLabels":["ApplTree intervention"],"otherNames":["Smartphone reminder tool"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Prospective Memory Log","description":"The participant, their nominated person, and the Principal Investigator will discuss the participant's target prospective memory tasks and their intended completion times at the beginning of each week. These will be recorded on a Memory Log by the nominated person. Only the nominated person will have access to the Memory Log; they will be asked to store this privately so that it does not act as a memory aid or prompt for the participant. The nominated person will record whether these tasks are completed and, if so, whether they are completed on time and if prompting is required.","timeFrame":"Completely weekly throughout baseline and intervention phases (10-13 weeks)"},{"measure":"Text Message Log","description":"Participants and nominated persons will be provided with times for the participant to send text messages to the Principal Investigator each week. Days and times will vary to prevent possible practice effects. Successful completion of sending text messages will be recorded by the Principal Investigator.","timeFrame":"Completely weekly throughout baseline and intervention phases (10-13 weeks)"}],"secondaryOutcomes":[{"measure":"Subjective ratings of worry and effort regarding prospective memory tasks","description":"Participants and nominated persons will be asked to rate time spent worrying about their subjective effort regarding participants' prospective memory tasks for the previous week at the weekly check-in. Responses for each a rated on a 5-point likert scale ranging from 1=Never to 5=Always for Worry ratings and from 1=No effort to 5=A great deal of effort for Effort ratings.","timeFrame":"Completely weekly throughout baseline and intervention phases (10-13 weeks)"},{"measure":"Unified Theory of Acceptance and Use of Technology questionnaire (UTAUT)","description":"The UTAUT consists of eight domains (performance expectancy, effort expectancy, social influence, facilitating conditions, hedonic motivation, price value, habit, and behavioural intention). This measure will be adapted to assess participants' perceived usability, usefulness, and intention to use ApplTree after study completion. Responses are rated on a 7-point likert scale from 1=Strongly disagree to 7=Strongly agree.\n\nParticipants will be asked to complete the UTAUT after they have completed the baseline and ApplTree intervention phases. This will vary depending on duration of baseline period that participants were randomised to (5, 6, or 7 weeks). Participants will be invited to complete the UTAUT between 1 and 3 weeks post-intervention phase completion (e.g., to allow for things like holidays, illness, etc.).","timeFrame":"Completed once after baseline and intervention phases are completed (11-14 weeks to 14-17 weeks)"},{"measure":"End of study interview","description":"Participants and nominated persons will be invited to separately provide subjective feedback regarding their experience of using ApplTree and whether they intend to use it in future, during an end-of-study interview with the Principal Investigator.\n\nParticipants and nominated persons will be asked to complete the end of study interview after they have completed the baseline and ApplTree intervention phases. This will vary depending on duration of baseline period that participants were randomised to (5, 6, or 7 weeks). Participants will be invited to complete the UTAUT between 1 and 3 weeks post-intervention phase completion (e.g., to allow for things like holidays, illness, etc.).","timeFrame":"Completed after baseline and intervention phases are completed (11-14 weeks to 14-17 weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Community-dwelling individuals who have had a medically-confirmed stroke that occurred at least 3 months prior to recruitment\n* Participants must have self- or other-reported prospective memory difficulties\n* Participants must share accommodation with their nominated person\n* Participants must own and be competent in the use of a smartphone with a reliable internet connection. Nominated persons must also own and be competent in the use of a smartphone and this phone must be separate to that owned by the participants.\n* Participants must have capacity to provide informed consent\n* Participants must be aged 18 years or over\n\nExclusion Criteria:\n\n* Index stroke \\<3 months prior to recruitment\n* Individuals who do not have capacity to provide informed consent\n* Non-fluent English speakers\n* Aged \\<18yrs\n* Aphasia (a comprehension and communication disorder that may result from a stroke) that is of a level of severity where it would impact on participants' ability to interact with the ApplTree app and/or complete the study measures\n* Diagnosed pre-existing neurological condition\n* Psychiatric symptoms (e.g., depression) of sufficient severity to prevent engagement with the study\n* Pre-existing dementia or acquired brain injury\n* Cognitive impairment of sufficient severity that it would prevent the participant from using ApplTree\n* Do not currently use a smartphone\n* Physical, visual or auditory impairment which, if uncorrected, would prevent the participant from using a smartphone\n* Currently participating in other research\n* Currently receiving a neuropsychological rehabilitation intervention specifically targeting PM performance","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Corinna A Stewart, BA, PhD","role":"CONTACT","phone":"0141 211 3920","email":"corinna.stewart@ggc.scot.nhs.uk"},{"name":"Jonathan J Evans, BSc, PsyD, PhD","role":"CONTACT","phone":"0141 211 0694","email":"Jonathan.Evans@glasgow.ac.uk"}],"overallOfficials":[{"name":"Jonathan J Evans, BSc, PsyD, PhD","affiliation":"University of Glasgow","role":"STUDY_DIRECTOR"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"Anonymised participant data may be made available to other researchers with participants' consent. Study to undergo Research Ethics Review."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}