{"protocolSection":{"identificationModule":{"nctId":"NCT04752800","orgStudyIdInfo":{"id":"EEGtDCSAVC"},"organization":{"fullName":"Federal University of Paraíba","class":"OTHER"},"briefTitle":"Brain Connectivity as a Biomarker of Response to Transcranial Stimulation by Continuous Current in Patients With Stroke","officialTitle":"Brain Connectivity as a Biomarker of Response to Transcranial Stimulation by Continuous Current in Patients With Stroke: Sham Controlled, Randomized Clinical Trial"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-02-10","studyFirstSubmitQcDate":"2021-02-10","studyFirstPostDateStruct":{"date":"2021-02-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-03","lastUpdatePostDateStruct":{"date":"2022-05-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Suellen Marinho Andrade","investigatorTitle":"Principal Researcher and Professor","investigatorAffiliation":"Federal University of Paraíba"},"leadSponsor":{"name":"Federal University of Paraíba","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A randomized, double-blind, sham-controlled clinical trial will be conducted with 30 people with stroke, recruited at a referral hospital in João Pessoa. After recruitment they will be randomized into two groups: Group 1 - active stimulation and group - 2 sham stimulation. Participants will receive 10 sessions of ETCC, for 20 minutes, on alternate days (3 times a week), where the electrodes will be positioned over the primary motor cortex. 3 minutes of EEG at rest will be taken from each participant, and they will be instructed not to be actively involved in any cognitive or mental activity. In the first and last meetings, evaluations will be carried out, the outcomes evaluated will be: motor function, quality of life and functional connectivity.","detailedDescription":"Previous studies analyzed by systematic reviews suggest that the effects of ETCC may vary between subjects, where some stroke patients may not receive any additional benefits from therapy. Thus, it is necessary to use a biomarker that manages to elect those who will possibly benefit from the electric current. Therefore, the objective of this study is to investigate whether the EEG measures of functional connectivity of the target network of the stimulation are associated with the response to ipsilesional anodic ETCC in patients with stroke in the late subacute phase. as well as to observe if these findings can be associated with a clinical improvement of the patient. For that, a randomized, double-blind, sham-controlled clinical trial will be carried out with 30 people with stroke, recruited at a referral hospital in joão Pessoa.\n\nAfter recruitment they will be randomized into two groups: Group 1 - active stimulation and group - 2 sham stimulation. Participants will receive 10 sessions of ETCC, for 20 minutes, on alternate days (3 times a week), where the electrodes will be positioned over the primary motor cortex. 3 minutes of EEG at rest will be taken from each participant (Eyes open and eyes closed), and they will be instructed not to be actively involved in any cognitive or mental activity. In the first and last meetings, evaluations will be carried out, the outcomes assessed will be: motor function, quality of life and functional connectivity."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Transcranial direct current stimulation","Functional Connectivity","Motor function","Quality of life"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A randomized, double-blind, sham-controlled clinical trial will be carried out involving patients with ischemic stroke in the initial subacute stage, submitted to transcranial direct current stimulation sessions. This study will obey the SPIRIT guidelines, which is considered a guideline composed of minimum contents of a clinical trial protocol","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Participants will be divided into 02 groups: Active - participants who will receive real current; Sham - participants who will receive simulated stimulation. Participants will be included in the study using the eligibility criteria and will be randomly allocated, in 1: 1 blocks, where a random number generator will be used through an online randomization program (www.random.org). All researchers responsible for the evaluation before and after consultations will be blind to the type of treatment that the patient will receive (active stimulation or sham stimulation). The effectiveness of the masking mechanism will be assessed at the time of the last interview with the patients, when they will be asked about their opinions as to whether the electric current producing system was on or off.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"active tDCS","type":"EXPERIMENTAL","description":"Participants will receive 10 ETCC sessions, for 20 minutes, on alternate days (3 times a week). The electrodes will be positioned on the primary motor cortex (position C3 or C4 according to the international electroencephalogram system - EEG 10/20), with the anode positioned on the affected hemisphere and the cathode on the supraorbital region in the hemisphere contralateral to the injury. The electrodes will be wrapped with sponges of 5 x 7 cm and moistened with saline (NaCl 0.9%).\n\nThe current intensity will be 2mA.","interventionNames":["Device: Direct Current Transcranial Stimulation - tDCS"]},{"label":"Sham tDCS","type":"SHAM_COMPARATOR","description":"The protocol for placebo stimulation will be identical, but the device will stop emitting current 30 seconds after the start of stimulation.","interventionNames":["Device: Sham Intervention"]}],"interventions":[{"type":"DEVICE","name":"Direct Current Transcranial Stimulation - tDCS","description":"Intervenção Ativa","armGroupLabels":["active tDCS"]},{"type":"DEVICE","name":"Sham Intervention","description":"Direct Current Transcranial Stimulation - Sham Intervention","armGroupLabels":["Sham tDCS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor function","description":"For the analysis of the primary outcome, the fulgl-Meyer evaluation scale will be used.\n\nThe scale consists of a cumulative numerical scoring system that assesses aspects related to range of motion, pain, sensitivity, motor function of the upper and lower extremities, in addition to coordination and speed.","timeFrame":"Baseline and after 3 weeks"}],"secondaryOutcomes":[{"measure":"Change in quality of life","description":"To assess quality of life, the SF-36 questionnaire will be used, which is a multidimensional instrument, easy to administer and understand, translated and validated in Brazil, consisting of 36 items, encompassed in 8 scales: functional capacity, physical aspects, pain, state general health, vitality, social aspects, emotional aspects and mental health. It has a maximum final score of 100 points, where the higher the score, the greater the health status.","timeFrame":"Baseline and after 3 weeks"},{"measure":"Functional Connectivity","description":"For the EEG record, the actiCHamp32 model, Brain Products GmbH®, with 32 electrodes will be used. During data collection, participants will be seated in a comfortable chair, where they will be instructed to keep their gaze turned to a fixation point, avoiding talking or moving, these measures will be adopted to try to minimize the possible artifacts that may exist in the EEG record. Participants will also be instructed not to engage in any cognitive or mental activity during the collection period. The data will be collected in an environment conducive to the acquisition (silent place, with adequate lighting) where only the participant and the researcher responsible for the collection will be present.","timeFrame":"Baseline and after 3 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have had a single episode of unilateral, ischemic stroke, in middle cerebral artery proven by means of magnetic resonance imaging or computed tomography;\n* Young adult individuals, over 18 years old;\n* Both sexes;\n* Patients in late subacute stage. Late sub-acute stage will be considered for patients between 3 and 6 months after stroke;\n* Mild to moderate patients with a Fugl-Meyer score \\>85 points;\n* Patients with mild to moderate degree of injury severity (NIHHS \\<17 points);\n* Presentation of up to 4 points on the Rankin scale.\n\nExclusion Criteria:\n\n* Use of drugs that modulate the activity of the Central Nervous System;\n* Carriers of implanted metallic or electronic devices; cardiac pacemaker;\n* habitual use of drugs or alcohol;\n* Epilepsy history report; gestation; people with traumatic brain injury or tumors.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Suellen Andrade","role":"CONTACT","phone":"83 99937-1471","email":"suellenandrade@gmail.com"},{"name":"Letícia Maria","role":"CONTACT","phone":"81 99368-4588","email":"leticiamaria.fisio@gmail.com"}],"overallOfficials":[{"name":"Suellen Andrade","affiliation":"Federal University of Paraiba","role":"PRINCIPAL_INVESTIGATOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}