{"protocolSection":{"identificationModule":{"nctId":"NCT02393222","orgStudyIdInfo":{"id":"GN14RE639"},"organization":{"fullName":"NHS Greater Glasgow and Clyde","class":"OTHER"},"briefTitle":"Assessing Cognitive fUnction and MEasuring the Cerebral circulatioN on HaemoDialysis","officialTitle":"Exploring the Natural History of Cerebrovascular Disease in Patients With End-stage Renal Disease on Haemodialysis","acronym":"ACUMEN-HD"},"statusModule":{"statusVerifiedDate":"2015-03","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-03"},"primaryCompletionDateStruct":{"date":"2016-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2017-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2015-02-26","studyFirstSubmitQcDate":"2015-03-18","studyFirstPostDateStruct":{"date":"2015-03-19","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-03-18","lastUpdatePostDateStruct":{"date":"2015-03-19","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"NHS Greater Glasgow and Clyde","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Stroke disease and cognitive impairment are common in patients established on haemodialysis (HD) for end-stage renal disease (ESRD). Further, initiation of HD appears to transiently increase the risk of stroke. The mechanism by which this occurs is not known.\n\nUsing ultrasound, patient questionnaires and brain MRI our study will observe changes in cognition and cerebral blood flow whilst receiving HD compared to a non-dialysis day. Transient clinical and ultrasound alterations will be correlated to radiographic changes in cerebral perfusion and structure on MRI to determine the underlying mechanism for the increased stroke risk. The investigators will observe this effect in the immediate and longer term (12 months observation).\n\nA greater understanding will allow development of effective preventive strategies.","detailedDescription":"Stroke is common in the United Kingdom and a leading cause of adult disability. It has been reported that more than half of all stroke survivors remain dependent on carers for everyday activities. A greater understanding stroke disease has led to improvements in stroke care for the general population.\n\nPatients with ESRD are at increased risk of cerebrovascular disease with a risk approximately 5-10 times higher than the general population yet a relative paucity of data exploring the mechanisms and impact of stroke disease on patients on HD remains. Signs of cerebrovascular disease are common with evidence of early stroke disease (white matter hyperintensities on MRI) having been described in up to 50% of ESRD patients. In addition to this it is now estimated that up to 70% of patients on dialysis aged 55 years and older have moderate to severe cognitive impairment. Previous work has revealed that cognition declines during dialysis - specifically a decrease in executive function has been reported, without significant memory impairment. Such findings are in suggestive of vascular related injury. Mean cerebral blood flow assessed by transcranial Doppler ultrasound is reduced during dialysis, although whether this finding is associated with a clinical outcome is not clear.\n\nIn order to generate appropriate preventive strategies for stroke in ESRD the mechanism by which injury occurs must be confirmed. In addition, although a decrease in executive function has been shown during HD it is unclear if long-term HD is associated with progressive decline or if this clinical finding correlates with neuroimaging.\n\nThis study is being performed to determine:\n\n* The impact of long term HD (including indices of cardiovascular instability) on changes on brain MRI and cognitive function.\n* The relationship between intracerebral blood flow rate, brain MRI findings and neurocognitive function\n* The relationship between intracranial blood flow measures (during and post haemodialysis (HD)) and brain perfusion and structure\n\nFollowing informed written consent patients will be observed over a 12 month period. On the first visit participants will undergo a transcranial ultrasound before and during HD to achieve baseline and intra-dialytic blood flow velocities. During the dialysis sessions a neurocognitive assessment (patient questionnaire) will be performed which will assess multiple cognitive domains. On completion of dialysis a subgroup will undergo a brain MRI. All patients will meet with the investigators within 2 weeks to repeat the neurocognitive assessment on a non-dialysis day. This will allow for comparison of cognitive changes, alterations in cerebral blood flow and (in some) correlation with MRI findings. All participants will repeat this process 12 months later."},"conditionsModule":{"conditions":["End-Stage Renal Disease","Stroke","Cognition Disorders"],"keywords":["Dialysis","Cerebrovascular disease","ESRD"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Samples will be taken with consent for serum biomarkers. Consent will be sought for DNA testing in the future, following favourable ethical review"},"enrollmentInfo":{"count":97,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with ESRD on HD","description":"Adult patients with ESRD on HD. Observing the effect of a single HD session on cerebral blood flow (assessed by transcranial doppler) and cognitive function (assessed by neurocognitive questionnaires). Subgroup to undergo brain MRI.","interventionNames":["Other: Observing effect of routine HD"]}],"interventions":[{"type":"OTHER","name":"Observing effect of routine HD","description":"Observing effect of routine HD via transcranial doppler, neurocognitive questionnaires and (in some) brain MRI","armGroupLabels":["Patients with ESRD on HD"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Progression of white matter hyperintensities on MRI","description":"Use of visual rating scales to quantify white matter burden at time 0 and 12 months","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Correlation between alterations in cerebral blood flow and cognition","description":"Statistical correlation determined between a decreased in cerebral blood flow (as measured on transcranial doppler) and reduction in cognitive scores on assessment","timeFrame":"Within 4 hour treatment period (of HD)"},{"measure":"Correlation between alterations in cerebral blood flow and white matter hyperintensity burden progression","description":"Statistical correlation between reductions in cerebral bloe","timeFrame":"12 months"},{"measure":"Evidence of transient cognitive impairment during HD","description":"Use of multi-domain neurocognitive battery to assess cognition during HD. Baseline cognition will be assessed on a non-dialysis day.","timeFrame":"Within 2 weeks (direct comparison of cognition during dialysis and on non-dialysis day)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients treated with HD at the Glasgow Renal Unit and its satellite units\n\nExclusion Criteria:\n\n* Planned live donor transplant is planned during the next 6 months\n* Predicted life expectancy \\<6 months\n* Inability to give informed consent\n* Contraindications to MRI imaging (pacemaker, extreme claustrophobia),\n* Known clinical or radiological diagnoses of cerebrovascular disease\n* Severe cognitive impairment (MOCA \\<17)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All adult patients receiving haemodialysis for end-stage renal disease.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Mark D Findlay, MBChB","role":"CONTACT","phone":"01413304739","email":"mark.findlay@glasgow.ac.uk"},{"name":"Patrick B Mark, MBChB PhD","role":"CONTACT","phone":"0141 3308218","email":"patrick.mark@glasgow.ac.uk"}],"overallOfficials":[{"name":"Mark D Findlay, MBChB","affiliation":"University of Glasgow","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"19376618","type":"BACKGROUND","citation":"Sozio SM, Armstrong PA, Coresh J, Jaar BG, Fink NE, Plantinga LC, Powe NR, Parekh RS. Cerebrovascular disease incidence, characteristics, and outcomes in patients initiating dialysis: the choices for healthy outcomes in caring for ESRD (CHOICE) study. Am J Kidney Dis. 2009 Sep;54(3):468-77. doi: 10.1053/j.ajkd.2009.01.261. Epub 2009 Apr 19."},{"pmid":"22429518","type":"BACKGROUND","citation":"Naganuma T, Takemoto Y, Shoji T, Shima H, Ishimura E, Okamura M, Nakatani T. Factors associated with cerebral white matter hyperintensities in haemodialysis patients. Nephrology (Carlton). 2012 Aug;17(6):561-8. doi: 10.1111/j.1440-1797.2012.01596.x."},{"pmid":"16864811","type":"BACKGROUND","citation":"Murray AM, Tupper DE, Knopman DS, Gilbertson DT, Pederson SL, Li S, Smith GE, Hochhalter AK, Collins AJ, Kane RL. Cognitive impairment in hemodialysis patients is common. Neurology. 2006 Jul 25;67(2):216-23. doi: 10.1212/01.wnl.0000225182.15532.40. Erratum In: Neurology. 2007 Jul 3;69(1):120."},{"pmid":"23303848","type":"BACKGROUND","citation":"Sarnak MJ, Tighiouart H, Scott TM, Lou KV, Sorensen EP, Giang LM, Drew DA, Shaffi K, Strom JA, Singh AK, Weiner DE. Frequency of and risk factors for poor cognitive performance in hemodialysis patients. Neurology. 2013 Jan 29;80(5):471-80. doi: 10.1212/WNL.0b013e31827f0f7f. Epub 2013 Jan 9."},{"pmid":"15531623","type":"BACKGROUND","citation":"Skinner H, Mackaness C, Bedforth N, Mahajan R. Cerebral haemodynamics in patients with chronic renal failure: effects of haemodialysis. Br J Anaesth. 2005 Feb;94(2):203-5. doi: 10.1093/bja/aei016. Epub 2004 Nov 5."},{"pmid":"23620399","type":"BACKGROUND","citation":"Murray AM, Seliger S, Lakshminarayan K, Herzog CA, Solid CA. Incidence of stroke before and after dialysis initiation in older patients. J Am Soc Nephrol. 2013 Jun;24(7):1166-73. doi: 10.1681/ASN.2012080841. Epub 2013 Apr 25."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000007676","term":"Kidney Failure, Chronic"},{"id":"D000003072","term":"Cognition Disorders"}],"ancestors":[{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000051436","term":"Renal Insufficiency, Chronic"},{"id":"D000051437","term":"Renal Insufficiency"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10388","name":"Kidney Diseases","asFound":"Renal Disease","relevance":"HIGH"},{"id":"M10389","name":"Kidney Failure, Chronic","asFound":"End Stage Renal Disease","relevance":"HIGH"},{"id":"M5991","name":"Cognition Disorders","asFound":"Cognition Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M26408","name":"Renal Insufficiency","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M26407","name":"Renal Insufficiency, Chronic","relevance":"LOW"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}