{"protocolSection":{"identificationModule":{"nctId":"NCT02710773","orgStudyIdInfo":{"id":"BWTreadmillSTROKE"},"organization":{"fullName":"Universita di Verona","class":"OTHER"},"briefTitle":"Backward Treadmill Training in Patients With Chronic Stroke","officialTitle":"Effects of Backward Treadmill Training on Spasticity and Gait Ability in Patients With Chronic Stroke: a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2016-09","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-04"},"primaryCompletionDateStruct":{"date":"2016-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2016-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-02-23","studyFirstSubmitQcDate":"2016-03-11","studyFirstPostDateStruct":{"date":"2016-03-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-09-06","lastUpdatePostDateStruct":{"date":"2016-09-07","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nicola Smania, MD, Clinical Professor","investigatorTitle":"Prof","investigatorAffiliation":"Universita di Verona"},"leadSponsor":{"name":"Universita di Verona","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Gait impairment is a common cause of disability in patients who have experienced a stroke and recovery of walking is a priority goal. Gait outcome is a significant factor that influences a patient's chance of returning to the social life activity and rehabilitation is an effective treatment for restoring gait in these patients. Learning to walk backwards correctly has been recommended to improve the movement components required for walking forwards. Several studies demonstrated that during backward walking the muscle activity is higher, more oxygen consumption, metabolic and cardiorespiratory activity are required and the same motor program is used comparing to during the forward walking. It has been suggested that backward walking therapy may be promoted as a treatment strategy to improve gait in stroke patients.\n\nThe main goal of this project is to investigate the effectiveness of the backward walking therapy on gait improvement and spasticity in post stroke patients.","detailedDescription":"Loss of walking ability is a one of the major problem after stroke and recovery of walking is a priority goal for most patients. Several studies demonstrated that rehabilitation could be an effective treatment on improving gait following stroke. Learning to walk backwards correctly has been recommended to improve the movement components required for walking forwards. Backward walking, therefore, has been promoted as a treatment strategy to improve gait. During backward walking the same motor programme is used as during forward walking, but possibly running in reverse. It has been suggested that backward walking may offer some benefits beyond those experienced through forward walking alone. Backward walking appears to create more muscle activity in proportion to effort than forward walking. This suggests a greater level of energy expenditure in backward walking than in forward walking. Additionally, backward walking also demands a greater oxygen consumption, metabolic response and cardiorespiratory than forward walking. Up to our knowledge, only two studies demonstrated the positive effects of an additional backward walking training in post stroke patients. Yang and coll. examined the effectiveness of additional backward walking training on gait outcome of 25 subacute stroke patients and they demonstrated that asymmetric gait pattern could improve. In a recently study, a randomized control trail was conducted on 36 acute stroke patients evaluating the efficacy of a walk backwards on a treadmill. The patients were randomly allocated to three groups and they received 3 weeks of intervention: first group (n=12) underwent partial body weight support treadmill training in backwards, the second group (n=12) received partial body weight support treadmill training and the third group underwent conventional rehabilitation training. The results showed significant improvements in walking speed and in the rivermead Mobility Index, suggesting that Partial Body Weight Support treadmill backward training for patients in the early phase of acute stroke is effective at improving mobility.\n\nRecently, gait rehabilitation methods in patients with neurological impairment have relied on technological devices, which drive the patient's gait in a body-weight support condition and emphasize the beneficial role of repetitive practice. The rationale for these approaches originates from animal studies which have shown that repetition of gait movements may enhance spinal and supraspinal locomotor circuits.\n\nTwo reviews concludes that treadmill training with partial body weight support is effective to improve walking speed and endurance without worsening gait quality"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Gait","Randomized controlled trial","Chronic Stroke","Treadmill training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Backward Walking Treadmill Training","type":"EXPERIMENTAL","description":"The subjects will perform a backward walking training on treadmill device","interventionNames":["Other: Backward Walking Treadmill Training"]},{"label":"Treadmill training","type":"ACTIVE_COMPARATOR","description":"The subjects will perform a walking training on treadmill device","interventionNames":["Other: Treadmill Training"]}],"interventions":[{"type":"OTHER","name":"Backward Walking Treadmill Training","description":"The intervention will consist of 5 minutes of forward walking (warm-up phase), 10 minutes of backward walking (intervention phase) and 5 minutes of forward walking (cool-down phase). The session will be performed on a treadmill device. The backward training speed will be increase consecutively: during the week 1, the intervention will be performed at 0,8 km/h; during the week 2 the speed will be 1,0 km/h; finally, during the week 3 the speed will be increased till 1,2 km/h.","armGroupLabels":["Backward Walking Treadmill Training"]},{"type":"OTHER","name":"Treadmill Training","description":"The intervention will consist of 20 minutes of forward walking on a treadmill device.","armGroupLabels":["Treadmill training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"10 meters Walking test (10-MtWT) change in gait speed","description":"the test has been selected as a measure of gait speed. This is a validated test requiring individuals to walk on a flat hard floor at their fastest speed foe 10 meters. Scoring is walking speed.","timeFrame":"Baseline time 0 and up to 16 weeks"}],"secondaryOutcomes":[{"measure":"Gait analysis","description":"It is an electronic system used for the gathering of the temporal-spatial data of deambulation. It is made up of an 8 meter long walkway connected to a computer. The system records the signal, reproducing the pressure maps of each step on video, identifying the progression of the center of gravity and recording all of the temporal-spatial features of gait.","timeFrame":"Baseline time 0 and up to 16 weeks"},{"measure":"Stroke Impact scale","description":"this 64-item questionnaire is self- administered, with each item scored on a 5-point Likert scale, and assesses 8 domains of stroke.","timeFrame":"Baseline time 0 and up to 16 weeks"},{"measure":"Health Survey Questionnaire short form 36","description":"this is a multi- purpose, short form health survey with only 36 questions. It yields an 8-scale profile of functional health and well-being scores as well as psychometrically-based physical and mental health summary measures and preference-based health index. It is a generic measure, as opposed to one that targets a specific age, disease or treatment group.","timeFrame":"Baseline time 0 and up to 16 weeks"},{"measure":"Modified Ashworth Scale","timeFrame":"Baseline time 0 and up to 16 weeks"},{"measure":"Modified \"Tardieu\" Scale","description":"Tardieu is a scale for measuring spasticity that takes into account resistance to passive movement at both slow and fast speed. The scale originally began development in the 1950s and has gone through multiple revisions (reviewed in Haugh 2006","timeFrame":"Baseline time 0 and up to 16 weeks"},{"measure":"Body's Centre of Pressure length (mm)","description":"the static balance will be carried out with a monaxial platform, an electronic system used for the evaluation of the length of the centre of pressure (CoP)","timeFrame":"Baseline time 0 and up to 16 weeks"},{"measure":"Body's Centre of Pressure Area Path (mm2)","description":"the static balance will be carried out with a monaxial platform, an electronic system used for the evaluation of the area path of the centre of pressure (CoP)","timeFrame":"Baseline time 0 and up to 16 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of ischemia brain injury or intracerebral hemorrhage by MRI or computed tomography at least 6 months before the onset of the study;\n* age between 18 and 75 years;\n* ability to walk independently for at least 15 meters;\n* Functional Ambulatory Category level score 2 or less;\n* Ability to walk in the treadmill at \\>0.3 km/h for 3 minutes handrail support;\n\nExclusion Criteria:\n\n* presence of other concurrent neurological or orthopaedic diseases involving the lower limbs and/or interfering with standing position and/or walking;\n* aphasia with inability to follow 2 consecutive step commands, or a cognitive deficit;\n* any uncontrolled health condition for which exercise is contraindicated\n* Mini Mental State Examination \\<20;\n* Unstable angina pectoris;\n* Unstable cardiac conditions;\n* Complex ventricular arrhythmia;\n* Resting systolic blood pressure \\>200 mm/Hg - Resting diastolic blood pressure \\>100 mm/Hg;\n* Aphasia (unable to follow two commands);","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alessandro Picelli, MD","role":"CONTACT","phone":"+39 045 8124573","email":"alessandro.picelli@univr.it"},{"name":"Daniele Munari, PhD","role":"CONTACT","phone":"+39 045 8124573","email":"daniele.munari@univr.it"}],"overallOfficials":[{"name":"Nicola Nicola, MD","affiliation":"Neuromotor and Cognitive Rehabilitation Center Department of Neurological, Neuropsychological, Morfological and Motor Sciences University of Verona, Verona, Italy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Azienta Ospedaliera, SSO Rehabilitation Unit, Verona","status":"RECRUITING","city":"Verona","state":"Italy, Verona","zip":"37134","country":"Italy","contacts":[{"name":"Nicola Smania","role":"CONTACT","phone":"+39 0458124573","email":"nicola.smania@univr.it"},{"name":"Daniele Munari","role":"CONTACT","phone":"+39 0458124573","email":"daniele.munari@univr.it"},{"name":"Nicola Smania Nicola Smania","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.4299,"lon":10.98444}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}