{"protocolSection":{"identificationModule":{"nctId":"NCT03952013","orgStudyIdInfo":{"id":"LIT-S"},"organization":{"fullName":"Hospices Civils de Lyon","class":"OTHER"},"briefTitle":"Low Health Literacy Prevalence's Study in Patients With Chronic Cardiovascular Disease","officialTitle":"Low Health Literacy Prevalence's Study in Patients Hospitalized a Congestive Heart Failure, a Myocardial Infarct, or a Stroke","acronym":"LIT-S"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"WITHDRAWN","whyStopped":"COVID-19 : departure of investigative staff","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-12-17","type":"ACTUAL"},"completionDateStruct":{"date":"2020-12-17","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-05-14","studyFirstSubmitQcDate":"2019-05-14","studyFirstPostDateStruct":{"date":"2019-05-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-18","lastUpdatePostDateStruct":{"date":"2022-08-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospices Civils de Lyon","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Health literacy is the ability to access, understand, evaluate and apply information in order to communicate with health professionals and understand health instructions but also, promote, maintain and improve health throughout life. Health literacy (HL) is known as a health determinant.\n\nAn association has been shown between low HL and poorer health outcomes such as increased number of unscheduled hospitalisation or emergency visits, low medication adherence and poor health status.\n\nThese have been particularly demonstrated with cardiovascular diseases, which combine risk factors (emergency hospitalization, reduction in the length of hospital stays, and complex secondary preventive drug treatments). Despite large scientific international literature about HL and health outcomes, no information is available in France on the prevalence of low HL level among patients managed for neuro-cardio-vascular diseases.\n\nIt has been shown in other countries that healthcare professionals overestimate the HL level of their patients and do not adapt information to the HL level. Therefore, patients with low HL do not understand and/or are not able to use properly the information they receive.\n\nHaving a better knowledge of HL level and characteristics in these patients is necessary to develop tools for helping healthcare professionals to identify patients with low HL level and to realize the role of HL as a determinant of health. It will also provide more precise information on the difficulties or needs of patients with different levels of health literacy."},"conditionsModule":{"conditions":["Cardiovascular Diseases"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Study group","description":"All eligible patients included into one of the three existing cohorts studies of Hospices Civils de Lyon's hospitals: LOOP-HF, HIBISCUS-STEMI and HIBISCUS-STROKE\n\n* LOOP-HF (Registry of Congestive Heart Failure, NCT03422991),\n* HIBISCUS-STEMI (Prospective cohort with a heart attack from ST segment elevation myocardium admitted to the centre coronary angiography room participating investigators, NCT03070496)\n* HIBISCUS-STROKE (Prospective cohort of Stroke patients, NCT03149705)","interventionNames":["Other: To explore health literacy levels in patients hospitalized for acute neuro-cardiovascular diseases i.e. stroke, myocardial infarction, or heart failure"]}],"interventions":[{"type":"OTHER","name":"To explore health literacy levels in patients hospitalized for acute neuro-cardiovascular diseases i.e. stroke, myocardial infarction, or heart failure","description":"All patients included and followed within one of the three cohorts studies: LOOP-HF, HIBISCUS-STEMI and HIBISCUS-STROKE who accepted to participate in the study, will be contacted by phone (attempted calls are set to 3 to reach the patient), mail or during a consultation, to answer to a health literacy questionnaire. The patient will participate in the study only once. The estimated duration is therefore estimated at 1 day for each patient and two month for the study. Thanks to the many following periods within the cohorts (6 months, 1 year and 18 month), we will measure health literacy at different times of the care.","armGroupLabels":["Study group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Health literacy levels measured by BHLS","description":"Health literacy will be measured using the Brief Health Literacy Screening (BHLS) questionnaire.\n\nThe BHLS is known to screen quickly health literacy with 3 questions corresponding to 3 dimensions of the Health and Labour Questionnaire (HLQ): Enough information to manage health, Ability to actively engage with healthcare providers and Sufficient understanding to know what to do.","timeFrame":"At 2 months after study participation acceptation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years\n* Can be reached by phone (telephone numbers will be obtained through cohorts)\n* Included in one of the 3 cohorts LOOP-HF (Heart Failure), HIBISCUS (stroke and myocardial infarction) with the following eligibility criteria:\n\nLOOP-HF\n\n* Patient with congestive heart failure confirmed after at the end of: Hospitalization for congestive cardiac decompensation, Follow-up for stable congestive heart failure in consultation with at least one episode of cardiac decompensation within the year\n* NT-proBNP \\> 500ng/l in the month before inclusion\n* New York Heart Association (NYHA) ≥ 2\n* Age \\> 18 years old\n* Signature informed consent\n\nHIBISCUS-STROKE\n\n* Age \\> 18 years old\n* Diagnosis of ischemic cerebral infarction confirmed by brain imaging\n* Visible proximal occlusion on brain imaging (ACI or M1)\n* Patient treated with thrombolysis and/or thrombectomy\n* Signature of consent by the patient or family member\n\nHIBISCUS-STEMI\n\n* Age \\> 18 years old\n* STEMI diagnosis defined by an elevation of the ST segment ≥ 0.2 mV in 2 leads contiguous on a 12-lead ECG.\n* Percutaneous coronary intervention (PCI)\n* Obtaining informed and signed consent obtained or oral consent attested by a third party.\n\nExclusion Criteria:\n\n* Announcing an opposition to the study (an information letter will be sent to patients at home and their non-opposition to the study will be considered if the patient does not contact the coordination centre)\n* Not speaking French\n\nLOOP-HF\n\n* Life expectancy \\< 1 year\n* Patient over 90 years of age\n* Recent discovery of heart failure (\\< 3 months) long-term assisted or cardiac transplant patient\n* Inability to provide the patient with informed information\n* Loss of autonomy, dementia, major dependence\n* Lack of coverage by the social security system\n\nHIBISCUS-STROKE\n\n* Patients \\> 50 km from Pierre Wertheimer Hospital (follow-up in Lyon impossible)\n* Patient for whom H0 sampling is not possible (telemedicine)\n* Patient with active or uncontrolled cancer.\n* Stroke of unknown schedule\n* Lack of coverage by a Social Security scheme\n* Deprivation of civil rights (guardianship, guardianship, protection of justice)\n\nHIBISCUS-STEMI\n\n* Unconfirmed STEMI diagnosis in angiography\n* Refusal to participate in the study or to sign the consent\n* Inability to provide informed information about the subject\n* Lack of coverage by a Social Security scheme\n* Clear contraindication to magnetic resonance imaging (claustrophobia, pacemaker, defibrillator, renal failure, known allergy to a product of contrast...)\n* Deprivation of civil rights (guardianship, guardianship, protection of justice)","sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All HCL patients in the LOOP-HF, HIBISCUS-STEMI and HIBISCUS-STROKE cohorts may be included and will constitute the study population.","samplingMethod":"NON_PROBABILITY_SAMPLE"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","removedCountries":["France"]},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T184","name":"Hibiscus","relevance":"LOW"}],"browseBranches":[{"abbrev":"HB","name":"Herbal and Botanical"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}