{"protocolSection":{"identificationModule":{"nctId":"NCT02795481","orgStudyIdInfo":{"id":"CI166115"},"organization":{"fullName":"University Hospitals Coventry and Warwickshire NHS Trust","class":"OTHER"},"briefTitle":"The SMARTChip Stroke Study","officialTitle":"SMARTChip: A Field Deployable Blood Test for Stroke, Capable of Detecting Brain Ischaemia From the Earliest Stages of Pathology"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-07-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-20","type":"ACTUAL"},"completionDateStruct":{"date":"2022-05-20","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-06","studyFirstSubmitQcDate":"2016-06-09","studyFirstPostDateStruct":{"date":"2016-06-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-07-11","lastUpdatePostDateStruct":{"date":"2022-07-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospitals Coventry and Warwickshire NHS Trust","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke is one of the leading causes of death and disability in the UK and currently costs the country £7bn per year. There is an overwhelming need to accurately and rapidly triage patients to allow best use of finite NHS specialist resources for the treatment of stroke.\n\nA simple blood test of substances (the purines) that result from cellular metabolism and are produced in excess when brain cells are starved of oxygen and glucose (as occurs during a stroke) is proposed. The sensors designed by the investigators are used to measure blood purines during a procedure in which blood flow to the brain is reduced to allow surgical interventions on the major arteries that supply the brain. Previous studies by the investigators have shown that as soon as blood flow to the brain is reduced, purines are produced within minutes and are detectable in systemic arterial blood.\n\nThe current project will now compare the levels of purines in the blood of stroke patients and controls. The purines will be measured on admission to hospital and 24 hours later. The occurrence and magnitude of a stroke will be determined by an MRI scan given between 24 and 72hrs after admission. This study will establish whether purines are elevated in the blood of stroke patients on admission to hospital compared to healthy controls, and whether this correlates with the size of the stroke and damage to the brain.","detailedDescription":"Stroke patients will be prospectively recruited to the trial on admission to A\\&E. The patient will undergo normal clinical assessment and treatment for stroke. As soon after admission as possible, a finger-prick blood sample will be taken from the patient and the SMARTChip device will be used to measure the levels of purines in the sample. A medical history of factors relevant to the purine test will also be established. This will include factors such as any medications that might alter purine levels, a prior history of strokes, diabetes, a history (individual or family) of gout, and when they last had food. The patient will also be given a CT head scan as part of their normal treatment.\n\nIn sub-set of patients repeated blood samples (once per hour for 6 hours) will be taken to gain information on how purine levels may change in blood following a stroke. In all patients, the blood purines will be re-tested at 24h (±3h).\n\nAll patients will be offered the option of an MRI brain scan at 24-72h post-admission and recruitment will continue until 100 patients with MRI measurements have been enrolled. The flexibility in the timing of the scan is to allow scheduling of the scan to fit in with other demands on the MRI. The purpose of the scan is to identify the nature of the cerebrovascular event and quantify any infarction or area of brain bleeding.\n\nControl participants will give blood on 2 occasions 24h apart for a purine test. The purpose of this control is two-fold: 1) to establish the variability of blood purines in healthy controls and 2) to test whether stroke patients have elevated blood purine levels compared to healthy controls.\n\nHealthy volunteer feeding controls will give a baseline blood sample, eat a simple purine rich meal (a meat sandwich) and then give 4 more blood samples at 10, 30, 60 and 120 minutes following the meal. The purpose of this control is to test whether ingestion of a recent meal might alter baseline blood purine measurements.\n\nMain study patients recruited at University Hospitals North Midlands NHS Trust will also be given the option of participating in the Spasticity and Pharmacokinetic sub-studies. Participants taking part in the Spasticity sub-study will provide an additional blood sample to measure biomarkers and will undergo a spasticity assessment at admission, 24h, 72h, 7d and one or two clinic visits between 30-90d post-admission. Participants taking part in the pharmacokinetic sub-group will provide an additional blood sample for measurement of glutamate and other biomarkers at admission, 24h, 72h, 7d and 30-90d post-admission."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":399,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke patients","description":"Adult stroke patients with suspected stroke will be recruited on admission to hospital. Recruitment will continue until 100 patients have received an MRI at 24h-72h post admission, up to a maximum recruitment threshold of 300 patients."},{"label":"Control patients","description":"50 adult control patients will be recruited from the non-vascular, non-oncological surgical lists at each participating site"},{"label":"Feeding control participants","description":"15 healthy adult members of NHS staff will be recruited to participate in the feeding control sub-study at University Hospitals Coventry and Warwickshire NHS Trust only."},{"label":"Spasticity sub-group controls","description":"10 healthy adult members of NHS staff at University Hospitals of North Midlands, will be recruited to take part as spasticity sub-study controls"},{"label":"Traumatic brain injury patients","description":"10 adult patients with an isolated traumatic brain injury at University Hospitals Coventry and Warwickshire NHS Trust and Imperial College Healthcare NHS Trust."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To determine whether blood purine levels in stroke patients at admission correlate with infarct/ haemorrhage size as determined by MRI or CT scan at 24-72 hours after onset of symptoms","timeFrame":"24-72h after onset of symptoms"}]},"eligibilityModule":{"eligibilityCriteria":"Main study\n\nStroke patients:\n\nInclusion criteria:\n\n* Aged 18 years or over\n* Admitted to hospital with suspected stroke, diagnosed by a suitably qualified doctor or nurse using an appropriate clinical assessment (e.g. FAST, NIHSS, WHO criteria)\n* Patient has ongoing symptoms of stroke at the time of enrolment in to the study.\n\nExclusion criteria:\n\n* Onset of stroke symptoms \\>4.5 hours prior to admission or time of onset of symptoms is not known\n* Patient has undergone thrombolysis during current admission (N.B. patients can be enrolled before planned thrombolysis, but not after)\n* Patient's stroke symptoms have resolved completely prior to enrolment in the study\n* The patient, or their consultee if the patient is incapacitated, is unwilling to provide written informed consent\n\nHealthy controls\n\nInclusion criteria:\n\n* Aged 18 years and over\n* Scheduled for surgery\n* Available for follow-up\n\nExclusion criteria:\n\n* History of, or evidence of current, cerebrovascular disease, including stroke, transient ischaemic attack, subarachnoid haemorrhage and vascular dementia\n* History of cardiovascular disease, including myocardial infarction, angina or peripheral vascular disease\n* History of, or current, gout\n* Currently receiving chemotherapy\n* History of diabetes\n* Unwilling or unable to provide written informed consent\n\nFeeding Controls sub-study Inclusion criteria\n\n* Aged 18 years and over\n* Member of NHS staff\n* Willing to eat the study meal provided (sandwich with a meat based filling)\n\nExclusion criteria\n\n* Current acute health problems requiring medical review, investigation, or treatment\n* History of, or evidence of current, cerebrovascular disease, including stroke, transient ischaemic attack, subarachnoid haemorrhage and vascular dementia\n* History of cardiovascular disease, including myocardial infarction, angina or peripheral vascular disease\n* History of, or current, gout\n* Currently receiving chemotherapy\n* History of diabetes\n* Unwilling or unable to provide written informed consent\n\nSpasticity sub-study\n\nStroke patients Inclusion criteria - Patients with suspected stroke, who have been enrolled on to the main study at UHNM\n\nExclusion criteria\n\n- Unwilling or unable to provide written informed consent to the spasticity sub-study\n\nControls Inclusion criteria\n\n* Aged 18 years and over\n* Member of NHS staff\n* Willing to complete follow-up visits\n\nExclusion criteria\n\n* Current acute health problems requiring medical review, investigation, or treatment\n* History of, or evidence of current, cerebrovascular disease, including stroke, transient ischaemic attack, subarachnoid haemorrhage and vascular dementia\n* History of cardiovascular disease, including myocardial infarction, angina or peripheral vascular disease\n* History of gout\n* Currently receiving chemotherapy\n* History of diabetes\n* Unwilling or unable to provide written informed consent\n\nTraumatic brain injury sub-study\n\nInclusion criteria:\n\n* Aged 18 years or over\n* Admitted to hospital with Traumatic brain injury, diagnosed by a suitably qualified doctor with CT scan supporting evidence of a bleed and/or clot.\n\nExclusion criteria:\n\n* The patient, or their consultee if the patient is incapacitated, is unwilling to provide written informed consent\n* History of Cancer","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke patients: adult patients admitted to the hospital experiencing symptoms of stroke at the time of admission\n\nControls: adult patients scheduled to undergo non-vascular, non-oncological surgery at the participating hospital sites\n\nFeeding control and spasticity sub-study control participants: Healthy adult members of NHS staff\n\nTraumatic brain injury sub-study: Adult patients with an isolated traumatic brain injury.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Christopher Imray, PhD","affiliation":"University Hospitals Coventry and Warwickshire NHS Trust","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospitals Coventry & Warwickshire NHS Trust","city":"Coventry","zip":"CV2 2DX","country":"United Kingdom","geoPoint":{"lat":52.40656,"lon":-1.51217}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Individual participant data will not be shared"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}