{"protocolSection":{"identificationModule":{"nctId":"NCT02559739","orgStudyIdInfo":{"id":"014/15"},"secondaryIdInfos":[{"id":"320030_149752","type":"OTHER_GRANT","domain":"SNF grant"}],"organization":{"fullName":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"briefTitle":"Sleep Deficiency and Stroke Outcome","officialTitle":"Sleep Deficiency and Sleep Fragmentation and Their Impact on the Short- and Long-term Outcome of Ischemic Stroke and Transient Ischemic Attacks - a Two-center Prospective Observational Cohort Study"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-05-05","type":"ACTUAL"},"completionDateStruct":{"date":"2022-03","type":"ACTUAL"},"studyFirstSubmitDate":"2015-09-21","studyFirstSubmitQcDate":"2015-09-23","studyFirstPostDateStruct":{"date":"2015-09-24","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-06-22","lastUpdatePostDateStruct":{"date":"2022-06-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"collaborators":[{"name":"Neurocenter of Southern Switzerland","class":"OTHER"},{"name":"Swiss Heart Foundation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Deficient sleep duration and sleep disturbances - such as insomnia, sleep disordered breathing (SDB) and restless legs syndrome (RLS)- are associated with hypertension and cardio-cerebrovascular morbidity and mortality. Several studies suggest that sleep disorders are frequent after stroke and detrimental for stroke outcome. However, more prospective studies in a large unselected sample of stroke survivors are needed to better investigate the short- and long-term consequences of sleep disturbances on mortality and occurrence of new cardio-cerebrovascular events. Also their pathophysiological mechanisms and their influence on stroke recovery should be better understood.\n\nTherefore, the aim of this study is to assess the impact of sleep deficiency and sleep fragmentation on the frequency of new cerebro- and cardiovascular events and death after stroke or transient ischemic attacks, and clinical outcome within one and two years after stroke.\n\nThe working hypotheses are that stroke survivors with sleep deficiency and sleep fragmentation due to insomnia, sleep-disordered breathing or restless leg syndrome will present: (1) higher mortality from all causes and higher frequency of new cardio-/ cerebrovascular events; and (2) a less favorable clinical outcome. Outcomes will be compared between patients with and without sleep deficiency and fragmentation.\n\nSince current clinical practice in cerebrovascular patients does not sufficiently consider sleep disorders in patient's management, this study can help to bring attention to a still overlooked medical problem and change the current standard of management of stroke survivors.","detailedDescription":"Background\n\nExperimental and clinical data suggest a detrimental effect of sleep deficiency/sleep fragmentation on stroke outcome. In rodents, sleep fragmentation and sleep deprivation induced in the acute phase of stroke enhance the extension of the lesion and impair functional recovery - inversely, sleep-promoting drugs have a positive effect on functional recovery. In humans, a negative effect of sleep deficiency and sleep fragmentation due to sleep-disordered breathing (SDB), restless legs syndrome (RLS) and insomnia on stroke outcome has also been suggested but only insufficiently tested.\n\nSDB is found in 50-70% of patients with transient ischemic attacks and acute ischemic stroke. Patients with SDB demonstrate a more rapid progression of stroke severity as well as higher blood pressure and longer hospitalization in the acute phase of stroke. Over time, they also exhibit a higher mortality. Functional outcome is also negatively affected by the presence of SDB. Moreover, SDB was shown to represent an independent risk for hypertension and cardiovascular morbidity and mortality, and for stroke.\n\nThe frequency of insomnia in patients with stroke in a prospective study achieved 68% in the acute phase decreasing to 49% after 18 months. However, systematic large scale observational studies on the frequency of insomnia in stroke patients are lacking. Sleep duration after stroke has been assessed in few studies only (e.g. in patients with paramedian thalamic stroke), in some of them a good correlation with actigraphic measurements was found. Moreover, over the last three decades a link was found between sleep deficiency and fragmentation and cardiocerebrovascular morbidity and mortality based on epidemiological data. In particular, short sleepers (e.g. sleep duration \\< 6 hours) and poor sleepers (reporting a non-restorative sleep) presented a higher risk of cardiovascular events including death, coronary heart disease and stroke. Insomnia and sleep duration in the general population were also reported to predispose to an increased risk of hypertension, cardiovascular events and mortality.\n\nA high association between RLS and stroke was demonstrated in a few studies. RLS was found in 12% of 137 patients after stroke and predicted a worse outcome. Few case reports reported high numbers of periodic limb movements during sleep (PLMS), which are often associated with RLS, in stroke patients. An association of RLS/PLMS with hypertension, cardiovascular diseases and stroke was also discussed in recent years. However, the large scale data on the impact of RLS for the stroke outcomes are lacking.\n\nThe possible mechanisms linking sleep deficiency, poor sleep and sleep fragmentation with cardiovascular disorders (including stroke) are multiple and include an elevated sympathetic activation, procoagulatory and inflammatory changes, increased atherosclerosis, and changes in cerebral hemodynamics and oxygenation. However, the clinical relevance and the association with clinical outcomes needs further investigation.\n\nObjective\n\nThe aim of this study is to assess the impact of sleep deficiency and sleep fragmentation resulting from insomnia, SDB or RLS on the frequency of new cerebro- and cardiovascular events after stroke or TIA including death of any cause, and clinical outcome within one and two years after stroke.\n\nPrimary objective of the study is the assessment of the frequency of all-cause deaths and new cerebro- and cardiovascular events within 24 months after stroke or transient ischemic attack in patients with and without sleep deficiency/fragmentation.\n\nThe main secondary objective is an assessment of clinical outcome 12 months after stroke in patients with and without sleep deficiency/fragmentation.\n\nMethods\n\nPatients with acute ischemic stroke or TIA will be recruited at two Neurology Departments in Switzerland (Inselspital Bern \\& Neurocenter of Southern Switzerland Lugano). Two groups will be formed based on the presence or absence of sleep deficiency/fragmentation assessed at one month following stroke by questionnaires and telephone interviews. Examinations (at baseline \\& 3, 12 and 24 months follow up after stroke) will include standardized and validated questionnaires assessing stroke outcome (independence and activities of daily living) as well as insomnia, RLS, risk for sleep apnea, depression and apathy. Additional non-invasive physiological assessments will be performed in about every fifth of all recruited patients in the acute phase of stroke and after 3 and 12 months. They include ambulatory blood pressure measurements and wrist activity assessing 24h physical activity patterns over 3 weeks, assessment of arterial stiffness/endothelial function and basic cognitive performance."},"conditionsModule":{"conditions":["Sleep Apnea Syndromes","Sleep Initiation and Maintenance Disorders","Insomnia","Restless Legs Syndrome","Stroke"],"keywords":["Stroke","Ischemic Attack, Transient","Cardiovascular Diseases","Sleep Apnea Syndromes","Sleep Initiation and Maintenance Disorders","Insomnia","Restless Legs Syndrome","Sleep Deprivation"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":447,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Sleep deficiency/fragmentation","description":"Patients with sleep deficiency/fragmentation"},{"label":"No sleep deficiency/fragmentation","description":"Patients without sleep deficiency/fragmentation"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"A composite of death from any cause, stroke, transient ischemic attack, myocardial infarction, unplanned hospitalization (or unplanned prolongation of hospitalization) for heart failure or leading to urgent revascularization within 24 months","timeFrame":"24 months after stroke"}],"secondaryOutcomes":[{"measure":"Clinical outcome after stroke, as assessed by modified Rankin scale","timeFrame":"12 months after stroke"},{"measure":"Clinical outcome after stroke, as assessed by Barthel index","timeFrame":"12 months after stroke"},{"measure":"Clinical outcome after stroke, as assessed by Quality of Life Questionnaire","timeFrame":"12 months after stroke"},{"measure":"A composite of death from any cause, stroke, transient ischemic attack, myocardial infarction, unplanned hospitalization (or unplanned prolongation of hospitalization) for heart failure or leading to urgent revascularization)","timeFrame":"3 and 12 months and 2 to 4 years after stroke"},{"measure":"Frequency of new-onset sleep deficiency","timeFrame":"3, 12 and 24 months after stroke"},{"measure":"Frequency of insomnia","timeFrame":"3, 12 and 24 months after stroke"},{"measure":"Frequency of RLS","timeFrame":"3, 12 and 24 months after stroke"},{"measure":"Risk for sleep-disordered breathing","timeFrame":"3, 12 and 24 months after stroke"},{"measure":"Arterial stiffness (assessed in 1/5 of all patients)","timeFrame":"Baseline, 3 and 12 months after stroke"},{"measure":"Endothelial function (assessed in 1/5 of all patients)","timeFrame":"Baseline, 3 and 12 months after stroke"},{"measure":"Blood pressure values (variability and absolute values, assessed in 1/5 of all patients 3 times a day over 3 weeks)","timeFrame":"Baseline, 3 and 12 months after stroke"},{"measure":"3-week wrist-actigraphy parameters (including inactivity and activity indices) (assessed in 1/5 of all patients)","timeFrame":"Baseline, 3 and 12 months after stroke"},{"measure":"Basic cognitive performance (Montreal Cognitive Assessment) (assessed in 1/5 of all patients)","timeFrame":"Baseline, 3 and 12 months after stroke"},{"measure":"Course of SDB frequency measured by an objective respirography (assessed in 1/5 of all patients)","timeFrame":"Baseline, 3 and 12 months after stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients' informed consent as documented by signature.\n* Hospitalization either at the Stroke Unit and ward of the Department of Neurology, Inselspital Bern or at the Stroke Unit and ward of the Neurocenter of Southern Switzerland (Lugano)\n* Age: 18-85\n* Transient ischemic attack or ischemic stroke of any localization\n* Symptom onset until study inclusion ≤ 7 days\n* Written informed consent\n\nExclusion Criteria\n\n* Primary hemorrhagic stroke\n* Coma/Stupor\n* Clinical unstable or life threatening condition (severe heart failure, oxygen-dependent pulmonary disease or severe pulmonary complications, severe renal or liver insufficiency)\n* Pregnancy\n* Drug or alcohol abuse\n* Inability of the participant to give informed consent (e.g. patients under tutelage) or to follow the procedures of the study due to psychological or medical conditions","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients suffering from ischemic stroke or transient ischemic attack (TIA) will be recruited at the Stroke Unit and the ward of the Department of Neurology, Inselspital Bern, and the Stroke Unit and ward of the Neurocenter of Southern Switzerland, Lugano, and followed-up for (at least) 2 (maximum 4) years. They will be evaluated for pre-existing and new-onset sleep disturbances that result in sleep deficiency (\\< 6h sleep /night and/or post-stroke reduction of average sleep time/night ≥ 2h) or sleep fragmentation (insomnia, sleep-disordered breathing, restless legs syndrome).","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Claudio L Bassetti, Prof. Dr. med.","affiliation":"Chairman and Head, Department of Neurology Inselspital, Bern University Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Mauro Manconi, Dr. med.","affiliation":"Head of Sleep and Epilepsy Center, Neurocenter of Southern Switzerland, Lugano","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Neurology Inselspital, Bern University Hospital","city":"Bern","state":"Canton Bern","zip":"3010","country":"Switzerland","geoPoint":{"lat":46.94809,"lon":7.44744}},{"facility":"Sleep and Epilepsy Center, Neurocenter of Southern Switzerland, Civic Hospital of Lugano","city":"Lugano","zip":"6900","country":"Switzerland","geoPoint":{"lat":46.01008,"lon":8.96004}}]},"referencesModule":{"references":[{"pmid":"25301745","type":"BACKGROUND","citation":"Hodor A, Palchykova S, Gao B, Bassetti CL. Baclofen and gamma-hydroxybutyrate differentially altered behavior, EEG activity and sleep in rats. Neuroscience. 2015 Jan 22;284:18-28. doi: 10.1016/j.neuroscience.2014.08.061. Epub 2014 Oct 6."},{"pmid":"25159577","type":"BACKGROUND","citation":"Poryazova R, Huber R, Khatami R, Werth E, Brugger P, Barath K, Baumann CR, Bassetti CL. Topographic sleep EEG changes in the acute and chronic stage of hemispheric stroke. J Sleep Res. 2015 Feb;24(1):54-65. doi: 10.1111/jsr.12208. Epub 2014 Aug 27."},{"pmid":"22812731","type":"BACKGROUND","citation":"Cereda CW, Petrini L, Azzola A, Ciccone A, Fischer U, Gallino A, Gyorik S, Gugger M, Mattis J, Lavie L, Limoni C, Nobili L, Manconi M, Ott S, Pons M, Bassetti CL. Sleep-disordered breathing in acute ischemic stroke and transient ischemic attack: effects on short- and long-term outcome and efficacy of treatment with continuous positive airways pressure--rationale and design of the SAS CARE study. Int J Stroke. 2012 Oct;7(7):597-603. doi: 10.1111/j.1747-4949.2012.00836.x. Epub 2012 Jul 19."},{"pmid":"19009334","type":"BACKGROUND","citation":"Siccoli MM, Valko PO, Hermann DM, Bassetti CL. Central periodic breathing during sleep in 74 patients with acute ischemic stroke - neurogenic and cardiogenic factors. J Neurol. 2008 Nov;255(11):1687-92. doi: 10.1007/s00415-008-0981-9. Epub 2008 Nov 13."},{"pmid":"17255543","type":"BACKGROUND","citation":"Hermann DM, Siccoli M, Kirov P, Gugger M, Bassetti CL. Central periodic breathing during sleep in acute ischemic stroke. Stroke. 2007 Mar;38(3):1082-4. doi: 10.1161/01.STR.0000258105.58221.9a. Epub 2007 Jan 25."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000012891","term":"Sleep Apnea Syndromes"},{"id":"D000020521","term":"Stroke"},{"id":"D000007319","term":"Sleep Initiation and Maintenance Disorders"},{"id":"D000011595","term":"Psychomotor Agitation"},{"id":"D000012148","term":"Restless Legs Syndrome"},{"id":"D000013577","term":"Syndrome"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001049","term":"Apnea"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000020820","term":"Dyskinesias"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000011596","term":"Psychomotor Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000020447","term":"Parasomnias"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10046","name":"Sleep Initiation and Maintenance Disorders","asFound":"Sleep Initiation and Maintenance Disorders","relevance":"HIGH"},{"id":"M4051","name":"Apnea","relevance":"LOW"},{"id":"M15384","name":"Sleep Apnea Syndromes","asFound":"Sleep Apnea Syndrome","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","relevance":"LOW"},{"id":"M16045","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"},{"id":"M15385","name":"Sleep Deprivation","relevance":"LOW"},{"id":"M14142","name":"Psychomotor Agitation","asFound":"Restless","relevance":"HIGH"},{"id":"M14674","name":"Restless Legs Syndrome","asFound":"Restless Legs Syndrome","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M22264","name":"Dyskinesias","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M14143","name":"Psychomotor Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}