{"protocolSection":{"identificationModule":{"nctId":"NCT04975464","orgStudyIdInfo":{"id":"11-3393"},"organization":{"fullName":"Hennepin Healthcare Research Institute","class":"OTHER"},"briefTitle":"BRINK (BRain In Kidney Disease) Memory Study 2.0","officialTitle":"BRINK (BRain In Kidney Disease) Memory Study 2.0 (The Natural History of Cognitive Decline in Chronic Kidney Disease: Renal, Vascular and Alzheimer's Disease Contributions)","acronym":"BRINK"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-11-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-14","studyFirstSubmitQcDate":"2021-07-14","studyFirstPostDateStruct":{"date":"2021-07-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-04","lastUpdatePostDateStruct":{"date":"2021-11-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Anne Murray","investigatorTitle":"Medical Director, Berman Center for Outcomes and Clinical Research","investigatorAffiliation":"Hennepin Healthcare Research Institute"},"leadSponsor":{"name":"Hennepin Healthcare Research Institute","class":"OTHER"},"collaborators":[{"name":"National Institute on Aging (NIA)","class":"NIH"},{"name":"Minneapolis Veterans Affairs Medical Center","class":"FED"},{"name":"Mayo Clinic","class":"OTHER"},{"name":"HealthPartners Institute","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In this study, the investigators will be looking at results of tests of memory and thinking and daily activities in a group of people without known chronic kidney disease (CKD) , and a group of CKD patients, and follow the participants for up to four more years, including after the participants start dialysis or receive a transplant. The investigators are doing this study to compare how often memory loss, confusion and difficulty with daily activities occur in those without and those with CKD. Additionally, the investigators are doing this study to identify risk factors for memory and thinking problems in CKD patients. The information received through the NDI will be utilized to help track our study population and help provide useful information regarding cause of death of those in our study.","detailedDescription":"Cognitive impairment (CI) in patients with pre-dialysis chronic kidney disease (CKD) is common, affecting more than five million older people with moderate to severe CKD (estimated glomerular filtration rate-eGFR \\< 45). Both lower eGFR and increased albuminuria, a marker of systemic vascular endothelial function, are associated with increased dementia risk and structural MRI changes. Stroke prevalence is four times higher in advanced CKD than in non-CKD, and white matter hyperintensity (WMH) volume and cerebral atrophy are increased. Yet, the natural history, contributing factors, and brain abnormalities associated with cognitive decline in CKD are poorly understood. In addition, previous studies of CI in CKDthe investigators such as ADNI primarily included patients with mild CKD and lower risk of CI, and few have included longitudinal measures of CI. To fill these gaps, our multidisciplinary team (geriatrics, neurology, nephrology, neuroimaging) initiated the longitudinal BRain IN Kidney (BRINK) disease study. The investigators assembled a unique cohort of 433 CKD patients (\\~20% mild-moderate; 35% advanced; 45% severe; eGFR \\< 30), with mean eGFR of 34, and 141 non-CKD (eGFR ≥ 60) controls, followed the participants for a median of 2.5 years, and obtained baseline brain MRI, serial cognitive testing, and serum and urine biomarkers. Our primary goal is to extend BRINK and obtain three and five year brain MRIs to characterize cognitive decline and Alzheimer's disease and cerebrovascular-related MRI brain changes over five years. The investigators propose that CKD and its brain sequelae represent a model of accelerated cerebrovascular disease and brain aging, with high rates of hypertension (\\> 90%), diabetes (50%), inflammation, and oxidative stress-all factors known to contribute to both vascular dementia and Alzheimer's disease-driving parallel trajectories of microvascular endothelial dysfunction in the kidney and brain and secondary neurodegeneration. Our preliminary data demonstrate that at baseline those with eGFR \\< 30 compared to eGFR ≥ 30 were almost twice as likely to have moderate-severe CI, and delayed memory was most affected, as seen in Alzheimer's disease. On brain MRI, the participants also had more strokes, WMH, and worse white matter integrity. In addition, the investigators found that the common CKD-related factors of elevated serum phosphorus and low hemoglobin were associated with worse cognitive function and more severe abnormalities on brain MRI. Our cross-sectional MRI findings support a cerebrovascular basis for CI in CKD, accelerated by CKD-related factors, together driving neurodegenerative changes that may serve as a proximate correlate of CI in CKD. Driven by our initial findings, the investigators seek to extend BRINK to define the relation between CKD severity and worsening MRI changes and cognitive decline, and the relation between the two. In addition, as the COVID pandemic has accelerated within the US with associated cerebrovascular, cognitive and CKD outcomes, the investigators will leverage this period to examine the effects of COVID diagnosis, symptoms and outcomes on cognitive decline and CKD progression. The investigators will measure these associations using a new COVID survey modeled after the COVID Symptom Tracker from Harvard. Specifically, the investigators propose the following longitudinal aims:\n\nSPECIFIC AIMS (Note: all models will be adjusted for time-varying and time-invariant covariates) Aim 1 (total cohort): Characterize longitudinal changes in level of global cognitive function and cognitive domains over a mean of five years by eGFR level and examine COVID - 19 exposure as potential interaction.\n\nHypotheses 1: Those with eGFR \\< 30 will be at greater risk of developing moderate/severe CI and decline in cognitive domain scores.\n\nAim 1a (CKD only): Estimate the associations between change in CKD-related factors and change in cognitive function in CKD over a mean of five years. Hypothesis 1a: Worsening CKD-related factors will be significantly associated with decline in global cognition and decline in cognitive domain scores.\n\nHypothesis 1b: COVID-19 exposure may modify and accelerate the relation between CKD progression and cognitive decline.\n\nAim 2 (MRI cohort): Determine the rate of cortical thinning, accumulation of WMHs, infarcts, change in WM integrity, and perfusion by eGFR levels over a mean of five years. Hypothesis 2: Frontotemporal cortical thinning (atrophy), increased cortical infarcts and WMH volume, and especially decreased global white matter integrity will progress more quickly with lower eGFR level.\n\nAim 2a (MRI cohort): Estimate the associations between CKD-related factors and structural and functional MRI changes over a mean of five years. Hypothesis 2a: Low hemoglobin and higher albuminuria will be associated with increased cortical thinning and decreased white matter integrity, and higher phosphorus with increased infarcts.\n\nAim 3 (MRI cohort): Measure the association between changes in structural and functional MRI and cognitive decline over a mean of five years. Hypothesis 3: Cortical thinning, increased WMH, infarcts, and worsening WM integrity and will be associated with decline in global cognition and cognitive domain scores.\n\nThis study is innovative by: a) mapping the longitudinal trajectories of imaging to longitudinal cognitive trajectories to measure the impact of CKD on brain changes, b) including the entire range of CKD enriched with advanced CKD, and c) applying a multidisciplinary approach. Our work is significant because it will inform the natural history of cognitive decline and associated brain pathology in CKD and their contributors. It will have impact by 1) identifying CKD patients at greatest risk for CI to alert clinicians, and the timing of potential interventions, 2) measuring the effect of high phosphorus and anemia on cognitive decline and brain changes, and 3) characterizing vascular and Alzheimer's disease brain changes in CKD.\n\nMETHODS Study Population Approximately 225 remaining BRINK CKD participants (eGFR \\< 60; mean eGFR 34) using the CKD-EPI creatinine equation) and 100 age and race matched non-CKD patients with Stages 3-5 CKD (ages 50 and older will be followed in-person, by telephone, or by medical records at the following locations: Hennepin Healthcare clinics, HealthPartners clinics, the University of Minnesota - Fairview Clinics, and/or the Minneapolis Veterans Affairs Medical Center (MVAMC).\n\nStudy Measures\n\n1. A screening interview will be conducted via telephone to determine eligibility (using criteria listed below) to continue to participate in BRINK 2.0 when scheduling the first visit.\n2. All BRINK 2.0 participants will continue to be classified as CKD (GFR \\< 60 ml/min/1.73m2) or non- CKD controls (eGFR ≥ 60 ± 5 ml/min/1.73 m2) based on their initial classification at their baseline visit.\n3. At the initial and three subsequent annual face-to-face visits, the medical history interview and questionnaires, cognitive testing, and physical function assessment will take approximately 75-90 minutes.\n4. If the participant scores \\< 78 on 3MSE or \\< 18 on MOCA, an informant interview is triggered either in-person or by telephone to assess the participant's risk of MCI or dementia. The informant interview will be conducted with the Functional Assessment Questionnaire (FAQ) instrument. If no informant is available, conduct the UPSA performance-based assessment with the participant at the same time as current visit.\n5. A structured telephone interview will be conducted at intervening six months with brief questionnaires.\n6. If the participant has missed their last annual visit, the participant will be scheduled for a face-to-face visit at six months ± two months from their last scheduled annual visit with cognitive battery two (from previous six month visits, and using MOCA instead of 3MS).\n7. If a participant is unable to attend an annual face to face visit, the TICS cognitive phone test will be conducted within ± 2 months instead of their scheduled face-to-face annual visit.\n8. If the participant initiates any modality of dialysis, or undergoes renal transplant, a follow-up visit will be scheduled as soon as possible. The participant will then continue to be seen at six month intervals from the initial post dialysis visit. For the dialysis or transplant patients, at 6, 18, and 30 month follow-up visits, a person identified as the participant's informant will be interviewed with the ADCS- IADL to assess the participant's functional status and dementia status.\n9. For the subset of non-dialysis / transplant subjects who received a baseline MRI, a three year and five year follow-up MRI will be obtained if still within their three month window from previous respective annual visit. If a participant has missed their 3 year and/or 5 year MRI, additional MRIs should be obtained following their 4th, 6th, 7th, or 8th year visit in order to obtain a total of a maximum of three MRIs. Follow up MRIs need to be completed with a two year gap in-between each MRI.\n10. An MRI will also be obtained within 90 days after dialysis initiation and then at 1 year and annually thereafter for a maximum of 5 MRI's after dialysis initiation, each with a 90 day window from their in person visit..\n11. Laboratory measures: renal panel (sodium, potassium, chloride, carbon dioxide, anion gap, albumin, calcium, creatinine, phosphorus, glucose, blood urea nitrogen, eGFR), hemoglobin, hemoglobin A1c, urine albumin, urine microalbumin/creatinine ratio, creatinine, and lipid panel will be collected at baseline and annually.\n12. Research biomarker labs: serum and plasma for cystatin C, IL-6 in serum, IL-6 in urine, TNFα receptor-1, 8-isoprostane, parathyroid hormone, 25-OH vitamin D, advanced glycation end products, clusterin, asymmetric dimethylarginine (ADMA). were obtained at baseline BRINK 1 visit, and at the 3 year annual visit, or if missed then, at the next in- person BRINK 2 visit. If research labs are unable to be obtained during the first BRINK 2.0 in person visit, the sample will be collected at the next annual in person visit."},"conditionsModule":{"conditions":["Chronic Kidney Diseases","Dementia","Dementia, Vascular","Stroke","Alzheimer Disease","Cognitive Decline","Cognitive Impairment","Cognitive Dysfunction","Kidney Diseases","Diabetes","Cerebral Atrophy","Small Vessel Ischemic Disease"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"11. Laboratory measures: renal panel (sodium, potassium, chloride, carbon dioxide, anion gap, albumin, calcium, creatinine, phosphorus, glucose, blood urea nitrogen, eGFR), hemoglobin, hemoglobin A1c, urine albumin, urine microalbumin/creatinine ratio, creatinine, and lipid panel will be collected at baseline and annually.\n\n12. Research biomarker labs: serum and plasma for cystatin C, IL-6 in serum, IL-6 in urine, TNFα receptor-1, 8-isoprostane, parathyroid hormone, 25-OH vitamin D, advanced glycation end products, clusterin, asymmetric dimethylarginine (ADMA)."},"enrollmentInfo":{"count":600,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control","description":"eGFR ≥ 60 ± 5 ml/min/1.73m2 at the first baseline visit in BRINK 1.0. Non-CKD population."},{"label":"Mild CKD","description":"eGFR 45 - \\<60"},{"label":"CKD","description":"eGFR \\< 45"},{"label":"Dialysis/Transplant","description":"active dialysis for dialysis participants or kidney transplant for transplant participants"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Screening Interview","description":"A screening interview will be conducted via telephone to determine eligibility (using criteria listed below) to continue to participate in BRINK 2.0 when scheduling the first visit.","timeFrame":"5 years"},{"measure":"Classification","description":"All BRINK 2.0 participants will continue to be classified as CKD (GFR \\< 60 ml/min/1.73m2) or non- CKD controls (eGFR ≥ 60 ± 5 ml/min/1.73 m2) based on their initial classification at their baseline visit.","timeFrame":"5 years"},{"measure":"Medical History Interview","description":"At the initial and three subsequent annual face-to-face visits, the medical history interview and questionnaires, cognitive testing, and physical function assessment will take approximately 75-90 minutes","timeFrame":"5 years"},{"measure":"Informant Interview","description":"If the participant scores \\< 88 on 3MSE or \\< 18 on MOCA, an informant interview is triggered either in-person or by telephone to assess the participant's risk of MCI or dementia. The informant interview will be conducted with the Functional Assessment Questionnaire (FAQ) instrument. If no informant is available, conduct the UPSA performance-based assessment with the participant at the same time as current visit.","timeFrame":"5 years"},{"measure":"Structured Telephone Interview","description":"A structured telephone interview will be conducted at intervening six months with brief questionnaires.","timeFrame":"5 years"},{"measure":"Missed Visits","description":"If the participant has missed their last annual visit, they will be scheduled for a face-to-face visit at six months ± two months from their last scheduled annual visit with cognitive battery two (from previous six month visits, and using MOCA instead of 3MS).","timeFrame":"5 years"},{"measure":"TICS","description":"If a participant is unable to attend an annual face to face visit, the TICS cognitive phone test will be conducted within ± 2 months instead of their scheduled face-to-face annual visit.","timeFrame":"phone visit"},{"measure":"Dialysis/Transplant baseline","description":"If the participant initiates any modality of dialysis, or undergoes renal transplant, a follow-up visit will be scheduled as soon as possible. The participant will then continue to be seen at six month intervals from the initial post dialysis visit. For the dialysis or transplant patients, at 6, 18, and 30 month follow-up visits, a person identified as the participant's informant will be interviewed with the ADCS- IADL to assess the participant's functional status and dementia status","timeFrame":"5 years"},{"measure":"Follow Up MRI","description":"For the subset of non-dialysis / transplant subjects who received a baseline MRI, a three year and five year follow-up MRI will be obtained if still within their three month window from previous respective annual visit. If a participant has missed their 3 year and/or 5 year MRI, additional MRIs should be obtained following their 4th, 6th, 7th, or 8th year visit in order to obtain a total of a maximum of three MRIs. Follow up MRIs need to be completed with a two year gap in-between each MRI.","timeFrame":"5 years"},{"measure":"Dialysis MRI","description":"An MRI will also be obtained within 90 days after dialysis initiation and then at 1 year and annually thereafter for a maximum of 5 MRI's after dialysis initiation, each with a 90 day window from their in person visit..","timeFrame":"5 years"},{"measure":"Lab Measures","description":"Laboratory measures: renal panel (sodium, potassium, chloride, carbon dioxide, anion gap, albumin, calcium, creatinine, phosphorus, glucose, blood urea nitrogen, eGFR), hemoglobin, hemoglobin A1c, urine albumin, urine microalbumin/creatinine ratio, creatinine, and lipid panel will be collected at baseline and annually.","timeFrame":"5 years"},{"measure":"Research Biomarker labs","description":"Research biomarker labs: serum and plasma for cystatin C, IL-6 in serum, IL-6 in urine, TNFα receptor-1, 8-isoprostane, parathyroid hormone, 25-OH vitamin D, advanced glycation end products, clusterin, asymmetric dimethylarginine (ADMA). were obtained at baseline BRINK 1 visit, and at the 3 year annual visit, or if missed then, at the next in- person BRINK 2 visit. If research labs are unable to be obtained during the first BRINK 2.0 in person visit, the sample will be collected at the next annual in person visit.","timeFrame":"1 year"},{"measure":"COVID 19 survey","description":"Starting April 10, 2020, The COVID Survey will be added to the BRINK Subject Interview administered at every annual visit (by phone or in person) and to every six month interview phone visit, starting with their next scheduled visits.for up to two years.","timeFrame":"5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for CKD Participants:\n\n1. In stages 3b-5 of chronic kidney disease (GFR ≤ 60 ± 5 ml/min/1.73m2) at the first baseline visit in BRINK 1.0.\n2. Able to complete an approximately 90 minute cognitive and physical testing battery.\n3. Able to sign the informed consent, or allow a caregiver, relative, surrogate, or witness to sign the informed consent if participant is unable to do so.\n\nInclusion Criteria for non-CKD Participants:\n\n1. GFR ≥ 60 ± 5 ml/min/1.73m2 at the first baseline visit in BRINK 1.0.\n2. Able to complete an approximately 90 minute cognitive and physical testing battery.\n3. Able to sign the informed consent, or allow a caregiver, relative, surrogate, and/or witness to sign the informed consent if participant is unable to do so.\n\nExclusion Criteria:\n\nExclusion Criteria for CKD and non-CKD Participants:\n\n1. Acute psychiatric illness that would impede cognitive testing\n2. Active chemical dependence\n3. Legally blind or unable to complete cognitive tests due to visual loss or deafness","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All potential participants must be previous BRINK participants","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Minneapolis VA Healthcare System","city":"Minneapolis","state":"Minnesota","zip":"55378","country":"United States","geoPoint":{"lat":44.97997,"lon":-93.26384}},{"facility":"Hennepin Healthcare Research Institute","city":"Minneapolis","state":"Minnesota","zip":"55404","country":"United States","geoPoint":{"lat":44.97997,"lon":-93.26384}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000000544","term":"Alzheimer Disease"},{"id":"D000003704","term":"Dementia"},{"id":"D000015140","term":"Dementia, Vascular"},{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000051436","term":"Renal Insufficiency, Chronic"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000024801","term":"Tauopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000051437","term":"Renal Insufficiency"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002537","term":"Intracranial Arteriosclerosis"},{"id":"D000020765","term":"Intracranial Arterial Diseases"},{"id":"D000056784","term":"Leukoencephalopathies"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10388","name":"Kidney Diseases","asFound":"Kidney Disease","relevance":"HIGH"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M6594","name":"Dementia","asFound":"Dementia","relevance":"HIGH"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Decline","relevance":"HIGH"},{"id":"M3575","name":"Alzheimer Disease","asFound":"Alzheimer's Disease","relevance":"HIGH"},{"id":"M4279","name":"Atrophy","relevance":"LOW"},{"id":"M17551","name":"Dementia, Vascular","asFound":"Dementia, Vascular","relevance":"HIGH"},{"id":"M26407","name":"Renal Insufficiency, Chronic","asFound":"Chronic Kidney Disease","relevance":"HIGH"},{"id":"M26408","name":"Renal Insufficiency","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M22692","name":"Tauopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M5476","name":"Intracranial Arteriosclerosis","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"M28281","name":"Leukoencephalopathies","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T2192","name":"Familial Alzheimer Disease","asFound":"Alzheimer's Disease","relevance":"HIGH"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}