{"protocolSection":{"identificationModule":{"nctId":"NCT05591040","orgStudyIdInfo":{"id":"BIOFEEDBACK_DYS/2022.06"},"organization":{"fullName":"IRCCS San Camillo, Venezia, Italy","class":"OTHER"},"briefTitle":"Biofeedback as an Adjunctive Treatment for Post-stroke Dysphagia","officialTitle":"Biofeedback as an Adjunctive Treatment for Post-stroke Dysphagia: A Multicentric Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-10-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-10-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-07","studyFirstSubmitQcDate":"2022-10-19","studyFirstPostDateStruct":{"date":"2022-10-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-14","lastUpdatePostDateStruct":{"date":"2023-03-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sara Nordio","investigatorTitle":"Principal Investigator","investigatorAffiliation":"IRCCS San Camillo, Venezia, Italy"},"leadSponsor":{"name":"IRCCS San Camillo, Venezia, Italy","class":"OTHER"},"collaborators":[{"name":"Ospedale Policlinico San Martino","class":"OTHER"},{"name":"ULSS 6 Euganea","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The aim of the study is to evaluate whether the effect of biofeedback treatment is more effective than a control treatment in the recovery of dysphagia.\n\nThis study will be a multicentric randomized, single-blind controlled study. The investigators intend to recruit 100 patients who have suffered a stroke and have dysphagia. Fifty patients will undergo training with bio-feedback (experimental group) and the other fifty patients will undergo standard training, using only verbal feedback rather than visual feedback (control group). Our hypothesis, based on the results obtained in some previous studies, is that in the control group the efficacy of the treatment will be lower in the absence of immediate visual feedback of strength, timing, coordination and efficacy of the swallowing act.","detailedDescription":"The procedure is divided into the following steps:\n\n* Clinical and instrumental evaluation (fibroendoscopy) of swallowing functions before the treatment;\n* 20 sessions with bio feedback treatment or 20 session of control treatment;\n* Clinical and instrumental evaluation (fibroendoscopy) of swallowing functions after the training;\n* Clinical and instrumental evaluation (fibroendoscopy) of swallowing functions after 2 months as follow up. Each participant will attend 5 sessions per week for a total duration of 4 weeks. The duration of each session will take 1 hour, including bio-feedback preparation that will take about 10 minutes for assembly and 5 minutes for removal. At the beginning of the bio-feedback session, two surface electrodes will be applied to the mylohyoid muscle. The computer will analyze the electromyographic signal of the patient in real time and will produce visual feedback of the muscular activity on the screen. The patient will be required to swallow at a given time, with food bolus if possible, and perform maneuvers that favor swallowing strength and efficacy. During the first session, participant will be instructed to use the tool before starting the training phase. Patients of both groups will participate in similar sessions, with classical maneuvers favoring swallowing efficacy that is effortful swallow and specific task of timing and coordination (with bolus administration, if possible) and Masako maneuver. The experimental group will perform this training for 45 minutes with the support of visualization of muscle activity on the screen (biofeedback), while the control group will attend the same training for 45 minutes, but receiving verbal feedback from the speech and language therapist.\n\nData analysis\n\nOn the measures collected, a descriptive statistical analyzis and distribution will be studied. Initial instrumental and clinical data will be collected administrating: FOIS scale (Functional Oral Intake Scale), PAS (Penetration-Aspiration Scale), Yale Scale, MASA (Mann Assessment of Swallowing Abilities),SWAL QOL (outcomes tool for oropharyngeal dysphagia in adults), TOMASS (test of masticated and swallowing solids); Cranial nerves. All the tests will be analyzed using parametric (t-test) and non-parametric (Wilcoxon test) tests with a p-value considered significant if \\<0.05, while longitudinal variations will be analysed using ANOVA for repeated measurements."},"conditionsModule":{"conditions":["Dysphagia","Rehabilitation","Stroke"],"keywords":["dysphagia","stroke","biofeedback","rehabilitation","randomized controlled study"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"simple randomization in two groups","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Biofeedback","type":"EXPERIMENTAL","description":"Each participant will attend 5 sessions per week for a total duration of 4 weeks. The duration of each session will take 1 hour, including bio-feedback preparation. At the beginning of the bio-feedback session, two surface electrodes will be applied to the mylohyoid muscle. The patient will be required to swallow at a given time, with food bolus if possible, and perform maneuvers that favour swallowing strength and efficacy: effortful swallow, specific task for timing and coordination, Masako maneuver. The experimental group will perform this training for 45 minutes, plus they will receive a verbal feedback from the speech and language therapist in relation to the efficacy of the performance.","interventionNames":["Device: Biofeedback"]},{"label":"Conventional","type":"ACTIVE_COMPARATOR","description":"Each participant will attend 5 sessions per week for a total duration of 4 weeks. The patient will be required to swallow at a given time, with food bolus if possible, and perform maneuvers that favour swallowing strength and efficacy: effortful swallow, specific task for timing and coordination, Masako maneuver. The control group will perform this training for 45 minutes, with a verbal feedback from the speech and language therapist in relation to the efficacy of the performance.","interventionNames":["Other: Conventional"]}],"interventions":[{"type":"DEVICE","name":"Biofeedback","description":"Each participant will attend 5 sessions per week for a total duration of 4 weeks. The duration of each session will take 1 hour, including bio-feedback preparation. At the beginning of the bio-feedback session, two surface electrodes will be applied to the mylohyoid muscle. The patient will be required to swallow at a given time, with food bolus if possible, and perform maneuvers that favour swallowing strength and efficacy: effortful swallow, specific task for timing and coordination, Masako maneuver. The experimental group will perform this training for 45 minutes, plus they will receive a verbal feedback from the speech and language therapist in relation to the efficacy of the performance.","armGroupLabels":["Biofeedback"],"otherNames":["Neurotrac myoplus 2"]},{"type":"OTHER","name":"Conventional","description":"Each participant will attend 5 sessions per week for a total duration of 4 weeks. The patient will be required to swallow at a given time, with food bolus if possible, and perform maneuvers that favour swallowing strength and efficacy: effortful swallow, specific task for timing and coordination, Masako maneuver. The control group will perform this training for 45 minutes, with a verbal feedback from the speech and language therapist in relation to the efficacy of the performance.","armGroupLabels":["Conventional"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Positive changes of efficacy of swallowing","description":"Efficacy of swallowing is defined as patient's ability to start a functional swallowing reflex and to manage deglutition of saliva, then small bolus in ever greater quantities until getting to a full meal in safety. It will be measured by FOIS (Functional Oral Intake Scale- minimum value is the worst: 1; maximum value:7","timeFrame":"The evaluation of swallowing functions will be done before treatment, then up to 4 weeks (after 20 treatment sessions) finally up to two months"},{"measure":"Changes in penetration/aspiration of saliva or bolus","description":"Penetration is a generic term refering to the action of material penetrating the larynx and entering the airway and remains above the true vocal folds, while aspiration Aspiration is a generic term refering to the action of material penetrating the larynx and entering the airway below the true vocal folds. The presence, entity and gravity of that parameters will be measured by Penetration Aspiration Scale during fibroscopy. The minimum value is 1, and indicates the better performance; the maximum value is 8, that is the worst.","timeFrame":"The evaluation of swallowing the entity of penetration/aspiration will be done before treatment, then up to 4 weeks (after 20 treatment sessions) finally up to two months]"},{"measure":"Changes in pharyngeal residues","description":"They consist in presence of bolus or saliva post deglutition in the pharyngeal zone. The presence and entity/severity of these parameters will be assessed by Yale Scale during fibroscopy. The minimum value is 1, that means only coating, while 5 is the maximum level that means abundant residues.","timeFrame":"The evaluation of swallowing the entity of pharyngeal residue will be done before treatment, then up to 4 weeks (after 20 treatment sessions) finally up to two months"}],"secondaryOutcomes":[{"measure":"Quality of life in relation to swallowing disorders","description":"Dysphagia has an high impact on quality of life. It will be measured through SWAL_QOL (quality of life in swallowing disorders). 100 indicates the most favorable state, 0 the least favorable.","timeFrame":"The evaluation of the level of perceived quality of life will be done before treatment, then up to 4 weeks (after 20 treatment sessions), finally up to two months]"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first stroke injury\n* onset from more than six weeks\n* presence of dysphagia\n* good comprehension ( not below PT 53 in Token Test)\n* good eyesight and hearing, or adequately corrected\n\nExclusion Criteria:\n\n* All the elements that hinder a good recording of the electromyographic signal (for instance a cutaneous infection, a wound or a dermatitis in the submandibular area);\n* Severe concomitant illnesses (fever, infections, metabolic problems, serious cardiac insufficiency) that can influence patient's collaboration;\n* Serious dystonia or unintentional movements\n* presence of disorders of consciousness;\n* encephalopathy due to multiple infarcts;\n* inability to sustain the experimental treatment;\n* other neurological diseases (for example Parkinson disease)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sara Nordio","role":"CONTACT","phone":"3494990310","email":"snordio944@gmail.com"}],"overallOfficials":[{"name":"Sara Nordio","affiliation":"IRCCS San Camillo","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sara Nordio","status":"RECRUITING","city":"Venice-Lido","country":"Italy","contacts":[{"name":"Sara Nordio","role":"CONTACT"}],"geoPoint":{"lat":45.4131,"lon":12.3742}}]},"referencesModule":{"references":[{"pmid":"34767083","type":"BACKGROUND","citation":"Nordio S, Arcara G, Berta G, Dellai A, Brisotto C, Koch I, Cazzador D, Aspidistria M, Ventura L, Turolla A, D'Imperio D, Battel I. Biofeedback as an Adjunctive Treatment for Post-stroke Dysphagia: A Pilot-Randomized Controlled Trial. Dysphagia. 2022 Oct;37(5):1207-1216. doi: 10.1007/s00455-021-10385-2. Epub 2021 Nov 12."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"}]}},"hasResults":false}