{"protocolSection":{"identificationModule":{"nctId":"NCT05653440","orgStudyIdInfo":{"id":"STUDY21120130 (Study 1)"},"secondaryIdInfos":[{"id":"1R01DC019325-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01DC019325-01A1"}],"organization":{"fullName":"University of Pittsburgh","class":"OTHER"},"briefTitle":"Balancing Effortful and Errorless Learning in Naming Treatment for Aphasia","officialTitle":"Integrating Complementary Learning Principles in Aphasia Rehabilitation Via Adaptive Modeling (Sub-study 1: Balancing Effortful and Errorless Learning Via Adaptive Naming Deadlines)"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-01-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-01-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-12-07","studyFirstSubmitQcDate":"2022-12-07","studyFirstPostDateStruct":{"date":"2022-12-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-11","lastUpdatePostDateStruct":{"date":"2024-01-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"William Evans","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Pittsburgh"},"leadSponsor":{"name":"University of Pittsburgh","class":"OTHER"},"collaborators":[{"name":"University of Massachusetts, Amherst","class":"OTHER"},{"name":"National Institute on Deafness and Other Communication Disorders (NIDCD)","class":"NIH"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Aphasia is a language disorder caused by stroke and other acquired brain injuries that affects over two million people in the United States and which interferes with life participation and quality of life. Anomia (i.e., word- finding difficulty) is a primary frustration for people with aphasia. Picture-based naming treatments for anomia are widely used in aphasia rehabilitation, but current treatment approaches do not address the long-term retention of naming abilities and do not focus on using these naming abilities in daily life. The current research aims to evaluate novel anomia treatment approaches to improve long-term retention and generalization to everyday life.\n\nThis study is one of two that are part of a larger grant. This record is for sub-study 1, which will adaptively balance effort and accuracy using speeded naming deadlines.","detailedDescription":"Study 1: Evaluate the benefits of balancing effortful and errorless learning via adaptive naming deadlines.\n\n* Study design: The investigators will enroll 30 people with aphasia in a randomized within-subjects crossover design comparing trained words in three retrieval conditions. Stimuli will be balanced across conditions using an established item-response theory algorithm developed by Dr. Hula (consultant). Participants will receive 8 sessions of treatment per condition (2x/ week for 4 weeks), with probes administered at baseline and 1 week, 3 months, and 6 months post-treatment. Condition treatment order will be randomly assigned and counter- balanced across participants. In total, Sub-study 1 includes two initial assessment sessions, 24 treatment sessions and 24 baseline and follow-up probe assessment sessions per participant over a 10-month period. Data collection will take place at the Language Rehabilitation and Cognition Laboratory (LRCL) at the University of Pittsburgh, in participants' homes, or in private rooms in public spaces (e.g. libraries, community centers).\n* Participants: The investigators will recruit 30 male and female community-dwelling people with aphasia \\>6 months post- onset of aphasia due to unilateral left-hemisphere stroke. Aphasia diagnosis will be confirmed by Comprehensive Aphasia Test (CAT) performance and medical history. Investigators will exclude potential participants with right hemisphere stroke, other neurological disease, significant psychiatric disorder, severe motor speech disorder, or active substance dependence.\n* Assessment Procedures: Participants will be tested on a comprehensive initial battery of standardized assessments characterizing their aphasia severity and overall language profile, naming and discourse abilities, semantic processing, verbal short-term and working memory at baseline. Patient-reported measures of treatment motivation and pre-post changes in communication effectiveness will also be measured in response to each treatment condition. These tests will ensure that our participants well-characterized from a behavioral perspective, and measures will be used in secondary analyses and model development exploring predictors of treatment response.\n* Treatment description: Each training trial will consist of a fixation cross and picture presentation. A repetition cue (audio recording and written from of the target) will be provided to participants based on the deadlines described above. Participants will be instructed to name the picture and indicate when they have given their final answer via key press, with responses also timed and scored by clinician key press. In the errorless condition, they will be instructed to repeat the target, while in the other conditions they will be asked to try to name the picture independently before they hear the target. Once they have indicated that they have provided their final answer, they will receive accuracy feedback on the computer screen based on clinician scoring. To maximize the clinical relevance of this study, investigators will control total amount of treatment time (8 hours) between conditions, instead of controlling the total number of trials. This is because many more trials can be completed per hour in the errorless or balanced conditions compared to the effort-maximized condition, and investigators want study outcomes to practically inform clinicians on how best to spend limited treatment time."},"conditionsModule":{"conditions":["Aphasia","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Research assistants responsible for coding data will be masked to treatment condition.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Effort-maximized, then accuracy-maximized, then effort-accuracy balanced","type":"EXPERIMENTAL","description":"All participants will receive all three naming treatment conditions in a randomized order - this is one possible ordering of those conditions.","interventionNames":["Behavioral: Accuracy-maximized condition","Behavioral: Effort-maximized condition","Behavioral: Effort-accuracy balanced condition"]},{"label":"Effort-maximized, then effort-accuracy balanced, then accuracy-maximized","type":"EXPERIMENTAL","description":"All participants will receive all three naming treatment conditions in a randomized order - this is one possible ordering of those conditions.","interventionNames":["Behavioral: Accuracy-maximized condition","Behavioral: Effort-maximized condition","Behavioral: Effort-accuracy balanced condition"]},{"label":"Accuracy-maximized, then effort-maximized, then effort-accuracy balanced","type":"EXPERIMENTAL","description":"All participants will receive all three naming treatment conditions in a randomized order - this is one possible ordering of those conditions.","interventionNames":["Behavioral: Accuracy-maximized condition","Behavioral: Effort-maximized condition","Behavioral: Effort-accuracy balanced condition"]},{"label":"Accuracy-maximized, then effort-accuracy balanced, then effort-maximized","type":"EXPERIMENTAL","description":"All participants will receive all three naming treatment conditions in a randomized order - this is one possible ordering of those conditions.","interventionNames":["Behavioral: Accuracy-maximized condition","Behavioral: Effort-maximized condition","Behavioral: Effort-accuracy balanced condition"]},{"label":"Effort-accuracy balanced, then effort-maximized, then accuracy maximized","type":"EXPERIMENTAL","description":"All participants will receive all three naming treatment conditions in a randomized order - this is one possible ordering of those conditions.","interventionNames":["Behavioral: Accuracy-maximized condition","Behavioral: Effort-maximized condition","Behavioral: Effort-accuracy balanced condition"]},{"label":"Effort-accuracy balanced, then accuracy-maximized, then effort-maximized","type":"EXPERIMENTAL","description":"All participants will receive all three naming treatment conditions in a randomized order - this is one possible ordering of those conditions.","interventionNames":["Behavioral: Accuracy-maximized condition","Behavioral: Effort-maximized condition","Behavioral: Effort-accuracy balanced condition"]}],"interventions":[{"type":"BEHAVIORAL","name":"Accuracy-maximized condition","description":"Naming treatment condition in which the target will be immediately provided for repetition at picture onset.","armGroupLabels":["Accuracy-maximized, then effort-accuracy balanced, then effort-maximized","Accuracy-maximized, then effort-maximized, then effort-accuracy balanced","Effort-accuracy balanced, then accuracy-maximized, then effort-maximized","Effort-accuracy balanced, then effort-maximized, then accuracy maximized","Effort-maximized, then accuracy-maximized, then effort-accuracy balanced","Effort-maximized, then effort-accuracy balanced, then accuracy-maximized"]},{"type":"BEHAVIORAL","name":"Effort-maximized condition","description":"Naming treatment condition in which participants will have up to 10 seconds to respond before the target is provided for repetition.","armGroupLabels":["Accuracy-maximized, then effort-accuracy balanced, then effort-maximized","Accuracy-maximized, then effort-maximized, then effort-accuracy balanced","Effort-accuracy balanced, then accuracy-maximized, then effort-maximized","Effort-accuracy balanced, then effort-maximized, then accuracy maximized","Effort-maximized, then accuracy-maximized, then effort-accuracy balanced","Effort-maximized, then effort-accuracy balanced, then accuracy-maximized"]},{"type":"BEHAVIORAL","name":"Effort-accuracy balanced condition","description":"Naming treatment condition in which naming deadlines will be determined based on the balanced effort-to-accuracy benefit ratio formalized above, calculated on clinician-provided accuracy and response time ratings. Deadlines will be recalculated session-by-session to adjust to participant-specific treatment gains over time.","armGroupLabels":["Accuracy-maximized, then effort-accuracy balanced, then effort-maximized","Accuracy-maximized, then effort-maximized, then effort-accuracy balanced","Effort-accuracy balanced, then accuracy-maximized, then effort-maximized","Effort-accuracy balanced, then effort-maximized, then accuracy maximized","Effort-maximized, then accuracy-maximized, then effort-accuracy balanced","Effort-maximized, then effort-accuracy balanced, then accuracy-maximized"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in correct responses in Confrontation Naming of Treated and Untreated Pictured Objects","description":"Confrontation naming accuracy pictures targeted for each training condition and corresponding untreated items will serve as a primary outcome. Individualized lists for each participant will be selected from a corpus of pictured objects. Performance will be evaluated twice at each timepoint. Change in performance from initial assessment to the 3-month follow-up timepoint on the treated and untreated items will serve as the primary outcome measure.","timeFrame":"Initial assessment (pre-treatment), 3 months post-treatment"},{"measure":"Change in correct responses in Context Generalization of Treated and Untreated Pictured Objects","description":"Production of trained words on the context generalization complex scene description task for each training condition and corresponding untreated items will serve as a primary outcome. Words from complex scenes and wordless picture books will be chosen for each participant. These words will consist of a subset of those selected for confrontation naming. Performance will be evaluated twice at each timepoint. Change in performance from initial assessment to the 3-month follow-up timepoint on the treated and untreated items will serve as the primary outcome measure.","timeFrame":"Initial assessment (pre-treatment), 3 months post-treatment"}],"secondaryOutcomes":[{"measure":"Mean score on the Comprehensive Aphasia Test (CAT)","description":"The Comprehensive Aphasia Test (CAT) is a comprehensive aphasia test battery that assesses language function in the following modalities: Comprehension of Spoken Language, Comprehension of Written Language, Repetition, Naming, Reading, and Writing. The CAT will be used for initial eligibility criteria at baseline. Raw scores for each subtest are converted to T-scores (M = 50; SD = 10) based upon 266 administrations to a normative sample of 113 person with aphasia. A modality mean T-score derived from the eight modalities in the language battery is used to estimate the overall severity of aphasic language impairment. The CAT will be used to confirm a diagnosis of aphasia and determine initial eligibility criteria: participants with CAT mean modality T scores \\<40 will be excluded from this trial due to the severity of their deficits, as we have found this to be an appropriate cutoff for very severe aphasia in previous trials.","timeFrame":"Initial assessment (pre-treatment)"},{"measure":"S-weight and P-weight scores on the Philadelphia Naming Test (PNT)","description":"The PNT is a confrontation naming test composed of 175 high, middle, and low frequency nouns ranging from 1-4 syllables in length. Items are presented in a random order on a computer monitor and participants are asked to respond with a single word. Responses are recorded and scored offline using standardized procedures for determining accuracy of the first complete attempt and coding of errors. S-weight and P-weight are calculated based on PNT scoring. S-weight can be interpreted as a measure of semantic ability including conceptual access and control and lexical semantics. P-weight is a measure of phonological ability including both lexical and post-lexical phonological access.","timeFrame":"Initial assessment (pre-treatment)"},{"measure":"Score on the Temple Assessment of Language and Short-term Memory in Aphasia (TALSA)","description":"The TALSA is a diagnostic test battery that assesses the relationship between language and memory in people with aphasia through 16 subtests in three main areas (phonological processing, semantic processing, short-term memory). Raw scores on subtests are converted to T-scores which are used to estimate the overall severity of impairment.","timeFrame":"Initial assessment (pre-treatment)"},{"measure":"Mean score on the Cactus and Camels Test (CCT)","description":"The Cactus and Camel Test is a sub-test of the Cambridge Semantic Battery that consists of 64 items scored for accuracy of response.","timeFrame":"Initial assessment (pre-treatment)"},{"measure":"Change in core lexicon analysis on the Aphasia Bank Discourse Protocol","description":"The Aphasia Bank Discourse Protocol is a brief, but thorough set of language tasks which will characterize participants' language at the discourse level. The protocol requires participants to generate discourse samples within the contexts of free speech, a picture description, a story narrative, and procedural discourse. Change in performance in core lexicon analysis on discourse samples from initial assessment to each post-treatment follow up timepoint will serve as a secondary outcome measure.","timeFrame":"Initial assessment (pre-treatment), multiple timepoints up to 6-months post-treatment."},{"measure":"Score on the Adapted Intrinsic Motivation Inventory for Aphasia","description":"The adapted intrinsic motivation Inventory for aphasia is a brief instrument comprised of 7 subscales with a total of 45 items intended to characterize intrinsic motivation in people with aphasia. Each item is scored on a scale of 1-7. Higher total score is associated with higher intrinsic motivation.","timeFrame":"Initial assessment (pre-treatment)"},{"measure":"Change in mean scores on the Aphasia Communication Outcome Measure Short-Form","description":"The Aphasia Communication Outcome Measure (ACOM) is a measure of patient-reported \"communication functioning,\" defined as the ability to effectively convey and receive personally relevant messages in natural environments. Results are provided in T scores (sample mean of 50 with a standard deviations of 10), with higher scores indicating better communication functioning.","timeFrame":"Initial assessment (pre-treatment), 1 week post-treatment."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Existing diagnosis of chronic (\\>6 months) aphasia subsequent to left hemisphere stroke.\n* Impaired performance on 2/8 sections of the Comprehensive Aphasia Test.\n\nExclusion Criteria:\n\n* History of other acquired or progressive neurological disease.\n* Significant language comprehension impairments (per performance on the CAT - individuals will be excluded if their spoken language comprehension mean modality T- score on the CAT falls below 40).\n* Unmanaged drug / alcohol dependence.\n* Severe diagnosed mood or behavioral disorders that require specialize mental health interventions.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Aysha Salter-Volz, M.S.","role":"CONTACT","phone":"412-383-6943","email":"ays41@pitt.edu"}],"overallOfficials":[{"name":"William Evans, PhD","affiliation":"University of Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Language Rehab and Cognition Lab, Department of Communication Sciences and Disorders, School of Health and Rehabilitation Sciences, University of Pittsburgh","status":"RECRUITING","city":"Pittsburgh","state":"Pennsylvania","zip":"15260","country":"United States","contacts":[{"name":"William Evans, PhD","role":"CONTACT","phone":"412-383-6943","email":"will.evans@pitt.edu"},{"name":"William Evans, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.44062,"lon":-79.99589}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The data sharing plan for this study includes the publication of discourse measures and other study data on Aphasia Bank (R01-DC008524), a large online repository of aphasia behavioral data that supports a great deal of productive aphasia corpora research. De-identified test scores, treatment, and probe data, and audio and/or video recordings of norming, probe, assessment, and treatment data will be shared to this repository for all study participants.\n\nInvestigators will also make our experimental task files, protocols, and de-identified study data available through Open Science Framework (https://osf.io/) to encourage the replication, collaboration, and expansion of our work by other research groups.\n\nLast, investigators plan to publish a modeling and statistical package in open-access software, R, which will include functionality for calculating speed-accuracy tradeoff optimality using our multinomial ex-Gaussian response time model approach.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","ANALYTIC_CODE"],"timeFrame":"Data will be shared at the time of study publication without planned end to access.","accessCriteria":"Anyone who wishes to access the data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}