{"protocolSection":{"identificationModule":{"nctId":"NCT05855226","orgStudyIdInfo":{"id":"80-86900-98-022"},"organization":{"fullName":"Amsterdam University of Applied Sciences","class":"OTHER"},"briefTitle":"Effect of Occupational Therapy at Home E-Rehabilitation (OTHER) for Persons Post-stroke","officialTitle":"Supporting Daily Functioning of Persons With a Neurological Disorder: (Cost)Effectiveness of Occupational Therapy at Home E-Rehabilitation (OTHER) for Persons Post-stroke","acronym":"OTHER"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-30","studyFirstSubmitQcDate":"2023-05-09","studyFirstPostDateStruct":{"date":"2023-05-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-20","lastUpdatePostDateStruct":{"date":"2023-07-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sanne Pellegrom","investigatorTitle":"MSc. of Health Science - Principal Investigator","investigatorAffiliation":"Amsterdam University of Applied Sciences"},"leadSponsor":{"name":"Amsterdam University of Applied Sciences","class":"OTHER"},"collaborators":[{"name":"ZonMw: The Netherlands Organisation for Health Research and Development","class":"OTHER"},{"name":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this (cost)effectiveness study is to compare care as usual with OTHER-intervention in Cerebro Vascular Accident (CVA) older adults in Geriatric Rehabilitation (GR). The main question\\[s\\] it aims to answer are:\n\n1. What is the effectiveness of OTHER, as compared to occupational therapy as usual (CAU), on improving the self-perceived performance in daily activities of community-dwelling older persons post-stroke over a 24-week period after initiation of OTHER or CAU, as measured longitudinally (at week 4, 13 and 26)?\n\n   Secondary:\n2. What is the effectiveness of OTHER on improving satisfaction with the perceived daily performance of community-dwelling persons post-stroke, 26 weeks after start compared to usual OT? (quantitative approach)\n3. What is the effectiveness of OTHER on improving physical activity of community-dwelling persons post-stroke, 26 weeks after start compared to usual OT? (quantitative approach)\n4. What is the effectiveness of OTHER on improving self-management of community-dwelling persons post-stroke, 26 weeks after start compared to usual OT? (quantitative approach)\n5. How do persons post-stroke and OT's experience and how do they reflect on OTHER in supporting a sense of self-management, safety and improving daily functioning? (qualitative approach).\n6. What factors influenced the intervention delivery and the perceived benefits in the OTHER study (process evaluation)? 1) monitoring treatment fidelity, barriers and facilitators for implementation; 2) gain insight into the impact of OTHER on the GR transition to home; 3) to gain insight into what stroke survivors and OT's think of OTHER. 4) how participants, and professionals experience and thoughts they have on the OTHER-intervention in supporting daily functioning and self-management\n\n   Cost-effectiveness\n7. What is the cost-effectiveness of OTHER on improving self-perceived performance in daily activities and Quality Adjusted Life Years (QALYs) of community-dwelling persons post-stroke, 26 weeks after start compared to usual OT? (quantitative approach)\n\nParticipants will get the OTHER-intervention treatment given by de occupational therapist which consists of activity monitoring, coaching and videoconferencing to optimalise the transition from clinical care to home.\n\nResearchers will compare care as usual to see if there is a effect on improving the self-perceived performance in daily activities, self-management and improving physical activity ."},"conditionsModule":{"conditions":["Stroke","eHealth","Occupational Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":180,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Care as usual","type":"NO_INTERVENTION","description":"Care as usual, consist of GR rehabilitation when a patient is back at home."},{"label":"OTHER-intervention","type":"EXPERIMENTAL","description":"The OTHER-intervention is part of the OT care. Start during inpatient GR rehabilitation and goes on 12 weeks afte discharge when a patient is home. The OT will coach a patient and use a activity monitoring system. Also videoconferencing will be used.","interventionNames":["Other: OTHER-intervention (Occupational Therapy at Home E-Rehabilitation)"]}],"interventions":[{"type":"OTHER","name":"OTHER-intervention (Occupational Therapy at Home E-Rehabilitation)","description":"The occupational therapist will use activity monitoring and coaching techniques with videoconference during OTHER.","armGroupLabels":["OTHER-intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in Canadian Occupational Performance measure (COPM-p) at three time points","description":"The primary outcome measure is 'perceived daily performance' 4 weeks, 12 weeks and 24 weeks after the start of OTHER compared to baseline functioning, measured with the Canadian Occupational Performance measure. The COPM results in a performance score (COPM-p). The COPM is a person-centred, occupation-focused outcome measure for the detection of change in perceived daily performance over time. The COPM results in a performance score (COPM-p) and a satisfaction score (COPM-s). Through a semi-structured interview, persons will prioritize up to five daily activities that deemed most important and rate each on a 10-point scale regarding perceived performance (COPM-p) (1=not able to do at all and 10 = able to do extremely well. The mean COPM-p will be obtained by summing the ratings and dividing them by the number of prioritized activities.","timeFrame":"The investigators assess the changes across three time points (one, three and six months)"}],"secondaryOutcomes":[{"measure":"Changes in Canadian Occupational Performance measure (COPM-s)","description":"Persons post-stroke satisfaction in performing daily functioning will be measured with the COPM-s(35). Next to the COPM-p, participants rated the prioritized daily activities on a 10-point scale regarding performance satisfaction (COPM-s) (1= not satisfied at all and 10= extremely satisfied).","timeFrame":"baseline, 4 weeks after discharge GR, 12 weeks after discharge GR and 24 weeks after discharge GR"},{"measure":"Self-management","description":"Self-management. The Patient-Reported Outcome Occupational Therapy (PROM-OT) is developed to measure the outcome and quality of OT in the Netherlands from a client perspective.The PROM-OT contains 13 questions regarding the outcome of OT for the person (e.g. I can perform my daily activities, whether or not with help/devices (for example self-care, household, leisure, work) and using scoring with 11 point scale (0= lowest score and 10 = highest score). It focusses on daily activities, being able to self-manage related to daily functioning and satisfaction of OT.","timeFrame":"baseline, 4 weeks after discharge GR, 12 weeks after discharge GR and 24 weeks after discharge GR"},{"measure":"Patient's quality of life.","description":"The EuroQol-5D-5L(41) will be used to measure 'health-related quality of life' outcomes (HRQOL).The HRQOL is measured on 5 health dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each health dimension has 5 severity levels ranging between no problems to extreme problems. The EQ- visual analogue scale (VAS) measures the persons' self-rated health on a scale from 0 to 100 (0= worst health and 100 the best health). The participants' EQ-5D-5L health states will be converted into utility values the Dutch tariff.","timeFrame":"baseline,4 weeks after discharge GR, 12 weeks after discharge GR and 24 weeks after discharge GR"},{"measure":"Capability of older people","description":"The ICEpop CAPability measure for Older people (ICECAP-O) is a measure of capability in older people for use in economic evaluation. Unlike most profile measures used in economic evaluations, the ICECAP-O focuses on wellbeing defined in a broader sense, rather than health. The measure covers attributes of wellbeing that were found to be important to older people in the United Kingdom. ICECAP-O comprises five attributes (the lay terms are in brackets): Attachment (love and friendship), Security (thinking about the future without concern), Role (doing things that make participants feel valued), Enjoyment (enjoyment and pleasure), Control (independence). Score from 1 till 4 (1 = lowest and 4 = highest score","timeFrame":"baseline,4 weeks after discharge GR, 12 weeks after discharge GR and 24 weeks after discharge GR"},{"measure":"Activity level","description":"The wearable activity monitor (PAM) will be applied to measure the amount of active movement in minutes per day.","timeFrame":"up to 15 weeks"},{"measure":"Mobility functioning","description":"Time up and go test is a screening tool used to test basic mobility skills of frail elderly patients (60-90 years old) an persons with stroke.","timeFrame":"baseline and 24 weeks after discharge GR"},{"measure":"Satisfaction with OT","description":"The Patient-Reported Outcome Measure - Occupational Therapy (PROM-OT) is developed to measure the outcome and quality of OT in the Netherlands from a client perspective. The PROM-OT contains 13 questions regarding the outcome of OT for the person (e.g. I can perform my daily activities, whether or not with help/devices (for example self-care, household, leisure, work) and using scoring with 11 point scale (0= lowest score and 10 = highest score). It focusses on daily activities, being able to self-manage related to daily functioning and satisfaction of OT.","timeFrame":"baseline, 4 weeks after discharge GR, 12 weeks after discharge GR and 24 weeks after discharge GR"},{"measure":"Societal cost","description":"Costs will be measured from a societal perspective, meaning that all costs related to the intervention will be measured, irrespective of who pays or benefits from them. Cost will be measured using retrospective cost questionnaires administered after 12 weeks and 24 weeks.","timeFrame":"12 weeks after discharge GR and 24 weeks after discharge GR"}],"otherOutcomes":[{"measure":"Sociodemographic characteristics","description":"age, gender, date and time of admission hospital or geriatric clinic, date of discharge, the highest level of education, marital status, and living arrangement (minimal Data Set)","timeFrame":"baseline"},{"measure":"Chronic conditions","description":"will be measured by the Functional Comorbidity Index (FCI). The FCI is a sum of 18 self-reported comorbid conditions with a score of 0 to 18. A score of 0 indicating no comorbid illness and a score of 18 indicating the highest number of comorbid illnesses. Comorbidities assessed by the index include arthritis, hypertension, asthma, hearing impairment, visual impairment, gastrointestinal disease, chronic obstructive pulmonary disease/emphysema, osteoporosis, angina, anaemia, congestive heart failure or heart disease, heart attack, neurological disease, stroke/transient ischemic attack, peripheral vascular disease, diabetes mellitus (type I or II), depression, degenerative disc disease and obesity.","timeFrame":"baseline and 24 weeks after discharge GR"},{"measure":"Cognitive functioning","description":"To classify the severity of cognitive impairment the Montreal Cognitive Assessment (MoCA) will be used. The MoCA is a 30-point test administered in 10 minutes. The MoCA assesses orientation, short-term memory, visuospatial abilities, attention/concentration, language, and aspects of executive functioning. Data on its psychometric properties are limited, but preliminary results suggest that it has good test-retest reliability (+/- 1 point) and internal consistency (0.83). During the feasibility study the investigators experienced participants with light cognitive impairments and the OTHER-intervention was very useful. De score off 16 is based on de feasibility study and literature. The cutoff point for MoCA is a critical point and debated in literature. MoCA uses the cutoff of 26 is inadequate for the stroke setting. Normality range from 19 till 22 in acute stroke phase.","timeFrame":"baseline and 24 weeks after discharge GR"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* be able to walk a few steps with or without a walking device.\n* 60 years or older\n* an assessment score of at least 16 on the Montreal Cognitive Assessment (MoCA)\n* an indication for follow up GR at home\n\nExclusion Criteria:\n\n* Who are terminally ill\n* Who have severe aphasia; problems with understanding.\n* Who has been assessed legally incapable by a geriatric doctor","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sanne Pellegrom, MSc.","role":"CONTACT","phone":"0031621157667","email":"s.pellegrom@hva.nl"},{"name":"Margriet Pol, Dr","role":"CONTACT","phone":"+31621156542","email":"m.c.pol@hva.nl"}],"overallOfficials":[{"name":"Margo van Hartingsveldt, Dr.","affiliation":"Amsterdam University of Applied Sciences","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"TanteLouise","status":"RECRUITING","city":"Bergen Op Zoom","state":"Brabant","zip":"4613 AK","country":"Netherlands","contacts":[{"name":"Katja Drost, Drs.","role":"CONTACT","phone":"+31164713300","email":"katja.drost@tantelouise.nl"}],"geoPoint":{"lat":51.495,"lon":4.29167}},{"facility":"ZZG Herstelcentrum","status":"RECRUITING","city":"Groesbeek","state":"Gerlderland","zip":"6561 LE","country":"Netherlands","contacts":[{"name":"Jules Kraaijkamp, MSc.","role":"CONTACT","phone":"+31610149118","email":"j.kraaijkamp@zzgzorggroep.nl"}],"geoPoint":{"lat":51.77667,"lon":5.93611}},{"facility":"Cicero Zorggroep","status":"RECRUITING","city":"Brunssum","state":"Limburg","zip":"6441 CR","country":"Netherlands","contacts":[{"name":"Raquel Knubben, MSc.","role":"CONTACT","phone":"+31654757270","email":"R.Knubben@cicerozorggroep.nl"}],"geoPoint":{"lat":50.94667,"lon":5.97083}},{"facility":"Sevagram","status":"RECRUITING","city":"Heerlen","state":"Limburg","zip":"6419 PB","country":"Netherlands","contacts":[{"name":"Bob van Zon, MSc.","role":"CONTACT","phone":"+31639083913","email":"Bob.vanzon@sevagram.nl"}],"geoPoint":{"lat":50.88365,"lon":5.98154}},{"facility":"Zorgcirkel Westerhout","status":"NOT_YET_RECRUITING","city":"Alkmaar","state":"Noord-holland","zip":"1814 DE","country":"Netherlands","contacts":[{"name":"Marije Holstege, Dr.","role":"CONTACT","phone":"+31623134401","email":"Marije.holstege@omring.nl"}],"geoPoint":{"lat":52.63167,"lon":4.74861}},{"facility":"Omring locatie Lindendeal","status":"RECRUITING","city":"Hoorn","state":"Noord-holland","zip":"1624 AB","country":"Netherlands","contacts":[{"name":"Marije Holstege, Dr.","role":"CONTACT","phone":"+31623134401","email":"Marije.holstege@omring.nl"}],"geoPoint":{"lat":52.6425,"lon":5.05978}},{"facility":"Vivium Naardenheem","status":"RECRUITING","city":"Naarden","state":"Noord-Holland","zip":"1411 HB","country":"Netherlands","contacts":[{"name":"Ellen Vreeburg, Dr","role":"CONTACT","phone":"+31356954411","email":"e.vreeburg@vivium.nl"}],"geoPoint":{"lat":52.29583,"lon":5.1625}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}