{"protocolSection":{"identificationModule":{"nctId":"NCT04766814","orgStudyIdInfo":{"id":"2020-561"},"organization":{"fullName":"Tulane University","class":"OTHER"},"briefTitle":"Epigenetic Analysis of Regulation of the Inflammasome-activating NLRP3 Gene in Monocytes From Atrial Fibrillation Patients and Controls","officialTitle":"Epigenetic Analysis of Regulation of the Inflammasome-activating NLRP3 Gene in Monocytes From Atrial Fibrillation Patients and Controls"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-02-08","studyFirstSubmitQcDate":"2021-02-19","studyFirstPostDateStruct":{"date":"2021-02-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-15","lastUpdatePostDateStruct":{"date":"2023-02-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tulane University","class":"OTHER"},"collaborators":[{"name":"Louisiana Clinical and Translational Science (LA CaTS) Center Clinical Research Resources Core","class":"UNKNOWN"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study will analyze blood from volunteers to determine whether there is an underlying epigenetic cause of the inflammation of the heart associated with atrial fibrillation (AF) and its progression with age. Confirming the regions of epigenetic elements associated with upregulation of the inflammatory genes will help the investigators in identifying target sites for developing future therapeutic interventions. The investigators propose to confirm the monocyte-cell type specific DNA methylation profile of NOD-, LRR- and pyrin domain-containing protein 3 (NLRP3) and determine the age-related and AF-related changes in DNA methylation and expression of NLRP3 in monocytes. This study will provide insights into the epigenetic regulation of NLRP3 in young and elderly patients, as well as in AF patients vs. controls which will help in devising methods of modulating NLRP3 expression and decreasing cardiac fibrosis progression.","detailedDescription":"Blood samples will be collected from 120 female participants as follows: 10 women between the ages of 50 - 80 years diagnosed with AF as evidenced by rhythm strips or written documentation; 10 healthy women subjects between the ages of 50-80 years and 10 healthy women between the ages of 20-30 years.\n\nParticipants will be recruited from the Tulane University Cardiology Clinics and also from volunteer research registries. These participants will be asked for consent to draw for another 8 ml (1.5 teaspoons) of blood during routine diagnostic blood draws. These blood samples will be de-identified by the PI upon receipt and no identifiable information will be maintained. Leukocyte subtypes including monocytes, neutrophils and B cells will be isolated from blood and DNA extraction will be carried out from the leukocyte subtypes. These leukocyte DNA samples will be sent to New England Biolabs, Ipswich, Massachusetts for DNA methylation analysis to identify target regions of epigenetic elements associated with upregulation of NLRP3 gene expression that might be related to disease progression with age. Real-Time Polymerase chain reaction (PCR) will be carried out at Tulane Research and Innovation for Arrhythmia Discoveries (TRIAD) Center, Tulane University School of Medicine from RNA extracted from leukocyte subtype to check the level of expression of NLRP3 highly associated with inflammation in AF."},"conditionsModule":{"conditions":["Atrial Fibrillation","Arrhythmia"],"keywords":["Inflammation","Stroke","DNA methylation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":29,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Patient Group","description":"10 women between the ages of 50 - 80 years diagnosed with AF as evidenced by rhythm strips or written documentation."},{"label":"Control Group 1","description":"10 healthy women subjects between the ages of 50-80 year"},{"label":"Control Group 2","description":"10 healthy women subjects between the ages of 20-30 years"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Determine whether there is an underlying epigenetic cause of the inflammation of the heart associated with atrial fibrillation","description":"This will be determined by confirming the monocyte-cell type specific DNA methylation profile of NLRP3.","timeFrame":"Day 1"},{"measure":"Determine whether there are significant associations of DNA methylation with NLRP3 expression in monocytes with advancing age.","description":"Age association will be examined by comparing group wise the DNA methylation levels of monocytes from young vs. old individuals. The level of NLRP3 expression will be compared to the levels of DNA methylation.","timeFrame":"Day 1"},{"measure":"Determine whether there are significant associations of DNA methylation with NLRP3 expression in monocytes with the status of atrial fibrillation.","description":"Disease associations will be tested by comparing group wise the DNA methylation levels of monocytes from AF patients vs. controls. The investigators will also test for understanding significant association of NLRP3 expression with corresponding DNA methylation status in AF patients.","timeFrame":"Day 1"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects aged 18 or above,\n* Control Group scheduled for routine annual health check-up and healthy blood donors without any documentation of cardiovascular disease or other serious immune-related illnesses, such as diabetes, hypertension, autoimmune arthritis etc\n\n  * healthy women subjects between the ages of 50-80 years\n  * healthy women subjects between the ages of 20-30 years.\n\nStudy Patients -women between the ages of 50 - 80 years diagnosed with AF as evidenced by rhythm strips or written documentation.\n\nExclusion Criteria:\n\n* Previous left atrial ablation or any type of valvular surgery\n* Patients who are taking medications like Ibuprofen, Toradol, Naproxen and other common over-the -counter NSAIDs.\n* Women who are pregnant\n* Terminally ill patients","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Participants will be recruited from the Tulane University Cardiology Clinics. The control healthy women subjects will be those scheduled for routine annual health check-up and healthy blood donors without any documentation of cardiovascular disease or other serious immune-related illnesses, such as diabetes, hypertension, autoimmune arthritis etc.\n\nThe patient population will include women subjects between the ages 50 to 80 years diagnosed with AF as evidenced by rhythm strips or written documentation.\n\nRecruitment will also be done using volunteer research registries.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Sruti Chandra, PhD","affiliation":"Tulane University School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tulane University Medical Center","city":"New Orleans","state":"Louisiana","zip":"70112","country":"United States","geoPoint":{"lat":29.95465,"lon":-90.07507}}]},"referencesModule":{"references":[{"pmid":"24345399","type":"BACKGROUND","citation":"Chugh SS, Havmoeller R, Narayanan K, Singh D, Rienstra M, Benjamin EJ, Gillum RF, Kim YH, McAnulty JH Jr, Zheng ZJ, Forouzanfar MH, Naghavi M, Mensah GA, Ezzati M, Murray CJ. Worldwide epidemiology of atrial fibrillation: a Global Burden of Disease 2010 Study. Circulation. 2014 Feb 25;129(8):837-47. doi: 10.1161/CIRCULATIONAHA.113.005119. Epub 2013 Dec 17."},{"pmid":"16818816","type":"BACKGROUND","citation":"Miyasaka Y, Barnes ME, Gersh BJ, Cha SS, Bailey KR, Abhayaratna WP, Seward JB, Tsang TS. Secular trends in incidence of atrial fibrillation in Olmsted County, Minnesota, 1980 to 2000, and implications on the projections for future prevalence. Circulation. 2006 Jul 11;114(2):119-25. doi: 10.1161/CIRCULATIONAHA.105.595140. Epub 2006 Jul 3. Erratum In: Circulation. 2006 Sep 12;114(11):e498."},{"pmid":"29016990","type":"BACKGROUND","citation":"Akoum N, Mahnkopf C, Kholmovski EG, Brachmann J, Marrouche NF. Age and sex differences in atrial fibrosis among patients with atrial fibrillation. Europace. 2018 Jul 1;20(7):1086-1092. doi: 10.1093/europace/eux260."},{"pmid":"24633256","type":"BACKGROUND","citation":"Wagstaff AJ, Overvad TF, Lip GY, Lane DA. Is female sex a risk factor for stroke and thromboembolism in patients with atrial fibrillation? A systematic review and meta-analysis. QJM. 2014 Dec;107(12):955-67. doi: 10.1093/qjmed/hcu054. Epub 2014 Mar 14."},{"pmid":"26786546","type":"BACKGROUND","citation":"Emdin CA, Wong CX, Hsiao AJ, Altman DG, Peters SA, Woodward M, Odutayo AA. Atrial fibrillation as risk factor for cardiovascular disease and death in women compared with men: systematic review and meta-analysis of cohort studies. BMJ. 2016 Jan 19;532:h7013. doi: 10.1136/bmj.h7013."},{"pmid":"15975993","type":"BACKGROUND","citation":"Engelmann MD, Svendsen JH. Inflammation in the genesis and perpetuation of atrial fibrillation. Eur Heart J. 2005 Oct;26(20):2083-92. doi: 10.1093/eurheartj/ehi350. Epub 2005 Jun 23."},{"pmid":"32015492","type":"BACKGROUND","citation":"Hohmann C, Pfister R, Mollenhauer M, Adler C, Kozlowski J, Wodarz A, Drebber U, Wippermann J, Michels G. Inflammatory cell infiltration in left atrial appendageal tissues of patients with atrial fibrillation and sinus rhythm. Sci Rep. 2020 Feb 3;10(1):1685. doi: 10.1038/s41598-020-58797-8."},{"pmid":"30267749","type":"BACKGROUND","citation":"Liu Y, Shi Q, Ma Y, Liu Q. The role of immune cells in atrial fibrillation. J Mol Cell Cardiol. 2018 Oct;123:198-208. doi: 10.1016/j.yjmcc.2018.09.007. Epub 2018 Sep 26."},{"pmid":"30953236","type":"BACKGROUND","citation":"Le Jemtel TH, Samson R, Ayinapudi K, Singh T, Oparil S. Epicardial Adipose Tissue and Cardiovascular Disease. Curr Hypertens Rep. 2019 Apr 5;21(5):36. doi: 10.1007/s11906-019-0939-6."},{"pmid":"20009387","type":"BACKGROUND","citation":"Yamashita T, Sekiguchi A, Iwasaki YK, Date T, Sagara K, Tanabe H, Suma H, Sawada H, Aizawa T. Recruitment of immune cells across atrial endocardium in human atrial fibrillation. Circ J. 2010 Feb;74(2):262-70. doi: 10.1253/circj.cj-09-0644. Epub 2009 Dec 15."},{"pmid":"24583499","type":"BACKGROUND","citation":"Shantsila E, Tapp LD, Wrigley BJ, Pamukcu B, Apostolakis S, Montoro-Garcia S, Lip GY. Monocyte subsets in coronary artery disease and their associations with markers of inflammation and fibrinolysis. Atherosclerosis. 2014 May;234(1):4-10. doi: 10.1016/j.atherosclerosis.2014.02.009. Epub 2014 Feb 20."},{"pmid":"23911403","type":"BACKGROUND","citation":"Budai MM, Varga A, Milesz S, Tozser J, Benko S. Aloe vera downregulates LPS-induced inflammatory cytokine production and expression of NLRP3 inflammasome in human macrophages. Mol Immunol. 2013 Dec;56(4):471-9. doi: 10.1016/j.molimm.2013.05.005. Epub 2013 Aug 1."},{"pmid":"26930272","type":"BACKGROUND","citation":"He G, Tan W, Wang B, Chen J, Li G, Zhu S, Xie J, Xu B. Increased M1 Macrophages Infiltration Is Associated with Thrombogenesis in Rheumatic Mitral Stenosis Patients with Atrial Fibrillation. PLoS One. 2016 Mar 1;11(3):e0149910. doi: 10.1371/journal.pone.0149910. eCollection 2016."},{"pmid":"14581396","type":"BACKGROUND","citation":"Mazurek T, Zhang L, Zalewski A, Mannion JD, Diehl JT, Arafat H, Sarov-Blat L, O'Brien S, Keiper EA, Johnson AG, Martin J, Goldstein BJ, Shi Y. Human epicardial adipose tissue is a source of inflammatory mediators. Circulation. 2003 Nov 18;108(20):2460-6. doi: 10.1161/01.CIR.0000099542.57313.C5. Epub 2003 Oct 27."},{"pmid":"29759598","type":"BACKGROUND","citation":"Nattel S. Molecular and Cellular Mechanisms of Atrial Fibrosis in Atrial Fibrillation. JACC Clin Electrophysiol. 2017 May;3(5):425-435. doi: 10.1016/j.jacep.2017.03.002. Epub 2017 May 15."},{"pmid":"26313365","type":"BACKGROUND","citation":"Misialek JR, Bekwelem W, Chen LY, Loehr LR, Agarwal SK, Soliman EZ, Norby FL, Alonso A. Association of White Blood Cell Count and Differential with the Incidence of Atrial Fibrillation: The Atherosclerosis Risk in Communities (ARIC) Study. PLoS One. 2015 Aug 27;10(8):e0136219. doi: 10.1371/journal.pone.0136219. eCollection 2015."},{"pmid":"30571523","type":"BACKGROUND","citation":"Van Wagoner DR, Chung MK. Inflammation, Inflammasome Activation, and Atrial Fibrillation. Circulation. 2018 Nov 13;138(20):2243-2246. doi: 10.1161/CIRCULATIONAHA.118.036143. No abstract available."},{"pmid":"29802206","type":"BACKGROUND","citation":"Yao C, Veleva T, Scott L Jr, Cao S, Li L, Chen G, Jeyabal P, Pan X, Alsina KM, Abu-Taha I Dr, Ghezelbash S, Reynolds CL, Shen YH, LeMaire SA, Schmitz W, Muller FU, El-Armouche A, Tony Eissa N, Beeton C, Nattel S, Wehrens XHT, Dobrev D, Li N. Enhanced Cardiomyocyte NLRP3 Inflammasome Signaling Promotes Atrial Fibrillation. Circulation. 2018 Nov 13;138(20):2227-2242. doi: 10.1161/CIRCULATIONAHA.118.035202. Erratum In: Circulation. 2019 Apr 23;139(17):e889."},{"pmid":"29450537","type":"BACKGROUND","citation":"Chen H, Zhang X, Liao N, Mi L, Peng Y, Liu B, Zhang S, Wen F. Enhanced Expression of NLRP3 Inflammasome-Related Inflammation in Diabetic Retinopathy. Invest Ophthalmol Vis Sci. 2018 Feb 1;59(2):978-985. doi: 10.1167/iovs.17-22816."},{"pmid":"31257469","type":"BACKGROUND","citation":"Zhu J, Wu S, Hu S, Li H, Li M, Geng X, Wang H. NLRP3 inflammasome expression in peripheral blood monocytes of coronary heart disease patients and its modulation by rosuvastatin. Mol Med Rep. 2019 Aug;20(2):1826-1836. doi: 10.3892/mmr.2019.10382. Epub 2019 Jun 13."},{"pmid":"23826282","type":"BACKGROUND","citation":"Johansson A, Enroth S, Gyllensten U. Continuous Aging of the Human DNA Methylome Throughout the Human Lifespan. PLoS One. 2013 Jun 27;8(6):e67378. doi: 10.1371/journal.pone.0067378. Print 2013."},{"pmid":"29676998","type":"BACKGROUND","citation":"Levine ME, Lu AT, Quach A, Chen BH, Assimes TL, Bandinelli S, Hou L, Baccarelli AA, Stewart JD, Li Y, Whitsel EA, Wilson JG, Reiner AP, Aviv A, Lohman K, Liu Y, Ferrucci L, Horvath S. An epigenetic biomarker of aging for lifespan and healthspan. Aging (Albany NY). 2018 Apr 18;10(4):573-591. doi: 10.18632/aging.101414."},{"pmid":"30809228","type":"BACKGROUND","citation":"Lio CJ, Rao A. TET Enzymes and 5hmC in Adaptive and Innate Immune Systems. Front Immunol. 2019 Feb 12;10:210. doi: 10.3389/fimmu.2019.00210. eCollection 2019."},{"pmid":"25894208","type":"BACKGROUND","citation":"Heinzmann D, Bangert A, Muller AM, von Ungern-Sternberg SN, Emschermann F, Schonberger T, Chatterjee M, Mack AF, Klingel K, Kandolf R, Malesevic M, Borst O, Gawaz M, Langer HF, Katus H, Fischer G, May AE, Kaya Z, Seizer P. The Novel Extracellular Cyclophilin A (CyPA) - Inhibitor MM284 Reduces Myocardial Inflammation and Remodeling in a Mouse Model of Troponin I -Induced Myocarditis. PLoS One. 2015 Apr 20;10(4):e0124606. doi: 10.1371/journal.pone.0124606. eCollection 2015."},{"pmid":"33468551","type":"BACKGROUND","citation":"Sun Z, Vaisvila R, Hussong LM, Yan B, Baum C, Saleh L, Samaranayake M, Guan S, Dai N, Correa IR Jr, Pradhan S, Davis TB, Evans TC Jr, Ettwiller LM. Nondestructive enzymatic deamination enables single-molecule long-read amplicon sequencing for the determination of 5-methylcytosine and 5-hydroxymethylcytosine at single-base resolution. Genome Res. 2021 Feb;31(2):291-300. doi: 10.1101/gr.265306.120. Epub 2021 Jan 19."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M9983","name":"Inflammation","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}