{"protocolSection":{"identificationModule":{"nctId":"NCT05507138","orgStudyIdInfo":{"id":"21-11024159"},"secondaryIdInfos":[{"id":"1K23MH129849-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1K23MH129849-01A1"}],"organization":{"fullName":"Weill Medical College of Cornell University","class":"OTHER"},"briefTitle":"A Digital Intervention for Post-Stroke Depression and Executive Dysfunction","officialTitle":"Efficacy and Target Engagement of a Digital Intervention to Improve Depression and Executive Dysfunction After Stroke"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-05-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-16","studyFirstSubmitQcDate":"2022-08-16","studyFirstPostDateStruct":{"date":"2022-08-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-20","lastUpdatePostDateStruct":{"date":"2023-06-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Weill Medical College of Cornell University","class":"OTHER"},"collaborators":[{"name":"National Institute of Mental Health (NIMH)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Individuals with stroke commonly experience both depression and cognitive difficulties. The goal of this study is to evaluate the efficacy of a treatment that combines a digital therapeutic (an iPad-based cognitive training program) with learning cognitive strategies. The hypotheses are that this treatment will improve cognitive skills, depression symptoms, daily function, and brain connectivity. In the short-term, the findings will inform the efficacy of the intervention and in the long-term, may support the use of the intervention to improve co-occurring cognitive and mood difficulties after stroke.","detailedDescription":"Post-stroke depression with executive dysfunction (DED) is associated with persistent mood and cognitive disturbance, poor social functioning, and disability. Existing interventions have limited evidence of efficacy, side effects, and can be difficult for stroke patients to access. This study aims to evaluate a remote digital intervention for post-stroke DED that combines iPad-based cognitive training using a program called AKL-T01 with virtual coaching to improve executive dysfunction, depression, and daily function after stroke. The primary hypothesis is that individuals randomized to the intervention arm (AKL-T01 + coaching) will demonstrate greater improvement in their executive functioning and depression symptoms and daily function relative to the comparator arm. The secondary hypothesis is that individuals randomized to the intervention arm will demonstrate greater increase in the functional connectivity of the executive control network (ECN, assessed with an MRI scan) at the conclusion of treatment, relative to participants randomized to the comparator arm."},"conditionsModule":{"conditions":["Executive Dysfunction","Depression","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be randomized to the AKL-T01 intervention plus weekly metacognitive strategy coaching (intervention arm) or to weekly metacognitive strategy coaching plus general cognitive stimulation games such as word searches and other puzzles (control arm).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Participants and clinicians conducting the metacognitive strategy coaching will be instructed not to reveal the group assignment to the member of the research team conducting assessments. Following the completion of recruitment, data will be labelled as \"Group A\" and \"Group B\" to avoid bias.","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"AKL-T01","type":"EXPERIMENTAL","description":"Participants in the intervention group will complete 25 minutes of AKL-T01 per day, 5 days/week, for 6 weeks. AKL-T01 trains rapid multitasking on an iPad in an immersive videogame-like environment. Participants complete go/no-go + navigation exercises by moving the iPad to navigate a character on a path while tapping when a certain stimulus is presented and ignoring other stimuli. Participants will also receive weekly 45-minute metacognitive strategy coaching sessions delivered by a clinician. Sessions use guided questions and worksheets (shared virtually) to help participants reflect on their experience with AKL-T01 and link it to daily functioning, generate strategies for daily activities, and explore any emotional responses that arise during gameplay.","interventionNames":["Device: AKL-T01","Behavioral: Metacognitive Strategy Training"]},{"label":"Enhanced Metacognitive Strategy Training","type":"PLACEBO_COMPARATOR","description":"In the control group, participants will complete-at the same frequency and duration as the intervention group-iPad-based games designed to provide general cognitive stimulation (word searches, checkers, and \"spot the differences\" between two pictures). Concurrently with these cognitive stimulation games, participants will receive weekly metacognitive strategy coaching sessions akin to that described above.","interventionNames":["Behavioral: Metacognitive Strategy Training"]}],"interventions":[{"type":"DEVICE","name":"AKL-T01","description":"AKL-T01 is an iPad-based video game designed to improve executive dysfunction and depression symptoms by targeting executive skills (multitasking) and ECN abnormalities.","armGroupLabels":["AKL-T01"]},{"type":"BEHAVIORAL","name":"Metacognitive Strategy Training","description":"Metacognitive Strategy Training involves working with a clinician (neuropsychologist or occupational therapist) to learn strategies to manage cognitive difficulties","armGroupLabels":["AKL-T01","Enhanced Metacognitive Strategy Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in executive function, as measured by the Oral Symbol Digit Modalities Test (SDMT)","description":"Change in score in the active intervention arm vs. the comparator arm on the SDMT, a performance-based measure of divided attention/working memory with scores ranging from 0-120, with higher scores indicating better performance.","timeFrame":"Baseline and end of treatment (6 weeks)"}],"secondaryOutcomes":[{"measure":"Change in depression symptoms, as measured by the Montgomery Asberg Depression Rating Scale (MADRS)","description":"Change in score in the active intervention arm vs. the comparator arm on the MADRS, a clinician-rated assessment of depression symptom severity that consists of 10 items; each item is rated on a 0-6 scale, resulting in a maximum total score of 60 points, with higher scores indicative of greater depression symptom severity.","timeFrame":"Baseline and end of treatment (6 weeks)"},{"measure":"Change in depression symptoms, as measured by the 9-item Patient Health Questionnaire (PHQ-9)","description":"Change in score in the active intervention arm vs. the comparator arm on the PHQ-9, a self-report questionnaire of depression symptom frequency. Scores range from 0-27, where higher scores are indicative of greater depression symptoms.","timeFrame":"Baseline and end of treatment (6 weeks)"},{"measure":"Change in daily function, as measured by the Neuro Quality of Life (NeuroQOL) Cognitive Function Short Form","description":"Change in score in the active intervention arm vs. the comparator arm on the Neuro Quality of Life (NeuroQOL) Cognitive Function Short Form, a self-report questionnaire of a person's perceived difficulties in cognitive abilities or in their application of such abilities to everyday tasks. Scores range from 8-40 with lower scores representing greater cognitive difficulties.","timeFrame":"Baseline and end of treatment (6 weeks)"},{"measure":"Change in daily function, as measured by the performance-based Weekly Calendar Planning Activity (WCPA)","description":"Change in score in the active intervention arm vs. the comparator arm on the WCPA, a performance based assessment that involves following and organizing a list of appointments or errands into a weekly schedule. Scoring is from 0-17 points, with higher scores indicating better performance.","timeFrame":"Baseline and end of treatment (6 weeks)"},{"measure":"Change in connectivity in the executive control network, as assessed by resting state functional MRI (rs-fMRI).","description":"Change in functional connectivity in the active intervention arm vs. the comparator arm assessed by an rs-fMRI scan.","timeFrame":"Baseline and end of treatment (6 weeks)"},{"measure":"Change in executive function, as measured by the NIH Toolbox Flanker test","description":"Change in total score in the active intervention arm vs. the comparator arm on the NIH Toolbox Flanker test, a timed iPad-based test of executive function where participants have to respond to certain stimuli while ignoring distractors. Score ranges between 0-10, with a higher score indicating better performance.","timeFrame":"Baseline and end of treatment (6 weeks)"},{"measure":"Change in executive function, as measured by the Frontal Systems Behavior Rating Scale (FrSBe)","description":"Change in score in the active intervention arm vs. the comparator arm on the FrSBE, a brief behavioral rating scale for the assessment of behavior disturbances associated with damage to the frontal-subcortical brain circuits. The FrSBe is a 46-item rating scale with three subscales: Apathy, Disinhibition, and Executive Dysfunction. Raw scores range from 46 to 230 overall, which are converted to age adjusted T scores for the Apathy, Disinhibition, and Executive Dysfunction subscales. T scores \\< 50 reflect less symptoms of apathy, disinhibition, and executive dysfunction. T scores \\> 50 reflect greater symptoms of apathy, disinhibition, and executive dysfunction.","timeFrame":"Baseline and end of treatment (6 weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first-time stroke that occurred 6 months or more prior to study initiation\n* executive dysfunction as defined by a score of less than 1 standard deviation below age-adjusted normative score on at least one test of executive function in the screening assessment\n* diagnosis of Major Depressive Episode assessed by the Structured Clinical Interview for the DSM-5 (SCID).\n* at least moderate depressive symptoms as defined by Montgomery Asberg Depression Rating Scale ≥ 18\n* motor function sufficient to operate an iPad and use a pen, based on self-report and observation\n* if treated with an antidepressant medication, must be on a stable dose for a minimum of 8 weeks at the time of study enrollment.\n* able to adhere to all testing and study requirements and willingness to participate in the full study duration\n\nExclusion Criteria:\n\n* receptive aphasia as determined by a score of 2 or 3 on the NIH Stroke Scale \\[NIHSS\\] item 9 (\"Best Language\")\n* dysarthria that makes speech unintelligible (score of 2 on NIHSS item #10)\n* severe visual impairment or hemispatial neglect (score of 3 on NIHSS item #3 or score of 2 on NIHSS item #11)\n* patient already enrolled in ongoing concurrent cognitive rehabilitation (note that if a subject is already enrolled in psychotherapy, this will not be grounds for exclusion)\n* non-fluency in English\n* presence of or history of significant neurologic or neurodegenerative disorder other than stroke\n* presence of dementia based on dependence in basic ADLs due to cognitive deficits\n* history of psychosis or mania (evaluated using the SCID).\n* active suicide ideation (assessed via the Columbia Suicide Severity Rating Scale)\n* severe executive dysfunction (based on clinical judgment during screening evaluation) precluding use of the iPad\n* severe depression-even in the absence of active suicidal ideation-based on the screening evaluation and clinical judgment of the PI, which warrants a higher level of care and/or immediate referral to psychiatric services.\n* pregnancy\n* any other clinical or medical reason in the PI's initial screening evaluation that suggests the study is not appropriate for the participant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alexandra Keenan, BS","role":"CONTACT","phone":"212-746-1509","email":"alk4028@med.cornell.edu"},{"name":"Abhishek Jaywant, PhD","role":"CONTACT","phone":"646-289-5204","phoneExt":"717","email":"abj2006@med.cornell.edu"}],"overallOfficials":[{"name":"Abhishek Jaywant, PhD","affiliation":"Weill Medical College of Cornell University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Weill Cornell Medical Center","status":"RECRUITING","city":"New York","state":"New York","zip":"10065","country":"United States","contacts":[{"name":"Abhishek Jaywant, PhD","role":"CONTACT","phone":"646-289-5204","phoneExt":"717","email":"abj2006@med.cornell.edu"}],"geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"At the conclusion of the study, and after we publish our main results, a deidentified database of individual participant will be available for data sharing. Additionally, we will share study protocol, statistical analysis plan, and analytic code.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","ANALYTIC_CODE"],"timeFrame":"We will follow our institution's Data Retention Policy, which dictates that data be made available within three years of closeout of project/grant or upon publication, and that it is available for at least six years, with an additional six years if self-cited.","accessCriteria":"Investigators whose proposed use of the data has been approved by an independent review committee identified for this purpose. All researchers requesting data will commit to using the data solely for research purposes; will have data shared that are pertinent to their research question/hypotheses; secure the data; return or destroy it once analyses are completed; do not share it with other researchers."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003863","term":"Depression"},{"id":"D000003866","term":"Depressive Disorder"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M6751","name":"Depressive Disorder","asFound":"Depression","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21525","name":"Mood Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}