{"protocolSection":{"identificationModule":{"nctId":"NCT06164145","orgStudyIdInfo":{"id":"HE662138"},"organization":{"fullName":"Khon Kaen University","class":"OTHER"},"briefTitle":"Reliability, Validity and Responsiveness of Short Form 36 (SF-36) Questionnaire in Stroke Survivors","officialTitle":"Translation, Cross-cultural Adaptation, Reliability, Validity and Responsiveness of Short Form 36 (SF-36) Questionnaire in Stroke Survivors","acronym":"RVR"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-01","studyFirstSubmitQcDate":"2023-12-01","studyFirstPostDateStruct":{"date":"2023-12-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-16","lastUpdatePostDateStruct":{"date":"2023-12-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Myitzu Khin","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Khon Kaen University"},"leadSponsor":{"name":"Khon Kaen University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The type of the study is an observational study to test in stroke survivors. The main questions it aims to answer are\n\n1. What is a Burmese version, content validity, convergent validity, divergent validity, and reliability of SF-36 questionnaire in stroke survivors?\n2. Does the Burmese version of SF-36 have the responsiveness in stroke survivors? Participants will be interviewed the questionnaire by the research team.","detailedDescription":"Cross-cultural adaptation of a subjective questionnaire is required for use in a different country, culture, and/or language. Although the majority of questionnaires were created in English-speaking nations, researchers must nonetheless take into account non-native populations in health studies, particularly when their omission could result in a systematic bias in studies of health care usage (Beaton et al., 2000). For the purpose of translating and culturally adapting, it is crucial to achieve equality between the target and original sources of the questionnaire.\n\nAs it relates to the authors' perspective, the Short Form 36 (SF-36) has not yet been translated and cross-culturally adapted to be used in Myanmar. As a result, the features of a Burmese version's reliability and validity among individuals with a history of stroke have not been studied in the previous research work. In addition, the questionnaire should also be tested for its responsiveness to provide clinical meaningful for health care professions. Therefore, the aim of this study is to develop a Burmese version of the SF-36 (SF-36-Burmese) according to translation and cross-cultural adaption guidelines and evaluate its reliability, validity, and responsiveness (i.e., the instrument's capacity to identify changes over time in the construct being assessed) and the minimum clinical important difference (MCID, ie., the smallest change in an outcome that a patient would perceive as clinically meaningful) among stroke survivors."},"conditionsModule":{"conditions":["Patient Satisfaction"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":125,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"patients with hemiplegia","description":"The intervention program will be based on usual care physiotherapy treatment in a hospital setting. It will be given 3 times per day, 5 days per week for 4 weeks duration.","interventionNames":["Other: Usual care"]}],"interventions":[{"type":"OTHER","name":"Usual care","description":"The training program used in this study is the stroke rehabilitation program focusing on health education for stroke and a routine exercise program based on the National Strategic Plan for Stroke Rehabilitation in Myanmar.","armGroupLabels":["patients with hemiplegia"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Short Form 36","description":"Short Form 36 (SF-36) is a generic self-reported outcome measure that quantifies the quality of life in relation to health status. It is a 36-item valid and reliable evaluation with eight areas covering physical functioning, role limitations brought on by physical issues, bodily pain, general health perceptions, vitality, social functioning, role limitations brought on by emotional issues, and perceived mental health. The SF-36 also contains a single question called \"health transition\" that measures how respondents feel their over health status has changed over the course of a year. The scores range from 0-100 (the worst possible to the most possible) (Ware \\& Sherbourne, 1992).","timeFrame":"Baseline-1 week-4th week"}],"secondaryOutcomes":[{"measure":"Patient Reported Outcome Measurement System (PROMIS-29)","description":"There are 7 categories of quality of life related to one's health in the PROMIS-29, a simplified form of PROMIS that assesses several factors (Appendix). It can be thought of as a \"modern\" modification of the SF-36 because it includes extra information regarding sleep disturbance that isn't directly examined in the SF-36 (Edelen et al., 2017). The seven PROMIS-29 domains include pain interference, physical function, weariness, anxiety, sleep disturbance, and satisfaction with social interaction (Deyo et al., 2016). The PROMIS-29 is made up of 29 questions. The 28 items have Likert scales ranging from 1 to 5, with the exception of the question measuring pain severity. Higher values imply a better quality of life in terms of pain interference, weariness, depression, anxiety, and sleep disruption, whereas lower values indicate better results for these factors (Deyo et al., 2016).","timeFrame":"Baseline-1 week"},{"measure":"Berg Balance Scale (BBS)","description":"The BBS is a functional balance test with 14 test items are scored on a 5-point scale from 0 to 4, with 0 signifying the lowest point of function and 4 denoting the maximum degree of function. The range of the total score is 0 to 56.","timeFrame":"Baseline-1 week"},{"measure":"Barthel Index (BI)","description":"The BI is a quick, reliable, and well-validated measure of dependence in mobility and Activities of Daily Living (ADL) i.e., feeding, bathing, grooming, dressing, bowel control, bladder control, toileting, chair transfer, ambulation and stair climbing that gives a score range between 0 and 100.","timeFrame":"Baseline-1 week"},{"measure":"Global Rating of Change (GRC) Scale","description":"The GRC scale will be utilized as an external criterion for the anchor-based approach. Based on the opinions of both the patients and their therapists, using a 15-point scale, this scale assesses the significant variations in the measured parameters of -7 (a great deal worse) to +7 (much better than baseline) (Jaeschke, 1988).","timeFrame":"Baseline-1 week-4th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 years and above (Coppers et al., 2021; Soto-Vidal et al., 2021; Wayessa et al., 2023)\n2. Hemiplegia induced by both ischemic and hemorrhagic stroke at least 1 month duration (Wayessa et al., 2023; Vincent-Onabajo, Owolabi \\& Hamzat, 2014)\n3. Ability to understand the study and respond to questions (on the Mini- Mental State Examination \\> 23) (Wongchaisuwan et al., 2005; Muangpaisan et al., 2015)\n4. Stable medical conditions\n\nExclusion Criteria:\n\n1. Other neurological diseases such as Parkinson's disease, dementia, Alzheimer's disease, peripheral neuropathy according to medical history and record\n2. Recurrent stroke\n3. Participants with dysphasia, intellectual impairments, traumatic head injury, and psychiatric diseases (Wayessa et al., 2023)\n\n3) Participants who cannot understand Burmese language","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Hemiplegic patients who will be treated at inpatient ward of Department of Physical Medicine and Rehabilitation","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Myitzu Khin Khin, Master","role":"CONTACT","phone":"+959254219894","email":"myitzu.k@kkumail.com"},{"name":"Sawitri Wanpen, PhD","role":"CONTACT","phone":"+66951691352","email":"sawitri@kku.ac.th"}],"overallOfficials":[{"name":"Myitzu Khin Khin, Master","affiliation":"Khon Kaen University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Yangon General Hospital","status":"RECRUITING","city":"Yangon","zip":"11131","country":"Myanmar","contacts":[{"name":"Myitzu Khin Khin, Master","role":"CONTACT","phone":"+959254219894","email":"myitzu.k@kkumail.com"},{"name":"Sawitri Wanpen, PhD","role":"CONTACT","phone":"+66951691352","email":"sawitri@kku.ac.th"},{"name":"Myitzu Khin Khin, Master","role":"PRINCIPAL_INVESTIGATOR"},{"name":"San Thida Hlaing Hlaing, Master","role":"SUB_INVESTIGATOR"},{"name":"Win Lae Lae Oo Oo, Bachelor","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":16.80528,"lon":96.15611}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"IPD and documents will be available for sharing 1 year after publication for a period of 2 years. Access to the IPD and documents will be open on the IPDShare website with registration.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"1 year after publication"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}