{"protocolSection":{"identificationModule":{"nctId":"NCT03292211","orgStudyIdInfo":{"id":"201706073RINB"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"The Effect of Early Mobilization in Mild to Moderate Hemorrhagic Stroke","officialTitle":"Comparing the Benefits of Functional Recovery Between the Early Mobilization and Early Conventional Intervention After Stroke for the Patients With Mild to Moderate Hemorrhagic Stroke"},"statusModule":{"statusVerifiedDate":"2018-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-11-09","type":"ACTUAL"},"completionDateStruct":{"date":"2019-02-10","type":"ACTUAL"},"studyFirstSubmitDate":"2017-09-10","studyFirstSubmitQcDate":"2017-09-22","studyFirstPostDateStruct":{"date":"2017-09-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-04-10","lastUpdatePostDateStruct":{"date":"2019-04-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to examine the outcomes of early mobilization and early intervention within 24-72 hours after the onset of hemorrhagic stroke in patients admitted to an intensive care unit within 24 hours after stroke. The patients after hemorrhagic stroke who undergo early intervention only will be compared with those who also receive early mobilization in order to determine if the early mobilization intervention results in earlier or more effective recovery of postural stability, activities of daily living function, or motor capacity.\n\nThe participants will be randomly assigned to the following two groups: (1) the early mobilization (+early rehabilitation) group and (2) the early rehabilitation group.The measurement parameters will be collected before the intervention (basic parameters), two weeks after the stroke, four weeks after the stroke and three months after the stroke. SPSS (version 17.0) will be used to carry out repeated measures analysis of variance (repeated ANOVA) to compare the differences between the groups at different time points (including basic values and follow-up values). For statistical significance, Bonferroni correction will be applied for the post-hoc analysis of the groups.","detailedDescription":"Early intervention has been proven to enhance post-stroke functional recovery. Recent studies have proposed that early mobilization (out-of-bed activities) also contributes to an individual's functional improvement after stroke. However, studies on early intervention after stroke have mainly investigated patients with ischemic stroke, while tending to exclude patients with hemorrhagic stroke who were admitted to intensive care units. The main reason for this is the difference between hemorrhagic and ischemic strokes in terms of their mechanisms and treatment methods. Hemorrhagic stroke is characterized by higher severity and fatality rates, and there is a general lack of research on early rehabilitation and mobilization after hemorrhagic strokes. To our knowledge, there have been no previous studies that have simultaneously compared the impact of early mobilization and early rehabilitation starting at the same time on the motor recovery of patients after intracranial hemorrhage. Thus, this study aims to examine the outcomes of early mobilization and intervention within 24-72 hours after the onset of hemorrhagic stroke in patients admitted to an intensive care unit within 24 hours after stroke. The patients will be compared to identify differences in the recovery of postural stability and functional abilities two weeks, four weeks and three months after stroke.\n\nThe participants will be randomly assigned to the following two groups: (1) the early mobilization (+early rehabilitation) group and (2) the early rehabilitation group. The early mobilization group will receive early mobilization intervention within24-72 hours after stroke while being monitored by medical equipment. In early mobilization group, this intervention program will most include early out-of-bed activities (that is, rolling and sitting at the edge of the bed). The early rehabilitation group will undergo only conventional early in-bed activities in the stroke center.\n\nAll the outcome measures will be collected at baseline (pre-intervention), 2 weeks after stroke, 4 weeks after stroke and three months after stroke.The results will be analyzed with SPSS (IBM SPSS Statistics 17, Chicago, IL, USA). Repeated measures analysis of variance (repeated ANOVA) and the Chi-square test for categorical variables will be used for comparing the outcome data. If there are significant interactions, a post hoc test with Bonferroni correction will be used to examine group differences within a time condition. A p value \\< 0.05 will be considered statistically significant."},"conditionsModule":{"conditions":["Hemorrhagic Stroke"],"keywords":["Early mobilization","Acute stroke","Early intervention","Early mobilization therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"early mobilization","type":"EXPERIMENTAL","description":"early mobilization group will commence rehabilitation consisting of out-of-bed mobilization (including supine to sit training, sit on the edge of bed without supporting, standing with hand supporting, stepping while standing etc.)","interventionNames":["Behavioral: early mobilization"]},{"label":"early standard intervention","type":"OTHER","description":"early standard intervention included bed exercises including the joint range of motion exercise, bridge exercise, the straight leg raising exercise, stretching exercises, and the facilitation techniques during the period in a stroke center.","interventionNames":["Behavioral: early standard intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"early mobilization","description":"early out-of-bed activities including supine to sit training, sit on the edge of bed without supporting, standing with hand supporting, stepping while standing etc.within three days after stroke while being monitored by medical equipment.","armGroupLabels":["early mobilization"]},{"type":"BEHAVIORAL","name":"early standard intervention","description":"Conventional early in-bed activities within three days after stroke","armGroupLabels":["early standard intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the score-change of the Functional Independence Measure (FIM) assessment for daily living function","description":"The functional independence of patient's capacities in terms of activity of daily living. The instrument assesses motor domain including dependence in self-care, sphincter management, transfer, locomotion as well as cognition domain including communication, social interaction and cognition.","timeFrame":"baseline, 2-week, 4-week and three months after stroke"}],"secondaryOutcomes":[{"measure":"the number of days required to reach a sitting>5 minutes milestone","description":"The milestone will be the ability to sit on the edge of a bed with the feet touching the floor without support \\> 5 minutes.","timeFrame":"baseline to within 3 months after stroke"},{"measure":"the number of days required to reach a standing>1 minute milestone","description":"The milestone will be the ability to stand without support for longer than 1 minute and with the feet freely positioned.","timeFrame":"baseline to within 3 months after stroke"},{"measure":"the number of days required to reach a walking>50 meters milestone using the functional ambulation category (FAC)","description":"The milestone will consist of walking on a level surface for a minimum of 50 meters with/without an assistive device while under supervision or required support level","timeFrame":"baseline to within 3 months after stroke"},{"measure":"the number of serious adverse events","description":"Immobility-related and neurological serious adverse events include both fatal and non-fatal complications; immobility-related events include pulmonary embolism, deep-vein thrombosis, urinary tract infection, pressure sores, pneumonia; and neurological events include stroke progression and recurrent stroke.","timeFrame":"baseline to within 3 months after stroke"},{"measure":"the score-change of the Postural Assessment Scale for Stroke Patients (PASS)","description":"12 four-level items of varying difficulty with a maximum score of 36","timeFrame":"baseline, 2-week, 4-week and three months after stroke"},{"measure":"the score-change of systolic blood pressure (SBP) during the acute phase","description":"recorded the absolute SBP values over time","timeFrame":"up to 2 weeks after stroke"},{"measure":"the number of days required to stay in the stroke center","description":"the length of stay in the stroke center","timeFrame":"baseline to within 3 months after stroke"}]},"eligibilityModule":{"eligibilityCriteria":"The inclusion criteria will be as follows:\n\n1. patients with a first time intracerebral (either cortical or subcortical) hemorrhage with unilateral hemiparesis/ hemiplegia confirmed by magnetic resonance imaging or computed tomography;\n2. patients with no contraindications to being mobilized (early intervention) within 24 hours of stroke onset (based on the medical team's clinical judgment: including systolic blood pressure (SBP)\\<160mmHg in resting; resting heart rate (HR)\\<130 bpm; no hydrocephalus; 80\\< mean arterial pressure (MAP)\\<110 mmHg before intervention);\n3. patients with National Institutes of Health Stroke Scale (NIHSS) scores at admission ranging from 1 to 20;\n4. patients with total activity of living independence pre-stroke; and\n5. patients between 20 and 80 years old.\n\nThe exclusion criteria will be as follows:\n\n1. patients with mild to moderate deficits as described above (3);\n2. patients who are unable to complete the baseline survey because of serious aphasia, language difficulties, or cognitive deficits;\n3. patients with other medical conditions, such as severe heart failure, acute coronary syndrome, or lower-limb disorders, that prevent early mobilization; and\n4. patients who are unable to provide informed consent. In addition, we will exclude those showing rapid early deterioration of symptoms, as well as those with a concurrent diagnosis of rapidly deteriorating disease (e.g., terminal cancer).","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jiann-Shing Jeng","affiliation":"NTUH","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Taiwan University Hospital","city":"Taipei","zip":"100","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]},"referencesModule":{"references":[{"pmid":"31858865","type":"DERIVED","citation":"Yen HC, Jeng JS, Chen WS, Pan GS, Chuang Pt Bs WY, Lee YY, Teng T. Early Mobilization of Mild-Moderate Intracerebral Hemorrhage Patients in a Stroke Center: A Randomized Controlled Trial. Neurorehabil Neural Repair. 2020 Jan;34(1):72-81. doi: 10.1177/1545968319893294. Epub 2019 Dec 20."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Hemorrhagic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}