{"protocolSection":{"identificationModule":{"nctId":"NCT00726921","orgStudyIdInfo":{"id":"0256-08-FB"},"organization":{"fullName":"University of Nebraska","class":"OTHER"},"briefTitle":"Imaging Modalities in Detection of Coronary Artery Disease in End-stage Renal Disease Patients","officialTitle":"Detection of Significant Coronary Artery Disease in Nephropathy Patients Utilizing Coronary CTA and Real Time Perfusion DSE: Comparison With Quantitative Coronary Angiography and Patient Outcome"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-08-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2012-12-21","type":"ACTUAL"},"completionDateStruct":{"date":"2012-12-21","type":"ACTUAL"},"studyFirstSubmitDate":"2008-07-29","studyFirstSubmitQcDate":"2008-07-31","studyFirstPostDateStruct":{"date":"2008-08-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-09-13","lastUpdatePostDateStruct":{"date":"2023-09-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Nebraska","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This study investigates hypothesizes that the combination of dobutamine stress echocardiography with dobutamine stress echocardiography with real time perfusion myocardial contrast echocardiography and coronary computed tomography is a better modality for detecting coronary artery disease in end-stage renal disease patients than coronary angiography, and in predicting patient outcomes. Demonstrating this would lead to increased use of DSE with RTCE and coronary CT at kidney transplant centers throughout the nation, leading to improved anatomical and functional detection of CAD without the need for further invasive procedures.","detailedDescription":"Primary: To examine the ability of dobutamine stress dobutamine stress echocardiography with real time perfusion (DSE with RTCE) and coronary computed tomographic angiography (cCTA) to detect anatomically significant coronary artery disease (CAD) as defined by quantitative coronary angiography in end-stage renal disease (ESRD) patients Secondary: To identify which of these tests is most predictive of patient outcomes.\n\nThis will be a pilot study enrolling 75 participants. This is based off obtaining 80% power and a 90% rectangular confidence region for sensitivity and specificity using one-sided confidence limits, this corresponds to two 95% univariate confidence intervals (one for sensitivity and one for specificity). With 73 patients screened in total there will be 80% power to form a 90% rectangular confidence region around 90% sensitivity and 90% specificity, excluding sensitivities less than 69% and specificities less than 73%. We believe the sensitivities and specificities of both DSE with RTCE and cCTA will be within these confidence regions."},"conditionsModule":{"conditions":["Coronary Artery Disease","Myocardial Infarction","Stroke","Death"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":189,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Detect coronary artery disease (CAD) by invasive angiography in end-stage renal disease (ESRD) patients","description":"To examine the ability of dobutamine stress echocardiography with real time perfusion (DSE with RTCE) and coronary computed tomographic angiography (cCTA) to detect anatomically significant coronary artery disease (CAD) as defined by invasive angiography in end-stage renal disease (ESRD) patients","timeFrame":"One year"}],"secondaryOutcomes":[{"measure":"Predictive Test","description":"To identify which of these tests is most predictive of patient outcome","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diabetes mellitus\n2. Patients undergoing kidney transplant evaluation.\n3. Currently on hemodialysis\n4. Adults 19-65 years of age\n5. Written informed consent from a participant who is deemed medically competent by principal investigator, secondary investigators, or participating personnel as written in II.26 (b)\n6. Male or female\n\nExclusion Criteria:\n\n1. Previous history of percutaneous coronary intervention\n2. Coronary artery bypass surgery\n3. Prior myocardial infarction or AMI (troponin greater than 1.0) within 48 hours of the test\n4. Atrial or ventricular arrhythmias that cannot be controlled to heart rates \\<65 beats per minute\n5. Known allergy to iodinated contrast\n6. Decompensated Congestive Heart failure\n7. Acute respiratory failure as manifested by signs and symptoms of carbon dioxide retention or hypoxemia\n8. Pregnant (based on history/information obtained from the patient)\n9. Possibility that potential subject may be pregnant (based on history/information obtained from the patient)","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Adults aged 19-65 with diabetes and end stage renal disease undergoing evaluation for kidney transplantation.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Thomas R Porter, MD","affiliation":"University of Nebraska","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Gina G Wardyn, MD","affiliation":"UNMC Department of Internal Medicine","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"University of Nebraska Medical Center","city":"Omaha","state":"Nebraska","zip":"68198","country":"United States","geoPoint":{"lat":41.25626,"lon":-95.94043}}]},"referencesModule":{"references":[{"pmid":"10620213","type":"BACKGROUND","citation":"Ojo AO, Hanson JA, Wolfe RA, Leichtman AB, Agodoa LY, Port FK. Long-term survival in renal transplant recipients with graft function. Kidney Int. 2000 Jan;57(1):307-13. doi: 10.1046/j.1523-1755.2000.00816.x."},{"pmid":"8184856","type":"BACKGROUND","citation":"Reusser LM, Osborn LA, White HJ, Sexson R, Crawford MH. Increased morbidity after coronary angioplasty in patients on chronic hemodialysis. Am J Cardiol. 1994 May 15;73(13):965-7. doi: 10.1016/0002-9149(94)90142-2. No abstract available."},{"pmid":"9820470","type":"BACKGROUND","citation":"Foley RN, Parfrey PS, Sarnak MJ. Clinical epidemiology of cardiovascular disease in chronic renal disease. Am J Kidney Dis. 1998 Nov;32(5 Suppl 3):S112-9. doi: 10.1053/ajkd.1998.v32.pm9820470. No abstract available."},{"pmid":"16210970","type":"BACKGROUND","citation":"Kasiske BL, Malik MA, Herzog CA. Risk-stratified screening for ischemic heart disease in kidney transplant candidates. Transplantation. 2005 Sep 27;80(6):815-20. doi: 10.1097/01.tp.0000173652.87417.ca."},{"pmid":"18417743","type":"BACKGROUND","citation":"Lentine KL, Schnitzler MA, Brennan DC, Snyder JJ, Hauptman PJ, Abbott KC, Axelrod D, Salvalaggio PR, Kasiske B. Cardiac evaluation before kidney transplantation: a practice patterns analysis in Medicare-insured dialysis patients. Clin J Am Soc Nephrol. 2008 Jul;3(4):1115-24. doi: 10.2215/CJN.05351107. Epub 2008 Apr 16."},{"pmid":"16952302","type":"BACKGROUND","citation":"Witczak BJ, Hartmann A, Jenssen T, Foss A, Endresen K. Routine coronary angiography in diabetic nephropathy patients before transplantation. Am J Transplant. 2006 Oct;6(10):2403-8. doi: 10.1111/j.1600-6143.2006.01491.x. Epub 2006 Sep 4."},{"pmid":"11805184","type":"BACKGROUND","citation":"Danovitch GM, Hariharan S, Pirsch JD, Rush D, Roth D, Ramos E, Starling RC, Cangro C, Weir MR. Management of the waiting list for cadaveric kidney transplants: report of a survey and recommendations by the Clinical Practice Guidelines Committee of the American Society of Transplantation. J Am Soc Nephrol. 2002 Feb;13(2):528-535. doi: 10.1681/ASN.V132528."},{"pmid":"8231036","type":"BACKGROUND","citation":"Manske CL, Thomas W, Wang Y, Wilson RF. Screening diabetic transplant candidates for coronary artery disease: identification of a low risk subgroup. Kidney Int. 1993 Sep;44(3):617-21. doi: 10.1038/ki.1993.289."},{"pmid":"15912119","type":"BACKGROUND","citation":"Ramanathan V, Goral S, Tanriover B, Feurer ID, Kazancioglu R, Shaffer D, Helderman JH. Screening asymptomatic diabetic patients for coronary artery disease prior to renal transplantation. Transplantation. 2005 May 27;79(10):1453-8. doi: 10.1097/01.tp.0000164147.60036.67."},{"pmid":"16640517","type":"BACKGROUND","citation":"Ma IW, Valantine HA, Shibata A, Waskerwitz J, Dafoe DC, Alfrey EJ, Tan JC, Millan M, Busque S, Scandling JD. Validation of a screening protocol for identifying low-risk candidates with type 1 diabetes mellitus for kidney with or without pancreas transplantation. Clin Transplant. 2006 Mar-Apr;20(2):139-46. doi: 10.1111/j.1399-0012.2005.00461.x."},{"pmid":"8023826","type":"BACKGROUND","citation":"Le A, Wilson R, Douek K, Pulliam L, Tolzman D, Norman D, Barry J, Bennett W. Prospective risk stratification in renal transplant candidates for cardiac death. Am J Kidney Dis. 1994 Jul;24(1):65-71. doi: 10.1016/s0272-6386(12)80161-2."},{"pmid":"8915964","type":"BACKGROUND","citation":"de Lemos JA, Hillis LD. Diagnosis and management of coronary artery disease in patients with end-stage renal disease on hemodialysis. J Am Soc Nephrol. 1996 Oct;7(10):2044-54. doi: 10.1681/ASN.V7102044."},{"pmid":"16875924","type":"BACKGROUND","citation":"Rakhit DJ, Armstrong KA, Beller E, Isbel NM, Marwick TH. Risk stratification of patients with chronic kidney disease: results of screening strategies incorporating clinical risk scoring and dobutamine stress echocardiography. Am Heart J. 2006 Aug;152(2):363-70. doi: 10.1016/j.ahj.2006.01.003."},{"pmid":"15241739","type":"BACKGROUND","citation":"Hedayati SS, Szczech LA. The evaluation of underlying cardiovascular disease among patients with end-stage renal disease. Adv Chronic Kidney Dis. 2004 Jul;11(3):246-53. doi: 10.1053/j.arrt.2004.04.011."},{"pmid":"12743005","type":"BACKGROUND","citation":"Kondos GT, Hoff JA, Sevrukov A, Daviglus ML, Garside DB, Devries SS, Chomka EV, Liu K. Electron-beam tomography coronary artery calcium and cardiac events: a 37-month follow-up of 5635 initially asymptomatic low- to intermediate-risk adults. Circulation. 2003 May 27;107(20):2571-6. doi: 10.1161/01.CIR.0000068341.61180.55. Epub 2003 May 12."},{"pmid":"12538744","type":"BACKGROUND","citation":"Rabbat CG, Treleaven DJ, Russell JD, Ludwin D, Cook DJ. Prognostic value of myocardial perfusion studies in patients with end-stage renal disease assessed for kidney or kidney-pancreas transplantation: a meta-analysis. J Am Soc Nephrol. 2003 Feb;14(2):431-9. doi: 10.1097/01.asn.0000047560.51444.3a."},{"pmid":"12913060","type":"BACKGROUND","citation":"De Lima JJ, Sabbaga E, Vieira ML, de Paula FJ, Ianhez LE, Krieger EM, Ramires JA. Coronary angiography is the best predictor of events in renal transplant candidates compared with noninvasive testing. Hypertension. 2003 Sep;42(3):263-8. doi: 10.1161/01.HYP.0000087889.60760.87. Epub 2003 Aug 11."},{"pmid":"10352196","type":"BACKGROUND","citation":"Herzog CA, Marwick TH, Pheley AM, White CW, Rao VK, Dick CD. Dobutamine stress echocardiography for the detection of significant coronary artery disease in renal transplant candidates. Am J Kidney Dis. 1999 Jun;33(6):1080-90. doi: 10.1016/S0272-6386(99)70145-9."},{"pmid":"15582317","type":"BACKGROUND","citation":"Elhendy A, O'Leary EL, Xie F, McGrain AC, Anderson JR, Porter TR. Comparative accuracy of real-time myocardial contrast perfusion imaging and wall motion analysis during dobutamine stress echocardiography for the diagnosis of coronary artery disease. J Am Coll Cardiol. 2004 Dec 7;44(11):2185-91. doi: 10.1016/j.jacc.2004.08.059."},{"pmid":"17919567","type":"BACKGROUND","citation":"Meijboom WB, van Mieghem CA, Mollet NR, Pugliese F, Weustink AC, van Pelt N, Cademartiri F, Nieman K, Boersma E, de Jaegere P, Krestin GP, de Feyter PJ. 64-slice computed tomography coronary angiography in patients with high, intermediate, or low pretest probability of significant coronary artery disease. J Am Coll Cardiol. 2007 Oct 9;50(15):1469-75. doi: 10.1016/j.jacc.2007.07.007. Epub 2007 Sep 24."},{"pmid":"9242158","type":"BACKGROUND","citation":"Saklayen MG, Gupta S, Suryaprasad A, Azmeh W. Incidence of atheroembolic renal failure after coronary angiography. A prospective study. Angiology. 1997 Jul;48(7):609-13. doi: 10.1177/000331979704800707."},{"pmid":"12651166","type":"BACKGROUND","citation":"Lindholt JS. Radiocontrast induced nephropathy. Eur J Vasc Endovasc Surg. 2003 Apr;25(4):296-304. doi: 10.1053/ejvs.2002.1824."},{"pmid":"12720234","type":"BACKGROUND","citation":"Ammann P, Brunner-La Rocca HP, Angehrn W, Roelli H, Sagmeister M, Rickli H. Procedural complications following diagnostic coronary angiography are related to the operator's experience and the catheter size. Catheter Cardiovasc Interv. 2003 May;59(1):13-8. doi: 10.1002/ccd.10489."},{"pmid":"17925609","type":"BACKGROUND","citation":"Gowdak LH, de Paula FJ, Cesar LA, Martinez Filho EE, Ianhez LE, Krieger EM, Ramires JA, de Lima JJ. Screening for significant coronary artery disease in high-risk renal transplant candidates. Coron Artery Dis. 2007 Nov;18(7):553-8. doi: 10.1097/MCA.0b013e3282f08e99."},{"pmid":"14566308","type":"BACKGROUND","citation":"Cheitlin MD, Armstrong WF, Aurigemma GP, Beller GA, Bierman FZ, Davis JL, Douglas PS, Faxon DP, Gillam LD, Kimball TR, Kussmaul WG, Pearlman AS, Philbrick JT, Rakowski H, Thys DM, Antman EM, Smith SC Jr, Alpert JS, Gregoratos G, Anderson JL, Hiratzka LF, Faxon DP, Hunt SA, Fuster V, Jacobs AK, Gibbons RJ, Russell RO; ACC; AHA; ASE. ACC/AHA/ASE 2003 Guideline Update for the Clinical Application of Echocardiography: summary article. A report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (ACC/AHA/ASE Committee to Update the 1997 Guidelines for the Clinical Application of Echocardiography). J Am Soc Echocardiogr. 2003 Oct;16(10):1091-110. doi: 10.1016/S0894-7317(03)00685-0. No abstract available."},{"pmid":"15864241","type":"BACKGROUND","citation":"Ix JH, Mercado N, Shlipak MG, Lemos PA, Boersma E, Lindeboom W, O'Neill WW, Wijns W, Serruys PW. Association of chronic kidney disease with clinical outcomes after coronary revascularization: the Arterial Revascularization Therapies Study (ARTS). Am Heart J. 2005 Mar;149(3):512-9. doi: 10.1016/j.ahj.2004.10.010."},{"pmid":"15451786","type":"BACKGROUND","citation":"Hemmelgarn BR, Southern D, Culleton BF, Mitchell LB, Knudtson ML, Ghali WA; Alberta Provincial Project for Outcomes Assessment in Coronary Heart Disease (APPROACH) Investigators. Survival after coronary revascularization among patients with kidney disease. Circulation. 2004 Oct 5;110(14):1890-5. doi: 10.1161/01.CIR.0000143629.55725.D9. Epub 2004 Sep 27."},{"pmid":"10648681","type":"BACKGROUND","citation":"Stewart G, Jardine AG, Briggs JD. Ischaemic heart disease following renal transplantation. Nephrol Dial Transplant. 2000 Feb;15(2):269-77. doi: 10.1093/ndt/15.2.269. No abstract available."},{"pmid":"17387127","type":"BACKGROUND","citation":"Boden WE, O'Rourke RA, Teo KK, Hartigan PM, Maron DJ, Kostuk WJ, Knudtson M, Dada M, Casperson P, Harris CL, Chaitman BR, Shaw L, Gosselin G, Nawaz S, Title LM, Gau G, Blaustein AS, Booth DC, Bates ER, Spertus JA, Berman DS, Mancini GB, Weintraub WS; COURAGE Trial Research Group. Optimal medical therapy with or without PCI for stable coronary disease. N Engl J Med. 2007 Apr 12;356(15):1503-16. doi: 10.1056/NEJMoa070829. Epub 2007 Mar 26."},{"pmid":"2309593","type":"BACKGROUND","citation":"Kahn JK, Rutherford BD, McConahay DR, Johnson WL, Giorgi LV, Hartzler GO. Short- and long-term outcome of percutaneous transluminal coronary angioplasty in chronic dialysis patients. Am Heart J. 1990 Mar;119(3 Pt 1):484-9. doi: 10.1016/s0002-8703(05)80268-6."},{"pmid":"7979744","type":"BACKGROUND","citation":"Owen CH, Cummings RG, Sell TL, Schwab SJ, Jones RH, Glower DD. Coronary artery bypass grafting in patients with dialysis-dependent renal failure. Ann Thorac Surg. 1994 Dec;58(6):1729-33. doi: 10.1016/0003-4975(94)91671-3."},{"pmid":"15837255","type":"BACKGROUND","citation":"Tsutsui JM, Elhendy A, Xie F, O'Leary EL, McGrain AC, Porter TR. Safety of dobutamine stress real-time myocardial contrast echocardiography. J Am Coll Cardiol. 2005 Apr 19;45(8):1235-42. doi: 10.1016/j.jacc.2005.01.024."},{"pmid":"17989076","type":"BACKGROUND","citation":"Tsutsui JM, Xie F, Cloutier D, Kalvaitis S, Elhendy A, Porter TR. Real-time dobutamine stress myocardial perfusion echocardiography predicts outcome in the elderly. Eur Heart J. 2008 Feb;29(3):377-85. doi: 10.1093/eurheartj/ehm445. Epub 2007 Nov 6."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003324","term":"Coronary Artery Disease"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10388","name":"Kidney Diseases","relevance":"LOW"},{"id":"M6535","name":"Death","relevance":"LOW"},{"id":"M10389","name":"Kidney Failure, Chronic","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M6239","name":"Coronary Disease","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}