{"protocolSection":{"identificationModule":{"nctId":"NCT05053529","orgStudyIdInfo":{"id":"REC/Lhr/2022 Sitara Nasir"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Mirror Therapy and CIMT in Chronic Stroke Patients","officialTitle":"Effects of Mirror Therapy and Constrained Induced Movement Therapy in Upper Limb Rehabilitation Among Chronic Stroke Patients."},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-06-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-02-20","type":"ACTUAL"},"completionDateStruct":{"date":"2020-04-30","type":"ACTUAL"},"studyFirstSubmitDate":"2021-08-23","studyFirstSubmitQcDate":"2021-09-13","studyFirstPostDateStruct":{"date":"2021-09-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-13","lastUpdatePostDateStruct":{"date":"2021-09-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this research is to find and compare the effect of mirror therapy and constrained induced movement therapy in upper limb rehabilitation among chronic stroke patient .Study conducted in THQ Hospital Depalpur. The sample size was 36. Patients were divided into two groups. In group-A patients were treated with mirror therapy and in group-B patients were treated with constrained induced movement therapy. Both therapy sessions lasting for 60 minutes for total 1 hour in a day, 5 times a week and for consecutive 3 weeks in a month. Sessions consist of total 20 min of passive mobilization to both groups, 30 min session for MMT to 1 group, 30 min session to CIMT (task specific) to another group, and 10 minutes standard ADL activities. The outcome was calculated with FMA-UE and modified Ashworth scale. Data was analyzed by SPSS 22.","detailedDescription":"Worldwide stroke affects mostly aged population and thus leads to morbidity and mortality.\n\nAccording to world health organization stroke causes second most common cases of death and a leading cause of morbidity in adults. Most developed countries are more affected with stroke as compared to developing region around the world. Based on WHO record, estimated annual death rates with stroke was 5.5 million. For optimal functioning, Brain requires sufficient supply of blood and for this carotid arteries are responsible for supplying oxygen rich blood to different areas of the brain. As an individual breathes, the brain consumes 20% of oxygen, which allows it to work efficiently. As in the case of a stroke, brain cells die quickly when there is a blockage or obstruction of oxygen to the brain by impeded blood flow. Blood plaques or clots disrupts oxygen rich supply to the brain in ischemic stroke leads to brain cell death. Whereas, sudden rupturing of blood vessels leads to cell death in hemorrhagic stoke. Most studies showed that task specific motor programs an repetition of movements on both upper and lower limbs are more effective interventions14. Various other treatment protocols are also used for improving limb functions, like visual feedback training, assistive robotic training, Functional Electrical Stimulator (FES) and Constrained Induced Movement Therapy (CIMT). These therapies help in improving motor performance from the affected side of stroke patients. Uni-manual, high intensity training known as Constrained Induced Movement Therapy or forced use is reported as an effective treatment for training the motor cortex areas. Task specific or bi-manual programs with rhythmic auditory clues were also included in this training to improve motor functions. Researcher conducted a latest study in 2019 by random sampling method to find the effect of mirror therapy for upper limb rehabilitation. They allocate the participants randomly into three groups based on movement mirror therapy (MMT), task specific mirror therapy (TMT) and conventional therapy (CT). The session consists of 30 minutes a day, 5 days in a week and for total 4 weeks. Performance was measured by FMA-UE, Wolf motor assessment and modified Ash worth scale. The results were the same for both MMT and TMT for upper limb rehabilitation. In 2018 Yumi Ju et al. Conducted study in the Korea to examine the effectiveness of mirror therapy and constrained induced movement therapy for the rehabilitation of the upper extremity for daily life activities. 28 subjects were randomly placed to a weekly session of 5 days and for consecutive 3 weeks. Performance was measured by Manual Function Test (MFT) and Modified Barthel Index(BI) to find the factor which is affecting the activities of daily livings. They concluded that patients actively participate in activities of daily livings by actively moving their affected. Previous researches based on the effectiveness of mirror therapy and constrained induced movement therapy alone or combined with other rehabilitative therapies for improving upper limb rehabilitation in different patients having neurological impairments. Their outcomes were evaluated on different outcome measurement tools and their were significant improvement in patients functional independence and had good quality of life."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Mirror therapy ,Constrained induced movement therapy, stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":36,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Mirror therapy","type":"EXPERIMENTAL","description":"Session consist of total 1hour,20 min of passive mobilization, 30 minutes for Movement mirror therapy,10 minutes standard ADL activities 5 times a week and for consecutive 3 weeks in a month.","interventionNames":["Other: Mirror therapy"]},{"label":"Constrained induced movement therapy (CIMT)","type":"EXPERIMENTAL","description":"Session consist of total 1hour ,20 min of passive mobilization, 30 min session to CIMT and 10 minutes standard ADL activities 5 times a week and for consecutive 3 weeks in a month.","interventionNames":["Other: CIMT group"]}],"interventions":[{"type":"OTHER","name":"Mirror therapy","description":"Session consist of total 1hour,20 min of passive mobilization, 30 minutes for Movement mirror therapy,10 minutes standard ADL activities 5 times a week and for consecutive 3 weeks in a month.","armGroupLabels":["Mirror therapy"]},{"type":"OTHER","name":"CIMT group","description":"Session consist of total 1hour ,20 min of passive mobilization, 30 min session to CIMT and 10 minutes standard ADL activities 5 times a week and for consecutive 3 weeks in a month.","armGroupLabels":["Constrained induced movement therapy (CIMT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugyl Myer assessment tool for upper extremity","description":"The Fugyl Myer assessment (FMA) motor assessments for the upper (maximum score 66 points) and lower extremity (maximum score 34 points) are recommended as core measures to be used in every stroke recovery and rehabilitation trial. Change from baseline FMA at 3 weeks","timeFrame":"3 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ranges between 40-65 years.\n2. Chronic stroke (ischemic/hemorrhagic) more than 6 months.\n3. Ability to participate in a therapy session lasting at least 3 minutes.\n4. Chronic stroke with mild spasticity (score of 2 or less on Modified Ashworth Scale).\n5. Good cognitive function (score of 20 or more in Mini Mental state Examination).\n6. Range of motion of about 10ยบ or 20ยบ (measured with Goniometer)\n\nExclusion Criteria:\n\n1. Patients with orthopedic conditions like fractures, etc.\n2. Subjects presenting with unable to follow visual command.\n3. Language deficits that could prevent them from following instructions.\n4. Age group below 45 years and more than 65 years","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Tehreem Mukhtar, MS","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Riphah International University","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"26180297","type":"BACKGROUND","citation":"Park JY, Chang M, Kim KM, Kim HJ. The effect of mirror therapy on upper-extremity function and activities of daily living in stroke patients. J Phys Ther Sci. 2015 Jun;27(6):1681-3. doi: 10.1589/jpts.27.1681. Epub 2015 Jun 30."},{"pmid":"30580672","type":"BACKGROUND","citation":"Broderick P, Horgan F, Blake C, Ehrensberger M, Simpson D, Monaghan K. Mirror therapy and treadmill training for patients with chronic stroke: a pilot randomized controlled trial. Top Stroke Rehabil. 2019 Apr;26(3):163-172. doi: 10.1080/10749357.2018.1556504. Epub 2018 Dec 22."},{"pmid":"26180053","type":"BACKGROUND","citation":"Ackerley SJ, Byblow WD, Barber PA, MacDonald H, McIntyre-Robinson A, Stinear CM. Primed Physical Therapy Enhances Recovery of Upper Limb Function in Chronic Stroke Patients. Neurorehabil Neural Repair. 2016 May;30(4):339-48. doi: 10.1177/1545968315595285. Epub 2015 Jul 15."},{"pmid":"23192711","type":"BACKGROUND","citation":"Teasell R, Mehta S, Pereira S, McIntyre A, Janzen S, Allen L, Lobo L, Viana R. Time to rethink long-term rehabilitation management of stroke patients. Top Stroke Rehabil. 2012 Nov-Dec;19(6):457-62. doi: 10.1310/tsr1906-457."},{"pmid":"24926126","type":"BACKGROUND","citation":"Lee JS, Lee HG. Effects of sling exercise therapy on trunk muscle activation and balance in chronic hemiplegic patients. J Phys Ther Sci. 2014 May;26(5):655-9. doi: 10.1589/jpts.26.655. Epub 2014 May 29."},{"pmid":"25772900","type":"BACKGROUND","citation":"Kwakkel G, Veerbeek JM, van Wegen EE, Wolf SL. Constraint-induced movement therapy after stroke. Lancet Neurol. 2015 Feb;14(2):224-34. doi: 10.1016/S1474-4422(14)70160-7."},{"pmid":"21051765","type":"BACKGROUND","citation":"Michielsen ME, Selles RW, van der Geest JN, Eckhardt M, Yavuzer G, Stam HJ, Smits M, Ribbers GM, Bussmann JB. Motor recovery and cortical reorganization after mirror therapy in chronic stroke patients: a phase II randomized controlled trial. Neurorehabil Neural Repair. 2011 Mar-Apr;25(3):223-33. doi: 10.1177/1545968310385127. Epub 2010 Nov 4."},{"pmid":"31032717","type":"BACKGROUND","citation":"Nasb M, Li Z, S A Youssef A, Dayoub L, Chen H. Comparison of the effects of modified constraint-induced movement therapy and intensive conventional therapy with a botulinum-a toxin injection on upper limb motor function recovery in patients with stroke. Libyan J Med. 2019 Dec;14(1):1609304. doi: 10.1080/19932820.2019.1609304."},{"pmid":"31104476","type":"BACKGROUND","citation":"Stark A, Farber C, Tetzlaff B, Scherer M, Barzel A. Stroke patients' and non-professional coaches' experiences with home-based constraint-induced movement therapy: a qualitative study. Clin Rehabil. 2019 Sep;33(9):1527-1539. doi: 10.1177/0269215519848813. Epub 2019 May 20."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}