{"protocolSection":{"identificationModule":{"nctId":"NCT05953415","orgStudyIdInfo":{"id":"PSCI2023CRRC"},"organization":{"fullName":"Changping Laboratory","class":"OTHER"},"briefTitle":"pBFS-guided iTBS Over the Left DLPFC for Chronic PSCI","officialTitle":"Personalized Brain Functional Sectors (pBFS) Guided Intermittent Theta-Burst Stimulation (iTBS) Therapy for Chronic Post-Stroke Cognitive Impairment (PSCI): A Randomized, Double-Blind, Sham-Controlled Trial"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-12","studyFirstSubmitQcDate":"2023-07-12","studyFirstPostDateStruct":{"date":"2023-07-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-20","lastUpdatePostDateStruct":{"date":"2023-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Changping Laboratory","class":"OTHER"},"collaborators":[{"name":"China Rehabilitation Research Center","class":"OTHER_GOV"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study aims to investigate the efficacy and safety of intermittent theta burst stimulation (iTBS) guided by the personalized Brain Functional Sector (pBFS) technique in the treatment of patients with chronic post-stroke cognitive impairment.","detailedDescription":"Cognitive impairment, characterized by memory loss, attention and executive functional impairment, is a common complication following stroke. Intermittent Theta Burst Stimulation (iTBS) is a non-invasive neuromodulation technique that applies pulsed magnetic fields to the cerebral cortex, inducing changes in local or distal neural activity and promoting cognitive function. By employing the personalized Brain Functional Segmentation (pBFS) technique, individualized brain functional networks can be precisely identified based on resting-state functional MRI scans. Within the executive function network, a specific region of the dorsolateral prefrontal cortex (DLPFC) will be selected as the intervention target.\n\nParticipants will be randomly assigned to two groups at 1:1 ratio: the active group and the sham group. The stimulation will be administered using a figure-of-8 coil with the assist of a real-time neuronavigation system. Two sessions of 1800 pulses will be applied, totaling 3600 pulses per day, with a 50-minute interval period between sessions for both groups. The sham stimulation will be administered using a sham coil that mimics the sound and appearance of the active stimulation coil but does not deliver actual stimulation. The intervention will be administered on weekdays, over a period of 3 weeks, totaling 15 treatment days."},"conditionsModule":{"conditions":["Chronic Stroke","Cognitive Impairment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"active iTBS group","type":"ACTIVE_COMPARATOR","description":"active iTBS coupled with conventional cognitive therapy","interventionNames":["Device: active iTBS"]},{"label":"sham iTBS group","type":"SHAM_COMPARATOR","description":"sham iTBS coupled with conventional cognitive therapy","interventionNames":["Device: sham iTBS"]}],"interventions":[{"type":"DEVICE","name":"active iTBS","description":"Participants in this group will receive two sessions of 1800-pulse active stimulation per day, with an intersession interval of 50 minutes. The stimulation will be administered on workdays over a period of 3 weeks, totaling 15 days.","armGroupLabels":["active iTBS group"]},{"type":"DEVICE","name":"sham iTBS","description":"Participants in this group will receive two sessions of 1800-pulse sham stimulation per day, with an intersession interval of 50 minutes. The stimulation will be comprehensively mimic the active condition, and also administered on workdays over a period of 3 weeks, totaling 15 days.","armGroupLabels":["sham iTBS group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"change in the Montreal cognitive assessment (MoCA)","description":"The Montreal Cognitive Assessment (MoCA) is a rapid screening tool used to assess mild cognitive impairment (MCI). It evaluates cognitive function across seven domains, including visuo-spatial and executive function, naming, memory, attention, language, abstraction, and delayed recall. The total score on the MoCA is 30, with higher scores indicating better cognitive function.","timeFrame":"baseline, end of the 3-week therapy"}],"secondaryOutcomes":[{"measure":"change in the Montreal cognitive assessment (MoCA)","description":"The Montreal Cognitive Assessment (MoCA) is a rapid screening tool used to assess mild cognitive impairment (MCI). It evaluates cognitive function across seven domains, including visuo-spatial and executive function, naming, memory, attention, language, abstraction, and delayed recall. The total score on the MoCA is 30, with higher scores indicating better cognitive function.","timeFrame":"baseline, 3 months post-treatment"},{"measure":"change in the Mini-mental state examination(MMSE)","description":"The Mini-Mental State Examination (MMSE) is a widely employed neuropsychological test for evaluating cognitive decline. It comprises 11 items that assess five key domains: orientation, memory, attention and calculation, recall, and language abilities. The total score on the MMSE is 30, with higher scores indicating better cognitive function.","timeFrame":"baseline, end of the 3-week therapy, 3 months post-treatment"},{"measure":"change in the Rivermead Behavioural Memory Test (RBMT )","description":"The Rivermead Behavioral Memory Test (RBMT) is a tool utilized to evaluate individuals' daily memory capabilities, encompassing immediate memory, delayed recall, visual memory, and anticipatory memory. A total score of 24 is allocated, with lower scores indicating decreased memory performance.","timeFrame":"baseline, end of the 3-week therapy"},{"measure":"change in the Stroop color word test (SCWT)","description":"The Stroop Color Word Test (SCWT) is employed to evaluate selective attention, cognitive flexibility, and processing speed. The test comprises three components. Higher scores and shorter completion times on the SCWT indicate better performance and outcomes.","timeFrame":"baseline, end of the 3-week therapy"},{"measure":"change in the Symbol Digit Modalities Test (SDMT)","description":"The Symbol Digit Modalities Test (SDMT) is a neuropsychological assessment that measures attention, processing speed, and cognitive flexibility. During the SDMT, participants are tasked with converting symbols into their corresponding numbers within a given time limit, using a symbol-digit control chart as reference. Higher completion rates on the SDMT indicate better performance and outcomes in the test.","timeFrame":"baseline, end of the 3-week therapy"},{"measure":"change in the Digit Span Test (DST)","description":"The Digit Span Test (DST) is a neuropsychological assessment used to evaluate short-term memory and working memory. During the DST, participants are presented with a series of digits and are required to recall them in the same order as presented. The test consists of two parts: digit forward recall and digit backward recall. A higher number of correctly recalled digits indicates a better performance and outcome on the test.","timeFrame":"baseline, end of the 3-week therapy"},{"measure":"change in the Trail Making Test A and B (TMT A&B)","description":"The Trail Making Test (TMT) is a cognitive assessment tool that evaluates cognitive flexibility, executive function, and attention. During the TMT, participants are instructed to connect a series of numbers and letters in sequential order as quickly as possible. Test results are measured by the time taken to complete the test and the number of correct connections made. Higher numbers of correct connections and shorter completion times indicate better performance and outcomes on the test.","timeFrame":"baseline, end of the 3-week therapy"},{"measure":"change in the Clock Drawing Test (CDT)","description":"The Clock-Drawing Test (CDT) is a straightforward and effective cognitive assessment tool employed to evaluate executive function and visual-spatial abilities. The test involves drawing a clock face and setting the hands to a specified time. The total score on the CDT is 4, with higher scores indicating superior outcomes.","timeFrame":"baseline, end of the 3-week therapy"},{"measure":"change in the Boston Naming Test (BNT)","description":"The Boston Naming Test (BNT) is a frequently employed neuropsychological assessment utilized to evaluate language and memory abilities. During the BNT, participants are presented with a series of images and are required to provide the corresponding names for each image. The test comprises 30 questions, and a higher number of correct responses indicates better performance and outcomes.","timeFrame":"baseline, end of the 3-week therapy"},{"measure":"change in the Modified barthel index (MBI)","description":"The Modified Barthel Index (MBI) is employed to evaluate an individual's ability to perform activities of daily living. It encompasses 10 items: eating, bathing, grooming, dressing, bowel control, bladder control, toileting, transferring, walking, and navigating stairs. The total score on the MBI is 100, with higher scores indicating better functional outcomes.","timeFrame":"baseline, end of the 3-week therapy, 3 months post-treatment"},{"measure":"change in the Hamilton Depression Scale (HAMD)","description":"The Hamilton Depression Scale (17-item scale) (HAMD) is a tool utilized to evaluate the severity of depression. It provides a maximum total score of 52, with higher scores indicating more severe symptoms of depression. The score ranges for the HAMD (17-item scale) are typically categorized as follows: 0-7: normal or no depressive symptoms; 8-16: mild depression; 17-23: moderate depression; 24-30: moderate to severe depression; 31 and above: severe depression.","timeFrame":"baseline, end of the 3-week therapy"},{"measure":"change in the Hamilton Anxiety Scale (HAMA)","description":"The Hamilton Anxiety Scale (HAMA) is utilized to evaluate the severity of anxiety disorders. It provides a maximum total score of 56 points, with higher scores indicating more severe anxiety symptoms.","timeFrame":"baseline, end of the 3-week therapy"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be meet the diagnostic criteria of \"Guidelines for the Early Management of Patients With Acute Ischemic Stroke: 2019 Update to the 2018 Guidelines for the Early Management of Acute Ischemic Stroke\",\"2018 Chinese guidelines for diagnosis and treatment of acute ischemic stroke\" for the diagnosis of ischemic stroke, and \"2022 Guideline for the Management of Patients With Spontaneous Intracerebral Hemorrhage: A Guideline From the American Heart Association/American Stroke Association\", \"2019 Chinese guidelines for diagnosis and treatment of acuteintracerebral hemorrhage\" for the diagnosis of hemorrhagic stroke and was confirmed by CT or MRI;\n* meet the PSCI diagnostic criteria of \"2021 Experts Consensus on Post-stroke Cognitive lmpairment Management\";\n* be their first stroke;\n* have a stroke duration of 3-12 month;\n* have the stroke located in the supratentorial region;\n* be meet at least one of the following conditions: 1) dysfunction in at least one of the five domains: executive function, attention, memory, language ability, and visuospatial ability; 2) mild to moderate cognitive impairment: MMSE ≥ 10, and MoCA \\< 26 or MMSE \\< 27;\n* understand the trial and be able to provide informed consent.\n\nExclusion Criteria:\n\n* Have been diagnosed with cognitive impairment resulting from other disorders including mild cognitive impairment (MCI), Alzheimer's disease (AD), vascular dementia (VCI), acquired traumatic brain injury (TBI);\n* have history of drug or alcohol abuse;\n* have history of other psychiatric disorders or currently experiencing severe depression or anxiety (HAMD-17 \\> 24 or HAMA ≥ 29);\n* be with severe primary diseases in the circulatory, respiratory, digestive, urinary, endocrine, or hematopoietic systems that cannot be controlled by conventional medications;\n* be with malignant hypertension or malignant tumors；\n* be with severe infections, water and electrolyte imbalances, or acid-base disturbances；\n* be with severe aphasia (NIHSS_language ≥ 2 points), dysarthria (NIHSS_dysarthria ≥ 2 points), impaired consciousness (NIHSS_level of consciousness ≥ 1 point), audiovisual impairments, or those unable to cooperate with the assessment or treatment；\n* be with a history of seizures;\n* be with contraindications to TMS treatment, such as those with cardiac pacemakers, cochlear implants, or other metallic foreign bodies or any implanted electronic devices;\n* be with contraindications to MRI scanning;\n* have received neuromodulation therapy such as TMS, transcranial electrical stimulation, or transcranial focused ultrasound within the past 3 months prior to enrollment;\n* be concurrently participating in other clinical trials;\n* be pregnant women or those planning to become pregnant;\n* be with other abnormalities as determined by the investigator that do not meet the trial criteria.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kaiyue Han, MD","role":"CONTACT","phone":"(86)13280010993","email":"hankaiyue1026@163.com"},{"name":"Ying Zhou","role":"CONTACT","phone":"010-80726688","email":"zhouying@cpl.ac.cn"}],"overallOfficials":[{"name":"Hao Zhang, PhD","affiliation":"China Rehabilitation Research Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"China Rehabilitation Research Center","status":"RECRUITING","city":"Beijing","country":"China","contacts":[{"name":"Hao Zhang, MD,PhD","role":"CONTACT"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Impairment","relevance":"HIGH"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}