{"protocolSection":{"identificationModule":{"nctId":"NCT05397873","orgStudyIdInfo":{"id":"University of Toronto"},"organization":{"fullName":"University Health Network, Toronto","class":"OTHER"},"briefTitle":"Biofeedback for Hemianopia Vision Rehabilitation","officialTitle":"Biofeedback Training to Improve Fixation Stability, Visual Function Outcomes, and Quality of Life in Hemianopia Cases"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-12-01","studyFirstSubmitQcDate":"2022-05-24","studyFirstPostDateStruct":{"date":"2022-05-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-24","lastUpdatePostDateStruct":{"date":"2022-05-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Monica Nido","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University Health Network, Toronto"},"leadSponsor":{"name":"University Health Network, Toronto","class":"OTHER"},"collaborators":[{"name":"University of Toronto","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Patients with brain injury secondary to stroke, surgery, or trauma frequently suffer from homonymous hemianopia, defined as vision loss in one hemifield secondary to retro- chiasmal lesion. Classic and effective saccadic compensatory training therapies are current aim to reorganize the control of visual information processing and eye movements or, in other words, to induce or improve oculomotor adaptation to visual field loss. Patients learn to intentionally shift their eyes and, thus, their visual field border, into the area corresponding to their blind visual field. This shift brings the visual information from the blind hemifield into the seeing hemifield for further processing. Patients learn, therefore, to efficiently use their eyes \"to keep the 'blind side' in sight\". Biofeedback training (BT) is the latest and newest technique for oculomotor control training in cases with low vision when using available modules in the new microperimetry instruments. Studies in the literature highlighted positive benefits from using BT in a variety of central vision loss, nystagmus cases, and others.The purpose of this study is to assess systematically the impact of BT in a series of cases with hemianopia and formulate guidelines for further use of this intervention in vision rehabilitation of hemianopia cases in general.","detailedDescription":"Background\n\nPatients with brain injury secondary to stroke, surgery, or trauma frequently suffer from homonymous hemianopia, defined as vision loss in one hemifield secondary to retro- chiasmal lesion. About 45% of stroke survivors have homonymous hemianopia. A deficit in vision and spatial perception can cause slowdown of the rehabilitation progress in physiotherapy.\n\nAccording to Kerkhoff 1patients face three main visual behavioral problems: (1) impaired eye movements (including saccades) leading to defective visual and spatial exploration, (2) hemianopic reading deficit (hemianopic alexia) because of the parafoveal field loss and (3) deviated subjective midline. Hemianopic dyslexia is not simply the product of the visual field defect but is caused by a disorder of control of visual information processing and eye movements in reading.\n\nMost important, the capability to read is fundamental for daily living and an essential prerequisite for education and success in our modern society, so this disorder can have a profound effect on patients' lives. Patients with visual field loss usually fail to adapt to their reading impairment (80% of cases). In these cases, word identification and the abilities to plan and guide reading eye movements are disturbed.\n\nIn spite of these facts, visual rehabilitation program on a larger scale is still missing in most rehabilitation centers and clinics. This is decurrent to the generalized belief that lesions of the lateral geniculate nucleus and striate cortex lead to a permanent loss of vision. According to scientific findings, this does not always have to be true.\n\nClassic and effective saccadic compensatory training therapies are current.5 They aim to reorganize the control of visual information processing and eye movements or, in other words, to induce or improve oculomotor adaptation to visual field loss. Such therapies involve the systematic and repetitive practice of specific eye movements for reading or for visual exploration. Patients learn to intentionally shift their eyes and, thus, their visual field border, into the area corresponding to their blind visual field. This shift brings the visual information from the blind hemifield into the seeing hemifield for further processing. Patients learn, therefore, to efficiently use their eyes \"to keep the 'blind side' in sight\". The training-induced, efficient oculomotor adaptation to visual field loss becomes manifest as a change of reading (or visual exploration) eye-movement patterns and indicates the functional reorganization of the control of visual information processing and eye movements.6\n\nBiofeedback training for active eye movement control was never used in hemianopia cases before. Biofeedback training (BT) is the latest and newest technique for oculomotor control training in cases with low vision when using available modules in the new microperimetry instruments.7-9 Studies in the literature highlighted positive benefits from using BT in a variety of central vision loss, nystagmus cases, and others.10-18 The purpose of this study is to assess systematically the impact of BT in a series of cases with hemianopia and formulate guidelines for further use of this intervention in vision rehabilitation of hemianopia cases in general.\n\nRationale for the study\n\nThe deviation of the subjective midline in hemianopia cases brings visual perception from a line of objects in the surrounds to be at a much higher-level of perception/cognition, thus disturbing reading, gait and balance. Besides that, impaired saccades also cause wrong exploration patterns and deteriorated visual search. It results in the prolonged exploration time of a scene and can lead to significant problems in daily life such as inability to navigate around various obstacles (cars, people and other objects). It also causes a cognitive deficit while extracting information from a visual scene. 1 A combination of factors such as reduced contrast sensitivity, impaired visual search and inaccurate fixation contributes to the matter.\n\nVisual information extraction from the parafoveal visual field provides the basis for planning and guiding of reading eye movements. Therefore, patients with hemianopia have difficulties in shifting their gaze systematically from left to right (in right-sided field loss) or finding the beginning of a new line (in left sided field loss). Such eye movements are optimized by visual feedback. BT promotes luminous and auditory biofeedback, which potentializes its efficacy in vision rehabilitation.\n\nBT in the microperimeter module provides the accurate and efficient oculomotor training necessary to relocate the subjective midline to the seeing field in 1-20 or even more, as needed. BT also improves dramatically fixation stability and saccades. The advantage of this training method over classic training is potentially great. Firstly, the highest retinal sensitivity convenient point can be identified considering the whole visual field. The microperimeter provides real time scrutiny of ocular movements on a screen, and the therapist is able to select precisely the trained retinal locus (FFT) to be used by the patient on top of the microperimeter visual field. Finally, according to the patients' response the FFT can be readjusted. Eight cases trained with BT for hemianopia in our low vision rehabilitation (LVR) service had marked improvements in fixation stability, and microperimeter fields.\n\nExpansion of visual space in the direction of the blind field and compression of visual space in the direction of the seeing field may be a contributory factor to the altered perception of their egocentric directional sense and overall more veridical mapping of their visual space, as well as the resultant shift in their positional centre of gravity. We hypothesize that BT promotes this field relocation.\n\nConventional visual exploration training studies have confirmed that 10 to 25 training sessions in a 6-week period can be effective for hemianopia patients to adopt these strategies. BT is able to achieve significant results in 5 weekly sessions of 20 minutes each, according to 8 cases treated in our service.\n\nStudy hypothesis\n\nThe visual and audio parts of the BT program improve in a synergistic way oculomotor control through attention improvement and volitional eye movements towards pre-designated targets. Improved oculomotor control results in better fixation stability of eyes. Better fixation stability in turn results in better navigation for distance and near vision reading. Dual sensory BT is a therapy used in low vision for more than ten years, showing good results for near and distance vision in cases with macular degeneration and other pathologies. The study hypothesis, never tested before, is that BT in cases with hemianopia will impact positively oculomotor control and visual acuity as it was proven to do in cases with macular degeneration.\n\nSignificance of the study\n\nVision is a major sensory input to the human brain. Half of the afferent neuronal fibers projecting to the brain originate from the eyes. Intact visual abilities are an important condition enabling us to orient ourselves in our world. Pambakian and Kennard 20 reported that 50% of all neurological admissions into hospitals in the United Kingdom are due to a stroke and 30% percent of them are reported to have hemianopia.\n\nNumbers of hemianopic patients reported in the Czech Republic are similar and somewhat lower due to differences in diagnostics and classification of nosological units.21 Visual impairments are present in 20 to 40% of patients in neurological rehabilitation centers.\n\nIf brain visual plasticity is possible to be achieved from conventional vision training methods, specialized training with BT needs to be investigated as a tool to improve significantly a cortical visual disorder. There is need for simple and more effective visual training which could be used in LVR in large scale for hemianopia cases. Furthermore, BT needs to be evaluated in terms of quality of life (QoL) improvement to the patients.\n\nThe objectives set for this trial is to verify if BT impacts on oculomotor control in cases with hemianopia and results in better fixation stability, reading speed and QoL in those trained with BT."},"conditionsModule":{"conditions":["Hemianopsia, Homonymous","Brain Injury","Stroke","Brain Tumor","Brain Trauma"],"keywords":["hemianopsia","stroke","brain tumor","brain trauma","visual fields","visual loss","low vision","fixation stability","biofeedback training","MAIA microperimeter"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"A group of patients have the intervention and another group has control tests. The control group crosses over to the interventional group","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The assessor does not know if the patient is in the control group, treatment group or cross over group.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":32,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A","type":"EXPERIMENTAL","description":"The patients will undergo baseline assessment and receive the intervention, being assessed after the intervention.","interventionNames":["Device: Biofeedback training"]},{"label":"Group B","type":"NO_INTERVENTION","description":"The patients will perform the same tests for assessment as in group A, however, no intervention will be done. They may enrol in the study as group B after completing group B participation."}],"interventions":[{"type":"DEVICE","name":"Biofeedback training","description":"The training of oculomotor functions is done on the biofeedback module of a microperimeter MAIA.","armGroupLabels":["Group A"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual Acuity","description":"ETDRS best corrected visual acuity","timeFrame":"1 week post biofeedback"},{"measure":"Fixation stability","description":"As measure by the MAIA microperimeter at the BCEA 63% ellipse area.","timeFrame":"1 week post biofeedback"},{"measure":"Retinal sensitivity","description":"Paracentral (2 central vertical columns) and total average in dB as measured by the MAIA microperimeter.","timeFrame":"1 week post biofeedback"},{"measure":"Reading speed","description":"As measured with the MNRead charts","timeFrame":"1 week post biofeedback"},{"measure":"Near vision","description":"Measured with the Colenbrander 100% charts","timeFrame":"1 week post biofeedback"},{"measure":"Quality of Life Questionnaire scores","description":"As measured with the Massof - 48 questionnaire","timeFrame":"1 week post biofeedback"}],"secondaryOutcomes":[{"measure":"Stereopsis","description":"As measured with the Frisby stereotest","timeFrame":"1 week post biofeedback"},{"measure":"Contrast Sensitivity","description":"As measured with the F.A.C.T. test at 1m","timeFrame":"1 week post biofeedback"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* hemianopia cases previously diagnosed accordingly by microperimetry and other tests as needed\n* 18-90 years old\n* ability to follow the visual and auditory stimuli and training instructions\n\nExclusion Criteria:\n\n* previous or current treatment for low vision rehabilitation\n* ocular diseases\n* other serious clinical conditions not related to the hemianopia physiopathology\n* both eyes with media opacity that impairs microperimetry testing\n* lack of ability to perform the tests and training","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Toronto Western Hospital","status":"RECRUITING","city":"Toronto","state":"Ontario","zip":"M5T2S8","country":"Canada","contacts":[{"name":"MONICA DAIBERT NIDO, MD","role":"CONTACT","phone":"4166035470","email":"monica.nido@uhn.ca"},{"name":"Monica Daibert Nido, MD","role":"CONTACT","phone":"4164819995"}],"geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"12671237","type":"BACKGROUND","citation":"Kerkhoff G. Restorative and compensatory therapy approaches in cerebral blindness - a review. Restor Neurol Neurosci. 1999;15(2-3):255-71."},{"pmid":"24911923","type":"BACKGROUND","citation":"Bansal S, Han E, Ciuffreda KJ. Use of yoked prisms in patients with acquired brain injury: a retrospective analysis. Brain Inj. 2014;28(11):1441-6. doi: 10.3109/02699052.2014.919527. Epub 2014 Jun 9."},{"pmid":"29784180","type":"BACKGROUND","citation":"Nido MD, Markowitz SN. Vision rehabilitation with biofeedback training. Can J Ophthalmol. 2018 Jun;53(3):e83-e84. doi: 10.1016/j.jcjo.2017.11.003. Epub 2017 Dec 21. No abstract available."},{"pmid":"31109472","type":"BACKGROUND","citation":"Daibert-Nido M, Patino B, Markowitz M, Markowitz SN. Rehabilitation with biofeedback training in age-related macular degeneration for improving distance vision. Can J Ophthalmol. 2019 Jun;54(3):328-334. doi: 10.1016/j.jcjo.2018.10.016. Epub 2019 Apr 2."},{"pmid":"33567015","type":"BACKGROUND","citation":"Daibert-Nido M, Pyatova Y, Markowitz M, Markowitz SN. Visual outcomes of audio-luminous biofeedback training for a child with idiopathic nystagmus. Arq Bras Oftalmol. 2021 Mar-Apr;84(2):179-182. doi: 10.5935/0004-2749.20210026."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001932","term":"Brain Neoplasms"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000006423","term":"Hemianopsia"},{"id":"D000070642","term":"Brain Injuries, Traumatic"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000016543","term":"Central Nervous System Neoplasms"},{"id":"D000009423","term":"Nervous System Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000014786","term":"Vision Disorders"},{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000001766","term":"Blindness"},{"id":"D000005128","term":"Eye Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M4899","name":"Brain Neoplasms","asFound":"Brain Tumor","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Brain Trauma","relevance":"HIGH"},{"id":"M17732","name":"Vision, Low","relevance":"LOW"},{"id":"M9199","name":"Hemianopsia","asFound":"Hemianopsia","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M12057","name":"Nervous System Neoplasms","relevance":"LOW"},{"id":"M18627","name":"Central Nervous System Neoplasms","relevance":"LOW"},{"id":"M17220","name":"Vision Disorders","relevance":"LOW"},{"id":"M15180","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M4737","name":"Blindness","relevance":"LOW"},{"id":"M7961","name":"Eye Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}