{"protocolSection":{"identificationModule":{"nctId":"NCT02460484","orgStudyIdInfo":{"id":"443002"},"organization":{"fullName":"AdventHealth","class":"OTHER"},"briefTitle":"Safety of Autologous Human Umbilical Cord Blood Treatment for Perinatal Arterial Ischemic Stroke","officialTitle":"Safety of Autologous Human Umbilical Cord Blood Treatment for Perinatal"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"SUSPENDED","whyStopped":"Restructuring Cell Lab","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-04"},"primaryCompletionDateStruct":{"date":"2022-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2015-04-23","studyFirstSubmitQcDate":"2015-05-29","studyFirstPostDateStruct":{"date":"2015-06-02","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-03-16","lastUpdatePostDateStruct":{"date":"2022-03-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"James Baumgartner, MD","investigatorTitle":"Primary Investigator","investigatorAffiliation":"AdventHealth"},"leadSponsor":{"name":"James Baumgartner, MD","class":"OTHER"},"collaborators":[{"name":"Cord Blood Registry, Inc.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Autologous human umbilical cord blood (hUCB) stored at Cord Blood Registry will be given to children who have suffered from a Perinatal Arterial Ischemic Stroke. The aim is to determine if hUCB infusion is safe, if late functional outcome is improved, if hUCB treatment improves physiologic response in the child's SSEP \\& EEG, and the effect of hUCB infusion in altering anatomic findings on MRI.","detailedDescription":"Autologous human umbilical cord blood (hUCB) stored at Cord Blood Registry will be given to children who have suffered from a Perinatal Arterial Ischemic Stroke.\n\nSubjects will come to Orlando for pretesting to include an MRI, SSEP, Urodynamics, blood work: CBC, CMP, Hepatic Function Panel, PT/PTT/INR, Chest Xray, EEG, Gross Motor Function Classification, Manual Ability Classification System, and a Speech and Language Evaluation.\n\nAfter pretesting, the subjects will receive their autologous cord blood infusion intravenously. The subjects will then be monitored for 24 hours post infusion. After 24 hours, the subject will undergo repeat blood work and a chest x ray. Subjects will then be discharged home.\n\nSubjects will follow up in Orlando at 6 months and 1 year post infusion. Follow up testing will repeat the exams performed at pretesting."},"conditionsModule":{"conditions":["Perinatal Arterial Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cord Blood Infusion","type":"EXPERIMENTAL","description":"Autologous cord blood infusion","interventionNames":["Biological: Autologous Cord Blood Infusion"]}],"interventions":[{"type":"BIOLOGICAL","name":"Autologous Cord Blood Infusion","description":"Intravenous infusion","armGroupLabels":["Cord Blood Infusion"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Composite Outcome: Hemodynamic Safety","description":"Three primary and two secondary hemodynamic indices will be monitored as indices of hemodynamic stability throughout the infusion and post-infusion periods. Heart rate, blood pressure, and oxygen saturation will be recorded every 5 minutes during the infusion, every 30 minutes for 2 hours after infusion and then hourly for 6 hours. A consistent, non-isolated 20% decrease in any of these indices will be prompt additional maneuvers to restore MAP.\n\nTwo secondary hemodynamic indices will be monitored as indices of hemodynamic stability: capillary refill and heart rate. Prolongation of capillary refill by 2 seconds from baseline and/or \\>20% change in heart rate during the procedure will prompt an evaluation as to the etiology of the change in hemodynamic status. An adverse event will be defined as a sustained (\\> 10 minutes) \\>20% decrease in MAP. Transient decreases in MAP that respond to fluid infusion or inotropes will not be considered adverse events.","timeFrame":"1 year"},{"measure":"Composite Outcome: Pulmonary Safety","description":"A concern exists regarding the systemic infusion of leukocytes in a concentrated manner. Theoretically, activated monocytes could function to enhance PMN migration into the lung, as the lung is the primary \"first pass\" filter for intravenous infusion of any cellular product. PMN mediated organ injury typically occurs over a 6-24 hour time frame. Based on this, Chest radiographs will be performed and evaluated at Baseline and on Post-Infusion Day 1. Chest radiographs will be evaluated for systemic infusion of leukocytes in a concentrated manner. Additionally, blood-oxygen saturation will be monitored by finger oximeter. Moderate respiratory dysfunction within the first 48 hours post infusion will be considered an adverse event but will not warrant stopping the trial unless recommended by the DSMB. In the event of pulmonary dysfunction, standard supportive therapy will be given. Pulmonary symptoms/events corresponding to the CTCAE v3.0 Grade 3 will trigger the stopping rules.","timeFrame":"1 year"},{"measure":"Composite Outcome: Renal Safety","description":"To minimize the effect of DSMO, our hUCB product will be washed according to Standard Operating Procedures prior to infusion. Though unlikely, it is possible that some quantity of DMSO will remain which could cause toxicity. Renal function/events corresponding to the CTCAE v3.0 Grade 3 will trigger the stopping rules","timeFrame":"1 year"},{"measure":"Composite Outcome: Neurological Safety","description":"The patient's acute neurologic status will be monitored until discharged. Data recorded every 4 hours includes GCS, pupillary size/reactivity, motor/sensory evaluation of extremities, and seizure activity from infusion to discharge. Grade 3-5 CNS event as defined in the NCI CTCAE v3.0 occurring within 12 hours of cellular product infusion will trigger the stopping rules. Other changes temporally related to hUCB infusion (those events occurring within 12 hours of infusion) will be considered associated with the protocol and recorded as an adverse event.","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"EEG","description":"History including current seizure frequency and anticonvulsant regimen. Comparison of current EEG findings to prior studies.","timeFrame":"1 year"},{"measure":"Fine and Gross Motor","description":"History and physical exam findings compared to previous evaluation. SSEP testing compared to prior tests. MACS and GMFCS classification compared to prior evaluations.","timeFrame":"1 year"},{"measure":"Language","description":"Language will be evaluated before treatment and at follow-up visits 6 months and 1 year. Full evaluations will include measures of language expression, reception, and oral-motor functioning. Formal tests include: The Preschool Language Scale, Fifth Edition (PLS-5), Expressive Vocabulary Test, Second Edition (EVT-2), and Peabody Picture Vocabulary Test, Fourth Edition (PPVT-4). Informal measures include: phonetic inventory, oral motor evaluation and The Rossetti Infant-Toddler Language Scale.","timeFrame":"1 year"},{"measure":"Speech","description":"Speech will be evaluated before treatment and at follow-up visits 6 months and 1 year. Full evaluations will include measures of speech production. Formal tests include: The Comprehensive Assessment of Spoken Language (CASL) and The Arizona Articulation Proficiency Scale- Third Edition.","timeFrame":"1 year"},{"measure":"Bladder: Urodynamics","description":"Questions focusing on toilet training and continence will be included in the patient's history. CMG testing will also be performed, and compared to prior CMG tests.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Between 6 weeks and 6 years of age on the day of study cord blood infusion.\n2. MRI documented single arterial distribution infarction.\n3. Initial injury occurring in the prenatal or perinatal period\n4. Ability of child and caregiver to travel to Orlando, and stay for at least 4 days, and to return for all Follow-up visits (patient is responsible for cost of travel and lodging while in Orlando)\n\nExclusion Criteria:\n\n1. Inability to obtain all pertinent medical records, including pertinent physician notes, laboratory findings, and radiographic images, related to the original injury, hospitalization and rehabilitation - must be sent to FHFC research team 14 days prior to scheduled study cord blood treatment. Need brain MRI with flair sequence \\<2 weeks old.\n2. Recent radiographic evidence (imaging performed within past 2 weeks) of extensive stroke as evidenced by \\>100ml lesion\n3. Multifocal infarctions on screening MRI.\n4. Evidence of hypoxic-ischemic encephalopathy on screening MRI.\n5. Uncorrected coagulopathy during the baseline period defined as INR \\> 1.4; PTT\\> 35 sec; PLT \\< 100,000\n6. Known history of:\n\n   1. Recently diagnosed infection (within past 2 weeks) requiring treatment and/or medical intervention\n   2. Renal disease or altered renal function as defined by serum creatinine \\>1.5 mg/dL at admission\n   3. Hepatic disease or altered liver function as defined by SGPT \\> 150 U/L, and/or T. Bilirubin \\>1.3 mg/dL at enrollment\n   4. Malignancy\n   5. Immunosuppression as defined by WBC \\< 3 (10x3) at admission\n   6. HIV\n7. Any evidence of active maternal infection during the pregnancy (Hepatitis A, Hepatitis B, Hepatitis C, HIV 1, HIV 2, Human T-lymphotropic Virus (HTLV) 1, HTLV 2\n8. Pneumonia, or chronic lung disease requiring oxygen\n9. Cord blood sample contamination\n10. Participation in a concurrent intervention study\n11. Desire for organ-donation in the event of death\n12. Unwillingness or inability to stay for at least four days following cord blood infusion (should any problems arise following the infusion) and to return for 6 month, and 1 year follow-up visits","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Weeks","maximumAge":"6 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"James Baumgartner, MD","affiliation":"AdventHealth","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Florida Hospital for Children","city":"Orlando","state":"Florida","zip":"32803","country":"United States","geoPoint":{"lat":28.53834,"lon":-81.37924}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Arterial Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T4069","name":"Neonatal Stroke","asFound":"Perinatal Arterial Ischemic Stroke","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}