{"protocolSection":{"identificationModule":{"nctId":"NCT06107725","orgStudyIdInfo":{"id":"2023-05-16-MMC"},"organization":{"fullName":"Maimonides Medical Center","class":"OTHER"},"briefTitle":"Maimonides Minocycline in Stroke Study","officialTitle":"Effect of Oral Minocycline on Acute Stroke Outcome: A Randomized Open Label Prospective Study"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-11-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-02-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-11","studyFirstSubmitQcDate":"2023-10-25","studyFirstPostDateStruct":{"date":"2023-10-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-15","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Qingliang T. Wang","investigatorTitle":"MD, PhD, Vice Chair of Neurology; Director of Jaffe Comprehensive Stroke Center","investigatorAffiliation":"Maimonides Medical Center"},"leadSponsor":{"name":"Maimonides Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this study is to determine if oral Minocycline's proposed neuroprotective effects further improve the clinical outcomes, including mortality, of acute stroke patients beyond the current standard stroke care in a large scale randomized prospective open label (outcome assessor blinded) clinical trial.\n\nParticipants will be randomly assigned (1:1) to take Minocycline 200mg orally every 24 hours for five days, starting within 24 hours from stroke symptoms onset, in addition to standard care or standard care alone.\n\nNIHSS (The National Institutes of Health Stroke Scale) and mRS (Modified Rankin Scale) will be collected at the time of presentation, discharge and again at 30- and 90-days post-discharge. All-cause mortality will also be obtained at 30 days and 90 days.","detailedDescription":"Studies on animals and humans have shown that Minocycline, a widely used semi-synthetic antibiotic, may protect the brain, spinal cord and nervous system from injuries such as ischemia, trauma, neurodegeneration or inflammation. Minocycline has been shown possibly to reduce the disability and recovery time from stroke.\n\nHypothesis:\n\nWhen combined with the standard care treatment, Minocycline's neuroprotective effects improve the clinical outcomes, including the mortality, of acute stroke patients compared to the standard stroke care without Minocycline.\n\nMinocycline 200mg daily, when administered less than 24 hours after onset of acute ischemic stroke orally, improves survival and functional outcome as assessed by improvement of NIHSS - (National Institutes of Health Stroke Scale) score and mRS (Modified Rankin Scale) scores on admission and at discharge (including mortality, mRS=6) and on day 90 post-stroke.\n\nThis prospective study will enroll 1120 patients who arrive in the ER at Maimonides Medical Center for suspected acute stroke (excluding transient ischemic attack). After obtaining informed consent, 1120 patients will be enrolled from November 2023 to November 2025. Consecutive randomization will be done, and 560 patients will be assigned to each arm, the Minocycline with Standard care and Standard Care alone arms. The 560 patients in the Minocycline arm will receive Minocycline 200 mg orally every 24 hours for five days in addition to standard care, while the Standard arm will accept only standard care. NIHSS -(National Institutes of Health Stroke Scale) and mRS (Modified Rankin Scale) scores will be collected on presentation, on discharge, and days 30 and 90. A comparison will be made between both arms in both studies for their significance. Statistical analysis will be done with the help of a Maimonides statistician. Interim research will be conducted every six months for outcome significance and safety measures (30-day mortality and symptomatic hemorrhagic conversion).\n\nSubjects:\n\nPatients with clinical suspicion of stroke - both ischemic and hemorrhagic or computer tomography consistent with acute stroke consistent with WHO (World Health Organization) guidelines (excluding transient ischemic attack).\n\nEligibility Criteria: See below.\n\nRandomization: Consecutive randomization will be done.\n\nBlinding Technique: Outcome assessor-blinded study\n\nData Collection Procedures:\n\nPatients getting admitted at Maimonides Medical Center from August 2023 for acute stroke will be evaluated, and their eligibility for the trial will be assessed. Then the eligible patients will be randomly assigned to the Minocycline or the Standard group in their respective arms consecutively. Acute Ischemic and Hemorrhagic patients will be treated with Minocycline along with standard care versus standard care alone. Patient demographic details and information on co-morbidities are collected. Their NIHSS (National Institutes of Health Stroke Scale) and mRS (Modified Rankin Scale) scores will be measured at the time of presentation and discharge and again at 30- and 90-days post-discharge. All-cause mortality will also be obtained at 30 days and 90 days. The outcomes are documented, and the results will be analyzed.\n\nData Analysis:\n\nData analysis will be performed with the assistance of the Maimonides Medical Center biostatistician. All numeric variables will be summarized with mean and 95% confidence interval where appropriate and median and IQR (Interquartile range) (if necessary. All categorical variables will be summarized with frequency and percentage. Continuous variables that are risk factors or demographics will be compared across groups using a t-test or Wilcoxon rank sum test. Categorical risk factors and demographics will be compared between groups using a chi-square or fisher exact test.\n\nThe primary outcome of reduced NIHSS (National Institutes of Health Stroke Scale) and mRS (Modified Rankin Scale) as discharge will be evaluated using a student's T-test (to compare the means between two groups). The outcome of mortality will be evaluated using a Fisher exact test. 90-day outcomes will be evaluated similarly. To control for additional risk factors, including baseline NIHSS (National Institutes of Health Stroke Scale) and mRS (Modified Rankin Scale), the study team will also create a generalized linear model with a normal link function for continuous outcomes, controlling for risk factors significantly different between groups. For mortality, the investigators will use a generalized liner model with a logistic link function to control for risk factors that varied considerably between groups.\n\nTarget power : 0.8 Actual power : 0.800 Alpha : 0.05 Assumed population means : 3.2 for the placebo group and 2.9 for the Minocycline group (with an expected difference between the population's means is 0.51) Calculated size : 560 in each arm with a total of 1120 patients after considering a 10% attrition rate.\n\nExpected Outcomes:\n\nWhen combined with the standard care treatment, Minocycline's neuroprotective effects improve the clinical outcomes, including the mortality, of acute stroke patients compared to routine stroke care without Minocycline.\n\nTime Period:\n\nOnce IRB approval is obtained, the investigator expects to start subject enrollment on November 1st, 2023, followed by chart review, data collection, and analysis to begin and be completed within 27 months on Feb 1st, 2026 (including 3 months for outcome measures collection and data analysis after last enrolled patient). The investigator aims to achieve the above process in an expedited manner, as the results will be used for performance improvement and publications. Interim analyses including safety monitoring will be conducted at 25%, 50%, and 75% enrollment intervals by the study team and an independent DSMB (Data and Safety Monitoring Board)."},"conditionsModule":{"conditions":["Stroke, Acute","Ischemic Stroke","Hemorrhagic Stroke","Mortality","Morbidity"],"keywords":["Minocycline","Acute Stroke","Neuroprotection","Mortality","Morbidity","Ischemic stroke","Hemorrhagic Stroke","mRs (Modified Rankin Scale)","Clinical outcome"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2","PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized, open label study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Outcome assessors will contact and obtain primary outcome measures of mRS without the knowledge of participants group assignment/treatment received.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":1120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard Stroke Care without Minocycline","type":"NO_INTERVENTION","description":"560 Patients will receive standard stroke care."},{"label":"Standard Stroke Care with Minocycline","type":"EXPERIMENTAL","description":"560 patients in the Minocycline arm will receive Minocycline 200 mg every 24 hours for five days with standard stroke care","interventionNames":["Drug: Minocycline"]}],"interventions":[{"type":"DRUG","name":"Minocycline","description":"Minocycline 200 mg every 24 hours for five days to be initiated within 24hr of stroke onset.","armGroupLabels":["Standard Stroke Care with Minocycline"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"NIHSS (National Institutes of Health Stroke Scale, range 1-42, with higher scores indicating greater severity ) and mRS (Modified Rankin Scale, 0-6, the higher the worse, 6 means dead) Scale)scores) on admission, discharge and on day 90 post-stroke","description":"Patient's neurologic outcomes as measured by NIHSS and mRS will be compared for the two arms on admission, discharge and at a 90 day period","timeFrame":"On admission, at discharge (within 2 weeks), 30 days and at 90 days after discharge"}],"secondaryOutcomes":[{"measure":"Intracranial hemorrhage in patients treated with intravenous alteplase or catheter-based therapies","description":"Rates of both symptomatic and asymptomatic hemorrhages in patients treated with reperfusion therapy","timeFrame":"On admission, at discharge (within 2 weeks), 30 days and at 90 days after discharge"},{"measure":"In-hospital and 30-day mortality","description":"Mortality rates during hospitalization and at 30 days","timeFrame":"30 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age \\>/=18\n2. Acute onset neurological deficit consistent with acute ischemic stroke or on imaging consistent with acute ischemia as defined by WHO (World Health Organization) guidelines\n3. Acute onset of neurological deficits with intracerebral Hemorrhage on imaging consistent with intracerebral bleed\n4. The onset of symptoms less than 24 hours\n5. Measurable neurological deficit using NIHSS (National Institutes of Health Stroke Scale )\n\nExclusion Criteria:\n\n1. Clinically not suspect stroke.\n2. Allergic to the Tetracycline group of medications or Intolerance to Minocycline\n3. Pregnancy or suspected pregnancy\n4. Previous history of intolerance to minocycline\n5. Acute or chronic renal failure\n6. Any patients with contraindications to undergo CT/ MRI\n7. Life expectancy less than one year or severe co-morbidities or comfort measure only (CMO) on admission\n8. Pre-existing infectious disease requiring antibiotics\n9. Inability to tolerate enteral medications/feeds\n10. Patient/ family refusal","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Qingliang T Wang, MD., PhD","role":"CONTACT","phone":"7182837670","email":"QWang@maimonidesmed.org"},{"name":"Ilya Levin, DO","role":"CONTACT","phone":"7182838681","email":"Ilevin@maimonidesmed.org"}],"locations":[{"facility":"Maimonides Medical Center","status":"RECRUITING","city":"Brooklyn","state":"New York","zip":"11219","country":"United States","contacts":[{"name":"Qingliang Wang, MD","role":"CONTACT","phone":"718-283-7670","email":"qwang@maimonidesmed.org"},{"name":"Ilya Levin, DO","role":"CONTACT","phone":"7182838681","email":"ilevin@maimonidesmed.org"},{"name":"Qingliang T Wang, MD.,PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ilya Levin, DO","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":40.6501,"lon":-73.94958}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M11600","name":"Mitral Valve Insufficiency","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Hemorrhagic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008911","term":"Minocycline"}],"ancestors":[{"id":"D000000900","term":"Anti-Bacterial Agents"},{"id":"D000000890","term":"Anti-Infective Agents"}],"browseLeaves":[{"id":"M11569","name":"Minocycline","asFound":"Local anesthetic","relevance":"HIGH"},{"id":"M3912","name":"Anti-Bacterial Agents","relevance":"LOW"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}