{"protocolSection":{"identificationModule":{"nctId":"NCT01132937","orgStudyIdInfo":{"id":"100122"},"secondaryIdInfos":[{"id":"10-N-0122"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Evaluation, Pathogenesis, and Outcome of Subjects With or Suspected Traumatic Brain Injury","officialTitle":"Evaluation, Pathogenesis, and Outcome of Subjects With or Suspected Traumatic Brain Injury"},"statusModule":{"statusVerifiedDate":"2023-08-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-10-07","type":"ACTUAL"},"studyFirstSubmitDate":"2010-05-27","studyFirstSubmitQcDate":"2010-05-27","studyFirstPostDateStruct":{"date":"2010-05-28","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-01-26","lastUpdatePostDateStruct":{"date":"2024-01-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"},"collaborators":[{"name":"Center for Neuroscience and Regenerative Medicine (CNRM)","class":"FED"},{"name":"United States Department of Defense","class":"FED"},{"name":"Henry M. Jackson Foundation for the Advancement of Military Medicine","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false},"descriptionModule":{"briefSummary":"Background:\n\n- Traumatic brain injury may have a range of effects, from severe and permanent disability to more subtle functional and cognitive deficits that often go undetected during initial treatment. To improve treatments and therapies and to provide a uniform quality of care, researchers are interested in developing more standardized criteria for diagnosing and classifying different types of traumatic brain injury. By identifying imaging and other indicators immediately after the injury and during the initial treatment phrase, researchers hope to better understand the nature and effects of acute traumatic brain injury.\n\nObjectives:\n\n* To study the MRI results of individuals who have recently had head injury and suspected traumatic brain injury.\n* To study the natural evolution of traumatic brain injury for up to 3 months after head injury.\n\nEligibility:\n\n- Individuals at least 18 years of age who have been admitted to a hospital with a diagnosed or suspected traumatic brain injury within the past 48 hours.\n\nDesign:\n\n* Participants will have one 3-hour study visits: an initial visit (within 48 hours of head injury). Participants may be asked to have an optional 4-day, 30-day, 90-day, and 1-year follow-up.\n* Each visit may involve blood samples, an MRI scan (approximately 30 minutes), and a series of tests to evaluate brain function.\n* At the optional follow-up visit, participants may have blood samples, an MRI scan, and a general traumatic brain injury assessment.\n* This study does not provide treatment and does not replace any current therapies. However, participants who are eligible for other National Institutes of Health studies may be referred to these studies by researchers.","detailedDescription":"Objective\n\nTo generate natural history data for cohort-based comparisons to serve as the basis for hypothesis-driven studies and to contribute to the clinical and physiological understanding of traumatic brain injury (TBI) through the description of manifestations of the injury and the relationship among radiological, hematological, clinical variables and standard functional outcome measures.\n\nStudy Population\n\nOne thousand male and female adult subjects with history of recent head injury with or suspected non-penetrating acute TBI, will be enrolled. Subjects having varying degrees of TBI severity will be recruited from the collaborative programs between NIH and non-NIH hospitals. We anticipate approximately 80% of subjects will be classified as mild TBI, concussion, or no injury.\n\nDesign\n\nThis is a prospective study of subjects with known and suspected non-penetrating acute traumatic brain injury. Subjects presenting to the emergency department or trauma service at participating hospitals with a history of recent suspected head injury will be studied during the course of their hospital stay and after discharge using radiological, hematological, clinical and functional outcome measures. Subjects will be stratified according to findings and time of initial imaging into cohorts for comparison.\n\nThe design is intentionally broad in scope to allow acquisition of data for the development of future hypothesis-driven research. Research performed under this protocol will not interfere with standard of care and subjects will not be treated with experimental therapies as part of the research study. Data collected under this research study may be shared without personal identifiers with other researchers if subjects approve this option on the informed consent. Data and samples collected under this protocol and other protocols that allow data sharing will be combined for secondary analysis under this protocol.\n\nOutcome Measures\n\nA variety of outcome measures will be used including diagnosis, evidence of injury on magnetic resonance imaging (MRI) and positron emission tomography (PET), functional impairment, and quality of life (QOL) assessments. Research questions will focus on a positive diagnosis of brain injury and monitoring the natural history. Statistical analysis plans will be developed as specific research questions and hypotheses are generated."},"conditionsModule":{"conditions":["Traumatic Brain Injury"],"keywords":["Diffusion/Perfusion - MRI","Magnetic Resonance Imaging (MRI)","Stroke","Brain Imaging","Brain Injuries","Natural History"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":886,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy Controls","description":"Accrual Ceiling: 20. Healthy, uninjured, subjects are used to match to those suspected of head injury. 10 subjects have been enrolled to date in the PET arm"},{"label":"Suspected of Head Injury","description":"Accrual Ceiling: 1000. Subjects enrolled with 48hrs of suspected head injury in emergency department of local hospitals, Suburban Hospital Center or Washington Hospital Center"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evidence of injury on MRI of the brain vasculature.","description":"Qualitative observations and quantitative measures will be reported and described in relation to history, baseline clinical variables, and TBI outcome scales","timeFrame":"Intermittently"}],"secondaryOutcomes":[{"measure":"Success/failure rate for acute MRI in relationship to attempted and those able to undergo CT","description":"Imaging findings on CT in comparison to that of MRI and PET - TBI Outcome Scales","timeFrame":"Ongoing"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nSuspected TBI Subjects\n\nSuspected TBI subjects must meet the following inclusion criteria:\n\n1. History of acute head injury with or suspected non-penetrating acute TBI\n2. Age 18 years or older\n3. Deemed medically safe for study participation by the subject s attending physician\n4. Able to provide consent or have a legally-authorized representative provide consent.\n\nHealthy Volunteers\n\nHealthy volunteers must meet the following inclusion criteria:\n\n1. Healthy without past or present history of TBI or other brain disease, as evaluated by medical history and physical exam\n2. Age 18 or older.\n3. Able to provide informed consent\n\nEXCLUSION CRITERIA:\n\nSuspected TBI Subjects\n\nSuspected TBI subjects are not eligible for participation in this research study if any of the following conditions exist:\n\n1. Considered to be psychiatrically unstable by the patient s attending physician\n2. Contraindication to MRI scanning including: pacemakers or other implanted electrical devices, brain stimulators, some types of dental implants, aneurysm clips (metal clips on the wall of a large artery), metallic prostheses (including metal pins and rods, heart valves, and cochlear implants), permanent eyeliner, implanted delivery pump, or shrapnel fragments.\n3. Conditions precluding entry into the scanner such as morbid obesity or claustrophobia or conditions requiring sedation.\n4. In female subjects, pregnancy.\n\nHealthy Volunteers\n\nHealthy volunteers are not eligible for participation in this research study if any of the following conditions exist:\n\n1. Presence of cognitive impairment based on medical history and/or Mini Mental State Examination (MMSE) score of \\< 27\n2. Current or past DSM-IV diagnosis of a psychiatric disorder including substance use disorder as determined by self-report, medical history, and/or clinical exam\n3. Major medical problems that can impact brain function (e.g., problems of the CNS including seizures and psychosis; cardiovascular disease including hypertension and arrhythmias; metabolic, autoimmune, endocrine disorders) as determined by self-report, medical history and/or clinical exam;\n4. Contraindication to MRI scanning including certain metal implants or devices such as: cardiac pacemaker, insulin infusion pump, implanted drug infusion device, cochlear, otologic, or ear implant, transdermal medication patch (Nitroglycerine) that cannot be removed for the study, body piercing(s), bone/joint pin, screw, nail, plate, wire sutures or surgical staples, shunts, cerebral aneurysms clips, shrapnel or other metal imbedded in a subject s body (such as from war wounds or accidents or previous work in metal fields or machines that may have left any metallic fragments in or near the subject s eyes).\n5. Conditions precluding entry into the scanners (e.g. morbid obesity, claustrophobia, etc.).\n6. In female subjects, pregnancy or breastfeeding.\n7. Exposure to research related radiation in the past year that, when combined with this study, would place subjects above the allowable limits.\n\nCurrently Phase-1 of enrollment for healthy volunteers in the A Beta PET pilot is complete. At this time enrollment of healthy volunteers is on hold until analysis complete. Enrollment of A Beta PET pilot TBI subjects and healthy matches may resume under Phase-2 if analysis of initial data suggests update","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Enrollment in this protocol will occur at a participating site MedStar Washington Hospital Center (WHC) or Johns Hopkins Suburban Hospital (Suburban). Applicable study procedures will depend on the visit site, diagnostic certainty, and logistic considerations such as ability to be moved to MR suite for imagining in local hospital. All subjects will undergo a study visit at a participating enrollment site with in 48hrs of suspected head injury.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Lawrence Latour, Ph.D.","affiliation":"National Institute of Neurological Disorders and Stroke (NINDS)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institutes of Health Clinical Center","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"24317693","type":"BACKGROUND","citation":"Roth TL, Nayak D, Atanasijevic T, Koretsky AP, Latour LL, McGavern DB. Transcranial amelioration of inflammation and cell death after brain injury. Nature. 2014 Jan 9;505(7482):223-8. doi: 10.1038/nature12808. Epub 2013 Dec 8."},{"pmid":"27215444","type":"BACKGROUND","citation":"Chiara Ricciardi M, Bokkers RP, Butman JA, Hammoud DA, Pham DL, Warach S, Latour LL. Trauma-Specific Brain Abnormalities in Suspected Mild Traumatic Brain Injury Patients Identified in the First 48 Hours after Injury: A Blinded Magnetic Resonance Imaging Comparative Study Including Suspected Acute Minor Stroke Patients. J Neurotrauma. 2017 Jan 1;34(1):23-30. doi: 10.1089/neu.2015.4338. Epub 2016 Jun 10."},{"pmid":"17122685","type":"BACKGROUND","citation":"Rutland-Brown W, Langlois JA, Thomas KE, Xi YL. Incidence of traumatic brain injury in the United States, 2003. J Head Trauma Rehabil. 2006 Nov-Dec;21(6):544-8. doi: 10.1097/00001199-200611000-00009."},{"pmid":"32614835","type":"DERIVED","citation":"Davis TS, Nathan JE, Tinoco Martinez AS, De Vis JB, Turtzo LC, Latour LL. -----Comparison of T1-Post and FLAIR-Post MRI for identification of traumatic meningeal enhancement in traumatic brain injury patients. PLoS One. 2020 Jul 2;15(7):e0234881. doi: 10.1371/journal.pone.0234881. eCollection 2020."}],"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_2010-N-0122.html"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":".Currently we have mechanisms in place to share with CNRM and NIH investigators de-identified data, which is dependent on the individual patient consent to future sharing of data and samples by GUID. Given the language in the consent, the researchers' institute may be a limiting factor to make a IPD as per the guidance from ClinicalTrials.gov"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}