{"protocolSection":{"identificationModule":{"nctId":"NCT05940350","orgStudyIdInfo":{"id":"1234"},"organization":{"fullName":"Akdeniz University","class":"OTHER"},"briefTitle":"Telerehabilitation-Based Coaching Interventions (TeleSCoP) for Patients With Ischemic Stroke","officialTitle":"The Effect of Telerehabilitation-Based Coaching Interventions (TeleSCoP) on Self-Efficacy, Modifiable Risk Factors, and Repeated Hospitalizations in Patients With Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-05","studyFirstSubmitQcDate":"2023-07-07","studyFirstPostDateStruct":{"date":"2023-07-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-09","lastUpdatePostDateStruct":{"date":"2024-02-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kamile Topcu","investigatorTitle":"Akdeniz University Hospital","investigatorAffiliation":"Akdeniz University"},"leadSponsor":{"name":"Akdeniz University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Ischemic stroke has high morbidity and mortality worldwide. Stroke patients experience physical, psychological, and social problems, and require rehabilitation. The aim of stroke rehabilitation is to support patients in optimizing their physical, functional, mental, social, and occupational aspects. Telerehabilitation-based coaching interventions are among the individualized interventions applied to patients. This study aimed to examine the effects of telerehabilitation-based coaching interventions on self-efficacy, modifiable risk factors, and repeated hospitalizations in patients with ischemic stroke. It is predicted that discharge education in disease management and telerehabilitation-based coaching interventions will increase self-efficacy, reduce modifiable risk factors (blood pressure, cholesterol, triglyceride, HbA1c levels, body mass index, smoking, and alcohol use), and reduce repeated hospitalizations. With an education booklet prepared for ischemic stroke patients and primary care providers, one-on-one face-to-face education is planned while patients are in the clinic on the fourth or fifth day of stroke. Determination of individual goals with motivational interview, sending educational videos prepared in cooperation with the multidisciplinary health team to the phones or e-mails of the patients, providing telerehabilitation-based coaching a total of seven times for three months after discharge, monitoring the targets set weekly and monthly, and monthly follow-up after three months. It is planned to support patients with practices such as achieving their goals, maintaining healthy lifestyle changes such as diet and physical activity, and monitoring metabolic parameters. The evaluation form of the education booklet, videos prepared with the cooperation of the multidisciplinary team, and phone call evaluation form will be evaluated by 10 experts. The preliminary application will be tested with 6 patients, and the final form will be provided. The second phase of the study was designed as a single-center, single-blind (participant), randomized controlled study. The study will be carried out with a total of 60 patients with ischemic stroke, 30 in the intervention group and 30 in the control group, who continued to be followed up and treated at the Neurology Clinic of Akdeniz University Hospital.","detailedDescription":"Ischemic stroke has high morbidity and mortality worldwide. Stroke patients experience physical, psychological, and social problems, and require rehabilitation. The aim of stroke rehabilitation is to support patients in optimizing their physical, functional, mental, social, and occupational aspects. Telerehabilitation-based coaching interventions are among the individualized interventions applied to patients. This study aimed to examine the effects of telerehabilitation-based coaching interventions on self-efficacy, modifiable risk factors, and repeated hospitalizations in patients with ischemic stroke. It is predicted that discharge education in disease management and telerehabilitation-based coaching interventions will increase self-efficacy, reduce modifiable risk factors (blood pressure, cholesterol, triglyceride, HbA1c levels, body mass index, smoking, and alcohol use), and reduce repeated hospitalizations. With an education booklet prepared for ischemic stroke patients and primary care providers, one-on-one face-to-face education is planned while patients are in the clinic on the fourth or fifth day of stroke. Determination of individual goals with motivational interview, sending educational videos prepared in cooperation with the multidisciplinary health team to the phones or e-mails of the patients, providing telerehabilitation-based coaching a total of seven times for three months after discharge, monitoring the targets set weekly and monthly, and monthly follow-up after three months. It is planned to support patients with practices such as achieving their goals, maintaining healthy lifestyle changes such as diet and physical activity, and monitoring metabolic parameters. The evaluation form of the education booklet, videos prepared with the cooperation of the multidisciplinary team, and phone call evaluation form will be evaluated by 10 experts. The preliminary application will be tested with 6 patients, and the final form will be provided. The second phase of the study was designed as a single-center, single-blind (participant), randomized controlled study. The study will be carried out with a total of 60 patients with ischemic stroke, 30 in the intervention group and 30 in the control group, who continued to be followed up and treated at the Neurology Clinic of Akdeniz University Hospital.\n\nIt is predicted that discharge education in disease management and telerehabilitation-based coaching interventions will increase self-efficacy, reduce modifiable risk factors (blood pressure, cholesterol, triglyceride, HbA1c levels, body mass index, smoking, and alcohol use), and reduce repeated hospitalizations.\n\nThe research consisted of two stages. The aim was to develop telerehabilitation-based coaching interventions (TeleSCoP) in patients with ischemic stroke in the first stage and to test the effect of second-stage telerehabilitation-based coaching interventions in a randomized controlled study. To improve the self-efficacy of stroke patients, reduce their modifiable risk factors, and prevent repeated hospitalizations, a education booklet will be created, informative videos will be prepared in cooperation with a multidisciplinary team for stroke rehabilitation, and telelerehabilitation-based coaching initiatives will be implemented by making phone follow-ups. Within the scope of stroke management, a education booklet will be prepared in line with current literature, national and international websites, and guidelines. The content of the education booklet is evaluated based on expert opinions and the readability index, and the final shape is determined by testing it with a preliminary application. The second phase of the study was designed as a single-center, single-blind (participant), randomized controlled trial. The study will be carried out with a total of 60 patients with ischemic stroke, 30 in the intervention group and 30 in the control group, who were followed up and treated at the Neurology Clinic of Akdeniz University Hospital, and who met the criteria for inclusion in the sampling. A three-month telerehabilitation-based coaching intervention will be applied to stroke patients in the intervention group. Within the scope of telerehabilitation-based coaching initiatives, coaching initiatives will be planned for the management of the symptoms and complications of modifiable risk factors. The patients in the intervention group will receive discharge education with the education booklet prepared on the 4th or 5th day in the hospital, and informative videos prepared in cooperation with the multidisciplinary team will be shared with the patients. The patients will be called by phone at weeks 1, 2, 3, 4, 6, 8, and 10. The patients in the control group will be given the \"Stroke Education Brochure\" of the Ministry of Health and will benefit from routine hospital services for three months. Outcome measures in the study will be evaluated using the Personal Information Form, Stroke Self-Efficacy Scale, Modifiable Risk Factors Follow-up Form, Stroke Self-Efficacy Scale, Modifiable Risk Factors Follow-up Form, and Unplanned Hospital Admissions Follow-up Form when the patients are included in the study at the beginning. Research data will be collected by a statistician who does not know which group the patients are in, using descriptive statistics, t-test, One-Way ANOVA, correlation, Cronbach's alpha coefficient, and intention-to-treat analysis in the SPSS 24.0 program."},"conditionsModule":{"conditions":["Ischemic Stroke","Coaching"],"keywords":["Coaching Interventions","Ischemic Stroke","Nursing","Randomized Controlled Trial","Modifiable Risk Factors"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The sampling criteria will be assigned to the intervention (TeleSCoP) and control groups by stratified randomization (1:1) in patients with acute ischemic stroke. A three-month telerehabilitation-based coaching intervention will be applied to stroke patients in the intervention group. Within the scope of telerehabilitation-based coaching initiative, coaching initiatives will be planned for the management of symptoms and complications for modifiable risk factors. Patients in the intervention group will receive discharge education with the education booklet prepared on the 4th or 5th day in the hospital, and informative videos prepared in cooperation with the multidisciplinary team will be shared with the patients. Patients will be called by phone at weeks 1, 2, 3, 4, 6, 8, and 10. The patients in the control group will be given the \"Stroke Education Brochure\" of the Ministry of Health and they will benefit from routine hospital services for three months.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","maskingDescription":"Participants will be divided into groups according to the randomization list created to assign each patient to a group. Two independent researchers will conduct the assigned participants to the intervention and control groups and the evaluated the outcome measurement data. Researchers will not be blinded because they will perform these interventions. However, the participants will be blinded because they do not know which group they are in.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"A three-month telerehabilitation-based coaching intervention will be applied to stroke patients in the intervention group. Within the scope of telerehabilitation-based coaching initiative, coaching initiatives will be planned for the management of symptoms and complications for modifiable risk factors. Patients in the intervention group will receive discharge education with the education booklet prepared on the 4th or 5th day in the hospital, and informative videos prepared in cooperation with the multidisciplinary team will be shared with the patients. Patients will be called by phone at weeks 1, 2, 3, 4, 6, 8, and 10.","interventionNames":["Behavioral: Telerehabilitation Stroke Coaching of Program (TeleSCoP) group"]},{"label":"Control group","type":"NO_INTERVENTION","description":"The patients in the control group will be given the \"Stroke Education Brochure\" of the Ministry of Health and they will benefit from routine hospital services for three months"}],"interventions":[{"type":"BEHAVIORAL","name":"Telerehabilitation Stroke Coaching of Program (TeleSCoP) group","description":"The sampling criteria will be assigned to the intervention (TeleSCoP) and control groups by stratified randomization (1:1) in patients with acute ischemic stroke. A three-month telerehabilitation-based coaching intervention will be applied to stroke patients in the intervention group. Within the scope of telerehabilitation-based coaching initiative, coaching initiatives will be planned for the management of symptoms and complications for modifiable risk factors. Patients in the intervention group will receive discharge education with the education booklet prepared on the 4th or 5th day in the hospital, and informative videos prepared in cooperation with the multidisciplinary team will be shared with the patients. Patients will be called by phone at weeks 1, 2, 3, 4, 6, 8, and 10. The patients in the control group will be given the \"Stroke Education Brochure\" of the Ministry of Health and they will benefit from routine hospital services for three months.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Stroke Self-Efficacy Questionnaire","description":"The Stroke Self-Efficacy Questionnaire (SSEQ) will be used to determine the self-efficacy levels of patients with ischemic stroke. It is a form used to determine the self-efficacy levels of patients during the recovery period after stroke. The scale consists of 13 items, and the daily activities and self-management levels of patients with stroke are evaluated. Turkish validity and reliability of the scale were established and the Cronbach's alpha value was found to be 0.93.","timeFrame":"12 weeks"}],"secondaryOutcomes":[{"measure":"Metabolic Parameter Evaluation Form","description":"Modifiable Risk Factors Follow-up Form was prepared by the researchers to determine modifiable risk factors in patients with ischemic stroke. This form includes information such as blood pressure (mmHg), metabolic parameters (HDL \\[mg\\\\dL\\] LDL \\[mg\\\\dL\\], total cholesterol \\[mg\\\\dL\\], triglyceride \\[mg\\\\dL\\], HbA1c \\[mmol/lt\\], INR \\[seconds\\], APTT \\[seconds\\], PT \\[seconds\\]), weight (kilograms), height (meters), body mass index (kg/m2) \\[weight and height will be combined to report BMI in kg/m2\\], smoking (number of cigarettes/day) and alcohol (number of glasses/day)use.","timeFrame":"12 weeks"}],"otherOutcomes":[{"measure":"Unplanned Hospital Applications Follow-up Form","description":"As a result of the telerehabilitation-based coaching intervention of the patients in the intervention group, it is predicted that the number of repeated hospitalizations and unplanned hospital admissions will decrease. For this purpose, an Unplanned Hospital Application Form was prepared by the researchers to evaluate unplanned hospital admissions. With this form, unplanned hospital or emergency service admission, unplanned hospitalization, unplanned outpatient admission, and unplanned need for a new medication in the last three months of ischemic stroke patients in the intervention group will be evaluated. In addition, the patient's applications to the health institution within the last three months will be evaluated by the researcher through the hospital automation system.","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients aged 45 years and older who had a stroke (the etiology of ischemic stroke can be seen at an earlier age due to hematological conditions, such as sickle cell anemia, polycythemia vera, factor deficiencies, vasculitis, and arterial dissection).\n* Comply with TOAST classification criteria\n* A score of \"0,1,2,3\" according to the Modified Rankin Scale at discharge\n* Place, time, person orientation\n* No communication barrier\n* Turkish-speaking writer\n* Having a contact phone (for phone calls)\n* Support can be obtained from first-degree situations)\n* Having no barriers to answering questions physically and mentally\n\nExclusion Criteria:\n\n* Stroke of cryptogenic (etiology unknown) or non-vascular origin (tumor)\n* Have a diagnosed mental or psychiatric illness\\*\n* With dementia and cognitive deficit\\*\n* Clinically musculoskeletal or other neurological diseases\\*\n* With severe aphasia and dysarthria\\*\n* With terminal illness\\*\n* Those who score ≥ 10 according to the LACE index\n* Patients whose information cannot be accessed will not be included in the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kamile Topcu, MSc","role":"CONTACT","phone":"+905418651989","email":"kamile-m@hotmail.com"},{"name":"Hicran Bektas, PhD, RN","role":"CONTACT","email":"hbaydin@akdeniz.edu.tr"}],"overallOfficials":[{"name":"Hicran Bektas, PhD, RN","affiliation":"Akdeniz University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Akdeniz University","city":"Antalya","country":"Turkey","geoPoint":{"lat":36.90812,"lon":30.69556}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}