{"protocolSection":{"identificationModule":{"nctId":"NCT03725137","orgStudyIdInfo":{"id":"immuno_stroke"},"organization":{"fullName":"University Medicine Greifswald","class":"OTHER"},"briefTitle":"Post-stroke Immunological Changes in Young Stroke Patients","officialTitle":"Role of Th1-lymphocytes in the Development of Vascular Cognitive Impairment in Young Stroke Patients"},"statusModule":{"statusVerifiedDate":"2019-11","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-10-29","studyFirstSubmitQcDate":"2018-10-29","studyFirstPostDateStruct":{"date":"2018-10-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-12-02","lastUpdatePostDateStruct":{"date":"2019-12-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Medicine Greifswald","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In the present study, the investigators aim to elucidate the role of T-cells on cognitive decline in younger stroke patients, using repeated cognitive testing, brain imaging, and immunological analyses in the first 6 month after stroke. The examiners will investigate (i) the extent and duration of stroke-induced changes in T cell function within the peripheral blood of patients; and (ii) post-stroke cognitive functions.","detailedDescription":"Demands from society on stroke patients of younger age are in most cases higher than for elderly stroke patients, because of occupational obligations and often their role as a caregiver for a young family. For example, return to their former workplace may be impossible even if cognitive deficits, e.g., in the memory domain, are only \"minor\" according to standardized tests. Thus, cognitive function after stroke is of utmost importance for activities of daily life and quality of life in young stroke patients. In order to prevent or at least reduce post-stroke cognitive decline, the mechanisms underlying the decline need to be further elucidated, to eventually develop new preventive and therapeutic approaches.\n\nT-cell activation is associated with destruction of brain tissue. In neurodegenerative diseases that primarily impair cognitive functions, e. g., Alzheimers Disease, T-cells were identified as important mediators of disease pathology. Activation of cells of the adaptive immune system, most importantly T-cells, has been also investigated in experimental stroke. Here, these cells significantly contribute to secondary brain tissue damage. Stroke is associated with massive changes of the central and peripheral immune response. The investigators and other groups demonstrated that despite an overall lymphopenia, T-cells are functionally intact and pro-inflammatorily polarized, for at least two weeks post-stroke. Depletion of T cells has been shown to reduce infarct volume and to improve outcome in mice post-experimental stroke."},"conditionsModule":{"conditions":["Stroke, Ischemic","Cognitive Decline"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"blood"},"enrollmentInfo":{"count":77,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A (young stroke)","description":"Young stroke patients (≤ 55); Analysis of T-lymphocytes regarding: post-stroke t-cell priming (activation marker, polarization), cognitive tests; structural MRI","interventionNames":["Other: Analysis of T-lymphocytes"]}],"interventions":[{"type":"OTHER","name":"Analysis of T-lymphocytes","description":"Analysis of T-lymphocytes regarding the development of cognitive function after stroke","armGroupLabels":["Group A (young stroke)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Immune alterations, as determined via T-cell subtypes and function in comparison to cognitive outcome after stroke","description":"The pro-inflammatorily primed T-cell response after stroke is associated with post-stroke cognitive decline, cognitive decline over time in young stroke patients","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Acute stroke that occurred within the last 72 hours as defined by acute neurological deficit in combination with an acute ischaemic infarct as documented by either a \"Diffusion weighted imaging\" (DWI)-positive lesion on MR imaging or a new lesion on a CT scan; only cortical/subcortical infarcts will be included\n* Age \\> 18; ≤ 55\n* Provision of written informed consent or through a surrogate as appropriate\n* Willingness to participate in follow-up\n* National Institute of Health Stroke Scale Score (NIHSS) ≥ 4\n* German as first language (neuropsychological tests and cut-offs developed for native speakers)\n\nExclusion criteria\n\n* Patients are excluded if they are not able to give informed consent due to severe cognitive deficits\n* Signs of infection on admission (C-reactive protein ≥ 50 mg/L)\n* Patients receiving immunosuppressive drugs or diagnosed with a malignancy or severe neurological diseases other than stroke (e.g., neurodegenerative movement disorders, motoneuron diseases)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"],"studyPopulation":"Baseline visit: Patients will be recruited into the study within the first 72 hours after stroke onset. Only patients who are able to give their informed consent will be included in the study.\n\nFollow-up investigations: Follow-up investigations are scheduled for the 4th week post-stroke and after six months.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Johanna Ruhnau, Dr.med.","role":"CONTACT","phone":"+49 (0)3834 86-80482","email":"johanna.ruhnau@uni-greifswald.de"},{"name":"Agnes Flöel, Prof.Dr.med.","role":"CONTACT","phone":"+49 (0)3834 86-6815","email":"agnes.floeel@uni-greifswald.de"}],"overallOfficials":[{"name":"Agnes Flöel, Prof.Dr.med.","affiliation":"University Medicine Greifswald","role":"STUDY_DIRECTOR"}]},"referencesModule":{"references":[{"pmid":"9712928","type":"BACKGROUND","citation":"Neau JP, Ingrand P, Mouille-Brachet C, Rosier MP, Couderq C, Alvarez A, Gil R. Functional recovery and social outcome after cerebral infarction in young adults. Cerebrovasc Dis. 1998 Sep-Oct;8(5):296-302. doi: 10.1159/000015869."},{"pmid":"23293975","type":"BACKGROUND","citation":"Waje-Andreassen U, Thomassen L, Jusufovic M, Power KN, Eide GE, Vedeler CA, Naess H. Ischaemic stroke at a young age is a serious event--final results of a population-based long-term follow-up in Western Norway. Eur J Neurol. 2013 May;20(5):818-23. doi: 10.1111/ene.12073. Epub 2013 Jan 7."},{"pmid":"25936546","type":"BACKGROUND","citation":"Babulal GM, Huskey TN, Roe CM, Goette SA, Connor LT. Cognitive impairments and mood disruptions negatively impact instrumental activities of daily living performance in the first three months after a first stroke. Top Stroke Rehabil. 2015 Apr;22(2):144-51. doi: 10.1179/1074935714Z.0000000012. Epub 2015 Mar 2."},{"pmid":"11108762","type":"BACKGROUND","citation":"Carod-Artal J, Egido JA, Gonzalez JL, Varela de Seijas E. Quality of life among stroke survivors evaluated 1 year after stroke: experience of a stroke unit. Stroke. 2000 Dec;31(12):2995-3000. doi: 10.1161/01.str.31.12.2995."},{"pmid":"19357128","type":"BACKGROUND","citation":"Hommel M, Miguel ST, Naegele B, Gonnet N, Jaillard A. Cognitive determinants of social functioning after a first ever mild to moderate stroke at vocational age. J Neurol Neurosurg Psychiatry. 2009 Aug;80(8):876-80. doi: 10.1136/jnnp.2008.169672. Epub 2009 Apr 8."},{"pmid":"16519259","type":"BACKGROUND","citation":"Nys GM, Van Zandvoort MJ, De Kort PL, Jansen BP, Van der Worp HB, Kappelle LJ, De Haan EH. Domain-specific cognitive recovery after first-ever stroke: a follow-up study of 111 cases. J Int Neuropsychol Soc. 2005 Nov;11(7):795-806. doi: 10.1017/s1355617705050952."},{"pmid":"26558367","type":"BACKGROUND","citation":"Spani C, Suter T, Derungs R, Ferretti MT, Welt T, Wirth F, Gericke C, Nitsch RM, Kulic L. Reduced beta-amyloid pathology in an APP transgenic mouse model of Alzheimer's disease lacking functional B and T cells. Acta Neuropathol Commun. 2015 Nov 11;3:71. doi: 10.1186/s40478-015-0251-x."},{"pmid":"17261736","type":"BACKGROUND","citation":"Dirnagl U, Klehmet J, Braun JS, Harms H, Meisel C, Ziemssen T, Prass K, Meisel A. Stroke-induced immunodepression: experimental evidence and clinical relevance. Stroke. 2007 Feb;38(2 Suppl):770-3. doi: 10.1161/01.STR.0000251441.89665.bc."},{"pmid":"16163382","type":"BACKGROUND","citation":"Meisel C, Schwab JM, Prass K, Meisel A, Dirnagl U. Central nervous system injury-induced immune deficiency syndrome. Nat Rev Neurosci. 2005 Oct;6(10):775-86. doi: 10.1038/nrn1765."},{"pmid":"12939340","type":"BACKGROUND","citation":"Prass K, Meisel C, Hoflich C, Braun J, Halle E, Wolf T, Ruscher K, Victorov IV, Priller J, Dirnagl U, Volk HD, Meisel A. Stroke-induced immunodeficiency promotes spontaneous bacterial infections and is mediated by sympathetic activation reversal by poststroke T helper cell type 1-like immunostimulation. J Exp Med. 2003 Sep 1;198(5):725-36. doi: 10.1084/jem.20021098. Epub 2003 Aug 25."},{"pmid":"20090932","type":"BACKGROUND","citation":"Vogelgesang A, May VE, Grunwald U, Bakkeboe M, Langner S, Wallaschofski H, Kessler C, Broker BM, Dressel A. Functional status of peripheral blood T-cells in ischemic stroke patients. PLoS One. 2010 Jan 14;5(1):e8718. doi: 10.1371/journal.pone.0008718."},{"pmid":"20876496","type":"BACKGROUND","citation":"Gorelick PB, Sacco RL. Stroke risk and prevention: introduction. Stroke. 2010 Oct;41(10 Suppl):S2. doi: 10.1161/STROKEAHA.110.598433. No abstract available."},{"pmid":"17392692","type":"BACKGROUND","citation":"Hurn PD, Subramanian S, Parker SM, Afentoulis ME, Kaler LJ, Vandenbark AA, Offner H. T- and B-cell-deficient mice with experimental stroke have reduced lesion size and inflammation. J Cereb Blood Flow Metab. 2007 Nov;27(11):1798-805. doi: 10.1038/sj.jcbfm.9600482. Epub 2007 Mar 28."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Decline","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}