{"protocolSection":{"identificationModule":{"nctId":"NCT00264745","orgStudyIdInfo":{"id":"1-35-6001673-A1"},"secondaryIdInfos":[{"id":"K01NR008712","type":"NIH","link":"https://reporter.nih.gov/quickSearch/K01NR008712"},{"id":"1K01NR008712-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1K01NR008712-01"}],"organization":{"fullName":"Indiana University","class":"OTHER"},"briefTitle":"Telephone Assessment and Skill-Building Kit (TASK): A New Program for Family Caregivers of Stroke Survivors","officialTitle":"Caregiver Telephone Assessment and Skill-Building Kit"},"statusModule":{"statusVerifiedDate":"2008-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2004-06"},"primaryCompletionDateStruct":{"date":"2007-09","type":"ACTUAL"},"completionDateStruct":{"date":"2007-09","type":"ACTUAL"},"studyFirstSubmitDate":"2005-12-09","studyFirstSubmitQcDate":"2005-12-09","studyFirstPostDateStruct":{"date":"2005-12-13","type":"ESTIMATED"},"lastUpdateSubmitDate":"2011-01-11","lastUpdatePostDateStruct":{"date":"2011-01-12","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Tamilyn Bakas, DNS, RN, FAHA, FAAN","oldOrganization":"Indiana University School of Nursing"},"leadSponsor":{"name":"Indiana University","class":"OTHER"},"collaborators":[{"name":"National Institute of Nursing Research (NINR)","class":"NIH"}]},"descriptionModule":{"briefSummary":"The purpose of this study is to test a new educational program for families taking care of persons who have had a stroke. Caregivers are asked what they think of the TASK program and how to make it better. After getting the TASK program, their ability to provide care will be compared with a group that did not receive the TASK program.","detailedDescription":"Stroke is the number one cause of long-term disability in the United States. Many people who have had a stroke need help from family members after they go home. Taking care of a stroke patient can be hard since they can be unable to walk, talk, see, or think clearly. Behavior problems, changes in personality, and depression are also common. Providing care for a family member with stroke can often lead to caregiver depression, social isolation, and health problems. Not having caregiving skills may be one reason for these problems. Programs are needed to help caregivers learn caregiving skills. Such skills include finding information about stroke, dealing with the stroke patient's emotions and behaviors, providing personal and other types of care, and taking care of oneself as a caregiver.\n\nThe National Institute of Nursing Research said that learning how to help families cope with a relatives' chronic illness is a very important area for research. The TASK program is an attempt to meet this need. If the TASK program appears to be helpful and usable in this small beginning study, we will then try to test the program more completely in a much larger research study.\n\nThe informed consent explains the purpose and procedures for the study. The purpose is to test the TASK program in a small group of family caregivers of persons who have had a stroke. Caregivers are assigned to either the TASK group or a second group. The TASK group will get the TASK notebook, and the second group will get a brochure from the American Stroke Association. Both groups will get a telephone call every week for 8 weeks from a nurse, each lasting about 30 minutes. At the beginning and at 4, 8, and 12 weeks there will be a longer interview lasting about an hour. Caregivers get a $20 Wal-Mart gift card for each of the 4 interview calls. Calls are made at times that are convenient for the caregiver. All calls are tape-recorded. No names are used on the tape recordings or on any of the interview questionnaires. There is a very small risk that some parts of the study may remind some caregivers of their own situations and may be stressful or upsetting. Caregivers may choose not to answer questions or may leave the study at any time. Taking part in the study is up to them. Benefits include getting a $20 Wal-Mart gift card after each long interview (up to $80 in Wal-Mart gift cards for all 4 interviews). Caregivers also get free written information about stroke and caregiving, and free calls from a nurse. Telephone numbers are provided for questions about the study, rights as a research participant, and who to contact for emotional distress."},"conditionsModule":{"conditions":["Family Caregivers of Stroke Survivors","Stroke"],"keywords":["Caregiver","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Behavioral: TASK intervention"]},{"label":"2","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Attention Control"]}],"interventions":[{"type":"BEHAVIORAL","name":"TASK intervention","description":"The Telephone Assessment and Skill-building Kit (TASK) is an individualized 8-week intervention program geared toward reducing depression and improving general health in stroke caregivers.","armGroupLabels":["1"]},{"type":"BEHAVIORAL","name":"Attention Control","description":"Minimal intervention beyond initial hospital visit.","armGroupLabels":["2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To determine how useful the TASK program is for family caregivers; and to compare how difficult the caregiving tasks are for the caregivers, whether they feel depressed, and how they see their own health.","timeFrame":"baseline (within 2 months after the survivors discharge home), 4 weeks (half way through intervention), 8 weeks (end of intervention), 12 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A family caregiver must (1) be an unpaid family member or friend of a stroke patient who has not been home from the hospital or nursing home more than 2 months, (2) be the main person who takes care of the stroke patient at home, (3) be able to read and speak English, (4) be able to talk and hear using the telephone, and (5) be willing to have 8 weekly calls from a nurse and 4 calls from a research assistant.\n\nExclusion Criteria:\n\n* We are unable to enroll caregivers or stroke survivors who (1) have a very serious illness and are expected to live no more than 6 months, (2) have severe mental illness, (3) have a history of alcohol or drug abuse, (4) are pregnant, (5) are prisoners or on house arrest, or (6) are living in a nursing home.","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Tamilyn Bakas, RN, DNS","affiliation":"Indiana University School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Indiana University School of Nursing","city":"Indianapolis","state":"Indiana","zip":"46202","country":"United States","geoPoint":{"lat":39.76838,"lon":-86.15804}}]},"referencesModule":{"references":[{"pmid":"21139466","type":"RESULT","citation":"Bakas T, Li Y, Habermann B, McLennon SM, Weaver MT. Developing a cost template for a nurse-led stroke caregiver intervention program. Clin Nurse Spec. 2011 Jan-Feb;25(1):41-6. doi: 10.1097/NUR.0b013e318203cb92."},{"pmid":"19941582","type":"RESULT","citation":"Bakas T, Farran CJ, Austin JK, Given BA, Johnson EA, Williams LS. Content validity and satisfaction with a stroke caregiver intervention program. J Nurs Scholarsh. 2009;41(4):368-75. doi: 10.1111/j.1547-5069.2009.01282.x."},{"pmid":"19581197","type":"RESULT","citation":"Bakas T, Farran CJ, Austin JK, Given BA, Johnson EA, Williams LS. Stroke caregiver outcomes from the Telephone Assessment and Skill-Building Kit (TASK). Top Stroke Rehabil. 2009 Mar-Apr;16(2):105-21. doi: 10.1310/tsr1602-105."},{"pmid":"34813082","type":"DERIVED","citation":"Crocker TF, Brown L, Lam N, Wray F, Knapp P, Forster A. Information provision for stroke survivors and their carers. Cochrane Database Syst Rev. 2021 Nov 23;11(11):CD001919. doi: 10.1002/14651858.CD001919.pub4."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}