{"protocolSection":{"identificationModule":{"nctId":"NCT04728997","orgStudyIdInfo":{"id":"EKeskin"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"Mobility Assessment in Stroke Patients","officialTitle":"Reliability and Validity of the Turkish Version of the Abiloco"},"statusModule":{"statusVerifiedDate":"2021-01","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-04-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-01-25","studyFirstSubmitQcDate":"2021-01-27","studyFirstPostDateStruct":{"date":"2021-01-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-01-27","lastUpdatePostDateStruct":{"date":"2021-01-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Esra Keski̇n","investigatorTitle":"Research Asistant, MSc","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Stroke ranks 3rd among disability-causing diseases worldwide. Following a stroke, loss of lower extremity motor function causes serious gait disturbances. The walking activity is the basis for daily and social engagement activities. Mobility (locomotion) ability; gait analysis can be evaluated with tests and reports examining walking performance. ABILOCO is also a questionnaire developed by Caty et al., evaluating mobility and locomotion in individuals after stroke. The aim of this study is; To investigate the validity and reliability of the Turkish version of the ABILOCO questionnaire developed to evaluate mobility in patients with stroke. The sample of the study will be literate individuals who have had a stroke who applied to the Neurology Unit of Ankara Hacettepe University Faculty of Physical Medicine and Rehabilitation.\n\nDemographic information of the cases will be recorded. ABILOCO questionnaire will be adapted to Turkish. The validity and reliability comparison of the ABILOCO questionnaire with the Berg Balance Scale and Timed Get Up and Go Test will be performed.","detailedDescription":"The sample of the study will consist of literate individuals who applied to Ankara Hacettepe University Faculty of Physical Medicine and Rehabilitation, Physiotherapy and Rehabilitation Department and were diagnosed with stroke. The number of cases in the study will be determined as 5 to 10 times the number of items in the questionnaire, and 65-130 individuals will be included.\n\nInclusion Criteria:\n\n* Having a definite stroke diagnosis\n* Those who have stable post-stroke systemic findings\n* Mini-mental test score of 24 and above\n* Those who can walk 10 meters unsupported\n* Those who passed 2 months after stroke.\n\nCriteria for exclusion from the study:\n\n- Having musculoskeletal problems that affect the mobility of the individual.\n\nThe study will use ABILOCO, which has been validated for individuals with stroke. Permission was obtained from Gilles D. Caty, the development of the questionnaire, to conduct translation and validity and cultural adaptation stduies into Turkish. In the study, firstly, the original English version of the questionnaire will be translated into Turkish by two professional translators independent of the study, and then it will be translated back into its original language English by two native English speakers who do not have a medical background. Translators will be brought together to discuss the two obtained versions of the questionnaire. The latest version of the questionnaire will be translated into the native language of the inventory and its compliance will be checked. Mini-Mental Test will be applied to determine the cognitive status of the participants. Berg Balance Scale and Timed Get Up and Go Test will be applied for mobility assessment. After that, the ABILOCO questionnaire will be applied to the participants. In order to test the reliability of the survey, the survey will be repeated 7 days later. Informed consent will be obtained from each participant regarding their voluntary participation in the study and their sociodemographic information will be recorded."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke, questionnaire, ABILOCO"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":75,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"ABILOCO Questionnaire","description":"Turkish version of ABILOCO questionnaire evaluation of validity and reliability in stroke patients ABILOCO: A questionnaire evaluating mobility","timeFrame":"baseline"}],"secondaryOutcomes":[{"measure":"Berg Balance Scale","description":"Berg Balance Scale: An assessment evaluating balance and risk of falling","timeFrame":"baseline"},{"measure":"Time up and Go test","description":"Time up and Go: A test evaluating mobility (locomotion), requires static and dynamic balance","timeFrame":"baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* having a definite stroke and have passed 2 months post-stroke\n* individuals who can walk 10 meters without support\n* Those whose systemic findings are stable after stroke\n* Mini-mental test score of 24 and above\n\nExclusion Criteria:\n\n* Those with musculoskeletal system problems that will affect the individual in terms of mobility","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The sample of the study will be composed of literate individuals who applied to Ankara Hacettepe University Faculty of Physical Therapy and Rehabilitation, Physiotherapy and Rehabilitation Department and were diagnosed with stroke. The number of cases in the study will be determined as 5 to 10 times the number of items in the questionnaire, and 65-130 individuals will be included.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"ESRA KESKİN","affiliation":"Study Principal İnvestigator","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hacettepe Üniversitesi","city":"Ankara","zip":"06000","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}