{"protocolSection":{"identificationModule":{"nctId":"NCT04974151","orgStudyIdInfo":{"id":"CSPPT2-TT_2020"},"organization":{"fullName":"Shenzhen Ausa Pharmed Co.,Ltd","class":"INDUSTRY"},"briefTitle":"China Stroke Primary Prevention Trial for Subjects With Hypertension and MTHFR 677 TT Genotype (CSPPT2-TT)","officialTitle":"Comparative Efficacy of Amlodipine Folic Acid vs. Amlodipine on the Risk of First Ischemic Stroke Among Patients With Hypertension and MTHFR 677 TT Genotype: A Multi-center, Randomized, Controlled Clinical Trial","acronym":"CSPPT2-TT"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-13","studyFirstSubmitQcDate":"2021-07-13","studyFirstPostDateStruct":{"date":"2021-07-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-30","lastUpdatePostDateStruct":{"date":"2022-04-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Shenzhen Ausa Pharmed Co.,Ltd","class":"INDUSTRY"},"collaborators":[{"name":"Shenzhen CCHRPP Biomedical Institute","class":"UNKNOWN"},{"name":"Peking University First Hospital","class":"OTHER"},{"name":"Second Affiliated Hospital of Nanchang University","class":"OTHER"},{"name":"The First People's Hospital of Lianyungang","class":"OTHER"},{"name":"First Affiliated Hospital of Harbin Medical University","class":"OTHER"},{"name":"The First Affiliated Hospital of Shanxi Medical University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a multicenter, randomized, controlled clinical trial. It aims to investigate the treatment effects of amlodipine folic acid, and its combination of 5-methyltetrahydrofolate (5-MTHF), compared to amlodipine, on reducing the risk of first ischemic stroke among those participants with the MTHFR 677 TT genotype and hypertension.\n\nThis study consists of 3 phases: Screening, Run-in period (0 or 2 weeks), and randomized treatment (5 years), with a prospective, randomized, open-label, blinded end-point design.","detailedDescription":"This study consists of 3 phases: Screening, Run-in period, Randomized treatment.\n\nPhase I: Screening (V0)\n\nThe purpose of phase I is to obtain informed consent and make a preliminary assessment of the patient.\n\nAt the first screening visit (V0), or prior to the official treatment visit, a clinical examination will be performed to determine the patient's clinical diagnosis and to determine eligibility for inclusion in the study. General demographic information will be obtained and questions related to the inclusion/exclusion criteria of this study will be asked. Additionally, this will be the time to discuss the impact of participant vacation/travel plans on adherence and compliance with the trial protocol.\n\nPhase II: Run-in Period (VD)\n\nEligible patients who have not used antihypertensive drugs of Dihydropyridine Calcium Channel Blockers (CCBs) in the past two months, or who require further observation such as patients taking dihydropyridine CCBs but under the circumstances that may affect the evaluation of compliance and safety to patients like taking medicine irregularly, self-medication, and poor blood pressure control, will begin the treatment of amlodipine (5mg/d) for a 2-week run-in period. Those patients who have been taking antihypertensive drugs of dihydropyridine CCBs in the past two months and who report no adverse reactions, will skip the run-in period and directly begin the randomized treatment phase.\n\nThe primary purpose of this phase is to assess participant compliance for following the amlodipine treatment regimen as well as to observe the participant's tolerance to amlodipine, so as to avoid admitting those participants with poor compliance or an intolerance to amlodipine, into the randomized treatment phase.\n\nPhase III: Randomized Treatment (V1-V21)\n\nThe third phase consists of a 5-year period of randomized treatment. Patients who remain eligible for participation in the study will be randomized into 3 treatment groups: either amlodipine only tablets (5mg/d), or amlodipine folic acid tablets (5.8mg/d), or amlodipine folic acid tablets (5.8mg/d) + 5-MTHF (0.4mg/d). During the 5-year randomized treatment period, other antihypertensive drugs can be combined with the treatment drug to achieve blood pressure control, including Candesartan (8mg/d) or/and Indapamide (1.5mg/d). Patients will be followed-up every 3 months during the treatment period, and the treatment drug will be distributed at each visit. During this period, participants should continue to avoid taking medications that may interfere with the evaluation of treatment efficacy.\n\nAfter the Run-in Period, eligible participants, stratified by research centers, were randomly assigned, in a 1:1 ratio, to receive the two study treatments. Randomization was performed centrally by means of a computer-generated random-number sequence.\n\nThis study plans to enroll 24,000 participants. Based on the results of previous studies, the annual incidence of first ischemic stroke in people with hypertension and the MTHFR TT genotype without folic acid supplementation is 0.64%. Assuming that the 5-year incidence of first ischemic stroke in the amlodipine group is greater than 2.5%, this study could observe a relative risk difference of more than 25% between the groups with over 80% power at a two-sided significance level of α=0.05. For an assumed annual incidence of first ischemic stroke greater than 3.5%, a relative risk difference of over 20% between the groups could be observed with 80% or more power.\n\nFor every 200 confirmed primary outcome events, an interim analysis will be conducted. This study anticipates conducting 4 interim analyses. The O'Brien-Fleming alpha-spending function will be used to define the significance level of each interim analysis to ensure that the final overall two-sided significance level will be α=0.05."},"conditionsModule":{"conditions":["Hypertension"],"keywords":["Folic acid","Homocysteine","MTHFR C677T","RCT","Ischemic stroke","5-MTHF"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Multicenter, randomized, controlled clinical trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":24000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"amlodipine (5mg/d)","type":"ACTIVE_COMPARATOR","description":"Amlodipine besylate tablets (5mg/d)","interventionNames":["Drug: Amlodipine besylate tablets"]},{"label":"amlodipine folic acid (5.8mg/d)","type":"EXPERIMENTAL","description":"Amlodipine besylate and folic acid tablets (5mg:0.8mg)","interventionNames":["Drug: Amlodipine besylate And Folic Acid Tablets"]},{"label":"amlodipine folic acid (5.8mg/d) + 5-MTHF (0.4mg/d)","type":"EXPERIMENTAL","description":"Amlodipine besylate and folic acid tablets (5mg:0.8mg) with 0.4mg/d 5-MTHF","interventionNames":["Drug: Amlodipine besylate And Folic Acid Tablets","Drug: 5-methyltetrahydrofolate (5-MTHF)"]}],"interventions":[{"type":"DRUG","name":"Amlodipine besylate tablets","description":"The amlodipine used in this study is a listed product. All drugs used in the Randomized Treatment Period of this study will be packed into bottles with the same outer appearance and corresponding labels of the clinical trial (100 tablets/bottle).","armGroupLabels":["amlodipine (5mg/d)"],"otherNames":["Amlodipine"]},{"type":"DRUG","name":"Amlodipine besylate And Folic Acid Tablets","description":"The amlodipine besylate and folic acid tablets have been approved for listing by the China Food and Drug Administration, approval number: Zhunzi H20180020. All drugs used in the Randomized Treatment Period of this study will be packed into bottles with the same outer appearance and corresponding labels of the clinical trial (100 tablets/bottle).","armGroupLabels":["amlodipine folic acid (5.8mg/d)","amlodipine folic acid (5.8mg/d) + 5-MTHF (0.4mg/d)"],"otherNames":["Anye"]},{"type":"DRUG","name":"5-methyltetrahydrofolate (5-MTHF)","description":"The 5-MTHF used in this study is a listed product. All drugs used in the Randomized Treatment Period of this study will be packed into bottles with the same outer appearance and corresponding labels of the clinical trial (0.2mg/tablet, 200 tablets/bottle).","armGroupLabels":["amlodipine folic acid (5.8mg/d) + 5-MTHF (0.4mg/d)"],"otherNames":["5-MTHF"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"First ischemic stroke","description":"This study investigates whether, among patients with hypertension and the MTHFR 677 TT genotype, there is a statistically significant difference in treatment efficacy among the amlodipine folic acid (5.8 mg/d) group, the amlodipine folic acid with 0.4mg/d 5-MTHF group, and the amlodipine besylate (5.0 mg/d) group, for the prevention of first ischemic stroke.\n\nThe risk (hazard ratio) and time of the event of first ischemic stroke will be measured by Kaplan-Meier survival analyses, log-rank tests, and Cox proportional-hazards regression models at the significance level of α=0.05 (two-sided test).","timeFrame":"By the end of the fifth year from baseline"}],"secondaryOutcomes":[{"measure":"Cardiovascular related events","description":"This study investigates the treatment effects of amlodipine folic acid (5.8 mg/d) and its combination with 0.4mg 5-MTHF, compared to amlodipine besylate (5.0 mg/d), on the following six endpoints: combined cardiovascular endpoints (first stroke, first hospitalization from myocardial infarction, first hospitalization from heart failure, or cardiovascular death), first stroke (ischemic or hemorrhagic stroke), first hospitalization due to myocardial infarction, first hospitalization due to heart failure, cardiovascular death, and all-cause death.\n\nThe risk and time of event of any secondary endpoints will be measured by Kaplan-Meier survival analyses, log-rank tests, and Cox proportional-hazards regression models at the significance level of α=0.05 (two-sided test).","timeFrame":"By the end of the fifth year from baseline"},{"measure":"Effect of different levels of dosage of folic acid on cardiovascular events","description":"This study investigates the treatment efficacy of amlodipine folic acid with 0.4mg 5-MTHF on secondary endpoints, compared to amlodipine folic acid.\n\nThe risk and time of event of any secondary endpoints will be measured by Kaplan-Meier survival analyses, log-rank tests, and Cox proportional-hazards regression models at the significance level of α=0.05 (two-sided test).","timeFrame":"By the end of the fifth year from baseline"},{"measure":"Amlodipine-based multi-antihypertensive drug combinations on cardiovascular events","description":"This study investigates whether, among patients with hypertension and the MTHFR TT genotype who require a multi-drug antihypertensive regimen, there is a statistically significant difference among the combinations of two multi-antihypertensive drugs on each of the following 7 endpoints: first stroke, first ischemic stroke, first hemorrhagic stroke, first hospitalization due to myocardial infarction, first hospitalization due to heart failure, cardiovascular death, and all-cause death.\n\nStratified by different amlodipine-based multi-antihypertensive drug combinations, the risk and time of event of any secondary endpoints in each group will be measured by Kaplan-Meier survival analyses, log-rank tests, and Cox proportional-hazards regression models at the significance level of α=0.05 (two-sided test).","timeFrame":"By the end of the fifth year from baseline"}],"otherOutcomes":[{"measure":"Incidence of malignant tumors","description":"This study investigates the treatment effects of amlodipine folic acid (5.8 mg/d) and amlodipine folic acid with 0.4mg 5-MTHF, compared to amlodipine besylate (5.0 mg/d) on the risk of developing malignant tumors.","timeFrame":"By the end of the fifth year from baseline"},{"measure":"Measurement of Carotid Intima Media Thickness (CIMT)","description":"This study investigates the effects of amlodipine folic acid (5.8 mg/d) and amlodipine folic acid with 0.4mg 5-MTHF, compared to amlodipine besylate (5.0 mg/d) on Carotid Intima Media Thickness (CIMT).","timeFrame":"By the end of the fifth year from baseline"},{"measure":"Measurement of brachial-ankle Pulse Wave Velocity (baPWV)","description":"This study investigates the effects of amlodipine folic acid (5.8 mg/d) and amlodipine folic acid with 0.4mg 5-MTHF, compared to amlodipine besylate (5.0 mg/d) on Brachial-ankle Pulse Wave Velocity (baPWV).","timeFrame":"By the end of the fifth year from baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men and women, aged 50-75 years\n2. Previously diagnosed with primary hypertension and has been taking antihypertensive medication within the past two weeks, OR has not been taking antihypertensive medication within the last two weeks but meets the following criteria for hypertension: on two separate (not on the same day) visits in a clinical setting, blood pressure measurements (average of 3 measurements each time) showed SBP≥140 mmHg and/or DBP≥90 mmHg;\n3. MTHFR 677 TT genotype (based on test results from the central laboratory in the screening period or a previous official test report from the laboratory with medical testing qualifications);\n4. Voluntarily participates and has given signed, informed consent.\n\nRandomized-treatment phase inclusion criteria:\n\n1. Good compliance during the run-in phase (assessed by a medical compliance survey for predicting patient compliance);\n2. Tolerance of amlodipine besylate 5.0mg tablets (does not result in discontinuation of medication due to adverse effects);\n3. No cardiovascular or cerebrovascular events occurred during the run-in phase;\n4. Voluntarily agrees to continue with participation in the study.\n\nExclusion Criteria:\n\n1. Previously diagnosed secondary hypertension;\n2. Previously diagnosed stroke;\n3. Previously diagnosed myocardial infarction;\n4. Previously diagnosed heart failure;\n5. Cardio-cerebral-kidney revascularization and/or other large arterial stenting;\n6. Currently on dialysis, OR diagnosed with stage 4-5 chronic kidney disease, OR estimated glomerular filtration rate (eGFR) \\<30 mL/min/1.73m²;\n7. Known to have congenital (such as aortic stenosis) or acquired organic heart disease;\n8. Known to have any of the following severe diseases or conditions:\n\n   a. Digestive system i. Previously diagnosed with any form of viral hepatitis that is currently still in the active phase; ii. Abnormal liver function test before enrollment (any of ALT, AST, GGT, TBIL, DBIL testing 3 times higher than normal, ALB ≤ 30g/L); iii. Subtotal gastrectomy and/or gastrojejunostomy; b. Respiratory system i. Previously diagnosed with pulmonary heart disease and/or chronic obstructive pulmonary disease; c. Presence of malignant tumors or other severe diseases;\n9. Participant, at the investigator's discretion, is assessed to be unsuitable for the study, for reasons including but not limited to the presence of abnormal laboratory results, or clinical abnormalities/signs;\n10. Prior history of significant intolerance due to adverse reactions resulting from usage of amlodipine or other CCBs, candesartan or other ARBs, hydrochlorothiazide or other similar diuretics, or any drugs or health products containing folate or folic acid;\n11. Regular consumption of folic acid or compounds containing folic acid in the past 3 months;\n12. Presence of any of the following conditions that could negatively influence a participant's ability to consent or participate in the trial:\n\n    1. Dementia;\n    2. Severe mental disorders;\n    3. Inability to express informed consent;\n    4. Unlikely to complete the study follow-up as specified by the protocol, or plans to relocate outside of the study area in the near future;\n    5. History of poor compliance when taking antihypertensive medications or is expected to have poor compliance during the study;\n13. Refusal to participate, or inability to modify current drug regimen;\n14. Within one month of the first visit, participating in any clinical trial for any drug that has yet to be officially approved by the state and is not currently approved for sale, OR currently participating in any clinical trial that could potentially impact the results of this study (medication use, drug efficacy, drug interaction, etc.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Minqing Tian, PhD","role":"CONTACT","phone":"86-18818680849","email":"tianminqing@163.com"}],"overallOfficials":[{"name":"Jianping Li, MD","affiliation":"Peking University First Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Peking University First Hospital","city":"Beijing","country":"China","contacts":[{"name":"Jianping Li, MD","role":"CONTACT"},{"name":"Jianping Li, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"First Affiliated Hospital of Harbin Medical University","city":"Harbin","country":"China","contacts":[{"name":"Ye Tian, MD","role":"CONTACT"},{"name":"Ye Tian, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.75,"lon":126.65}},{"facility":"The First People's Hospital of Lianyungang","city":"Lianyungang","country":"China","contacts":[{"name":"Xiaomin Li, MD","role":"CONTACT"},{"name":"Xiaomin Li, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.59845,"lon":119.21556}},{"facility":"Second Affiliated Hospital of Nanchang University","city":"Nanchang","country":"China","contacts":[{"name":"Xiaoshu Cheng, MD","role":"CONTACT"},{"name":"Xiaoshu Cheng, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":28.68396,"lon":115.85306}},{"facility":"First Hospital of Shanxi Medical University","city":"Taiyuan","country":"China","contacts":[{"name":"Qinghua Han, MD","role":"CONTACT"},{"name":"Qinghua Han, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":37.86944,"lon":112.56028}}]},"referencesModule":{"references":[{"pmid":"11800055","type":"BACKGROUND","citation":"Kjeldsen SE, Julius S, Hedner T, Hansson L. Stroke is more common than myocardial infarction in hypertension: analysis based on 11 major randomized intervention trials. Blood Press. 2001;10(4):190-2. doi: 10.1080/08037050152669684. No abstract available."},{"pmid":"9569395","type":"BACKGROUND","citation":"Collaboration HLT. Lowering blood homocysteine with folic acid based supplements: meta-analysis of randomised trials. Homocysteine Lowering Trialists' Collaboration. BMJ. 1998 Mar 21;316(7135):894-8."},{"pmid":"16210710","type":"BACKGROUND","citation":"Homocysteine Lowering Trialists' Collaboration. Dose-dependent effects of folic acid on blood concentrations of homocysteine: a meta-analysis of the randomized trials. Am J Clin Nutr. 2005 Oct;82(4):806-12. doi: 10.1093/ajcn/82.4.806."},{"pmid":"12920077","type":"BACKGROUND","citation":"Wilcken B, Bamforth F, Li Z, Zhu H, Ritvanen A, Renlund M, Stoll C, Alembik Y, Dott B, Czeizel AE, Gelman-Kohan Z, Scarano G, Bianca S, Ettore G, Tenconi R, Bellato S, Scala I, Mutchinick OM, Lopez MA, de Walle H, Hofstra R, Joutchenko L, Kavteladze L, Bermejo E, Martinez-Frias ML, Gallagher M, Erickson JD, Vollset SE, Mastroiacovo P, Andria G, Botto LD. Geographical and ethnic variation of the 677C>T allele of 5,10 methylenetetrahydrofolate reductase (MTHFR): findings from over 7000 newborns from 16 areas world wide. J Med Genet. 2003 Aug;40(8):619-25. doi: 10.1136/jmg.40.8.619. No abstract available. Erratum In: J Med Genet. 2004 May;41(5):400. Redlund, M [corrected to Renlund, M]."},{"pmid":"18511872","type":"BACKGROUND","citation":"Xu X, Li J, Sheng W, Liu L. Meta-analysis of genetic studies from journals published in China of ischemic stroke in the Han Chinese population. Cerebrovasc Dis. 2008;26(1):48-62. doi: 10.1159/000135653. Epub 2008 May 30."},{"pmid":"22897803","type":"BACKGROUND","citation":"Dong Q, Tang G, He M, Cai Y, Cai Y, Xing H, Sun L, Li J, Zhang Y, Fan F, Wang B, Sun N, Liu L, Xu X, Hou F, Shen H, Xu X, Huo Y. Methylenetetrahydrofolate reductase C677T polymorphism is associated with estimated glomerular filtration rate in hypertensive Chinese males. BMC Med Genet. 2012 Aug 16;13:74. doi: 10.1186/1471-2350-13-74."},{"pmid":"29030456","type":"BACKGROUND","citation":"Huang X, Li Y, Li P, Li J, Bao H, Zhang Y, Wang B, Sun N, Wang J, He M, Yin D, Tang G, Chen Y, Cui Y, Huang Y, Hou FF, Qin X, Huo Y, Cheng X. Association between percent decline in serum total homocysteine and risk of first stroke. Neurology. 2017 Nov 14;89(20):2101-2107. doi: 10.1212/WNL.0000000000004648. Epub 2017 Oct 13."},{"pmid":"22230384","type":"RESULT","citation":"Qin X, Li J, Cui Y, Liu Z, Zhao Z, Ge J, Guan D, Hu J, Wang Y, Zhang F, Xu X, Wang X, Xu X, Huo Y. MTHFR C677T and MTR A2756G polymorphisms and the homocysteine lowering efficacy of different doses of folic acid in hypertensive Chinese adults. Nutr J. 2012 Jan 10;11:2. doi: 10.1186/1475-2891-11-2."},{"pmid":"21869730","type":"RESULT","citation":"Qin X, Li J, Cui Y, Liu Z, Zhao Z, Ge J, Guan D, Hu J, Wang Y, Zhang F, Xu X, Wang X, Xu X, Huo Y. Effect of folic acid intervention on the change of serum folate level in hypertensive Chinese adults: do methylenetetrahydrofolate reductase and methionine synthase gene polymorphisms affect therapeutic responses? Pharmacogenet Genomics. 2012 Jun;22(6):421-8. doi: 10.1097/FPC.0b013e32834ac5e8."},{"pmid":"22880024","type":"RESULT","citation":"Qin X, Li J, Zhang Y, Ma W, Fan F, Wang B, Xing H, Tang G, Wang X, Xu X, Xu X, Huo Y. Prevalence and associated factors of diabetes and impaired fasting glucose in Chinese hypertensive adults aged 45 to 75 years. PLoS One. 2012;7(8):e42538. doi: 10.1371/journal.pone.0042538. Epub 2012 Aug 3."},{"pmid":"25771069","type":"RESULT","citation":"Huo Y, Li J, Qin X, Huang Y, Wang X, Gottesman RF, Tang G, Wang B, Chen D, He M, Fu J, Cai Y, Shi X, Zhang Y, Cui Y, Sun N, Li X, Cheng X, Wang J, Yang X, Yang T, Xiao C, Zhao G, Dong Q, Zhu D, Wang X, Ge J, Zhao L, Hu D, Liu L, Hou FF; CSPPT Investigators. Efficacy of folic acid therapy in primary prevention of stroke among adults with hypertension in China: the CSPPT randomized clinical trial. JAMA. 2015 Apr 7;313(13):1325-35. doi: 10.1001/jama.2015.2274."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006973","term":"Hypertension"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000005492","term":"Folic Acid"},{"id":"D000017311","term":"Amlodipine"}],"ancestors":[{"id":"D000000959","term":"Antihypertensive Agents"},{"id":"D000002121","term":"Calcium Channel Blockers"},{"id":"D000049990","term":"Membrane Transport Modulators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000077264","term":"Calcium-Regulating Hormones and Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000014665","term":"Vasodilator Agents"},{"id":"D000006397","term":"Hematinics"},{"id":"D000014803","term":"Vitamin B Complex"},{"id":"D000014815","term":"Vitamins"},{"id":"D000018977","term":"Micronutrients"}],"browseLeaves":[{"id":"M19290","name":"Amlodipine","asFound":"Step","relevance":"HIGH"},{"id":"M8308","name":"Folic Acid","asFound":"Phase 3","relevance":"HIGH"},{"id":"M17236","name":"Vitamin B Complex","relevance":"LOW"},{"id":"M3967","name":"Antihypertensive Agents","relevance":"LOW"},{"id":"M5071","name":"Calcium","relevance":"LOW"},{"id":"M5088","name":"Calcium, Dietary","relevance":"LOW"},{"id":"M5074","name":"Calcium Channel Blockers","relevance":"LOW"},{"id":"M9479","name":"Hormones","relevance":"LOW"},{"id":"M17102","name":"Vasodilator Agents","relevance":"LOW"},{"id":"M9175","name":"Hematinics","relevance":"LOW"},{"id":"M17248","name":"Vitamins","relevance":"LOW"},{"id":"M20699","name":"Micronutrients","relevance":"LOW"},{"id":"M16575","name":"Trace Elements","relevance":"LOW"},{"id":"T447","name":"Folinic Acid","relevance":"LOW"},{"id":"T446","name":"Folic Acid","asFound":"Phase 3","relevance":"HIGH"},{"id":"T448","name":"Folate","relevance":"LOW"},{"id":"T475","name":"Vitamin B9","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"ChanBlk","name":"Channel Blockers"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"BDCA","name":"Bone Density Conservation Agents"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}