{"protocolSection":{"identificationModule":{"nctId":"NCT04702815","orgStudyIdInfo":{"id":"N201912127"},"organization":{"fullName":"Taipei Medical University","class":"OTHER"},"briefTitle":"Visual Dependence and Multisensory Balance Rehabilitation After Stroke","officialTitle":"Post-Stroke Visual Dependence and Early Intervention of Multisensory Balance Rehabilitation"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-01-14","type":"ACTUAL"},"completionDateStruct":{"date":"2021-01-14","type":"ACTUAL"},"studyFirstSubmitDate":"2020-12-08","studyFirstSubmitQcDate":"2021-01-07","studyFirstPostDateStruct":{"date":"2021-01-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-10","lastUpdatePostDateStruct":{"date":"2021-02-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Shu-Chun Lee","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Taipei Medical University"},"leadSponsor":{"name":"Taipei Medical University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This cross-sectional study aims to investigate the prevalence of post-stroke visual dependence, and the effects of visual dependence on balance and gait. It also determines whether visual dependence could differentiate stroke patients with a history of falls from without.","detailedDescription":"Stroke participants will be recruited to measure the level of visual dependence, muscle strength, neurological recovery, balance ability, vertigo symptom, gait pattern and activities of daily living. This will calculate the prevalence of post-stroke visual dependence, and investigate the negative impact of visual dependence on balance and walking functions. This also determines whether the value of visual dependence could differentiate stroke patients with a history of falls from without a history of falls."},"conditionsModule":{"conditions":["Stroke","Balance; Distorted","Gait, Unsteady"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CROSSOVER","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":100,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Perceived visual dependence","description":"Perceived visual dependence will be assessed using a computerized Rod and Disc Test (RDT). Participants will adjust a tilted rod to their subjective visual vertical with rotating visual background. The error (degrees) between subjective visual vertical and gravitational vertical will be measured and represented as the level of visual dependence. Higher error indicates higher level of perceived visual dependence.","timeFrame":"Baseline"},{"measure":"Postural visual dependence","description":"Postural sway will be measured using an accelerometer attached on the lower back when participants are looking at blank wall, eyes closed and looking at rotating visual background. Greater postural sway in conditions with eyes closed and rotating visual background corresponding to looking at blank wall represents the higher level of postural visual dependence.","timeFrame":"Baseline"},{"measure":"A history of falls","description":"Any falls in the past year (n). Fall is defined by the inadvertently coming to rest on the ground, floor or other lower level, excluding intentional change in position to rest in furniture, wall or other objects. More than once fall is identified as faller.","timeFrame":"Baseline"}],"secondaryOutcomes":[{"measure":"Physical impairment of paretic leg and foot","description":"Physical impairment of paretic leg and foot will be assessed by the Chedoke-McMaster Stroke Assessment (CMSA) with scoring on a 7-point scale (Stage 1 through 7, most impairment through to no impairment, respectively). The higher stage indicates the better neurological recovery.","timeFrame":"Baseline"},{"measure":"Five Times Sit to Stand Test","description":"The five Times Sit to Stand Test (5STS) evaluates functional lower extremity strength. Participants will be asked to sit to stand for 5 times as quickly as possible. The time to complete the task will be recorded. The shorter duration (s) represents the better muscle strength in lower limbs.","timeFrame":"Baseline"},{"measure":"Berg Balance Scale","description":"The Berg balance scale (BBS) is used to objectively determine a participant's ability to safely balance during a series of predetermined tasks. It is a 14 item list with each item consisting of a five-point ordinal scale ranging from 0 to 4, with 0 indicating the lowest level of function and 4 the highest level of function. The total score is 56.","timeFrame":"Baseline"},{"measure":"Timed Up and Go test","description":"The Timed Up and Go test (TUG) is a simple test used to assess a person's mobility and requires both static and dynamic balance. It uses the time that a person takes to rise from a chair, walk 3 meters, turn around, walk back to the chair, and sit down. The longer duration (s) to complete the task represents the poorer balance.","timeFrame":"Baseline"},{"measure":"Modified Clinical Test of Sensory Integration and Balance","description":"Modified Clinical Test of Sensory Integration and Balance (mCTSIB) is designed to assess how well an older adult is using sensory inputs when one or more sensory systems are compromised. Postural sway will be measured using an accelerometer attached on the lower back in 4 sensory conditions with visual and proprioceptive manipulation.","timeFrame":"Baseline"},{"measure":"Falls Efficacy Scale - International","description":"Falls Efficacy Scale- International (FES-I) assesses subjects' concerns about falling. It consists of 16 questions related to everyday activities and subjects are asked to rate whether they were \"not at all\" (a score of 1), \"somewhat\" (2), \"fairly\" (3) or \"very\" (4) concerned about falling when doing that particular activity. The sum scores ranged 16 - 64 with higher scores indicating a greater fear of falling.","timeFrame":"Baseline"},{"measure":"Situational Vertigo Questionnaire","description":"The Situational Vertigo Questionnaire (SVQ) is a 19-item questionnaire specifically aimed at identifying the presence of visual vertigo, a condition attributable to a defective vestibular compensation strategy, which is too dependent on the available visual information. Higher score represents more severe vertigo symptoms.","timeFrame":"Baseline"},{"measure":"Gait pattern","description":"Gait pattern will be evaluated using a Opal wireless system. Participants will be asked to walk in a 14-meter walkway. The first and final 2 meters are designed for acceleration and deceleration. The middle 10-meter will be analyzed only.","timeFrame":"Baseline"},{"measure":"Barthel index","description":"The Barthel Index (BI) is an ordinal scale used to measure performance in activities of daily living (ADL). Ten variables describing ADL and mobility are scored. The total score is 100 and higher score represents more independent in ADL.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1) first stroke with 20-80 years of age\n* 2) the time since onset is more than 6 months\n* 3) can walk independently at least 10 meters without any walking devices and orthosis\n* 4) normal cognitive function with scoring more than 24 on the Mini Mental State Examination scale\n* 5) can understand and follow commands\n* 6) can give informed consent\n\nExclusion Criteria:\n\n* 1) other neurological disorders which could affect balance assessment\n* 2) cerebellar stroke\n* 3) diagnosis with central or peripheral vestibular diseases.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Chronic stroke patients with the first stroke will be recruited from the 3 departments of physical and rehabilitation medicine, regional hospitals.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Shu-Chun Lee","affiliation":"Taipei Medical University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Taipei Medical University","city":"Taipei","zip":"110","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020233","term":"Gait Disorders, Neurologic"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait, Unsteady","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}