{"protocolSection":{"identificationModule":{"nctId":"NCT05277389","orgStudyIdInfo":{"id":"STUDY00002440"},"organization":{"fullName":"Arizona State University","class":"OTHER"},"briefTitle":"New Tool to Enhance Post-stroke Upper Extremity Disability","officialTitle":"Addressing Socioeconomic Disparities in Post-stroke Upper-extremity Disability Through the Development of an Accessible, New Tool"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-02-14","studyFirstSubmitQcDate":"2022-03-02","studyFirstPostDateStruct":{"date":"2022-03-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-02","lastUpdatePostDateStruct":{"date":"2022-03-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Claire Honeycutt","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Arizona State University"},"leadSponsor":{"name":"Arizona State University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Individuals with low socioeconomic status (SES) are more likely to have a stroke, more disabled at 3 months, and less likely to be independently ambulatory. Individuals with low SES struggle to adhere to physician guidelines because of 1) increased disability leaves patients ineligible or unable to tolerate therapy, and 2) poor access to quality care i.e., lack of transportation to therapy. To reduce post-stroke disparity in low SES groups, we need to invest in development of novel tools that make therapy more accessible. For the past 5 years, the PI has been developing Startle Adjuvant Rehabilitation Therapy (START), a tele-enabled, low-cost treatment to improve upper-extremity therapy outcomes in individuals with stroke - in particular individuals with severe-to-moderate stroke. START is the application of a startling, acoustic stimulus (via headphones) which increases the intensity of practice, particularly in severe patient populations. START is adjuvant, meaning it does not replace clinical practice but instead enhances current evidence-based treatments. Objective: we seek to determine if START can be used to enhance functionally relevant movement of the upper extremity. Preliminary data: Individuals with severe-to-moderate disability from a stroke completed a remotely delivered, 3-day training of object manipulation with START. Box and Blocks, which was targeted during training, demonstrated a large increase under START (+47.1%) compared to Control (+3.3%). Modified functional reach was also increased under START (+8.9%) compared to Control (+1.1%). Impairment also decreased under START (Upper-Extremity-Fugl-Meyer: +8.6%) resulting in subject-reported increase in arm function both in quantity (Motor Activity Log: +26.2%) and quality (+20.2%). These results indicate that START can be deployed remotely and may prove a valuable, adjuvant tool to enhance functional upper extremity movement. We propose to perform a Phase 1 clinical trial on a larger cohort of 58 subjects, with a longer, 5-day training with the goal of establishing that START can 1) enhance functional movement of the upper extremity and 2) generate sustainable changes that impact quality of life. Impact: This proposal is significant because it tests a tool that has the potential to directly target the causes leading to disparity of care for individuals with low SES. A third (34%) of 6.5 million people in the U.S. with stroke are on Medicaid or uninsured. Our best evidence-based therapies (e.g., high-intensity, CIMT) and our emerging rehabilitation technologies (e.g., TMS, robotics) are inaccessible to our minority and low SES populations. START addresses disparity because it 1) targets individuals with severe disability, which disproportionally affects low SES and minority groups, and 2) is tele-enabled eliminating transportation which 60% of individuals with low SES report as a barrier to care. If successful, this study will set the stage for larger trials to establish 1) the effectiveness of START to be incorporated into traditional therapy and as well as patient compliance, adherence, and tolerance - particularly in low SES groups.","detailedDescription":"Individuals with low socioeconomic status (SES) are more likely to have a stroke and more likely to have severe upper extremity dysfunction following that stroke. Patients from low SES backgrounds receive less out-patient care, are discharged more quickly, and are less likely to receive evidence-based, guideline recommended care. The mechanisms underlying disparity in treatment are multifaceted but a crucial contributor is individuals with low SES struggle to adhere to clinician guidelines because of 1) poor access to quality care - 60% of individuals with low SES report lack of transportation as a barrier to care, 2) increased severity requires high-intensity/ high-dose therapy which is not fully covered by traditional copay models or Medicaid/Medicare which have caps on therapy costs. To reduce post-stroke disparity in low SES groups, we need to invest in the development of novel tools that make therapy more accessible or we run the risk of furthering the inequities that leave our poor and minority populations unable to participate in daily life and return to work.\n\nThe PI has been developing Startle Adjuvant Rehabilitation Therapy (START), a tele-enabled, low-cost treatment to improve therapy outcomes in individuals with stroke - in particular individuals with severe stroke. START is the application of a startling, acoustic stimulus (via headphones) administered in conjunction with traditional therapy. Distinct from other auditory treatments (e.g. metronome), START represents endogenous activation of the cortico-reticular system that increases the intensity of practice leading to faster therapy outcomes, particularly in severe stroke. START increases the intensity of muscle activity i.e., more frequent activity onset, larger amplitude (2-3-fold higher than maximum voluntary capacity), and faster onsets. START is adjuvant, meaning it does not replace clinical practice but instead enhances current evidence-based treatments. As START can be administered safely with a cellphone and headphones (often already available to patients), patients can continue to practice at home safely without therapist supervision.\n\nOBJECTIVE: Determine if START can be used to enhance functionally relevant movement of the upper extremity. In our preliminary data, individuals with severe-to-moderate disability from a stroke completed a remotely delivered, 3-day training with START. Box and Blocks had a large increase under START (+47.1%) compared to Control (+3.3%). The Modified Functional Reach Test also increased under START (+8.9%) compared to Control (+1.1%). Impairment decreased under START (Upper-Extremity-Fugl-Meyer: +8.6%) resulting in subject-reported increase in arm function both in quantity (Motor Activity Log: +26.2%) and quality (+20.2%).\n\nThese results indicate that START can be deployed remotely and may prove a valuable, adjuvant tool to enhance functional upper extremity movement. We propose to perform a Phase 1 clinical trial on a larger cohort of 58 subjects, with a longer, 5-day training, and more rigorous assessment of function with the goal of establishing that START can 1) enhance functional movement of the upper extremity and 2) generate sustainable changes that impact quality of life.\n\nWe are uniquely positioned to pursue these objective. Our team made up experts in START, upper-extremity post-stroke disability, engineering including app development (Claire Honeycutt, PhD, PI), physical therapy, high-intensity training, focus in severe stroke (Pamela Bosch, DPT, PhD, Co-I), occupational therapy, remote delivery/telehealth, rater fidelity, randomized controlled trials (Veronica Rowe, PhD, OTR/L, Co-I). Finally, a data analytics/statistics consultant (Venn Ravichandran, PhD). Together, we will explore the following aims.\n\nAim 1: To establish that START can increase functional paretic limb usage, we will perform a randomized controlled trial assessing the impact of START on therapy outcomes. We will perform a stratified, parallel-group, double-blind, randomized controlled trial with individuals with severe-moderate stroke (UEFM 0-42/66; MAS 0-4/4) - with recruitment focused on individuals with low SES. Following baseline assessment, subjects will receive training consisting of 5 consecutive days of training focusing on object manipulation. Subjects will either receive therapy with START or without (Control). Outcome measures will be: % change in paretic arm impairment (Upper-Extremity Fugl-Meyer: FMA-UE), spasticity (modified Ashworth: MA \\& modified Tradieu Scales: MTS), function (Action Research Arm Test: ARAT), patient reported Quality of life (stroke impact scale: SIS), functional independence (modified Rankin Scale: mRS), and arm function (Motor Activity Log: MAL). H1: Training with START will increase paretic arm function (ARAT) and self-reported arm function (MAL) compared to training without START.\n\nAim 2: To establish that START generates sustainable functional changes that impact quality of life, we will re-assess upper-extremity function and self-reported quality of life at one-month. All outcome measures (FMA-UE, MA, MTS, ARAT, SIS, mRS, MAL) will be re-administered one-month post training. H2: START gains will be retained more than Control and retention will be associated with higher quality of life measures (e.g., SIS, MAL) one-month post-START training.\n\nIMPACT: This proposal is significant because it tests a tool that has the potential to directly target the causes leading to disparity of care for individuals with low SES. A third (34%) of 6.5 million people in the U.S. with stroke are on Medicaid or uninsured. Our best evidence-based therapies (e.g., high-intensity, CIMT) and our emerging rehabilitation technologies (e.g., TMS, robotics) are inaccessible to our minority and low SES populations. START addresses disparity because it 1) targets individuals with severe disability, which disproportionally affects low SES and minority groups, and 2) is tele-enabled eliminating transportation. If successful, this study will set the stage for larger trials to establish 1) the effectiveness of START to be incorporated into traditional therapy and as well as patient compliance, adherence, and tolerance - particularly in low SES groups."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control","type":"SHAM_COMPARATOR","description":"Individuals in this group will practice object manipulation tasks without the START (Startle Adjuvant Rehabilitation Therapy) intervention","interventionNames":["Other: Sham Control"]},{"label":"START","type":"EXPERIMENTAL","description":"Individuals in this group with practice object manipulation tasks with the START condition (startling acoustic stimuli applied during 33% of trials)","interventionNames":["Other: START - Startle Adjuvant Rehabilitation Therapy"]}],"interventions":[{"type":"OTHER","name":"START - Startle Adjuvant Rehabilitation Therapy","description":"Application of startling acoustic stimuli during practice of movement task","armGroupLabels":["START"]},{"type":"OTHER","name":"Sham Control","description":"Practice of Movement task without START","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Action Research Arm Test (ARAT) baseline to post","description":"upper extremity function test","timeFrame":"Change in ARAT from baseline (before training) to post (within 3 days of completed training)"},{"measure":"Retention in Action Research Arm Test (ARAT)","description":"upper extremity function test","timeFrame":"Retention of ARAT comparing post ARAT (within 3 days of completed training) to one-month post"},{"measure":"Change in Motor Activity Log (MAL)","description":"self-reported arm function","timeFrame":"Change in measure from baseline (before training) to post (within 3 days of completed training)"},{"measure":"Retention in Motor Activity Log (MAL)","description":"self-reported arm function","timeFrame":"Retention of measure comparing post (within 3 days of completed training) to one-month post"}],"secondaryOutcomes":[{"measure":"Change in Upper extremity fugl meyer (UEFM)","description":"upper extremity impairment test","timeFrame":"Change in measure from baseline (before training) to post (within 3 days of completed training)"},{"measure":"Retention of Upper extremity fugl meyer","description":"upper extremity impairment test","timeFrame":"Retention of measure comparing post (within 3 days of completed training) to one-month post"},{"measure":"Change in Modified Tardieu","description":"measure of spasticity","timeFrame":"Change in measure from baseline (before training) to post (within 3 days of completed training)"},{"measure":"Retention of Modified Tardieu","description":"measure of spasticity","timeFrame":"Retention of measure comparing post (within 3 days of completed training) to one-month post"},{"measure":"Change in Stroke Impact Scale","description":"The Stroke Impact Scale is a patient-reported questionnaire that evaluates disability and health-related quality of life post-stroke. \"Stroke Impact Scale\" is the full name of the measure.","timeFrame":"Change in measure from baseline (before training) to post (within 3 days of completed training)"},{"measure":"Retention of Stroke Impact Scale","description":"The Stroke Impact Scale is a patient-reported questionnaire that evaluates disability and health-related quality of life post-stroke. \"Stroke Impact Scale\" is the full name of the measure.","timeFrame":"Retention of measure comparing post (within 3 days of completed training) to one-month post"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. \\>18 years old\n2. Capacity to provide informed consent\n3. Cerebral stroke at least 6 months prior to testing\n4. Presence of severe-to-moderate upper extremity impairment (UEFM \\< 42/66)\n5. Corrected pure tone threshold (octave frequencies 250- 4000 Hz) norms for their age and gender27,28 NOTE: Audiometry data will be collected for all participants by lab personnel trained by an audiologist in a sound-attenuated booth. We expect that \\~30% of participants will use hearing aids; we will not exclude these individuals but rather include hearing aid use as a covariate in analyses.\n\nExclusion Criteria:\n\n1. Severe concurrent medical problems (e.g. uncontrolled cardiorespiratory impairment)\n2. Acute/painful condition/injury of upper extremity/spine that interfere with ability to participate.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Claire F Honeycutt, PhD","role":"CONTACT","phone":"480- 965-8453","email":"cfhoneyc@asu.edu"}],"locations":[{"facility":"Arizona State University","status":"RECRUITING","city":"Tempe","state":"Arizona","zip":"85287","country":"United States","contacts":[{"name":"Claire F Honeycutt, PhD","role":"CONTACT","phone":"480-965-8453","email":"claire.honeycutt@asu.edu"}],"geoPoint":{"lat":33.41477,"lon":-111.90931}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}