{"protocolSection":{"identificationModule":{"nctId":"NCT05849805","orgStudyIdInfo":{"id":"KY2023-052-02"},"organization":{"fullName":"Beijing Tiantan Hospital","class":"OTHER"},"briefTitle":"Y-3 Injection Through Skull Bone Marrow in the Treatment of Acute Malignant Middle Cerebral Artery Infarction (SOLUTION)","officialTitle":"The Feasibility, Safety and Efficacy of Y-3 Injection Through Skull Bone Marrow Bypassing Blood-brain Barrier in the Treatment of Acute Malignant Middle Cerebral Artery Infarction(SOLUTION)"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-02-13","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-06","studyFirstSubmitQcDate":"2023-04-28","studyFirstPostDateStruct":{"date":"2023-05-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-18","lastUpdatePostDateStruct":{"date":"2023-10-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"yilong Wang","investigatorTitle":"Vice President of Beijing Tiantan Hospital","investigatorAffiliation":"Beijing Tiantan Hospital"},"leadSponsor":{"name":"Beijing Tiantan Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The mortality of malignant middle cerebral artery infarction (mMCAI) is up to 80%, while current available treatment is limited. The purpose of this study is to explore the feasibility, safety and efficacy of Intracalvaria bone marrow injection of cytoprotective drug Y-3 in mMCAI patients with contradictions of reperfusion therapy or poor reperfusion outcome.","detailedDescription":"The mortality rate of malignant middle cerebral artery infarction (mMCAI) is up to 80%, while current available treatment is limited. Mainstream therapeutics include endovascular reperfusion therapy and decompressive craniectomy. But endovascular-reperfusion has limits such as short time window and hemorrhagic transformation risk, while decompressive craniectomy can reduce mortality but not infarct volume. Curative effect of intravenous injection of neuroprotective drugs is severely limited because of the blood-brain barrier. Microchannels connecting the skull bone marrow and dura may be effective drug delivery shortcuts bypassing the blood-brain barrier. Cytoprotective drug Y-3 affects dual aspects of ischemic cascade by disrupting both function of the synaptic folding post-synaptic density protein 95 (PSD-95), as well as α2-γ⁃Aminobutyric acid type A receptor （α2-GABAAR） agonist. Preclinical testing proved that intracalvaria bone marrow injection of Y-3 solution 24h post rat permanent middle cerebral artery infarction reduced rat infarction volume and improved neurological function.\n\nThe purpose of this study is to explore the feasibility, safety and efficacy of Intracalvaria bone marrow injection of cytoprotective drug Y-3 in mMCAI patients with contradictions of reperfusion therapy or poor reperfusion outcome.\n\nThis is a prospective, randomized, open-label, blinded endpoint (PROBE) clinical trial. The trial planned to enroll 20 patients with mMCAI, aged 18-85 years, within 24 hours of onset, with contradictions of reperfusion therapy or poor reperfusion outcome.\n\nPatients will be randomly assigned to one of the following 2 groups at 1:1 ratio.\n\nIntracalvaria bone marrow injection group: intracalvaria bone marrow injection Y-3 (dose was given as 32 ug/kg)once a day for 3 consecutive days, as well as standard treatment and management according to the related guidelines.\n\nConventional treatment group: standard treatment and management according to related guidelines\n\nFace to face interviews will be made on baseline, 4±1 days after randomization, 7±2 days after randomization, 14±2 days after randomization or discharge day, and 90 days after randomization.\n\nThe primary outcomes include feasibility outcomes and safety outcomes. Feasibility Outcomes include the internal plate of skull was drilled throughly, drug leakage during injection, the patient refused to continue, failure for other reasons during 3 days'treatment. Safety Outcomes includes Infection events (skin infection, osteomyelitis, or intracranial infection), symptomatic and non-symptomatic intracranial hemorrhage, moderate to severe bleeding(defined by the GUSTO), hepatic insufficiency, renal insufficiency during the treatment, severe or extremely severe anaemia (hemoglobin \\<60g / L), mortality, incidence of other adverse events / serious adverse events reported. The secondary outcomes include change of the NIHSS scores from baseline to 14±2 days or at discharge, the NIHSS scores improved by 4 points from baseline at 7±2 days, the NIHSS limb score improved by 2 points from baseline at 7±2 days, change of core infarction volume from baseline to 7±2 days, change of Glasgow Coma Scale (GCS) scores from baseline values to 14±2 days or at discharge, the modified Rankin Scale（mRS） 0-3 points at 90±7 days, Rate of decompressive hemicraniectomy according to guidelines within 90±7 days, Rate of decompressive hemicraniectomy within 90±7 days, neurological intensive care unit (NICU) hospitalization days, cost of the NICU hospitalization\n\nSafety indicators will be compared using the Fisher exact probability method. Primary effectiveness measures will be tested by the t-test or the Wilcoxon rank-sum test. Secondary effectiveness measures will use the Fisher exact probability method, where the comparison of neurofunction scale or daily living energy scale will be performed using non-parametric analysis. NICU hospitalization days and NICU hospitalization costs differences will be compared using the t-test or Wilcoxon rank-sum test. All statistics will be two-sided, P \\<0.05 is considered statistically significant."},"conditionsModule":{"conditions":["Stroke, Acute Ischemic"],"keywords":["malignant middle cerebral artery infarction","Y-3","postsynaptic density protein 95 inhibitor","BBB-bypassing route","brain drug delivery","Intracalvaria bone marrow injection"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intracalvaria bone marrow injection group","type":"EXPERIMENTAL","description":"Y-3 ，Intracalvaria bone marrow injection , continuous medication for 3 days, with standard treatment and management according to the related guidelines.","interventionNames":["Procedure: Intracalvaria bone marrow injection","Other: Conventional treatment"]},{"label":"Conventional treatment group","type":"SHAM_COMPARATOR","description":"standard treatment and management according to related guidelines","interventionNames":["Other: Conventional treatment"]}],"interventions":[{"type":"PROCEDURE","name":"Intracalvaria bone marrow injection","description":"Intracalvaria bone marrow injection Y-3 (dose was given at 32 ug/kg), continuous medication for 3 days","armGroupLabels":["Intracalvaria bone marrow injection group"]},{"type":"OTHER","name":"Conventional treatment","description":"standard treatment and management according to related guidelines","armGroupLabels":["Conventional treatment group","Intracalvaria bone marrow injection group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Failed of drilling","description":"The rate of the internal plate of skull was drilled through","timeFrame":"during 3 days of treatment"},{"measure":"Number of drug-leakage events","description":"Number of drug-leakage events","timeFrame":"during 3 days of treatment"},{"measure":"Patients' tolerance of therapy","description":"The number of patient who refused to continue the treatment because of the intolerance","timeFrame":"during 3 days of treatment"},{"measure":"Failed for other reasons","description":"Number of failed for other reasons","timeFrame":"during 3 days of treatment"},{"measure":"Rate of participants with infection events","description":"Rate of participants with infection events (including skin infection, osteomyelitis of skull, or intracranial infection)","timeFrame":"within 90±7 days after randomization"},{"measure":"Rate of intracranial hemorrhage","description":"Rate of symptomatic and non-symptomatic intracranial hemorrhage","timeFrame":"within 90±7 days after randomization"},{"measure":"Rate of bleeding","description":"Rate of bleeding (moderate to severe bleeding, defined by the GUSTO)","timeFrame":"within 90±7 days after randomization"},{"measure":"Rate of hepatic insufficiency","description":"Rate of hepatic insufficiency: Posttreatment retest alanine aminotransferase(ALT) or aspartate transaminase(AST) value exceeds 3 times the upper normal limit","timeFrame":"within 90±7 days after randomization"},{"measure":"Rate of renal insufficiency","description":"Rate of renal insufficiency: glomerular filtration rate (GFR)\\<40 ml/min/1.73m2 during the treatment","timeFrame":"within 90±7 days after randomization"},{"measure":"Anaemia","description":"Severe or extremely severe anaemia (hemoglobin \\<60g / L)","timeFrame":"within 90±7 days after randomization"},{"measure":"Mortality","description":"Mortality","timeFrame":"within 90±7 days after randomization"},{"measure":"Adverse events / serious adverse events","description":"Incidence of other adverse events / serious adverse events reported","timeFrame":"within 90±7 days after randomization"}],"secondaryOutcomes":[{"measure":"Change of the NIHSS scores from baseline","description":"Change of the NIHSS scores from baseline to 14±2 days or at discharge. The National Institutes of Health Stroke Scale (NIHSS) is a standardized neurological examination score that is a valid and reliable measure of disability and recovery after acute stroke. Scores range from 0 to 42, with higher scores indicating increasing severity.","timeFrame":"14±2 days after randomization or at discharge"},{"measure":"Patients with symptoms improvement","description":"The NIHSS scores improved by 4 points from baseline at 7±2 days","timeFrame":"baseline，7±2 days after randomization"},{"measure":"Patients with limbs' symptoms improvement","description":"The NIHSS limb score improved by 2 points from baseline at 7±2 days","timeFrame":"baseline，at 7±2 days after randomization"},{"measure":"Change of core infarction volume from baseline","description":"The core infarction volume is determined on CTP image with rCBF\\<30%","timeFrame":"baseline，7±2 days after randomization"},{"measure":"Change of GCS scores from baseline","description":"The GCS is a validated and reliable scale to evaluate level of consciousness in patients. The scale assesses 3 functions: Eye Opening, Verbal Response, and Motor Response. GCS scores range from 15 (best) to 3 (worst).","timeFrame":"baseline, 14±2 days after randomization or at discharge"},{"measure":"90 days Functional improvement","description":"The modified Rankin Scale 0-3 points at 90±7 days","timeFrame":"90±7 days after randomization"},{"measure":"Rate of decompressive hemicraniectomy according to guidelines","description":"Rate of decompressive hemicraniectomy according to guidelines within 90±7 days","timeFrame":"90±7 days after randomization"},{"measure":"Rate of decompressive hemicraniectomy","description":"Rate of decompressive hemicraniectomy","timeFrame":"90±7 days after randomization"},{"measure":"Days of NICU hospitalization","description":"Days of NICU hospitalization","timeFrame":"From date of randomization until the date of discharge or date of death from any cause, assessed up to 1 month"},{"measure":"The cost of the NICU hospitalization","description":"The cost of the NICU hospitalization","timeFrame":"From date of randomization until the date of discharge or date of death from any cause, assessed up to 1 month"},{"measure":"Patients with symptoms improvement","description":"The NIHSS scores improved by 4 points from baseline at 14±2 days","timeFrame":"baseline，14±2 days after randomization"},{"measure":"Patients with limbs' symptoms improvement","description":"The NIHSS limb score improved by 2 points from baseline at 14±2 days","timeFrame":"baseline，at 14±2 days after randomization"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1.18-75 years old; 2.No gender limitation; 3.Pre-stroke mRS score \\<2 4. Randomization can be finished within 24 hours of stroke onset (onset time is defined as last-seen-well time) 5. Ischemic stroke in the middle cerebral artery(MCA) territory meeting the following characteristics: A. 15\\<NIHSS≤30 B. Imaging within 6h of onset indicated the core area of infarction (rCBF\\<30% volume in CTP)\\>1/2 MCA territory or ASPECTS score≤6 6.If endovascular-reperfusion therapy is performed, the treatment is not effective with one of the following conditions: A. The NIHSS score decreased≤4 and the total score was still\\>15 B. The NIHSS score progressed immediately after the therapy and the total score≤30 7. Informed consent signed\n\nExclusion Criteria:\n\n1. Concurrent with one of the other cerebrovascular diseases of the following conditions:\n\n   A.Acute cerebral hemorrhage or subarachnoid hemorrhage B. Acute posterior circulation infarction C.Other types of TOAST classification such as intracranial artery dissection, vasculitis and moyamoya disease\n2. Hemorrhagic transformation in the infarct area, over 30% of the infarct area, and significant occupancy effect\n3. Bilateral pupil fixation / pupillary reflex disappeared\n4. Decompressive craniectomy was planned before randomization\n5. Resistant hypertension (systolic\\> 200mmHg or diastolic\\> 110mmHg) or hypotension (systolic \\<70mmHg or diastolic \\<50mmHg)\n6. Abnormal blood glycemia before randomization (random venous blood glucose \\<2.8 mmol/L or\\> 23 mmol/L)\n7. Severe hepatic or renal insufficiency (Note: severe hepatic insufficiency refers to the ALT\\> 3 times the upper limit of normal or the AST \\> 3 times the upper limit of normal; severe renal insufficiency means the creatinine value\\> 1.5 times the upper limit of normal or GFR \\<40 ml/min/1.73m2)\n8. Severe cardiac insufficiency before randomization (compliance with New York College of Cardiology (NYHA) Cardiac Function Class III, IV)\n9. Dual antiplatelet (aspirin plus clopidogrel or ticagrelor or cilostazol) within 24 hours or tirofiban within 4 hours\n10. Combining with contraindications for intra-diplo administration, such as skull fracture, skull infection, subdural / external hematoma, subscalp hematoma, scalp skin or subcutaneous infection, etc\n11. Bleeding tendency (including but not limited to): platelet count \\<100×109 / L; received heparin within nearly 24h, APTT ≥35s; oral warfarin, INR\\>1.7; new-oral-anticoagulant orally; with direct thrombin or factor Xa inhibitor; Combining with coagulopathy such as hemophilia\n12. presence of severe or very severe anemia (hemoglobin \\<60g / L)\n13. Combining with respiratory failure, and still difficult to correct after endotracheal intubation or tracheotomy, requiring ventilator treatment\n14. Combining with severe CNS degenerative disease, such as AD, PD and severe dementia from various causes\n15. Combining with other organic diseases, such as malignancy, the patient's life expectancy is less than 3 months\n16. Allergy to any component of the therapeutic drug\n17. Other neuroprotective agents without guideline recommendations and with unknown mechanism of the most important component were used within 24 hours of onset\n18. Patients with pregnancy, lactation, or a possible pregnancy and a planned pregnancy\n19. Unable to comply with the trial protocol or follow-up requirements\n20. Other circumstances deemed unsuitable by investigator\n21. Also participate in other interventional clinical trials","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yilong Wang, PhD+MD","role":"CONTACT","phone":"18842627325/13260180675","email":"yilong528@gmail.com"}],"locations":[{"facility":"Beijing Tiantan Hospital","status":"RECRUITING","city":"Beijing","zip":"100050","country":"China","contacts":[{"name":"Yilong Wang, M.D.","role":"CONTACT","email":"yilong538@gmail.com"},{"name":"yilong wang, M.D.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"pmid":"24481970","type":"BACKGROUND","citation":"Wijdicks EF, Sheth KN, Carter BS, Greer DM, Kasner SE, Kimberly WT, Schwab S, Smith EE, Tamargo RJ, Wintermark M; American Heart Association Stroke Council. Recommendations for the management of cerebral and cerebellar infarction with swelling: a statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Apr;45(4):1222-38. doi: 10.1161/01.str.0000441965.15164.d6. Epub 2014 Jan 30."},{"pmid":"20354047","type":"BACKGROUND","citation":"Treadwell SD, Thanvi B. Malignant middle cerebral artery (MCA) infarction: pathophysiology, diagnosis and management. Postgrad Med J. 2010 Apr;86(1014):235-42. doi: 10.1136/pgmj.2009.094292."},{"pmid":"33817340","type":"BACKGROUND","citation":"Berge E, Whiteley W, Audebert H, De Marchis GM, Fonseca AC, Padiglioni C, de la Ossa NP, Strbian D, Tsivgoulis G, Turc G. European Stroke Organisation (ESO) guidelines on intravenous thrombolysis for acute ischaemic stroke. Eur Stroke J. 2021 Mar;6(1):I-LXII. doi: 10.1177/2396987321989865. Epub 2021 Feb 19."},{"pmid":"34785611","type":"BACKGROUND","citation":"Jadhav AP, Desai SM, Jovin TG. Indications for Mechanical Thrombectomy for Acute Ischemic Stroke: Current Guidelines and Beyond. Neurology. 2021 Nov 16;97(20 Suppl 2):S126-S136. doi: 10.1212/WNL.0000000000012801."},{"pmid":"30878104","type":"BACKGROUND","citation":"Wu S, Wu B, Liu M, Chen Z, Wang W, Anderson CS, Sandercock P, Wang Y, Huang Y, Cui L, Pu C, Jia J, Zhang T, Liu X, Zhang S, Xie P, Fan D, Ji X, Wong KL, Wang L; China Stroke Study Collaboration. Stroke in China: advances and challenges in epidemiology, prevention, and management. Lancet Neurol. 2019 Apr;18(4):394-405. doi: 10.1016/S1474-4422(18)30500-3."},{"pmid":"31662037","type":"BACKGROUND","citation":"Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, Biller J, Brown M, Demaerschalk BM, Hoh B, Jauch EC, Kidwell CS, Leslie-Mazwi TM, Ovbiagele B, Scott PA, Sheth KN, Southerland AM, Summers DV, Tirschwell DL. Guidelines for the Early Management of Patients With Acute Ischemic Stroke: 2019 Update to the 2018 Guidelines for the Early Management of Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2019 Dec;50(12):e344-e418. doi: 10.1161/STR.0000000000000211. Epub 2019 Oct 30. Erratum In: Stroke. 2019 Dec;50(12):e440-e441."},{"pmid":"17303527","type":"BACKGROUND","citation":"Vahedi K, Hofmeijer J, Juettler E, Vicaut E, George B, Algra A, Amelink GJ, Schmiedeck P, Schwab S, Rothwell PM, Bousser MG, van der Worp HB, Hacke W; DECIMAL, DESTINY, and HAMLET investigators. Early decompressive surgery in malignant infarction of the middle cerebral artery: a pooled analysis of three randomised controlled trials. Lancet Neurol. 2007 Mar;6(3):215-22. doi: 10.1016/S1474-4422(07)70036-4."},{"pmid":"23752906","type":"BACKGROUND","citation":"Kolias AG, Kirkpatrick PJ, Hutchinson PJ. Decompressive craniectomy: past, present and future. Nat Rev Neurol. 2013 Jul;9(7):405-15. doi: 10.1038/nrneurol.2013.106. Epub 2013 Jun 11."},{"pmid":"27180033","type":"BACKGROUND","citation":"Chamorro A, Dirnagl U, Urra X, Planas AM. Neuroprotection in acute stroke: targeting excitotoxicity, oxidative and nitrosative stress, and inflammation. Lancet Neurol. 2016 Jul;15(8):869-881. doi: 10.1016/S1474-4422(16)00114-9. Epub 2016 May 11."},{"pmid":"34830481","type":"BACKGROUND","citation":"Ugalde-Trivino L, Diaz-Guerra M. PSD-95: An Effective Target for Stroke Therapy Using Neuroprotective Peptides. Int J Mol Sci. 2021 Nov 22;22(22):12585. doi: 10.3390/ijms222212585."},{"pmid":"21102461","type":"BACKGROUND","citation":"Zhou L, Li F, Xu HB, Luo CX, Wu HY, Zhu MM, Lu W, Ji X, Zhou QG, Zhu DY. Treatment of cerebral ischemia by disrupting ischemia-induced interaction of nNOS with PSD-95. Nat Med. 2010 Dec;16(12):1439-43. doi: 10.1038/nm.2245. Epub 2010 Nov 21. Erratum In: Nat Med. 2011 Sep;17(9):1153."},{"pmid":"32087818","type":"BACKGROUND","citation":"Hill MD, Goyal M, Menon BK, Nogueira RG, McTaggart RA, Demchuk AM, Poppe AY, Buck BH, Field TS, Dowlatshahi D, van Adel BA, Swartz RH, Shah RA, Sauvageau E, Zerna C, Ospel JM, Joshi M, Almekhlafi MA, Ryckborst KJ, Lowerison MW, Heard K, Garman D, Haussen D, Cutting SM, Coutts SB, Roy D, Rempel JL, Rohr AC, Iancu D, Sahlas DJ, Yu AYX, Devlin TG, Hanel RA, Puetz V, Silver FL, Campbell BCV, Chapot R, Teitelbaum J, Mandzia JL, Kleinig TJ, Turkel-Parrella D, Heck D, Kelly ME, Bharatha A, Bang OY, Jadhav A, Gupta R, Frei DF, Tarpley JW, McDougall CG, Holmin S, Rha JH, Puri AS, Camden MC, Thomalla G, Choe H, Phillips SJ, Schindler JL, Thornton J, Nagel S, Heo JH, Sohn SI, Psychogios MN, Budzik RF, Starkman S, Martin CO, Burns PA, Murphy S, Lopez GA, English J, Tymianski M; ESCAPE-NA1 Investigators. Efficacy and safety of nerinetide for the treatment of acute ischaemic stroke (ESCAPE-NA1): a multicentre, double-blind, randomised controlled trial. Lancet. 2020 Mar 14;395(10227):878-887. doi: 10.1016/S0140-6736(20)30258-0. Epub 2020 Feb 20."},{"pmid":"25561720","type":"BACKGROUND","citation":"Daneman R, Prat A. The blood-brain barrier. Cold Spring Harb Perspect Biol. 2015 Jan 5;7(1):a020412. doi: 10.1101/cshperspect.a020412."},{"pmid":"33649582","type":"BACKGROUND","citation":"Terstappen GC, Meyer AH, Bell RD, Zhang W. Strategies for delivering therapeutics across the blood-brain barrier. Nat Rev Drug Discov. 2021 May;20(5):362-383. doi: 10.1038/s41573-021-00139-y. Epub 2021 Mar 1."},{"pmid":"31839374","type":"BACKGROUND","citation":"Charabati M, Rabanel JM, Ramassamy C, Prat A. Overcoming the Brain Barriers: From Immune Cells to Nanoparticles. Trends Pharmacol Sci. 2020 Jan;41(1):42-54. doi: 10.1016/j.tips.2019.11.001. Epub 2019 Dec 12."},{"pmid":"31546096","type":"BACKGROUND","citation":"Xie J, Shen Z, Anraku Y, Kataoka K, Chen X. Nanomaterial-based blood-brain-barrier (BBB) crossing strategies. Biomaterials. 2019 Dec;224:119491. doi: 10.1016/j.biomaterials.2019.119491. Epub 2019 Sep 14."},{"pmid":"30150661","type":"BACKGROUND","citation":"Herisson F, Frodermann V, Courties G, Rohde D, Sun Y, Vandoorne K, Wojtkiewicz GR, Masson GS, Vinegoni C, Kim J, Kim DE, Weissleder R, Swirski FK, Moskowitz MA, Nahrendorf M. Direct vascular channels connect skull bone marrow and the brain surface enabling myeloid cell migration. Nat Neurosci. 2018 Sep;21(9):1209-1217. doi: 10.1038/s41593-018-0213-2. Epub 2018 Aug 27."},{"pmid":"34083450","type":"BACKGROUND","citation":"Brioschi S, Wang WL, Peng V, Wang M, Shchukina I, Greenberg ZJ, Bando JK, Jaeger N, Czepielewski RS, Swain A, Mogilenko DA, Beatty WL, Bayguinov P, Fitzpatrick JAJ, Schuettpelz LG, Fronick CC, Smirnov I, Kipnis J, Shapiro VS, Wu GF, Gilfillan S, Cella M, Artyomov MN, Kleinstein SH, Colonna M. Heterogeneity of meningeal B cells reveals a lymphopoietic niche at the CNS borders. Science. 2021 Jul 23;373(6553):eabf9277. doi: 10.1126/science.abf9277. Epub 2021 Jun 3."},{"pmid":"35501382","type":"BACKGROUND","citation":"Pulous FE, Cruz-Hernandez JC, Yang C, Kaya Zeta, Paccalet A, Wojtkiewicz G, Capen D, Brown D, Wu JW, Schloss MJ, Vinegoni C, Richter D, Yamazoe M, Hulsmans M, Momin N, Grune J, Rohde D, McAlpine CS, Panizzi P, Weissleder R, Kim DE, Swirski FK, Lin CP, Moskowitz MA, Nahrendorf M. Cerebrospinal fluid can exit into the skull bone marrow and instruct cranial hematopoiesis in mice with bacterial meningitis. Nat Neurosci. 2022 May;25(5):567-576. doi: 10.1038/s41593-022-01060-2. Epub 2022 May 2."},{"pmid":"35301477","type":"BACKGROUND","citation":"Mazzitelli JA, Smyth LCD, Cross KA, Dykstra T, Sun J, Du S, Mamuladze T, Smirnov I, Rustenhoven J, Kipnis J. Cerebrospinal fluid regulates skull bone marrow niches via direct access through dural channels. Nat Neurosci. 2022 May;25(5):555-560. doi: 10.1038/s41593-022-01029-1. Epub 2022 Mar 17."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000020244","term":"Infarction, Middle Cerebral Artery"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002539","term":"Cerebral Arterial Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke, Acute","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M21759","name":"Infarction, Middle Cerebral Artery","asFound":"Middle Cerebral Artery Infarction","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Acute Ischemic","relevance":"HIGH"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5478","name":"Cerebral Arterial Diseases","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}