{"protocolSection":{"identificationModule":{"nctId":"NCT02770300","orgStudyIdInfo":{"id":"1_2016"},"organization":{"fullName":"Wearable Robotics srl.","class":"INDUSTRY"},"briefTitle":"Effect of Personalized Robotic Therapy","officialTitle":"Effect of an Automatic Personalized Robot-assisted Rehabilitation on Cortical Organization and Clinical Recovery After Stroke"},"statusModule":{"statusVerifiedDate":"2020-05","overallStatus":"TERMINATED","whyStopped":"The study was prematurely terminated by the sponsor in both centers because the recruitment in the two centers was slow, and it stopped during COVID period.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-05"},"primaryCompletionDateStruct":{"date":"2020-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2020-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2016-03-30","studyFirstSubmitQcDate":"2016-05-11","studyFirstPostDateStruct":{"date":"2016-05-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-10-13","lastUpdatePostDateStruct":{"date":"2022-10-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Wearable Robotics srl.","class":"INDUSTRY"},"collaborators":[{"name":"University Hospital, Geneva","class":"OTHER"},{"name":"Azienda Ospedaliero, Universitaria Pisana","class":"OTHER"},{"name":"Ecole Polytechnique Fédérale de Lausanne","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The primary goal of this project is to test the safeness and clinical effectiveness of a novel exoskeleton for the upper limb (Arm Light Exoskeleton Rehab Station, ALEx RS) developed at Wearable Robotics srl, for the force assistance of stroke patients during robotic-rehabilitation.\n\nThe secondary study aim is to design and test an automatic personalized robot-based upper limb motor rehabilitation protocol targeting the specific kinematic performance of each patient.\n\nFinally, the study also aims to define the \"neuro-biomechanical state\" of the patient and its evolution during the therapy by studying cortical signals and muscular synergies. This information will be used to improve the personalization of the robotic treatment by targeting not only the motor performance but also the cerebral and muscular activity of the patient.\n\nThe study is longitudinally designed in order to test the safeness and clinical effectiveness of ALEx RS over time, and to monitor the clinical effectiveness of the automatic personalized robotic therapy from the beginning until the end of the treatment. Moreover, in order to estimate the long-term clinical effectiveness of the treatment, the assessment methods proposed in the clinical trial will be repeated one month after the end of the treatment."},"conditionsModule":{"conditions":["Stroke"],"keywords":["automatic","personalized","robotic therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":28,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional therapy","type":"NO_INTERVENTION","description":"The control group of patients will perform a conventional therapy without the use of the exoskeleton. The conventional therapy will consist in a traditional treatment of occupational therapy or physiotherapy without the use of the robotic device. The therapist will provide a specific conventional treatment comparable with the robotic treatment in terms of session time and therapeutic goals (i.e., 45 minutes per session, about 100, 150, 200 and 250 movements respectively for the first, second, third and fourth week). The level of difficulty of the exercises will be increased by the physiotherapist according to the degree of impairment of the patients.\n\nThe muscle and cerebral activity during the execution of the conventional therapy could be acquired."},{"label":"Traditional robotic rehabilitation with ALEx RS","type":"EXPERIMENTAL","description":"The rehabilitative task will be constituted of 3D reaching movements covering a sphere of fourteen centimeter of radius in front of the patient. The initial rehabilitative task will be the same for all the patients belonging to this group and the workspace will be extended accordingly to the therapist evaluation during the following training sessions. In order not to bias the comparisons of the effects of the different rehabilitative treatments, the therapist assisting this group during the rehabilitation will be the same for all the subjects belonging to this group and he/she will not take part in the rehabilitative treatment of the other groups. Initially, the patients will execute reaching movements in different directions in the horizontal plane. If the therapist will evaluate that the movements have been sufficiently recovered, reaching movements in the other planes will be proposed.","interventionNames":["Device: Arm Light Exoskeleton Rehab Station (ALEx RS)"]},{"label":"Automatic personalized robotic rehabilitation with ALEx RS","type":"EXPERIMENTAL","interventionNames":["Device: Arm Light Exoskeleton Rehab Station (ALEx RS) - automatically personalized"]}],"interventions":[{"type":"DEVICE","name":"Arm Light Exoskeleton Rehab Station (ALEx RS)","description":"ALEx RS is a complete system specifically designed to support the rehabilitation of stroke patients. In particular, this system is equipped with a robotic arm exoskeleton conceived for the force assistance, integrated in a Virtual Reality system that allows implementing rehabilitative exercises highly interactive and engaging for the patients. It is proven that the use of this type of devices in rehabilitation can provide high intensive, repetitive, task specific, and interactive treatment of the impaired arm and an objective and reliable mean for monitoring patients' progress.","armGroupLabels":["Traditional robotic rehabilitation with ALEx RS"]},{"type":"DEVICE","name":"Arm Light Exoskeleton Rehab Station (ALEx RS) - automatically personalized","description":"ALEx RS is a complete system specifically designed to support the rehabilitation of stroke patients. In particular, this system is equipped with a robotic arm exoskeleton conceived for the force assistance, integrated in a Virtual Reality system that allows implementing rehabilitative exercises highly interactive and engaging for the patients. It is proven that the use of this type of devices in rehabilitation can provide high intensive, repetitive, task specific, and interactive treatment of the impaired arm and an objective and reliable mean for monitoring patients' progress. The movements to be performed by the patient are automatically decided by the exoskeleton.","armGroupLabels":["Automatic personalized robotic rehabilitation with ALEx RS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Safety evaluated through the number of adverse events","timeFrame":"2 years"},{"measure":"Efficacy evaluated through Fugl-Meyer","timeFrame":"2 years"}],"secondaryOutcomes":[{"measure":"Efficacy of personalized therapy evaluated through Fugl-Meyer","description":"The secondary outcome of the study is the evaluation of the differences on the outcome for a personalized vs a standard robotic rehabilitation","timeFrame":"2 years"}],"otherOutcomes":[{"measure":"Neurobiomechanical state evaluated through kinematics","description":"Definition of the neurobiomechanical state of the patient and its evolution during the therapy","timeFrame":"2 years"},{"measure":"Neurobiomechanical state evaluated through muscle activity measured with electromyography (EMG)","description":"Definition of the neurobiomechanical state of the patient and its evolution during the therapy","timeFrame":"2 years"},{"measure":"Neurobiomechanical state evaluated through brain activity measured with electroencephalography (EEG)","description":"Definition of the neurobiomechanical state of the patient and its evolution during the therapy","timeFrame":"2 years"},{"measure":"Neurobiomechanical state evaluated through brain activity measured with functional Magnetic Resonance Imaging (fMRI)","description":"Definition of the neurobiomechanical state of the patient and its evolution during the therapy","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke patients\n* right and left hand dominant\n* cerebral lesion onset between 2-8 weeks\n* able to participate in a session of about 30-60 minutes\n* right-hemiplegic with at least 10° of motion in the treated joints (shoulder and elbow)\n* age: more than 18 years old\n\nExclusion Criteria:\n\n* subjects with an active implantable device or wearing an active device (e.g., pacemakers, metallic objects in the brain, infusion pumps, etc.)\n* persistent delirium or disturbed vigilance\n* moderate or severe language comprehension deficits\n* skull breach\n* new stroke lesions during rehabilitation\n* patients incapable of discernment\n* subjects with reduced mobility due to previous injuries or abnormalities unrelated with the cerebral accident","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Adrian Guggisberg, Md","affiliation":"University Hospital, Geneva","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Carmelo Chisari, Md","affiliation":"Azienda Ospedaliera Universitaria Pisana","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Silvestro Micera, Prof.","affiliation":"Ecole Polytechnique Fédérale de Lausanne","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"University Hospital of Geneva","city":"Geneva","zip":"1211","country":"Switzerland","geoPoint":{"lat":46.20222,"lon":6.14569}}]},"referencesModule":{"references":[{"pmid":"26801620","type":"BACKGROUND","citation":"Pirondini E, Coscia M, Marcheschi S, Roas G, Salsedo F, Frisoli A, Bergamasco M, Micera S. Evaluation of the effects of the Arm Light Exoskeleton on movement execution and muscle activities: a pilot study on healthy subjects. J Neuroeng Rehabil. 2016 Jan 23;13:9. doi: 10.1186/s12984-016-0117-x."},{"pmid":"32410617","type":"BACKGROUND","citation":"Giang C, Pirondini E, Kinany N, Pierella C, Panarese A, Coscia M, Miehlbradt J, Magnin C, Nicolo P, Guggisberg A, Micera S. Motor improvement estimation and task adaptation for personalized robot-aided therapy: a feasibility study. Biomed Eng Online. 2020 May 14;19(1):33. doi: 10.1186/s12938-020-00779-y."},{"type":"BACKGROUND","citation":"5th International Conference on NeuroRehabilitation, Pisa, italy, October 16-20 2018, Evolution of cortical asymmetry with post-stroke rehabilitation: a pilot study, Miehlbradt J, Pierella C, Kinany N, Coscia M, Pirondini E, Vissani M, Mazzoni A, Magnin C, Nicolo P, Guggisberg A and Micera S."},{"type":"BACKGROUND","citation":"5th International Conference on NeuroRehabilitation, Pisa, italy, October 16-20 2018, Training muscle synergies to relearn movement: current perspectives and future trends, Coscia M, Pellegrino L, Pierella C, Pirondini E, Kinany N, Miehlbradt J, Magnin C, Nicolo P, Giannoni P, Marinelli L, Guggisberg A, Casadio M and Micera S."},{"type":"BACKGROUND","citation":"5th International Conference on NeuroRehabilitation, Pisa, italy, October 16-20 2018, On the potential of EEG biomarkers to inform robot-assisted rehabilitation in stroke patients, Pirondini E, Pierella C, Kinany N, Coscia M, Miehlbradt J, Magnin C, Nicolo P, Guggisberg A, Micera S, Deouell L and Van de Ville D."},{"type":"BACKGROUND","citation":"5th International Conference on NeuroRehabilitation, Pisa, italy, October 16-20 2018, personalizing exoskeleton-based upper limb rehabilitation using a statistical model: a pilot study, Pierella C, Giang C, Pirondini E, Kinany N, Coscia M, Miehlbradt J, Magnin C, Nicolo P, Guggisberg A and Micera S."},{"type":"BACKGROUND","citation":"5th International Conference on NeuroRehabilitation, Pisa, italy, October 16-20 2018, Resting-state functional connectivity in stroke patients after upper limb robot-assisted therapy: a pilot study, Kinany N, Pierella C, Pirondini E, Coscia M, Miehlbradt J, Magnin C, Nicolo P, Van De Ville D, Guggisberg A and Micera S."},{"type":"BACKGROUND","citation":"7th IEEE RAS/EMBS International Conference on Biomedical Robotics and Biomechatronics, Enschede, Netherlands, August 26-29 2018. Motor intention decoding during active and robot-assisted reaching. Pastore A*, Pierella C*, Artoni F, Pirondini E, Coscia M, Casadio M, Micera S."},{"pmid":"32516757","type":"DERIVED","citation":"Pierella C, Pirondini E, Kinany N, Coscia M, Giang C, Miehlbradt J, Magnin C, Nicolo P, Dalise S, Sgherri G, Chisari C, Van De Ville D, Guggisberg A, Micera S. A multimodal approach to capture post-stroke temporal dynamics of recovery. J Neural Eng. 2020 Jul 10;17(4):045002. doi: 10.1088/1741-2552/ab9ada."}],"seeAlsoLinks":[{"label":"Website of Wearable Robotics srl","url":"http://www.wearable-robotics.com/kinetek/"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}