{"protocolSection":{"identificationModule":{"nctId":"NCT03838289","orgStudyIdInfo":{"id":"cerebral vein"},"organization":{"fullName":"Second Affiliated Hospital, School of Medicine, Zhejiang University","class":"OTHER"},"briefTitle":"Study of Cerebral Venous System in Acute Ischemic Stroke Patients Receiving Reperfusion Therapy","officialTitle":"Study of the Function of Cerebral Venous System in Acute Ischemic Stroke Patients Receiving Reperfusion Therapy","acronym":"VAST"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-01-28","studyFirstSubmitQcDate":"2019-02-11","studyFirstPostDateStruct":{"date":"2019-02-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-16","lastUpdatePostDateStruct":{"date":"2023-04-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Second Affiliated Hospital, School of Medicine, Zhejiang University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The VAST study is a single-center prospective observational study that enrolled individuals with acute ischemic stroke (AIS) within 24 hours onset. The patients will receive neurological examination, multimodal computed tomographic perfusion (CTP) or multimodal magnetic resonance perfusion (MRP) before reperfusion therapy. The hypoperfusion volume, ischemic core volume, brain edema, cerebral arterial collaterals will be evaluated on baseline brain image. The status of cerebral venous system (CVs) including superficial middle cerebral vein, vein of Labbe, vein of Trolard, Sphenoid sinus, thalamostriate vein, Internal cerebral vein, Rosenthal's vein will be evaluated in phases of reconstructed imaging from CTP/MRP. The investigators will explore the venous markers for prognosis of AIS patients who received reperfusion therapy, and find the role of venous system in reperfusion injury.","detailedDescription":"Stroke therapy had entered a new era since endovascular therapy was introduced in addition to intravenous thrombolysis. The benefit of endovascular therapy for patients with a proven proximal intracranial arterial occlusion has recently been revealed in several large randomized controlled trials. However, a substantial number of patients treated with reperfusion therapy did not reach functional independence in long-term follow-up, despite relatively high recanalization rates. Therefore, simple and more reliable markers that identify patients most likely to benefit from reperfusion therapy are needed. Accumulated studies showed that arterial status such as arterial collaterals had been considered as a critical predictor of outcome or determinant criteria for therapeutic selection. However, other evidences denied that arterial collaterals serve as a predictors for outcome after recanalization. Moreover, non-reflow phenomenon, over-reperfusion and futile recanalization may lead to large infarct, brain swelling, hemorrhagic complication and neurological deterioration. The traditional pathophysiological understanding on ischemic stroke can hardly explain these occurrences. Recently, the importance of cerebral venous drainage, the major blood reservoir and drainage system in brain, has been described for stroke evolution and clinical sequelae. In this study, the aim is to investigate the roles of cerebral venous dynamic status on neurological outcome after reperfusion therapy and the potential mechanisms behind poor veins and adverse outcome. In this study, the investigators will prospectively recruit the AIS patients over 18 years old who undergo baseline CTP/MRP and receive reperfusion therapy within 24 hour after onset. Each of their perfusion imaging will be reconstructed to evaluate the status of cerebral vein system. The investigators hypothesized that the venous dynamic status may have effect on the ischemic-reperfusion progress, and may thus has the potential to impact the stroke outcome. This study may add new implications for stroke outcome prediction and future therapeutic decision-making."},"conditionsModule":{"conditions":["Stroke","Cerebral Venous System","Reperfusion Injury"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"blood samples"},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Individuals with absent filling of CVs","description":"Individuals with absent filling of following CVs: superficial middle cerebral vein, vein of Labbe, vein of Trolard, Sphenoid sinus, thalamostriate vein, Internal cerebral vein, Rosenthal's vein","interventionNames":["Radiation: multimodal magnetic resonance imaging or computed tomography"]},{"label":"individuals without any absent filling of CVs","description":"Individuals without any absent filling of following CVs: superficial middle cerebral vein, vein of Labbe, vein of Trolard, Sphenoid sinus, thalamostriate vein, Internal cerebral vein, Rosenthal's vein","interventionNames":["Radiation: multimodal magnetic resonance imaging or computed tomography"]}],"interventions":[{"type":"RADIATION","name":"multimodal magnetic resonance imaging or computed tomography","description":"multimodal magnetic resonance imaging including T1 Flair,T2 Flair, magnetic resonance angiography (MRA), perfusion-weighted imaging (PWI), diffusion-weighted imaging (DWI), enhanced gradient echo T2 star weighted angiography (ESWAN); multimodal computed tomography including non-contrast CT, volume perfusion CT","armGroupLabels":["Individuals with absent filling of CVs","individuals without any absent filling of CVs"],"otherNames":["blood samples collection","neurological examination"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Prognosis","description":"modified Rankin Scale at 90 days:\n\n* 0 = No symptoms;\n* 1 = No significant disability. Able to carry out all usual activities, despite some symptoms;\n* 2 = Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities;\n* 3 = Moderate disability. Requires some help, but able to walk unassisted;\n* 4 = Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted;\n* 5 = Severe disability. Requires constant nursing care and attention, bedridden, incontinent;\n* 6 = Dead.\n\nA score of \\>2 means poor outcome.","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"Brain edema","description":"brain edema scale at 24-hour after reperfusion therapy:\n\n* 0 = indicates no swelling;\n* 1 = effacement of cortical sulci;\n* 2 = 1+minor effacement of the ipsilateral lateral ventricle;\n* 3 = 1+complete effacement of the ipsilateral lateral ventricle;\n* 4 = 3+effacement of the third ventricle;\n* 5 = shift of the midline away from the side of the infarction;\n* 6 = 5+effacement of basal cisterns.","timeFrame":"24-hour"},{"measure":"Hemorrhage transformation","description":"hemorrhage transformation at 24-hour after reperfusion therapy:\n\n* Hemorrhagic infarction 1 (HI1) was defined as small petechiae along the margins of the infarct;\n* Hemorrhagic infarction 2 (HI2) as confluent petechiae within the infarcted area but no space-occupying effect;\n* Parenchymal hemorrhage (PH1) as blood clots in 30% or less of the infarcted area with some slight space-occupying effect; and\n* Parenchymal hemorrhage (PH2) as blood clots in more than 30% of the infarcted area with substantial space-occupying effect.\n* Symptomatic intracranial hemorrhage was defined as blood at any site in the brain on the CT scan.","timeFrame":"24-hour"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. receive reperfusion therapy within 24 hours after onset;\n2. undergo multimodal magnetic resonance computed tomography before reperfusion therapy and CTP or magnetic resonance perfusion at 24 hours after reperfusion therapy;\n\nExclusion Criteria:\n\n1. Contraindication to imaging with contrast agents;\n2. Without provision of informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"acute ischemic stroke patients","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Min Lou, Ph.D","role":"CONTACT","phone":"13958007213","email":"loumingxc@vip.sina.com"}],"locations":[{"facility":"The second affiliated hosipital of Zhejiang University","status":"RECRUITING","city":"Hangzhou","state":"Zhejiang","country":"China","contacts":[{"name":"Min Lou, Ph.D","role":"CONTACT","phone":"13958007213","email":"loumingxc@vip.sina.com"}],"geoPoint":{"lat":30.29365,"lon":120.16142}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000015427","term":"Reperfusion Injury"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M17789","name":"Reperfusion Injury","asFound":"Reperfusion Injury","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M13755","name":"Postoperative Complications","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}