{"protocolSection":{"identificationModule":{"nctId":"NCT04697368","orgStudyIdInfo":{"id":"RP 20/08"},"organization":{"fullName":"IRCCS San Raffaele Roma","class":"OTHER"},"briefTitle":"The Efficacy of Upper Limb Rehabilitation With Exoskeleton in Patients With Subacute Stroke.","officialTitle":"A Randomized Controlled Multicenter Study on the Efficacy of Upper Limb Rehabilitation With Exoskeleton in Patients With Subacute Stroke.","acronym":"PowerUPS-REHAB"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-07-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-24","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-30","studyFirstSubmitQcDate":"2021-01-04","studyFirstPostDateStruct":{"date":"2021-01-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-27","lastUpdatePostDateStruct":{"date":"2023-09-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Marco Franceschini, MD","investigatorTitle":"Head of Neurorehabilitation Research Department","investigatorAffiliation":"IRCCS San Raffaele Roma"},"leadSponsor":{"name":"IRCCS San Raffaele Roma","class":"OTHER"},"collaborators":[{"name":"Università degli Studi di Ferrara","class":"OTHER"},{"name":"Fondazione Gli Angeli di Padre Pio","class":"UNKNOWN"},{"name":"Habilita S.p.A.","class":"OTHER"},{"name":"Azienda Ospedaliero, Universitaria Ospedali Riuniti","class":"OTHER"},{"name":"IRCCS Centro Neurolesi \"Bonino-Pulejo\"","class":"OTHER"},{"name":"I.R.C.C.S. Fondazione Santa Lucia","class":"OTHER"},{"name":"Presidio Ospedaliero Accreditato Villa Bellombra S.p.A","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Loss of arm function is a common and distressing consequence of stroke. Neurotechnology-aided rehabilitation could be a promising approach to accelerate the recovery of upper limb functional impairments. This multicentre randomized controlled trial is aimed at assessing the efficacy of robot-assisted upper limb rehabilitation in subjects with sub-acute stroke following a stroke, compared to the traditional upper limb rehabilitation.","detailedDescription":"Stroke is the most common cause of complex adult disability in high-income countries \\[1\\]. Loss of arm function affects 69% of people who have a stroke \\[2\\]. Only 12% of people with arm weakness at the onset of stroke make a full recovery \\[3\\]. Improving arm function has been identified as a research priority by stroke survivors, carers, and health professionals who report that current rehabilitation pays insufficient attention to arm recovery \\[4\\].\n\nRobot-assisted training enables a greater number of repetitive tasks to be practiced in a consistent and controllable manner. Repetitive task training is known to drive Hebbian plasticity, where the wiring of pathways that are coincidently active is strengthened \\[5, 6\\]. A dose of greater than 20 h of repetitive task training improves upper limb motor recovery following a stroke \\[7\\] and, therefore, robot-assisted training has the potential to improve arm motor recovery after stroke. We anticipate that Hebbian neuroplasticity, which is learning dependent, will operate regardless of the post-stroke phase. We, hereby, describe the protocol for a multicentre randomized controlled trial to determine whether robot-assisted training improves upper limb function following a stroke in the sub-acute stage."},"conditionsModule":{"conditions":["Stroke","Upper Extremity Paresis"],"keywords":["Stroke","Subacute","upper limb","motor function","robot-assisted rehabilitation","Armeo Power","exoskeleton","Fugle-Meyer Assessment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study is a multicentre, single-blind (evaluator) randomized controlled trial (RCT).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The outcome assessor will be blind to the study protocol.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group (EG)","type":"EXPERIMENTAL","description":"The experimental group (EG), in addition to the standard treatment, will perform one session per day, each lasting 40 minutes, with the Armeo Power robotic system for upper limb rehabilitation. Each subject will perform a total of 25 ± 3 treatment sessions with a frequency of 5 times a week for 5 weeks.","interventionNames":["Device: Exoskeleton-Assisted Upper Limb Rehabilitation"]},{"label":"Control Group (CG)","type":"ACTIVE_COMPARATOR","description":"The control group (CG), in addition to the standard routine rehabilitation treatment, will follow 40 minutes of conventional upper limb rehabilitation. Each subject will perform a total of 25 ± 3 conventional upper limb treatment sessions with a frequency of 5 times a week for 5 weeks.","interventionNames":["Other: Traditional Upper Limb Rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"Exoskeleton-Assisted Upper Limb Rehabilitation","description":"The patients will be undergone 25+/-3 Armeo-P training sessions, each lasting 40 minutes (i.e. five times a week for five consecutive weeks). During the first session, the device should be adjusted to the patient's arm size and the angle of suspension. The working space and the exercises will be selected once the UL has been fitted with the system. The selection of personalized exercises will be based on the motor skills of each patient and the difficulty can be gradually increased during training. In particular, a course of exercises has been defined in which the difficulty (suspension rate; the level of assistance; the complexity of movement (1D, 2D, 3D)).\n\nThe physiotherapist will choose the modality based on the patient's motor skills (standardized personalized training).","armGroupLabels":["Experimental Group (EG)"],"otherNames":["Armro Power"]},{"type":"OTHER","name":"Traditional Upper Limb Rehabilitation","description":"The control group (CG), in addition to the conventional treatment based on the routine rehabilitation program, will follow 25+/-3 sessions of traditional upper limb rehabilitation (i.e. five times a week for five consecutive weeks). Each session will consist of passive, active-assisted, and active exercises addressed for shoulder, arm and hand motor rehabilitation.","armGroupLabels":["Control Group (CG)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Fugl-Meyer Assessment of Upper Extremities motor recovery after stroke -FMA","description":"The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation, and joint functioning in patients with post-stroke hemiplegia. It is applied clinically and in research to determine disease severity, describe motor recovery, and to plan and assess treatment. In this study, we will consider the motor performance items of Upper extremity (0-66), only.","timeFrame":"Session 1 (Baseline-day1, T0), Session 25 (end of treatment-day 35, T1) and a follow-up (6 months since the acute event T2)."}],"secondaryOutcomes":[{"measure":"Change in Modified Ashworth Scale (shoulder, elbow, and wrist).","description":"The Modified Ashworth scale (MAS) measures resistance during passive soft-tissue stretching and is used as a simple measure of spasticity. Scoring (taken from Bohannon and Smith, 1987):\n\n0: No increase in muscle tone\n\n1. Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion when the affected part(s) is moved in flexion or extension 1+: Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the ROM\n2. More marked increase in muscle tone through most of the ROM, but affected part(s) easily moved\n3. Considerable increase in muscle tone, passive movement difficult\n4. Affected part(s) rigid in flexion or extension","timeFrame":"Session 1 (Baseline-day1, T0), Session 25 (end of treatment-day 35, T1) and a follow-up (6 months since the acute event T2)."},{"measure":"Change in Box & Block Test","description":"The Box and Block Test (BBT) measures unilateral gross manual dexterity. It is a quick, simple, and inexpensive test. The BBT is composed of a wooden box divided in two compartments by a partition and 150 blocks. The BBT administration consists of asking the client to move, one by one, the maximum number of blocks from one compartment of a box to another of equal size, within 60 seconds. The box should be oriented lengthwise and placed at the client's midline, with the compartment holding the blocks oriented towards the hand being tested. In order to practice and register baseline scores, the test should begin with the unaffected upper limb. Additionally, a 15-second trial period is permitted at the beginning of each side. Before the trial, after the standardized instructions are given to clients, they should be advised that their fingertips must cross the partition when transferring the blocks and that they do not need to pick up the blocks that might fall outside of the box.","timeFrame":"Session 1 (Baseline-day1, T0), Session 25 (end of treatment-day 35, T1) and a follow-up (6 months since the acute event T2)."},{"measure":"Change in Nine Hole Peg Test","description":"The Nine-Hole Peg Test (9HPT) is used to measure finger dexterity in patients with various neurological diagnoses.\n\nDescription:\n\nAdministered by asking the client to take the pegs from a container, one by one, and place them into the holes on the board, as quickly as possible; Scores are based on the time taken to complete the test activity, recorded in seconds; Alternative scoring - the number of pegs placed in 50 or 100 seconds can be recorded. In this case, results are expressed as the number of pegs placed per second; Stopwatch should be started from the moment the participant touches the first peg until the moment the last peg hits the container.","timeFrame":"Session 1 (Baseline-day1, T0), Session 25 (end of treatment-day 35, T1) and a follow-up (6 months since the acute event T2)."},{"measure":"Change in Frenchy Arm Test","description":"The Frenchay Arm Test (FAT) is a measure of upper extremity proximal motor control and dexterity during ADL performance in patients with impairments resulting from neurological conditions. The FAT is an upper extremity specific measure of activity limitation.\n\nEach item is scored as either pass (=1) or fail (=0). Total scores range from 0 to 5.","timeFrame":"Session 1 (Baseline-day1, T0), Session 25 (end of treatment-day 35, T1) and a follow-up (6 months since the acute event T2)."},{"measure":"Change in modified Barthel Index","description":"The Barthel Scale/Index (BI) is an ordinal scale used to measure performance in activities of daily living (ADL). Ten variables describing ADL and mobility are scored, a higher number being a reflection of greater ability to function independently following hospital discharge. Time is taken and physical assistance required to perform each item is used in determining the assigned value of each item. The Barthel Index measures the degree of assistance required by an individual on 10 items of mobility and self-care ADL (consisting in: feeding, personal hygiene, bathing, dressing, chair-bed transfer, toileting, bladder continence, bowel continence, ambulation, or wheelchair use, and stair climbing.).\n\nScoring (Pellicciari et al, 2020):\n\nThe item scores are summed across them in order to compute the total score; a score of 0 indicates total assistance, while a total score of 100 indicates total independence. T","timeFrame":"Session 1 (Baseline-day1, T0), Session 25 (end of treatment-day 35, T1) and a follow-up (6 months since the acute event T2)."},{"measure":"Change in Modified Rankin scale","description":"The modified Rankin Scale (mRS) is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. It has become the most widely used clinical outcome measure for stroke clinical trials.\n\nThe scale runs from 0-6, running from perfect health without symptoms to death.\n\n0 - No symptoms.\n\n1. - No significant disability. Able to carry out all usual activities, despite some symptoms.\n2. - Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities.\n3. - Moderate disability. Requires some help, but able to walk unassisted.\n4. - Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted.\n5. - Severe disability. Requires constant nursing care and attention, bedridden, incontinent.\n6. - Dead.","timeFrame":"Session 1 (Baseline-day1, T0), Session 25 (end of treatment-day 35, T1) and a follow-up (6 months since the acute event T2)."}],"otherOutcomes":[{"measure":"Instrumental assessment through the Armeo Power","description":"Subjects in EG will be assessed also through the Armeo power:\n\n* A_FORCE: measure of the force exerted by the patient for each movement;\n* A_MOVE: measures the patient's 3D work area (paint the walls of the room);\n* A-GOAL: movement functionality.","timeFrame":"Session 1 (Baseline-day1, T0) and session 25 (end of treatment-day 35, T1)"},{"measure":"Changes in muscles activity Surface electromyography (sEMG)","description":"In a subgroup of subjects in EG, changes in muscle activity will be assessed by Surface electromyography (sEMG).","timeFrame":"Session 1 (Baseline-day1, T0) and session 25 (end of treatment-day 35, T1)"},{"measure":"Kinematic changes","description":"In a subgroup of subjects in EG, kinematic changes will be assessed by the movement analysis using the RAB protocol with the stereophotogrammetric system or inertial sensors.","timeFrame":"Session 1 (Baseline-day1, T0) and session 25 (end of treatment-day 35, T1)"},{"measure":"Neurophysiological changes through EEG","description":"In a subgroup of subjects in EG, the cerebral electrical activity will be recorded by EEG (0.3-100 Hz bandpass, sampling frequency: 512 Hz) from 32 up to 128 electrodes positioned according to the International System 10-20 increased during rest conditions: closed and open eyes(3 minutes each). To monitor eye movements, horizontal and vertical electroculogram (0.3-70 Hz bandpass) will be recorded. The delta (2-4 Hz), theta (4-8 Hz), alpha1 (8-10.5 Hz), alpha2 (10.5-13 Hz), beta1 (13-20 Hz), beta2 (20-30Hz) and gamma (30-40Hz) frequency bands will be analyzed. The EEG data will be normalized and the activation current density of the cortical sources on 6239 voxels will be calculated using standardized Low-Resolution Electromagnetic Tomography (sLORETA). Cerebral Connectivity will be calculated with the eLORETA on 84 regions on the basis of the 42 Brodmann areas (right and left hemispheres). Through the 84 regions of interest of eLORETA, the Lagged Linear Coherence will be calculated.","timeFrame":"Session 1 (Baseline-day1, T0) and session 25 (end of treatment-day 35, T1)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age between 18 and 85 years;\n* first stroke with neurological outcomes affecting the upper limb;\n* patients with severe or moderate hemiparesis (FM-UL≤44), stratified according to severe (FM-UL ≤ 22) or moderate (22 \\<FM-UL ≤ 44) motor deficit;\n* patients in the sub-acute phase within 90 days of the acute event, stratified by the distance from the acute event (OAI≤30; OAI\\> 30);\n* Modified Ashworth Scale (MAS) of the main components (shoulder, elbow, and wrist) of the upper limb \\<3;\n* sufficient cognitive and linguistic level to understand the instructions and provide consent;\n* signed informed consent.\n\nExclusion Criteria:\n\n* unstable general clinical conditions;\n* severe visual impairment;\n* inability to maintain the sitting position;\n* mild motor deficit of the arm (FM-UL\\> 44) at baseline;\n* recent botox injection in the upper limb or planned botox injection during the study period, including the follow-up;\n* inability to don the orthosis on the impaired upper limb;\n* bone instability in relevant areas of the upper extremity (unconsolidated fractures, fractures due to osteoporosis);\n* fixed contractures involving the impaired upper limb (e.g. frozen shoulder);\n* shoulder instability;\n* severe pain syndromes caused or intensified by rehabilitation with Armeo Power;\n* patients who need isolation for infectious diseases ;\n* epileptic disorder with frequent attacks that carry the risk of having a seizure during rehabilitation with Armeo Power;\n* history of physical or neurological conditions that interfere with study procedures or assessment of motor function;\n* interruption of treatment for 1 week, or 5 consecutive sessions;\n* participation in other innovative treatment protocols for the upper limb rehabilitation (e.g. robotics, virtual reality, AOT ... etc).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sanaz Pournajaf, Dr.","role":"CONTACT","phone":"+39-065225","phoneExt":"22319","email":"sanaz.pournajaf@sanraffaele.it"},{"name":"Michela Goffredo, Ing.","role":"CONTACT","email":"michela.goffredo@sanraffaele.it"}],"overallOfficials":[{"name":"Marco Franceschini, Prof.","affiliation":"IRCCS San Raffaele Pisana","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"HABILITA S.p.A","status":"NOT_YET_RECRUITING","city":"Bergamo","state":"BG","country":"Italy","contacts":[{"name":"Michelangelo Bartolo, Dr","role":"CONTACT","email":"bartolomichelangelo@gmail.com"}],"geoPoint":{"lat":45.69601,"lon":9.66721}},{"facility":"Villa Bellombra","status":"RECRUITING","city":"Bologna","country":"Italy","contacts":[{"name":"Maria Rosaria Leo, Dr.","role":"CONTACT","email":"Mrosaria.leo@villabellombra.it"},{"name":"Claudia Zanetti, Dr.","role":"CONTACT","email":"Claudia.Zanetti@villabellombra.it"}],"geoPoint":{"lat":44.49381,"lon":11.33875}},{"facility":"Azienda Ospedaliero-Universitaria di Ferrara","status":"NOT_YET_RECRUITING","city":"Ferrara","country":"Italy","contacts":[{"name":"Sofia Straudi, Dr.","role":"CONTACT","email":"sofia.straudi@gmail.com"}],"geoPoint":{"lat":44.83804,"lon":11.62057}},{"facility":"Azienda Ospedaliero Universitaria Ospedali Riuniti","status":"NOT_YET_RECRUITING","city":"Foggia","country":"Italy","contacts":[{"name":"Andrea Santamato, Prof.","role":"CONTACT","email":"andrea.santamato@unifg.it"},{"name":"Salvatore Facciarusso, Dr.","role":"CONTACT","email":"s.facciorusso89@gmail.com"}],"geoPoint":{"lat":41.45845,"lon":15.55188}},{"facility":"IRCCS Centro Neurolesi Bonino Pulejo","status":"NOT_YET_RECRUITING","city":"Messina","country":"Italy","contacts":[{"name":"Vincenzo Cimino, Dr.","role":"CONTACT","email":"vincenzo.cimino@irccsme.it"}],"geoPoint":{"lat":38.19394,"lon":15.55256}},{"facility":"IRCCS San Raffaele Pisana","status":"RECRUITING","city":"Roma","zip":"00163","country":"Italy","contacts":[{"name":"Astrid Van Rijn","role":"CONTACT","phone":"+39-065225","phoneExt":"23405","email":"astrid.vanrijn@sanraffaele.it"},{"name":"Sanaz Pournajaf, Dr.","role":"CONTACT","phone":"+39-065225","phoneExt":"22319","email":"sanaz.pournajaf@sanraffaele.it"},{"name":"Sanaz Pournajaf, Dr.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.89193,"lon":12.51133}},{"facility":"IRCCS fondazione Santa Lucia","status":"ACTIVE_NOT_RECRUITING","city":"Rome","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}},{"facility":"Fondazione \"Gli Angeli di Padre Pio\"","status":"RECRUITING","city":"San Giovanni Rotondo","country":"Italy","contacts":[{"name":"Serena Filoni, Dr.","role":"CONTACT","email":"dsangeli@centripadrepio.it"},{"name":"Emanuele Russo, Ing.","role":"CONTACT","email":"sic@centripadrepio.it"}],"geoPoint":{"lat":41.70643,"lon":15.7277}}]},"referencesModule":{"references":[{"pmid":"27169547","type":"BACKGROUND","citation":"Tibaek M, Dehlendorff C, Jorgensen HS, Forchhammer HB, Johnsen SP, Kammersgaard LP. Increasing Incidence of Hospitalization for Stroke and Transient Ischemic Attack in Young Adults: A Registry-Based Study. J Am Heart Assoc. 2016 May 11;5(5):e003158. doi: 10.1161/JAHA.115.003158."},{"pmid":"24680794","type":"BACKGROUND","citation":"Fang MC, Coca Perraillon M, Ghosh K, Cutler DM, Rosen AB. Trends in stroke rates, risk, and outcomes in the United States, 1988 to 2008. Am J Med. 2014 Jul;127(7):608-15. doi: 10.1016/j.amjmed.2014.03.017. Epub 2014 Mar 25."},{"pmid":"21071719","type":"BACKGROUND","citation":"Khellaf M, Quantin C, d'Athis P, Fassa M, Jooste V, Hervieu M, Giroud M, Bejot Y. Age-period-cohort analysis of stroke incidence in Dijon from 1985 to 2005. Stroke. 2010 Dec;41(12):2762-7. doi: 10.1161/STROKEAHA.110.592147. Epub 2010 Nov 11."},{"pmid":"27169549","type":"BACKGROUND","citation":"Bejot Y, Delpont B, Giroud M. Rising Stroke Incidence in Young Adults: More Epidemiological Evidence, More Questions to Be Answered. J Am Heart Assoc. 2016 May 11;5(5):e003661. doi: 10.1161/JAHA.116.003661. No abstract available."},{"pmid":"12907818","type":"BACKGROUND","citation":"Kwakkel G, Kollen BJ, van der Grond J, Prevo AJ. Probability of regaining dexterity in the flaccid upper limb: impact of severity of paresis and time since onset in acute stroke. Stroke. 2003 Sep;34(9):2181-6. doi: 10.1161/01.STR.0000087172.16305.CD. Epub 2003 Aug 7."},{"pmid":"15947263","type":"BACKGROUND","citation":"Nichols-Larsen DS, Clark PC, Zeringue A, Greenspan A, Blanton S. Factors influencing stroke survivors' quality of life during subacute recovery. Stroke. 2005 Jul;36(7):1480-4. doi: 10.1161/01.STR.0000170706.13595.4f. Epub 2005 Jun 9."},{"pmid":"30175845","type":"BACKGROUND","citation":"Mehrholz J, Pohl M, Platz T, Kugler J, Elsner B. Electromechanical and robot-assisted arm training for improving activities of daily living, arm function, and arm muscle strength after stroke. Cochrane Database Syst Rev. 2018 Sep 3;9(9):CD006876. doi: 10.1002/14651858.CD006876.pub5."},{"pmid":"22256066","type":"BACKGROUND","citation":"Sergi F, Krebs HI, Groissier B, Rykman A, Guglielmelli E, Volpe BT, Schaechter JD. Predicting efficacy of robot-aided rehabilitation in chronic stroke patients using an MRI-compatible robotic device. Annu Int Conf IEEE Eng Med Biol Soc. 2011;2011:7470-3. doi: 10.1109/IEMBS.2011.6091843."},{"pmid":"23949026","type":"BACKGROUND","citation":"Dodakian L, Sharp KG, See J, Abidi NS, Mai K, Fling BW, Le VH, Cramer SC. Targeted engagement of a dorsal premotor circuit in the treatment of post-stroke paresis. NeuroRehabilitation. 2013;33(1):13-24. doi: 10.3233/NRE-130923."},{"pmid":"24756025","type":"BACKGROUND","citation":"Ang KK, Chua KS, Phua KS, Wang C, Chin ZY, Kuah CW, Low W, Guan C. A Randomized Controlled Trial of EEG-Based Motor Imagery Brain-Computer Interface Robotic Rehabilitation for Stroke. Clin EEG Neurosci. 2015 Oct;46(4):310-20. doi: 10.1177/1550059414522229. Epub 2014 Apr 21."},{"pmid":"25721551","type":"BACKGROUND","citation":"Ang KK, Guan C, Phua KS, Wang C, Zhao L, Teo WP, Chen C, Ng YS, Chew E. Facilitating effects of transcranial direct current stimulation on motor imagery brain-computer interface with robotic feedback for stroke rehabilitation. Arch Phys Med Rehabil. 2015 Mar;96(3 Suppl):S79-87. doi: 10.1016/j.apmr.2014.08.008."},{"pmid":"26902866","type":"BACKGROUND","citation":"Calabro RS, Russo M, Naro A, Milardi D, Balletta T, Leo A, Filoni S, Bramanti P. Who May Benefit From Armeo Power Treatment? A Neurophysiological Approach to Predict Neurorehabilitation Outcomes. PM R. 2016 Oct;8(10):971-978. doi: 10.1016/j.pmrj.2016.02.004. Epub 2016 Feb 20."},{"pmid":"30174596","type":"BACKGROUND","citation":"Scano A, Chiavenna A, Malosio M, Molinari Tosatti L, Molteni F. Robotic Assistance for Upper Limbs May Induce Slight Changes in Motor Modules Compared With Free Movements in Stroke Survivors: A Cluster-Based Muscle Synergy Analysis. Front Hum Neurosci. 2018 Aug 15;12:290. doi: 10.3389/fnhum.2018.00290. eCollection 2018."},{"pmid":"30766508","type":"BACKGROUND","citation":"Gandolfi M, Vale N, Dimitrova EK, Mazzoleni S, Battini E, Filippetti M, Picelli A, Santamato A, Gravina M, Saltuari L, Smania N. Effectiveness of Robot-Assisted Upper Limb Training on Spasticity, Function and Muscle Activity in Chronic Stroke Patients Treated With Botulinum Toxin: A Randomized Single-Blinded Controlled Trial. Front Neurol. 2019 Jan 31;10:41. doi: 10.3389/fneur.2019.00041. eCollection 2019."},{"pmid":"29179033","type":"BACKGROUND","citation":"Corona F, Gervasoni E, Coghe G, Cocco E, Ferrarin M, Pau M, Cattaneo D. Validation of the Arm Profile Score in assessing upper limb functional impairments in people with multiple sclerosis. Clin Biomech (Bristol, Avon). 2018 Jan;51:45-50. doi: 10.1016/j.clinbiomech.2017.11.010. Epub 2017 Nov 22."},{"pmid":"24901351","type":"BACKGROUND","citation":"Liu L, Miguel Cruz A, Rios Rincon A, Buttar V, Ranson Q, Goertzen D. What factors determine therapists' acceptance of new technologies for rehabilitation - a study using the Unified Theory of Acceptance and Use of Technology (UTAUT). Disabil Rehabil. 2015;37(5):447-55. doi: 10.3109/09638288.2014.923529. Epub 2014 Jun 5."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The study protocol can be found in the publication.","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"Actual","accessCriteria":"Open Access","url":"https://pubmed.ncbi.nlm.nih.gov/37190665/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}