{"protocolSection":{"identificationModule":{"nctId":"NCT05165667","orgStudyIdInfo":{"id":"shoma"},"organization":{"fullName":"Bangabandhu Sheikh Mujib Medical University, Dhaka, Bangladesh","class":"OTHER"},"briefTitle":"Impact of Rehabilitation Team on Disability Among Stroke Patients","officialTitle":"Impact of Rehabilitation Team on Disability Among Stroke Patients"},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-30","studyFirstSubmitQcDate":"2021-12-14","studyFirstPostDateStruct":{"date":"2021-12-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-12-14","lastUpdatePostDateStruct":{"date":"2021-12-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Farzana Khan Shoma","investigatorTitle":"associate professor","investigatorAffiliation":"Bangabandhu Sheikh Mujib Medical University, Dhaka, Bangladesh"},"leadSponsor":{"name":"Farzana Khan Shoma","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Physical Medicine and Rehabilitation (PMR) is a newer rapidly growing specialty in Bangladesh. Because of the improved primary care and acute care services people are living longer with a raised demand of hospitalizations of patients with disabilities resulting from trauma and disease conditions. There is necessity of developing a better service outlet of the patients withpain and paralysis in association of various disabilities. Patients undergoing comprehensive rehabilitation require the services of multiple health care providers who possess unique skills, training, and expertise that are employed for the full restoration of these patients' function and their optimal reintegration into all aspects of life. Assessment, treatment planning, and therapy are often provided by rehabilitation clinicians specializing in occupational therapy, physical therapy, prosthetics and orthotics, psychology and recreational therapy, speech and language pathology, rehabilitation nursing, social work, dietary science, case management, and others. Rapidly expanding Bangabandhu Sheikh Mujib Medical University (BSMMU) has been working as the center of excellence for patient managements and postgraduate medical education in Bangladesh. Rehabilitation Medicine wards Indoor services started during June 2015 and over a total of 600 patients were treated in the facilities so far. Rehabilitation team meeting occurs in the department of PMR in the many countries of the world. Still there is no team meeting in PMR department in our country. So we started Rehabilitation team meeting in our department in BSMMU for the wellbeing of the patient and this will increase the reputation of this University.","detailedDescription":"Background: Physical Medicine and Rehabilitation (PMR) is a newer rapidly growing specialty in Bangladesh. Because of the improved primary care and acute care services people are living longer with a raised demand of hospitalizations of patients with disabilities resulting from trauma and disease conditions. There is necessity of developing a better service outlet of the patients withpain and paralysis in association of various disabilities. Patients undergoing comprehensive rehabilitation require the services of multiple health care providers who possess unique skills, training, and expertise that are employed for the full restoration of these patients' function and their optimal reintegration into all aspects of life. Assessment, treatment planning, and therapy are often provided by rehabilitation clinicians specializing in occupational therapy, physical therapy, prosthetics and orthotics, psychology and recreational therapy, speech and language pathology, rehabilitation nursing, social work, dietary science, case management, and others. Rapidly expanding Bangabandhu Sheikh Mujib Medical University (BSMMU) has been working as the center of excellence for patient managements and postgraduate medical education in Bangladesh. Rehabilitation Medicine wards Indoor services started during June 2015 and over a total of 600 patients were treated in the facilities so far. Rehabilitation team meeting occurs in the department of PMR in the many countries of the world. Still there is no team meeting in PMR department in our country. So we started Rehabilitation team meeting in our department in BSMMU for the wellbeing of the patient and this will increase the reputation of this University.\n\nObjective: To evaluate the impact of rehabilitation team on disability among stroke patinets attending in the Department of Physical Medicine and Rehabilitation (PMR) in BSMMU Materials \\& Methods: A randomized controlled trial will be conducted in Dept. of Physical Medicine and Rehabilitation, BSMMU, Dhaka for duration of one year after clearance from IRB. A number of total 136 patients who have disability after stroke will be selected as per inclusion and exclusion criteria. Patients will be randomly allocated by lottery in two groups- group A (received Rehabilitation Team Meeting service) and group B (received conventional Rehabilitation treatment). The meeting comprised physiotherapist, occupational therapist, rehabilitation nurse, speech and language therapists, social worker, nutritionist, psychologists under the team leader guidance by physiatrist. Respondents of both groups will be assessed to see the effects of treatment at 6th weeks, 12th weeks and 24th weeks. Outcomes will be measured by FIM (Functional independence Measure) scores.\n\nProcess of obtaining consent:\n\nConsent form will be a written statement. This study result will add benefit to the society by providing information about rehabilitation .\n\nUse of new drugs: No experimental drug or placebo will be used for this study. Use hospital records: Hospital records will not be used in our study.\n\nRisk and Benefit:\n\nThe nature and purpose of the study will be informed in detail to all participants. Voluntary participations will be encouraged. There will be no potential physical, psychological, legal and social risk to the subjects. This study will bring fruitful medical information useful for the study subjects and other patients who will be undergoing the provided treatments."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":136,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"team meeting","type":"EXPERIMENTAL","description":"the team meeting will help to measure the effectiveness of rehabilitation team meeting on disability among stroke patinets in Functional Independent Measure (FIM) score","interventionNames":["Other: rehabilitation team"]},{"label":"patient","type":"ACTIVE_COMPARATOR","description":"they will be the subject","interventionNames":["Other: rehabilitation team"]}],"interventions":[{"type":"OTHER","name":"rehabilitation team","description":"The meeting comprised physiotherapist, occupational therapist, rehabilitation nurse, speech and language therapists, social worker, nutritionist, psychologists under the team leader guidance by physiatrist. Respondents of both groups will be assessed to see the effects of treatment at 6 th weeks, 12 th weeks and 24 th weeks. Outcomes will be measured by FIM (Functional independence Measure) scores.","armGroupLabels":["patient","team meeting"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Impact of rehabilitation team on disability among stroke patients","description":"Rehabilitation team meeting provides better functional recovery than conventional rehabilitation therapy among stroke patients","timeFrame":"one year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* 1st episode of stroke patients after neurological stabilization\n* Patients having gross disability, such as mobility,speech,self care, vocational problem,sphinter control\n* Stroke survivors attending within 4 weeks of incidence\n* Patients age \\> 18 years;\n* Written consent to participate in the protocol, signed by the patient Exclusion Criteria\n* Seriously ill patients like unconsciousness, recent MI, unstable angina and Bronchial asthma, Dyslipidemia\n* Uncontrolled diabetes mellitus, hypertension\n* Patient with significant cognitive deficit","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}