{"protocolSection":{"identificationModule":{"nctId":"NCT05283369","orgStudyIdInfo":{"id":"127/21"},"organization":{"fullName":"Universidad Nacional Autonoma de Mexico","class":"OTHER"},"briefTitle":"Changes in Motor Function and Brain Connectivity on Subacute Stroke Patients, Associated With Videogame Therapy","officialTitle":"Changes in Motor Function and Functional Brain Connectivity on Subacute Ischemic Stroke Patients, Associated With a New Videogame Therapy Platform"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-02-23","studyFirstSubmitQcDate":"2022-03-03","studyFirstPostDateStruct":{"date":"2022-03-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-03","lastUpdatePostDateStruct":{"date":"2023-01-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ana María Escalante Gonzalbo","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Universidad Nacional Autonoma de Mexico"},"leadSponsor":{"name":"Universidad Nacional Autonoma de Mexico","class":"OTHER"},"collaborators":[{"name":"El Instituto Nacional de Neurologia y Neurocirugia Manuel Velasco Suarez","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The use of interactive applications associated with movement sensors has begun to spread as an option for the reinforcement of physical rehabilitation therapies in patients with acquired motor disabilities as a consequence of some neurological damage, due to their portability and the relative autonomy that they grant to the patient. However, the results of its effectiveness and impact continue to be discreet compared to traditional therapy. The present study aims to explore possible changes in motor function and in the brain's functional connectivity through resting-state functional Magnetic Resonance Imaging (rs-fMRI), for subacute ischemic stroke outpatients, associated with occupational therapy using interactive applications as a therapeutic complement, comparing with patients on conventional therapy, for which a randomized pilot study with an experimental group and a matched control group will be carried out. The intervention will consist of the application of a virtual rehabilitation program in addition to physical therapy for the experimental group, while the control group will receive conventional physical therapy. Before and after the said intervention, standardized tests will be applied to evaluate the mobility, motor function, and cognitive impairment of the participants. The results obtained will be subject to statistical analysis.","detailedDescription":"This intervention protocol aims to validate four interactive applications for telerehabilitation, as an effective therapeutic complement for the rehabilitation of patients with subacute ischemic stroke compared to conventional rehabilitation when it is administered in the subacute stage (weeks 2 to 16 after stroke).\n\nThe intervention contemplates first a phase of application of standardized tests in the rehabilitation unit of the National Institute of Neurology and Neurosurgery (INNN) in Mexico City, to determine, among other things, if the patient meets the established inclusion criteria. Patients who meet these criteria will be randomly assigned to the control or experimental group.\n\nIn the same INNN, standardized tests will be applied to record their motor and cognitive capacity at the beginning of the protocol. Patients assigned to the experimental group will be given training for using the video games at home. The trained staff of the Laboratory for Research and Development of Interactive Applications for Neurorehabilitation (LANR) will be responsible for the virtual rehabilitation program. Regarding the dose and frequency of treatment, all patients, both in the control and experimental groups, will receive the same number of physical therapy sessions in the INNN rehabilitation unit. Patients in the experimental group will commit to doing additional video game therapy, consisting of 300 minutes distributed over at least 5 days per week for 2 months (8 weeks) for a total of 40 effective days of performing the therapy. Once a week they must send a video showing how they are performing all the exercises and every 15 days they will be scheduled for a supervised virtual therapy session at the INNN, to check that the exercises are being performed correctly. Patients in the control group will receive the prescribed sessions of conventional occupational therapy for 8 weeks.\n\nSome of the patients assigned to the control group and the experimental group will be summoned to undergo functional magnetic resonance imaging in the National Institute of Rehabilitation (INR), which will serve as a reference to assess possible changes in functional connectivity once the treatment is finished.\n\nIn the case of the experimental group, four interactive applications will be tested, each with a different sensor and virtual environment, as well as its own therapeutic objective, these applications are part of the National Autonomous University of Mexico (UNAM) virtual rehabilitation platform."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Hemiparesis","Subacute","virtual rehabilitation","Functional Magnetic Resonance Imaging","videogames"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"One control group will receive conventional rehabilitation therapy, and one experimental group will receive telerehabilitation videogame therapy.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Videogame therapy","type":"EXPERIMENTAL","description":"Participants will receive conventional physical therapy, plus 300 minutes of videogame in-home therapy a week, for 8 weeks.","interventionNames":["Device: Videogame therapy"]},{"label":"Conventional therapy","type":"ACTIVE_COMPARATOR","description":"Participants will receive conventional physical therapy, plus conventional occupational therapy, as prescribed by the doctor for 8 weeks.","interventionNames":["Other: Conventional therapy"]}],"interventions":[{"type":"DEVICE","name":"Videogame therapy","description":"The usual dose of conventional physical therapy, plus 300 minutes a week of in-home videogame therapy for 8 weeks.","armGroupLabels":["Videogame therapy"]},{"type":"OTHER","name":"Conventional therapy","description":"The usual dose of physical and occupational therapy, for 8 weeks.","armGroupLabels":["Conventional therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Upper Extremity Test (FMUE)","description":"The Fugl-Meyer test for Upper extremity. To assess level of motor disability","timeFrame":"Baseline, 8 Weeks"}],"secondaryOutcomes":[{"measure":"Wolf Motor Function Test (WMFT)","description":"The Wolf Motor Function Test. To assess motor skill level","timeFrame":"Baseline, 8 Weeks"},{"measure":"Chedoke Arm and Hand Activity Inventory (CAHAI-7)","description":"The Chedoke Arm and Hand Activity Inventory 7 tasks Test. To assess motor function","timeFrame":"Baseline, 8 Weeks"},{"measure":"Barthel Index","description":"The Barthel Index. To assess the level of independence in carrying out activities of daily living","timeFrame":"Baseline, 8 Weeks"},{"measure":"Trail Making Test (TMT)","description":"A digital implementation of the Trail Making Test. To assess Changes in cognitive function in terms of speed of executive functions and attention","timeFrame":"Baseline, 8 Weeks"},{"measure":"Corsi block-tapping test","description":"A digital implementation of the Corsi block-tapping test. To assess changes in working memory","timeFrame":"Baseline, 8 Weeks"},{"measure":"WAIS IV - Perceptual Reasoning section (PRI)","description":"Perceptual Reasoning Section of the Wechsler Adult Intelligence Scale (WAIS-IV)","timeFrame":"Baseline, 8 Weeks"}],"otherOutcomes":[{"measure":"Changes in brain functional connectivity, measured by fMRI","description":"Changes in brain functional connectivity, measured by fMRI","timeFrame":"Baseline, 8 Weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Upper extremity hemiparesis caused by ischemic stroke on its dominant side or not\n* In the subacute phase. From 2 to 16 weeks of ischemic stroke event\n* Fugl-Meyer Upper Extremity \\> 15\n* No previous stroke\n\nExclusion Criteria:\n\n* Token Test \\< 17. Inability to understand verbal instructions\n* Instability of the shoulder, elbow, or wrist joints\n* Severe concomitant medical problems such as congestive heart failure or seizures\n* Anosognosia\n* Severe aphasia\n* Hemispatial neglect\n* Visual impairments that are not corrected with glasses\n* Uncompensated hearing impairment\n* Patients receiving concomitant therapies","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ana María Escalante-Gonzalbo, MCompSci","role":"CONTACT","phone":"(52)5523397244","email":"aescalan@ifc.unam.mx"},{"name":"Yoás S Ramírez-Graullera, MCompSci","role":"CONTACT","phone":"(52)5527409802","email":"ygraullera@ifc.unam.mx"}],"overallOfficials":[{"name":"Ana María Escalante-Gonzalbo, MCompSci","affiliation":"Universidad Nacional Autonoma de Mexico","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ana María Escalante-Gonzalbo","status":"RECRUITING","city":"Mexico City","state":"Tlalpan, CDMX","zip":"14269","country":"Mexico","contacts":[{"name":"Ana María Escalante-Gonzalbo, MCSc","role":"CONTACT","phone":"5556225730","email":"aescalan@ifc.unam.mx"}],"geoPoint":{"lat":19.42847,"lon":-99.12766}}]},"referencesModule":{"references":[{"pmid":"34987304","type":"RESULT","citation":"Escalante-Gonzalbo AM, Ramirez-Graullera YS, Pasantes H, Aguilar-Chale JJ, Sanchez-Castillo GI, Escutia-Macedo XA, Briseno-Soriano TM, Franco-Castro P, Estrada-Rosales AL, Vazquez-Abundes SE, Andrade-Morales D, Hernandez-Franco J, Palafox L. Safety, Feasibility, and Acceptability of a New Virtual Rehabilitation Platform: A Supervised Pilot Study. Rehabil Process Outcome. 2021 Aug 7;10:11795727211033279. doi: 10.1177/11795727211033279. eCollection 2021."}],"seeAlsoLinks":[{"label":"Web Page of the Research and Development Laboratory of Interactive Applications for Neuro-Rehabilitation (LANR) of the UNAM","url":"https://lanr.ifc.unam.mx"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}