{"protocolSection":{"identificationModule":{"nctId":"NCT02472288","orgStudyIdInfo":{"id":"2015008"},"organization":{"fullName":"Kyunghee University","class":"OTHER"},"briefTitle":"Electroacupuncture on Post-stroke Urinary Retention","officialTitle":"Multicenter, Randomised Controlled Trial of Electroacupuncture Versus Sham Electroacupuncture for Urinary Retention of Poststroke Patients: a Study Protocol"},"statusModule":{"statusVerifiedDate":"2016-08","overallStatus":"TERMINATED","whyStopped":"Difficulty in enrolling participants","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-04"},"primaryCompletionDateStruct":{"date":"2016-04","type":"ACTUAL"},"completionDateStruct":{"date":"2016-04","type":"ACTUAL"},"studyFirstSubmitDate":"2015-06-09","studyFirstSubmitQcDate":"2015-06-10","studyFirstPostDateStruct":{"date":"2015-06-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-08-29","lastUpdatePostDateStruct":{"date":"2016-08-31","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lee Eui-ju","investigatorTitle":"Professor","investigatorAffiliation":"Kyunghee University"},"leadSponsor":{"name":"Kyunghee University","class":"OTHER"},"collaborators":[{"name":"Daejeon University","class":"OTHER"},{"name":"DongGuk University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This study aimed to evaluate the effectiveness of adjuvant electroacupuncture therapy for the post-stroke patients with urinary retention under conventional treatments, compared with sham electroacupuncture."},"conditionsModule":{"conditions":["Urinary Retention","Stroke, Complication"],"keywords":["urinary retention","poststroke","electroacupuncture","randomized controlled trial","effectiveness","safety"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":25,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Electroacupuncture (EA) group","type":"EXPERIMENTAL","description":"1. Electroacupuncture therapy (10 sessions in total, 5 per a week, 2 weeks)\n2. BL31, BL32, BL33, and BL34 (total 8 acupoints, bilateral)\n3. 20 minutes duration, middle frequency (30 Hz) of electrical stimulation\n4. conventional treatments permitted","interventionNames":["Device: Electroacupuncture (EA)"]},{"label":"Sham group","type":"SHAM_COMPARATOR","description":"1. Non-penetrating Park sham electroacupuncture treatment (10 sessions in total, 5 per a week, 2 weeks)\n2. BL31, BL32, BL33, and BL34 (total 8 acupoints on the right and left sides)\n3. 20 minutes duration, undelivered electrostimulation of middle frequency (30 Hz)\n4. conventional treatments permitted","interventionNames":["Device: Sham electroacupuncture"]}],"interventions":[{"type":"DEVICE","name":"Electroacupuncture (EA)","description":"The EA group receives 10 sessions of EA therapy (5 per a week, 2 weeks). After inserting needles by 5-10 mm (stainless steel, 0.25 mm in diameter and 4.0 mm in length, Dong Bang Acupuncture Inc., Korea) using the Park sham guide tube on the 8 points (BL31, BL32, BL33, and BL34, bilateral sides), de qi response is elicited. The electrical stimulation is then presented for 20 minutes by middle frequency (30 Hz) (STN-111, Stratek, Korea). Conventional treatments (western/traditional herbal medications, rehabilitation, or acupuncture without electro-stimulation for stroke, and western/traditional herbal medications or acupuncture without electro-stimulation for urinary retention) are allowed during the intervention period. The practitioner should have over 1-year clinical experiences.","armGroupLabels":["Electroacupuncture (EA) group"]},{"type":"DEVICE","name":"Sham electroacupuncture","description":"The patients in sham group receive totally 10 sessions of the sham EA (5 sessions per a week, for 2 weeks). Non-penetrating needles of Park sham device are implemented on the bilateral points of BL31, BL32, BL33, and BL34 (total 8 acupoints). Then, the electro-stimulation is presented for 20 minutes by middle frequency (30 Hz) (STN-111, Stratek, Korea), even though the electrical stimulation is not delivered through the skin. Conventional treatments for stroke and urinary retention along with EAT are not eliminated. It is also necessary for the practitioner with more than 1-year experiences on the clinical field.","armGroupLabels":["Sham group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of daily PVR (Postvoid Residual) urine ratios between the baseline and the endpoint","description":"* daily PVR ratio = daily PVR urine volume / (daily PVR urine volume + self voiding volume)\n* Baseline measurement: daily PVR ratio for 24 hours on the day before the first intervention day Endpoint measurement: daily PVR ratio for 24 hours within 3 days after the last intervention day\n* If more than 7 sessions of EA or sham EA are completed and urinary tract is not infected at the end, then the urine volume is measured on the next day of the last intervention.\n* If more than 7 sessions of EA or sham EA are completed and urinary tract is infected at the end, then the urine volume is measured on the 3rd day of the last intervention after anti-infection treatment is carried out for 48 hours.","timeFrame":"Day 0 (baseline), Day 14(endpoint)"}],"secondaryOutcomes":[{"measure":"Urinary tract infection (UTI)","description":"After 7-10 sessions of the EA or sham EA, patients get urinalysis to figure out whether UTI exists. If a patient has UTI, he/she gets antibiotics for 48 hours. When no UTI is found with reexamination of urinalysis, then daily PVR is going to be assessed and included in the final ITT (Intention To Treat) analysis. Otherwise, the data from the patients will be included only in the PP (Per Protocol) analysis.","timeFrame":"Day 14(endpoint)"},{"measure":"Korean version of Qualiveen Questionnaire (K-QQ)","description":"* The disease-specific QoL (quality of life) assessment scale for neurogenic bladder\n* Consisting of 30 items and each item is scored by 0 to 4. (The higher score in K-QQ is, the lower QoL of the patients is.)\n* The reliability and validity of K-QQ has been acquired in the previous studies.\n* If more than 7 sessions of EA or sham EA are completed and urinary tract is not infected at the end, then K-QQ is measured on the next day of the last intervention.\n* If more than 7 sessions of EA or sham EA are completed and urinary tract is infected at the end, then K-QQ is measured on the 3rd day of the last intervention after anti-infection treatment is carried out for 48 hours.","timeFrame":"Day 0 (baseline), Day 14(endpoint)"},{"measure":"Korean version of International Prostate Symptom Scale (K-IPSS)","description":"* Assessment tool for symptoms in lower urinary tract\n* Consisting of 7 items (0 to 5 scores)\n* If more than 7 sessions of EA or sham EA are completed and urinary tract is not infected at the end, then K-IPSS is measured on the next day of the last intervention.\n* If more than 7 sessions of EA or sham EA treatment are completed and urinary tract is infected at the end, then K-IPSS is measured on the 3rd day of the last intervention after anti-infection treatment is carried out for 48 hours.","timeFrame":"Day 0 (baseline), Day 14(endpoint)"},{"measure":"Blinding Index (BI)","description":"* Assessment of patients' blinding\n* Patients are asked which group you think you belong to during the study, and they selects one of the options, EA group, sham group, or Not knowing.","timeFrame":"Day 14(endpoint)"},{"measure":"Frequencies of urination and urinary incontinence","description":"* Record of the frequencies of urination and urinary incontinence by urinary diary\n* 1 day before the first intervention and another day after the last intervention\n* Mean change between post- and pre-treatments in EA group comparing with the sham group","timeFrame":"Day 0 (baseline), Day 14(endpoint)"},{"measure":"Adverse events","description":"* Ask any adverse events after EA or sham interventions and record them in case report forms\n* Evaluate the severity, seriousness, and relevance to the study","timeFrame":"Every treatment visit (5 times during Day 1~Day 7 & 5 times during Day 8~Day 14)"}],"otherOutcomes":[{"measure":"Diabetes mellitus (DM) and benign prostatic hyperplasia (BPH)","description":"Check of diabetes mellitus (DM) and benign prostatic hyperplasia (BPH) in medical history.","timeFrame":"Day 0 (baseline)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* male or female aged over 19\n* Patients diagnosed with stroke (cerebral hemorrhage or infarction) based on the CT or MRI examination\n* Those whose onset is within 2 years\n* Those who have urinary retention after stroke onset (every PVR result is equal or more than 100ml on the 2 consecutive tests)\n* Those who signed on the informed consent form\n\nExclusion Criteria:\n\n* Patients who have any bleeding disorders based on medical history hearing\n* Patients who have ever had any medical procedures or surgeries for peripheral vascular diseases based on medical history hearing\n* Patients who have any psychiatry disorders based on medical history hearing\n* Patients who have any severe diseases in lower urinary tract symptom based on medical history hearing\n* Patients who have any acute or chronic infectious diseases in lower urinary tract symptom based on medical history hearing\n* Acute stage stroke patients (onset within 1 week) whose Glasgow Coma Scale ≤ 8\n* Patients who have fear about acupuncture\n* Patients who have changed medications for urinary retention or relevant symptoms, such as urinary incontinence drugs or diuretics, within 3 days\n* Female who diagnosed with pregnancy by urinalysis\n* Those who primary or sub investigators judge not to be suitable for the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Euiju Lee, Ph.D.","affiliation":"Kyunghee University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Cheonan Korean Medicine Hospital of the Daejeon University","city":"Cheonan","state":"Chungcheongnam-do","zip":"331-958","country":"Korea, Republic of","geoPoint":{"lat":36.8065,"lon":127.1522}},{"facility":"Dongguk University Ilsan Oriental Hospital","city":"Goyang","state":"Gyeonggi-do","zip":"410-773","country":"Korea, Republic of","geoPoint":{"lat":37.65639,"lon":126.835}},{"facility":"Kyung Hee University Korean Medicine Hospital","city":"Seoul","zip":"156-853","country":"Korea, Republic of","geoPoint":{"lat":37.566,"lon":126.9784}}]},"referencesModule":{"references":[{"pmid":"11083349","type":"BACKGROUND","citation":"Kong KH, Young S. Incidence and outcome of poststroke urinary retention: a prospective study. Arch Phys Med Rehabil. 2000 Nov;81(11):1464-7. doi: 10.1053/apmr.2000.9630."},{"pmid":"16181941","type":"BACKGROUND","citation":"Wu J, Baguley IJ. Urinary retention in a general rehabilitation unit: prevalence, clinical outcome, and the role of screening. Arch Phys Med Rehabil. 2005 Sep;86(9):1772-7. doi: 10.1016/j.apmr.2005.01.012."},{"pmid":"20167912","type":"BACKGROUND","citation":"Wu P, Mills E, Moher D, Seely D. Acupuncture in poststroke rehabilitation: a systematic review and meta-analysis of randomized trials. Stroke. 2010 Apr;41(4):e171-9. doi: 10.1161/STROKEAHA.109.573576. Epub 2010 Feb 18."},{"pmid":"10753993","type":"BACKGROUND","citation":"Brittain KR, Perry SI, Peet SM, Shaw C, Dallosso H, Assassa RP, Williams K, Jagger C, Potter JF, Castleden CM. Prevalence and impact of urinary symptoms among community-dwelling stroke survivors. Stroke. 2000 Apr;31(4):886-91. doi: 10.1161/01.str.31.4.886."},{"pmid":"2916918","type":"BACKGROUND","citation":"Garrett VE, Scott JA, Costich J, Aubrey DL, Gross J. Bladder emptying assessment in stroke patients. Arch Phys Med Rehabil. 1989 Jan;70(1):41-3."},{"pmid":"20708280","type":"BACKGROUND","citation":"Mizrahi EH, Waitzman A, Arad M, Blumstein T, Adunksy A. Bladder management and the functional outcome of elderly ischemic stroke patients. Arch Gerontol Geriatr. 2011 Sep-Oct;53(2):e125-8. doi: 10.1016/j.archger.2010.07.007. Epub 2010 Aug 12."},{"pmid":"11291687","type":"BACKGROUND","citation":"Mustonen S, Ala-Houhala IO, Tammela TL. Long-term renal dysfunction in patients with acute urinary retention. Scand J Urol Nephrol. 2001 Feb;35(1):44-8. doi: 10.1080/00365590151030804."},{"pmid":"11554277","type":"BACKGROUND","citation":"Curtis LA, Dolan TS, Cespedes RD. Acute urinary retention and urinary incontinence. Emerg Med Clin North Am. 2001 Aug;19(3):591-619. doi: 10.1016/s0733-8627(05)70205-4."},{"pmid":"23542501","type":"BACKGROUND","citation":"Smith MD, Seth JH, Fowler CJ, Miller RF, Panicker JN. Urinary retention for the neurologist. Pract Neurol. 2013 Oct;13(5):288-91. doi: 10.1136/practneurol-2012-000478. Epub 2013 Mar 29."},{"pmid":"17970787","type":"BACKGROUND","citation":"Datta SN, Chaliha C, Singh A, Gonzales G, Mishra VC, Kavia RB, Kitchen N, Fowler CJ, Elneil S. Sacral neurostimulation for urinary retention: 10-year experience from one UK centre. BJU Int. 2008 Jan;101(2):192-6. doi: 10.1111/j.1464-410X.2007.07282.x. Epub 2007 Oct 26."},{"pmid":"20934242","type":"BACKGROUND","citation":"Kessler TM, La Framboise D, Trelle S, Fowler CJ, Kiss G, Pannek J, Schurch B, Sievert KD, Engeler DS. Sacral neuromodulation for neurogenic lower urinary tract dysfunction: systematic review and meta-analysis. Eur Urol. 2010 Dec;58(6):865-74. doi: 10.1016/j.eururo.2010.09.024. Epub 2010 Oct 1."},{"pmid":"21140719","type":"BACKGROUND","citation":"Herr-Wilbert IS, Imhof L, Hund-Georgiadis M, Wilbert DM. Assessment-guided therapy of urinary incontinence after stroke. Rehabil Nurs. 2010 Nov-Dec;35(6):248-53. doi: 10.1002/j.2048-7940.2010.tb00055.x."},{"pmid":"19678782","type":"BACKGROUND","citation":"Tong Y, Jia Q, Sun Y, Hou Z, Wang Y. Acupuncture in the treatment of diabetic bladder dysfunction. J Altern Complement Med. 2009 Aug;15(8):905-9. doi: 10.1089/acm.2009.0062."},{"pmid":"23152677","type":"BACKGROUND","citation":"Yu KW, Lin CL, Hung CC, Chou EC, Hsieh YL, Li TM, Chou LW. Effects of electroacupuncture on recent stroke inpatients with incomplete bladder emptying: a preliminary study. Clin Interv Aging. 2012;7:469-74. doi: 10.2147/CIA.S37531. Epub 2012 Nov 8."},{"pmid":"4136544","type":"BACKGROUND","citation":"Teasdale G, Jennett B. Assessment of coma and impaired consciousness. A practical scale. Lancet. 1974 Jul 13;2(7872):81-4. doi: 10.1016/s0140-6736(74)91639-0. No abstract available."},{"pmid":"24484576","type":"BACKGROUND","citation":"Rowe TA, Juthani-Mehta M. Diagnosis and management of urinary tract infection in older adults. Infect Dis Clin North Am. 2014 Mar;28(1):75-89. doi: 10.1016/j.idc.2013.10.004. Epub 2013 Dec 8."},{"pmid":"25335150","type":"BACKGROUND","citation":"Grigoryan L, Trautner BW, Gupta K. Diagnosis and management of urinary tract infections in the outpatient setting: a review. JAMA. 2014 Oct 22-29;312(16):1677-84. doi: 10.1001/jama.2014.12842."},{"pmid":"15020033","type":"BACKGROUND","citation":"Bang H, Ni L, Davis CE. Assessment of blinding in clinical trials. Control Clin Trials. 2004 Apr;25(2):143-56. doi: 10.1016/j.cct.2003.10.016."},{"pmid":"7512657","type":"BACKGROUND","citation":"Sagnier PP, MacFarlane G, Richard F, Botto H, Teillac P, Boyle P. Results of an epidemiological survey using a modified American Urological Association symptom index for benign prostatic hyperplasia in France. J Urol. 1994 May;151(5):1266-70. doi: 10.1016/s0022-5347(17)35229-1."},{"pmid":"27072880","type":"DERIVED","citation":"Shin S, Lee J, Yoo J, Lim SM, Lee E. Electroacupuncture versus sham electroacupuncture for urinary retention in poststroke patients: study protocol for a multicenter, randomized controlled trial. Trials. 2016 Apr 12;17:197. doi: 10.1186/s13063-016-1315-3."}],"seeAlsoLinks":[{"label":"The Linguistic Validation and Reliability of the Korean Version 'Qualiveen Questionnaire'. Annals of Rehabilitation Medicine. 2010 Oct;34(5):524-43. (in Korean)","url":"http://www.komci.org/GSResult.php?RID=0041JKARM%2F2010.34.5.524&DT=6"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000016055","term":"Urinary Retention"}],"ancestors":[{"id":"D000014555","term":"Urination Disorders"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M18242","name":"Urinary Retention","asFound":"Urinary Retention","relevance":"HIGH"},{"id":"M16995","name":"Urination Disorders","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"}]}},"hasResults":false}