{"protocolSection":{"identificationModule":{"nctId":"NCT06084468","orgStudyIdInfo":{"id":"Cardiac-CF"},"organization":{"fullName":"Herlev and Gentofte Hospital","class":"OTHER"},"briefTitle":"Cardiac Structure and Function in Patients With Cystic Fibrosis","officialTitle":"Cardiac Structure and Function in Patients With Cystic Fibrosis"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03-01","type":"ACTUAL"},"completionDateStruct":{"date":"2032-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-10","studyFirstSubmitQcDate":"2023-10-10","studyFirstPostDateStruct":{"date":"2023-10-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-16","lastUpdatePostDateStruct":{"date":"2023-10-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tor Biering-Sørensen","investigatorTitle":"Professor","investigatorAffiliation":"Herlev and Gentofte Hospital"},"leadSponsor":{"name":"Herlev and Gentofte Hospital","class":"OTHER"},"collaborators":[{"name":"Copenhagen University Hospital, Denmark","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In a prospective observational cohort study (n = 100), the investigators aim to assess the correlation between cardiac biomarkers, advanced echocardiography and cystic fibrosis genotype and severity and determine whether these are prognostic markers of heart disease in patients suffering from cystic fibrosis (CF).","detailedDescription":"Background:\n\nPrevious studies using standard echocardiography have shown contradictory results regarding left ventricle (LV) structure and function in patients with CF. By the use of strain rate analyses, few studies have identified LV systolic abnormalities even in the setting of preserved conventional echocardiographic measures of LV systolic function such as left ventricular ejection fraction (LVEF) and fractional shortening. The expression of the cystic fibrosis transmembrane conductance regulator (CFTR) chloride channel in myocytes of different mammalian species including mice and humans has been known for many years. Two studies showed that CFTR is involved in regulation of cardiomyocyte contraction in mice and another study demonstrated that loss of CFTR function in mice led to LV remodeling and increased aortic stiffness. The presence of CFTR in the myocardium has prompted debate regarding a possible intrinsic cardiac impairment due to loss of CFTR. A recent study found an association between severity of genotype in patients with CF and cardiac impairment. Several studies of pediatric CF patients with none or mild respiratory manifestations have also demonstrated early signs of cardiovascular impairments, such as arterial stiffness, increased pulmonary artery pressure (PAP) and abnormalities of right ventricular (RV) structure and function.\n\nPrimary hypothesis: CF is independently associated with higher prevalence of asymptomatic cardiac dysfunction and abnormal cardiac structure determined by conventional and advanced echocardiographic deformation measures (cross sectional study).\n\nSecondary hypotheses: 1) CF is associated with elevated levels of specific cardiac biomarkers (cross sectional study). 2) CF is associated with higher pulmonary artery systolic pressure and higher prevalence of pulmonary hypertension determined by echocardiography (cross sectional study). 3) Asymptomatic cardiac dysfunction and abnormal cardiac structure assessed by conventional and advanced echocardiographic deformation measurements are early markers identifying CF patients in high risk of cardiac disease (prospective study).\n\nObjective:\n\nIn a prospective observational cohort study (n = 100) the aim is to investigate the correlation between cardiac biomarkers, advanced echocardiography and cystic fibrosis (CF) genotype and severity and determine whether these are prognostic markers of heart disease in patients suffering from CF.\n\nDesign and control group:\n\nThe study is a prospective observational cohort study consisting of a random sample of consecutive patients from a population of outpatients with CF and a control group from the general population. The project group aims to include 100 participants with CF. The findings in CF participants will be compared with findings in the general population to estimate the risk of cardiovascular disease in CF patients. The investigators expect an inclusion period of approximately 6 months with register-based follow-up after 2, 5 and 10 years after inclusion.\n\nThe control group will consist of a random sample of age- and sex-matched patients (n=100) from the general population examined in the5th Copenhagen City Heart Study, 2011-2015 (ClinicalTrials.gov identifier NCT02993172, I-Suite no. 03741, National Committee on Health Research Ethics approval HEH-2015-045).\n\nBaseline cardiovascular examination:\n\n1. Echocardiography: An ultrasound assessment of the heart. Systolic and diastolic heart function, heart valves and associated signs of cardiovascular disease will be examined.\n2. Blood tests: 20 ml blood will be withdrawn. The blood tests will be analyzed for various biomarkers for cardiovascular disease (CVD) and CVD risk factors.\n3. Electrocardiogram/ECG: An assessment of heart rhythm and function.\n4. Physical examination: An examination of blood pressure, pulse, height, and weight.\n5. Questionnaire: A questionnaire concerning CF and CVD risk factors as well as potential signs and symptoms of CF and CVD and quality of life.\n\nBaseline examination at CF Centre Copenhagen:\n\nAll included participants will undergo a physical examination by a physician at the CF center as well as an experienced pulmonary physiotherapist. The examinations will be performed at inclusion and prior to echocardiographic examination and contain the following: 1) Clinical assessment, 2) Pulmonary function testing.\n\nMoreover, data on genetics and health status will be retrieved from the medical records and the national CF database. Diagnoses and/or medical history obtained will include:\n\nCF genotype CF mutation type and mutation class CF-related comorbidities: CF-related diabetes, pancreatic insufficiency, liver steatosis/fibrosis, pulmonary function including high resolution CT scans, kidney disease, infectious disease burden and chronic infections as well as use of acute and chronic antibiotics.\n\nCardiovascular comorbidities: Stroke, peripheral artery disease (PAD), atrial fibrillation/atrial flutter and/or other cardiac arrythmias, pacemaker, kidney disease, hypertension, hypercholesterolemia, valvular disease (mitral, aortic, tricuspid and pulmonic valve disease), previous heart surgery, ischemic heart disease including non-invasive ischemic imaging results, prior myocardial infarction, prior revascularization and/or coronary artery bypass graft (CABG), heart failure, sleep apnea, venous thromboembolic syndrome (VTE) (deep vein thrombosis, pulmonary embolism).\n\nData management and statistics:\n\nThe General Data Protection Regulation and the Data Protection Act will be complied with.\n\nAll data will be stored in a password-protected electronic research database, REDCap, The Capital Region of Denmark's electronic data system. Questionnaires, signed consent forms and other sensitive documents will be kept in a locked archive in a locked office at the Department of Cardiology. The data management plan has been approved by the Danish Data Protection Agency (P-2022-366), and all data will be handled confidentially according to Danish law.\n\nBaseline characteristics across the endpoints will be compared with trend tests using linear regression for continuous Gaussian distributed variables, by an extension of the Wilcoxon rank-sum test for continuous Gaussian distributed variables and by chi-square test for trend for proportions. Rates of all events will be calculated as the number of events divided by person-time at risk and stratified according to the primary endpoints. Hazard ratios (HR) will be calculated by Cox proportional hazards regression analysis. C-statistics will be obtained from univariable Cox models. Non-Gaussian distributed continuous variables will be categorized as dichotomous variables. The assumptions of proportional hazards in the models will be tested based on residuals. Predictive models for predicting the risk of future heart disease will be constructed using logistic regression. A p-value \\<= 0.05 in 2-sided test will be considered statistically significant."},"conditionsModule":{"conditions":["Cystic Fibrosis","Cystic Fibrosis-related Diabetes","Cystic Fibrosis, Pulmonary","Cystic Fibrosis of Pancreas","Cystic Fibrosis Gastrointestinal Disease","Cystic Fibrosis Modifier 1","Left Ventricular Dysfunction","Heart Failure","Heart Failure, Systolic","Heart Failure, Diastolic","Myocardial Infarction","Stroke","Heart Diseases"],"keywords":["Cystic Fibrosis","Echocardiography","Advanced echocardiography","Biomarkers","Cardiovascular disease","Cardiovascular mortality","Mortality"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Hemoglobin A1c (HbA1c), hemoglobin level, fasting plasma glucose, alanine aminotransferase (ALAT), cholesterol, triglyceride levels, creatinine, potassium, sodium, thyroid-stimulating hormone, high-sensitivity C-reactive protein, high-sensitivity troponin (TnT) and N-terminal pro brain natriuretic peptide (NT-pro-BNP)."},"enrollmentInfo":{"count":104,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Cystic Fibrosis","description":"Adult CF patients (\\>/=18 years) at Department of Infectious Diseases, Copenhagen University Hospital, will be invited to participate in this study. Potential participants are invited by their regular CF physician to participate during routine visits at the CF outpatient clinic.\n\nInclusion criteria:\n\nDiagnosis of CF and age \\>/=18 years.\n\nExclusion criteria:\n\n* Lung transplanted patients\n* Inability to cooperate\n* Inability to understand and sign informed consent"},{"label":"Control group","description":"The control group will consist of a random sample of age- and sex-matched participants from the general population examined in the 5th Copenhagen City Heart Study, 2011-2014 (ClinicalTrials.gov identifier NCT02993172, I-Suite no. 03741, National Committee on Health Research Ethics approval HEH-2015-045). Existing data from the Copenhagen City Heart Study will be transferred to the current study and will include personal identification number from the Central Office of Civil Registration, echocardiographic assessments, electrocardiograms as well as health related data (health conditions including symptoms, risk factors for cardiovascular disease, medication, prior clinical and/or paraclinical assessments including blood test results and procedures relevant to psoriasis and potential heart disease)."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of cardiovascular mortality","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Incidence of myocardial infarction","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Incidence of coronary revascularization (percutaneous coronary intervention/coronary artery bypass graft)","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Incidence of heart failure","timeFrame":"2, 5 and 10 year follow-up"}],"secondaryOutcomes":[{"measure":"Rate of all-cause mortality","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Incidence of stroke","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Number of Participants with admission with cardiac heart failure","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Number of Participants with admission with stroke","timeFrame":"2, 5 and 10 year follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* CF diagnosis\n* Age ≥ 18 years\n\nExclusion Criteria:\n\n* Prior lung transplant\n* Inability to cooperate\n* Inability to understand and sign informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Adult CF patients (≥18 years) at Department of Infectious Diseases, CF Centre, Rigshospitalet, will be invited consecutively to participate in this study regardless of health status. Potential participants are invited by their regular CF physician to participate during routine visits at the CF Centre outpatient clinic.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Tor Biering-Sørensen, Professor MD PhD MPH","affiliation":"Department of Cardiology, Department of Biomedical Sciences, Herlev and Gentofte University Hospital, University of Copenhagen","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Susanne D Poulsen, MD DMSc","affiliation":"Viro-immunology Research Unit, Department of Infectious Diseases 8632, Copenhagen University Hospital Rigshospitalet, University of Copenhagen","role":"STUDY_DIRECTOR"},{"name":"Daniel Faurholt-Jepsen, MD PhD","affiliation":"CF Centre Copenhagen University Hospital Rigshospitalet","role":"STUDY_DIRECTOR"},{"name":"Terese L Katzenstein, MD PhD DMSc","affiliation":"CF Centre Copenhagen University Hospital Rigshospitalet","role":"STUDY_DIRECTOR"},{"name":"Tacjana Pressler, MD","affiliation":"CF Centre Copenhagen University Hospital Rigshospitalet","role":"STUDY_DIRECTOR"},{"name":"Rebekka F Thudium, MD PhD","affiliation":"CF Centre Copenhagen University Hospital Rigshospitalet","role":"STUDY_DIRECTOR"},{"name":"Lisa S Duus, MD","affiliation":"Department of Cardiology, Department of Biomedical Sciences, Herlev and Gentofte University Hospital, University of Copenhagen","role":"STUDY_DIRECTOR"},{"name":"Maria Dons, MD","affiliation":"Department of Cardiology, Department of Biomedical Sciences, Herlev and Gentofte University Hospital, University of Copenhagen","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Department of Cardiology, Herlev and Gentofte University Hospital, University of Copenhagen","city":"Hellerup","state":"Copenhagen","zip":"2900","country":"Denmark","geoPoint":{"lat":55.73204,"lon":12.57093}},{"facility":"Department of Infectious Diseases, University Hospital of Copenhagen, Cystic Fibrosis Centre, Copenhagen, Denmark","city":"Copenhagen","zip":"2100","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}}]},"referencesModule":{"references":[{"pmid":"30281026","type":"BACKGROUND","citation":"Corriveau S, Sykes J, Stephenson AL. Cystic fibrosis survival: the changing epidemiology. Curr Opin Pulm Med. 2018 Nov;24(6):574-578. doi: 10.1097/MCP.0000000000000520."},{"pmid":"8689654","type":"BACKGROUND","citation":"Warth JD, Collier ML, Hart P, Geary Y, Gelband CH, Chapman T, Horowitz B, Hume JR. CFTR chloride channels in human and simian heart. Cardiovasc Res. 1996 Apr;31(4):615-24."},{"pmid":"8739239","type":"BACKGROUND","citation":"Tilly BC, Bezstarosti K, Boomaars WE, Marino CR, Lamers JM, de Jonge HR. Expression and regulation of chloride channels in neonatal rat cardiomyocytes. Mol Cell Biochem. 1996 Apr 12-26;157(1-2):129-35. doi: 10.1007/BF00227891."},{"pmid":"10562333","type":"BACKGROUND","citation":"Duan D, Ye L, Britton F, Miller LJ, Yamazaki J, Horowitz B, Hume JR. Purinoceptor-coupled Cl- channels in mouse heart: a novel, alternative pathway for CFTR regulation. J Physiol. 1999 Nov 15;521 Pt 1(Pt 1):43-56. doi: 10.1111/j.1469-7793.1999.00043.x."},{"pmid":"17112538","type":"BACKGROUND","citation":"Gao Z, Sun HY, Lau CP, Chin-Wan Fung P, Li GR. Evidence for cystic fibrosis transmembrane conductance regulator chloride current in swine ventricular myocytes. J Mol Cell Cardiol. 2007 Jan;42(1):98-105. doi: 10.1016/j.yjmcc.2006.10.002. Epub 2006 Nov 16."},{"pmid":"12216270","type":"BACKGROUND","citation":"Bright-Thomas RJ, Webb AK. The heart in cystic fibrosis. J R Soc Med. 2002;95 Suppl 41(Suppl 41):2-10. No abstract available."},{"pmid":"19643833","type":"BACKGROUND","citation":"Weitzenblum E, Chaouat A. Cor pulmonale. Chron Respir Dis. 2009;6(3):177-85. doi: 10.1177/1479972309104664."},{"pmid":"29398489","type":"BACKGROUND","citation":"Eising JB, van der Ent CK, Teske AJ, Vanderschuren MM, Uiterwaal CSPM, Meijboom FJ. Young patients with cystic fibrosis demonstrate subtle alterations of the cardiovascular system. J Cyst Fibros. 2018 Sep;17(5):643-649. doi: 10.1016/j.jcf.2017.12.009. Epub 2018 Feb 3."},{"pmid":"25866147","type":"BACKGROUND","citation":"Sellers ZM, McGlocklin L, Brasch A. Strain rate echocardiography uncovers subclinical left ventricular dysfunction in cystic fibrosis. J Cyst Fibros. 2015 Sep;14(5):654-60. doi: 10.1016/j.jcf.2015.03.010. Epub 2015 Apr 9."},{"pmid":"1995219","type":"BACKGROUND","citation":"Johnson GL, Kanga JF, Moffett CB, Noonan JA. Changes in left ventricular diastolic filling patterns by Doppler echocardiography in cystic fibrosis. Chest. 1991 Mar;99(3):646-50. doi: 10.1378/chest.99.3.646."},{"pmid":"21764552","type":"BACKGROUND","citation":"Labombarda F, Pellissier A, Ellafi M, Creveuil C, Ribault V, Laurans M, Guillot M, Bergot E, Grollier G, Milliez P, Zalcman G, Saloux E. Myocardial strain assessment in cystic fibrosis. J Am Soc Echocardiogr. 2011 Sep;24(9):1037-45. doi: 10.1016/j.echo.2011.06.004. Epub 2011 Jul 18."},{"pmid":"34513358","type":"BACKGROUND","citation":"Shah PH, Lee JH, Salvi DJ, Rabbani R, Gavini DR, Hamid P. Cardiovascular System Involvement in Cystic Fibrosis. Cureus. 2021 Jul 29;13(7):e16723. doi: 10.7759/cureus.16723. eCollection 2021 Jul."},{"pmid":"11035678","type":"BACKGROUND","citation":"Florea VG, Florea ND, Sharma R, Coats AJ, Gibson DG, Hodson ME, Henein MY. Right ventricular dysfunction in adult severe cystic fibrosis. Chest. 2000 Oct;118(4):1063-8. doi: 10.1378/chest.118.4.1063."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003550","term":"Cystic Fibrosis"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000011658","term":"Pulmonary Fibrosis"},{"id":"D000006333","term":"Heart Failure"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000018754","term":"Ventricular Dysfunction"},{"id":"D000018487","term":"Ventricular Dysfunction, Left"},{"id":"D000054143","term":"Heart Failure, Systolic"},{"id":"D000054144","term":"Heart Failure, Diastolic"},{"id":"D000005355","term":"Fibrosis"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000010182","term":"Pancreatic Diseases"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000007232","term":"Infant, Newborn, Diseases"},{"id":"D000017563","term":"Lung Diseases, Interstitial"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","asFound":"Heart Failure","relevance":"HIGH"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M8175","name":"Fibrosis","asFound":"Fibrosis","relevance":"HIGH"},{"id":"M6445","name":"Cystic Fibrosis","asFound":"Cystic Fibrosis","relevance":"HIGH"},{"id":"M8573","name":"Gastrointestinal Diseases","asFound":"Gastrointestinal Diseases","relevance":"HIGH"},{"id":"M27269","name":"Heart Failure, Systolic","asFound":"Heart Failure, Systolic","relevance":"HIGH"},{"id":"M6945","name":"Digestive System Diseases","asFound":"Gastrointestinal Diseases","relevance":"HIGH"},{"id":"M20281","name":"Ventricular Dysfunction, Left","asFound":"Left Ventricular Dysfunction","relevance":"HIGH"},{"id":"M27273","name":"Systolic Murmurs","relevance":"LOW"},{"id":"M20514","name":"Ventricular Dysfunction","asFound":"Ventricular Dysfunction","relevance":"HIGH"},{"id":"M27270","name":"Heart Failure, Diastolic","asFound":"Heart Failure, Diastolic","relevance":"HIGH"},{"id":"M14202","name":"Pulmonary Fibrosis","asFound":"Fibrosis, Pulmonary","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12792","name":"Pancreatic Diseases","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M9966","name":"Infant, Newborn, Diseases","relevance":"LOW"},{"id":"M19503","name":"Lung Diseases, Interstitial","relevance":"LOW"},{"id":"T1710","name":"Cystic Fibrosis","asFound":"Cystic Fibrosis","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}