{"protocolSection":{"identificationModule":{"nctId":"NCT06184191","orgStudyIdInfo":{"id":"GaziosmanpaşaTraining&Research"},"organization":{"fullName":"Gaziosmanpaşa Training and Research Hospital, University of Health Sciences","class":"OTHER"},"briefTitle":"Combined Robotic Hand Rehabilitation and Conventional Rehabilitation for Post-stroke Rehabilitation","officialTitle":"Comparison of the Effects of Combined and Individual Robotic Hand Rehabilitation and Conventional Rehabilitation on Daily Living Activity, Upper Extremity Functional Results and Hand Strength in Patients With Post-stroke Hemiplegia"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-11-01","type":"ACTUAL"},"studyFirstSubmitDate":"2023-12-07","studyFirstSubmitQcDate":"2023-12-24","studyFirstPostDateStruct":{"date":"2023-12-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-24","lastUpdatePostDateStruct":{"date":"2023-12-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Betül Başar","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Gaziosmanpaşa Training and Research Hospital, University of Health Sciences"},"leadSponsor":{"name":"Gaziosmanpaşa Training and Research Hospital, University of Health Sciences","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Objective: The investigators compared the effectiveness of individual and combined application of conventional rehabilitation and robotic hand rehabilitation in post-stroke hemiplegia. The study design is an An assessor-blinded, prospective randomized comparison study.\n\nMethods: Patients were randomly assigned to one of three groups:\n\nGroup 1 (Robotic Hand Rehabilitation): The patients underwent robotic hand rehabilitation, Group 2 (Conventional Rehabilitation): The patients underwent conventional rehabilitation, Group 3 (Combined Rehabilitation): The patients underwent combined conventional and robotic hand rehabilitation at the same period.\n\nRandomization was performed using the closed envelope method randomization sequence by an investigator who was not involved in patient care. The therapist opened the envelope 6 hours before the patient started treatment.\n\nThe investigators assessed Barthel index for activities of daily living (range, 0 - 100), Brunnstrom's hemiplegia recovery staging (range, stage 1 - stage 7), Fugl-Meyer upper extremity assessment scale (stage, 0 - 66), Abilhand stroke hand ability questionnaire assessment (range, 0 - 46), hand grip strength, and hand pinch strength at baseline and end of the rehabilitation (1-month).\n\nConclusions: There are many studies in the literature on the hand and upper extremity functions of Conventional Rehabilitation and Robotic Hand Rehabilitation in stroke. They revealed that both therapies had a positive effect on the results. There is no study on the effect of combined application of Conventional Rehabilitation and Robotic Hand Rehabilitation on hand and upper extremity functions. More successful hand functional results may be achieved by applying both rehabilitations together in stroke. The aim of our study is to compare the effects of early-term individually and concomitant Conventional Rehabilitation and Robotic Hand Rehabilitation on hand and upper extremity functions and hand strength in stroke. Our hypothesis is that the combined application of Conventional Rehabilitation and Robotic Hand Rehabilitation together will provide better functional results of the hand and upper extremity.","detailedDescription":"Objective: Hemiplegia or hemiparesis is commonly seen after stroke.Upper limb function, particularly hand function, plays a crucial role in determining the quality of life and independence after stroke. Numerous studies have been conducted on rehabilitation to improve upper extremity function.There are many studies in the literature on the hand and upper extremity functions of Conventional Rehabilitation and Robotic Hand Rehabilitation in stroke. They revealed that both therapies had a positive effect on the results. There is no study on the effect of combined application of Conventional Rehabilitation and Robotic Hand Rehabilitation on hand and upper extremity functions. More successful hand functional results may be achieved by applying both rehabilitations together in stroke. The aim of our study is to compare the effects of early-term individually and concomitant Conventional Rehabilitation and Robotic Hand Rehabilitation on hand and upper extremity functions and hand strength in stroke. Our hypothesis is that the combined application of Conventional Rehabilitation and Robotic Hand Rehabilitation together will provide better functional results of the hand and upper extremity.\n\nMethods: 66 patients with post-stroke hemiplegia will include in our study. Grip strength was measured with a dynamometer (JamarR, PrestonTM, Jackson, MI) and pinch strength was measured with a specially designed instrument (Pinch gauge, B\\&R EngineeringTM, Santa Fe Springs, CA). Measurements were made 3 times and the average value was taken. The patients were evaluated before rehabilitation and at the first month follow-up. The same therapist who was blind to the type of rehabilitation evaluated the patients before treatment and at the first month follow-up.\n\nConclusions: Combined Rehabilitation achieves results just as successful as Conventional Rehabilitation in terms of daily living activities, upper extremity functions, and hand functions. Additionally, it significantly outperformed Conventional Rehabilitation in improving hand functions, treating hand spasticity, and enhancing hand strength."},"conditionsModule":{"conditions":["Stroke","Hemiplegia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The patients were evaluated before rehabilitation and at the first month follow-up. The same therapist who was blind to the type of rehabilitation evaluated the patients before treatment and at the first month follow-up.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":63,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Robotic Hand Rehabilitation","type":"ACTIVE_COMPARATOR","description":"RHR group received hand rehabilitation through the robotic device. A home-based rehabilitation program was used to these patients for hand and upper extremity rehabilitation in addition to RHR.\n\nEach rehabilitation session consisted of six parts:\n\n1. A sequence of 17 cycles of digital flexion-extension joint motions, from the thumb to the fifth finger (7 min).\n2. A sequence of 23 cycles of motion to counting from one to five (7 min).\n3. A sequence of 70 cycles of motions including thumb-finger opposition motions from the second to the fifth finger (7 min).\n4. A sequence of 28 cycles of motions including wave-like finger motions (7 min).\n5. A sequence of 42 cycles of motions including fist opening/closing (7 min).\n6. A sequence of 20 cycles of motions including flexion-extension of the fingers alternated with flexion-extension of the thumb (5 min).\n\nThe patients underwent Robotic Hand Rehabilitation in the hospital 5 days per week for 1 month.","interventionNames":["Other: Robotic hand rehabilitation"]},{"label":"Conventional Rehabilitation","type":"ACTIVE_COMPARATOR","description":"CVR group received 60 minutes of consecutive occupational therapy sessions in the hospital 5 days per week for 1 month. The rehabilitation program involved strength, balance, manual dexterity exercises, and stretching/weight-bearing by the affected arm. Treatments focused on practice of specific functional tasks when possible. These included reach and grasp of various objects, isolated hand motions (writing, playing an instruments, molding putty, cooking), and whole body activities (swinging a racquet, basketball handling skills). The rehabilitation also included training in ADLs. The patients underwent individualized programs based on assessment and patient goals. Manual therapy techniques were used to obtain isometric contractions in weak muscles. The patients received mobilization and stretching exercises to restricted joints as needed to increase range of motion.","interventionNames":["Other: Robotic hand rehabilitation"]},{"label":"Combined Rehabilitation","type":"EXPERIMENTAL","description":"The patients underwent 60 minutes of CVR followed by 40 minutes of hand rehabilitation through the robotic device. A home-based rehabilitation was not involve in this group.","interventionNames":["Other: Robotic hand rehabilitation"]}],"interventions":[{"type":"OTHER","name":"Robotic hand rehabilitation","description":"Robotic hand rehabilitation devices are the most advanced, effective and user-friendly combination of technology to support motor rehabilitation of the upper limb and neurocognitive recovery. Serving patients, doctors, therapists through therapies and protocols that accompany all stages of the rehabilitation process, the devices promote the functional recovery of patients and their reintegration into daily life.","armGroupLabels":["Combined Rehabilitation","Conventional Rehabilitation","Robotic Hand Rehabilitation"],"otherNames":["Conventional rehabilitation","Combined conventional and robotic hand rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Barthel index for activities of daily living","description":"Barthel index was used to evaluate the daily living activities of the patients. Total score is between 0 - 100. 0 - 20 completely dependent, 21 - 61 highly dependent, 62 - 90 moderately dependent, 91 - 99 slightly dependent, 100 completely independent.","timeFrame":"The patients were evaluated before rehabilitation and at the first month follow-up."},{"measure":"Brunnstrom's hemiplegia recovery staging","description":"It was used to evaluate hemiplegia recovery upper extremity. It has 7 stages. Stage 1: There is no movement in the held arm. It is flask. Stage 7: Normal motor function is regained.","timeFrame":"The patients were evaluated before rehabilitation and at the first month follow-up."},{"measure":"Fugl-Meyer upper extremity assessment scale","description":"It was used to evaluate upper extremity function. Total score is between 0 - 66.","timeFrame":"The patients were evaluated before rehabilitation and at the first month follow-up."},{"measure":"ABILHAND stroke hand ability questionnaire assessment","description":"It was used to evaluate stroke hand function. Total score is between 0 - 46.","timeFrame":"The patients were evaluated before rehabilitation and at the first month follow-up."},{"measure":"grip strength, and pinch strength","description":"It was used to evaluate hand strength.","timeFrame":"The patients were evaluated before rehabilitation and at the first month follow-up."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Diagnosed with cortical or subcortical stroke confirmed by radiological imaging\n* Over 18 years old age\n* Mini-Mental Scale (MMS) = 24-30\n* Not having serious cognitive impairment (score ≥22)\n* The rehabilitation of the patient was performed at the rehabilitation department of XXXXX Research and Training Hospital.\n\nExclusion criteria:\n\n* Having a stroke lesion in other areas of the brain such as the cerebellum and brainstem\n* Presence of joint or bone pathologies in the affected upper extremity\n* Excessive spasticity in the elbow or wrist joints of the affected upper extremity (Modified Ashworth Scale score \\>3)\n* Having previously surgical treatment history on the affected extremity\n* Having an additional neurological disease\n* Not complying with treatment recommendations or inadequately applying.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"BETÜL BAŞAR, Ass. Prof.","affiliation":"Gaziosmanpaşa Training and Research Hospital, University of Health Sciences","role":"STUDY_CHAIR"}],"locations":[{"facility":"Gaziosmanpaşa Training and Research Hospital","city":"Istanbul","state":"Gaziosmanpaşa","zip":"34255","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Individual participant data will be shared upon request from the responsible author."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}