{"protocolSection":{"identificationModule":{"nctId":"NCT02354040","orgStudyIdInfo":{"id":"3165- MED-ERC_14"},"organization":{"fullName":"Aga Khan University","class":"OTHER"},"briefTitle":"Using a Tailored Health Information Technology Driven Intervention to Improve Health Literacy and Medication Adherence","officialTitle":"Using a Tailored Health Information Technology Driven Intervention to Improve Health Literacy and Medication Adherence in a Pakistani Population With Vascular Disease","acronym":"TalkingRx"},"statusModule":{"statusVerifiedDate":"2017-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2015-12","type":"ACTUAL"},"completionDateStruct":{"date":"2015-12","type":"ACTUAL"},"studyFirstSubmitDate":"2015-01-29","studyFirstSubmitQcDate":"2015-02-02","studyFirstPostDateStruct":{"date":"2015-02-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-12-12","lastUpdatePostDateStruct":{"date":"2017-12-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Ayeesha Kamran Kamal","investigatorTitle":"Ayeesha Kamran Kamal","investigatorAffiliation":"Aga Khan University"},"leadSponsor":{"name":"Aga Khan University","class":"OTHER"},"collaborators":[{"name":"Baylor College of Medicine","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Although most patients admitted with acute coronary syndrome or acute ischemic stroke in South Asian countries receive these evidence-based treatments, their overall continuation in the outpatient phase of care remains low. Patient from Pakistan are uniquely challenged in this respect because the overall literacy rates remain one of the lowest in Pakistan among South Asian Countries. In addition, a great majority of Pakistani patients often do not understand or follow health prescriptions (which are still written in English). Additionally, due to an unregulated health industry, they frequently take multiple opinions and prescriptions from different physicians. The investigators propose to develop a \"talking prescription\" for patients with stroke or myocardial infarction for secondary prevention. This will enable them to understand their medications better, improve health literacy and adherence. This is an IT enabled health literacy intervention. Physicians will prescribe statin and/or antiplatelet to the selected patients and enter the necessary details on an Optical Mark Recognition (OMR) sheet.Patients will be assigned to either of the 2 arms--either regular care or talking prescriptions. Follow-up will be done at 3 months post recruitment for behavioral knowledge assessment and adherence assessment.","detailedDescription":"Physicians seeing patients in the outpatient clinics will write patient's statin and/or antiplatelet prescription and the patient's cell phone numbers on an Optical Mark Recognition (OMR) sheet. The sheet will also have dosage, route, frequency and durations options for respective medications. The physician will color the appropriate specification for a medication instead of writing the prescription by hand. Statin medications include lovastatin, fluvastatin, simvastatin, atorvastatin, pravastatin, rosuvastatin or pitavastatin. Antiplatelet medications include aspirin, clopidogrel, aspirin plus dipyridamole, cilostazol and prasugrel.\n\nThe unit receptionist would then scan the prescription sheet and upload the scanned copy to the database server.\n\nSoftware in the server will analyze the prescription and generate the following outputs for each medication:\n\nOutput 1 (basic drug prescription information) (Option 1): Name of the medication, dosage, route, frequency, number of days, any special instruction, and Short Message Service (SMS) and Interactive Voice Response (IVR) code.\n\nOutput 2 (detailed drug information):\n\nIndication (Option 2), Contraindications and side/adverse effects (Option 3), and Drug-drug interactions and drug-food interactions (Option 4).\n\nSMS software would then send a voice and text message to the patient's cell phone with Output 1. The voice message will be in Urdu. The prescription would be read to the patient through voice message in Urdu. The text message with Output 1 would be sent in Roman Urdu.\n\nOutput 1 will also generate a unique code for each patient. The patient will use this code, at any time of his/her convenience, to request for a repeated text or voice message for output 1 or to request for a repeated text or voice message for Output 2 (if the patient is interested in receiving detailed drug information). The patient would be able to receive both the outputs multiple times, on-demand.\n\nPatient will also receive a weekly text message reminding them to take their statin and/or antiplatelet medication."},"conditionsModule":{"conditions":["Vascular Disease","Cerebrovascular Disorders","Ischemic Heart Disease","Coronary Artery Disease"],"keywords":["Stroke, Myocardial Infarction, Adherence, Health Literacy, Implementation, Developing Country"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":200,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Talking Rx","type":"EXPERIMENTAL","description":"Assigned to receive Health Literacy and Reminder Updates via the IT based intervention Talking Rx, in addition to Usual Care for patients in the intervention group. The physician written prescription for anti-platelet and statin will be transferred on an OMR sheet and will be scanned. The information on the prescription (dose, name of the medication, duration, route or any other special instruction) will be sent to the patients via a text and a voice SMS (in Urdu language). The patients also receive an individualized code that helps them request for repeated reminders for their medication timings. However, a weekly medication reminder SMS will be sent to the patients in the intervention arm.","interventionNames":["Behavioral: Talking Rx"]},{"label":"Usual Care, Prescriptions and Counselling","type":"NO_INTERVENTION","description":"Assigned to receive a standard prescription and Counselling only, there are no cointerventions in this group"}],"interventions":[{"type":"BEHAVIORAL","name":"Talking Rx","description":"For patients in the intervention group, the physician written prescription for anti-platelet and statin will be transferred on an OMR sheet and will be scanned. The information on the prescription (dose, name of the medication, duration, route or any other special instruction) will be sent to the patients via a text and a voice SMS (in Urdu language). The patients also receive an individualized code that helps them request for repeated reminders for their medication timings. However, a weekly medication reminder SMS will be sent to the patients in the intervention arm.","armGroupLabels":["Talking Rx"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Medication Adherence","description":"Morisky Medication Adherence Self Reported Scale","timeFrame":"3 Months"}],"secondaryOutcomes":[{"measure":"Health Literacy","description":"Adapted and Modified TOFHLA Scale - Test of Health Literacy in Adults","timeFrame":"3 Months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult Men and Women ,18 years old\n* Use of anti-platelets and statins both.\n* Ischemic Stroke or CAD which is stable and outpatient based\n* Own Cell Phone\n* Can read local language,hear Cell phone,See a short text message\n* Willing to Give Written Informed Consent\n* Consent to follow up\n* Stroke and CAD are stable specifically, not requiring medical procedures that would necessitate frequent interruptions in medications.\n* Modified Rankin Score (MRS) Disability score should be less than 3.\n\nExclusion Criteria:\n\n* No Ischemic Stroke or CAD\n* Ischemic Stroke and CAD are unstable e.g. Unstable Angina, Acute MI, Need for CABG, Need for CEA, Need to rapidly adjust medication and inpatient care\n* Biological impairment in reading or responding to short text messages such as (but not limited to) loss of vision, visual field cuts, aphasia.\n* Diagnosed organ dysfunction or malignancy requiring stopping or adjustment of medications\n* Plans to travel outside the country inside the two months following enrollment\n* Known allergy or adverse reaction.\n* Absolute or relative contraindication to antiplatelet or statin e.g chronic liver disease, myopathy, Thrombotic Thrombocytopenic Purpura, GI bleed , Active Gastritis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Aga Khan University, Clinical Trial Unit","city":"Karachi","country":"Pakistan","geoPoint":{"lat":24.8608,"lon":67.0104}}]},"referencesModule":{"references":[{"pmid":"34813082","type":"DERIVED","citation":"Crocker TF, Brown L, Lam N, Wray F, Knapp P, Forster A. Information provision for stroke survivors and their carers. Cochrane Database Syst Rev. 2021 Nov 23;11(11):CD001919. doi: 10.1002/14651858.CD001919.pub4."},{"pmid":"30571697","type":"DERIVED","citation":"Kamal AK, Khalid W, Muqeet A, Jamil A, Farhat K, Gillani SRA, Zulfiqar M, Saif M, Muhammad AA, Zaidi F, Mustafa M, Gowani A, Sharif S, Bokhari SS, Tai J, Rahman N, Sultan FAT, Sayani S, Virani SS. Making prescriptions \"talk\" to stroke and heart attack survivors to improve adherence: Results of a randomized clinical trial (The Talking Rx Study). PLoS One. 2018 Dec 20;13(12):e0197671. doi: 10.1371/journal.pone.0197671. eCollection 2018."},{"pmid":"26944938","type":"DERIVED","citation":"Kamal AK, Muqeet A, Farhat K, Khalid W, Jamil A, Gowani A, Muhammad AA, Zaidi F, Khan D, Elahi T, Sharif S, Raz S, Zafar T, Bokhari SS, Rahman N, Sultan FA, Sayani S, Virani SS. Using a tailored health information technology- driven intervention to improve health literacy and medication adherence in a Pakistani population with vascular disease (Talking Rx) - study protocol for a randomized controlled trial. Trials. 2016 Mar 5;17(1):121. doi: 10.1186/s13063-016-1244-1."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000003324","term":"Coronary Artery Disease"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"ancestors":[{"id":"D000003327","term":"Coronary Disease"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Ischemic Heart Disease","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","asFound":"Vascular Disease","relevance":"HIGH"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M20845","name":"Hydroxymethylglutaryl-CoA Reductase Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"Lipd","name":"Lipid Regulating Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}