{"protocolSection":{"identificationModule":{"nctId":"NCT04095806","orgStudyIdInfo":{"id":"ZAHREC/02/July/2019/47"},"organization":{"fullName":"Mnazi Mmoja National Referral Hospital","class":"OTHER"},"briefTitle":"Zanzibar Stroke Study: Narrowing the Gaps in Hypertension Care, and Improving Stroke Outcomes (ZanStroke)","officialTitle":"Zanzibar Stroke Study. Using a Prospective Register-based Study, Qualitative Research, and Economic Analysis to Support Evidence Synthesis for Health Policy and System Change in Zanzibar, Tanzania.","acronym":"ZanStroke"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-01","type":"ACTUAL"},"completionDateStruct":{"date":"2022-05-05","type":"ACTUAL"},"studyFirstSubmitDate":"2019-09-18","studyFirstSubmitQcDate":"2019-09-18","studyFirstPostDateStruct":{"date":"2019-09-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-05","lastUpdatePostDateStruct":{"date":"2022-05-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Jutta Mari Adelin Jorgensen","investigatorTitle":"Principal Investigator of ZanStroke, Dr. Jutta Mari Adelin Jorgensen","investigatorAffiliation":"Mnazi Mmoja National Referral Hospital"},"leadSponsor":{"name":"Jutta Mari Adelin Jorgensen","class":"OTHER"},"collaborators":[{"name":"Newcastle University, UK","class":"UNKNOWN"},{"name":"Vervig (IoM)","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background:\n\nA previous study in Zanzibar (which Jutta Adelin Jorgensen, PI of ZanStroke, led) showed a high prevalence of hypertension among adults at 33%, in fact higher than average in Sub-Saharan Africa (SSA), and poor performance of the health systems with nearly 90% of people with hypertension not achieving adequate blood pressure control. Uncontrolled hypertension (HTN) and stroke have already become among the commonest causes of admission to and death at hospital in Zanzibar. At the same time, there is little or no data available to quantify the stroke burden on types, treatment and outcomes, cost of stroke care, nor a comprehensive understanding of the causes of poor hypertension control in the population.The Tanzanian Stroke Incidence study (which Richard Walker from Newcastle University led) showed some of the highest stroke incidence rates in the world. However, there are many unanswered questions, and the Zanzibar Stroke Study will be a unique opportunity to look at all stroke admissions from a large island population.\n\nZanzibar Stroke Study:\n\nThe hypotheses investigated are\n\n1a. Current challenges in stroke care cannot exclusively be explained by limited structural resources, and care delivering processes play an essential role.\n\n1. b. Current organization and quality of care for stroke including rehabilitation could benefit from being aligned with best practices for low resource settings.\n2. a. Stroke types, causes, and prognosis are dominated by a higher proportion of hemorrhagic strokes, associated to poorly controlled hypertension, higher 30-day mortality, and worse prognosis in terms of disability and mortality at 12 months than seen in high income settings.\n\n2b Long term stroke outcome is not only depending on stroke severity but also on sociodemographic/economic factors with worse prognosis for the poorest part of the population.\n\n3a. There is a significant first stage delay due to local perceptions and beliefs around stroke which prohibits biomedical treatment in the prognostically important acute phase of stroke 3b. There are untapped resources in the community that could be leveraged to increase adherence to medical treatment to control BP to prevent stroke and re-stroke, as well as making rehabilitation accessible 4a. Introducing a hypertension care package at lowest primary care level for people at high cardiovascular disease (CVD) risk to prevent stroke and re-stroke is cost-effective, affordable, and possible.\n\n4b. With no intervention, the cost of stroke care at hospital level will in 10 years exceed the cost of all reproductive and child health (RCH) services.\n\nZanStroke is an observational, prospective study of stroke admissions to hospitals in Zanzibar (Unguja) enrolling all patients with a recent stroke (\\< 30 days) over a period of one year to investigate the burden of stroke disease, risk factors and outcome up till 12 months post-stroke. This will be done through establishing a stroke patient register.\n\nParticipant data will include sociodemographic and -economic information, vascular risk factors and previous medical history, routine head-CT, routine biochemical results and other investigations, as well as early and long-term outcomes (deaths, disability, independence/functionality, quality of life, cognition, medicine adherence, rehabilitation therapy, re-stroke).\n\nApproximately 80% of stroke patients in Unguja, Zanzibar who seek hospital care are admitted to the main hospital and the nearby private hospital, and these will undergo CT head scan, but this will not be possible in all of the other six hospitals. We will take blood samples and store serum and deoxyribonucleic acid (DNA) for potential future analysis from the main hospital and the nearby private hospital only.\n\nIn addition to the clinical epidemiological research, qualitative and health economic evaluation research will be undertaken to understand stroke patients and caretakers life worlds and perspectives, health care providers skills and practices, organization and processes of stroke care at hospital level, and to define a set of most cost-effective interventions to prevent and treat stroke in the particular Zanzibar context.","detailedDescription":"Current and future benefits and impacts:\n\nWith the demographic transition and population ageing in SSA rates of stroke are set to continue to increase rapidly as part of the double burden of disease (still a major burden of infectious diseases, as well as an unfinished agenda of maternal and newborn health).\n\nPrevious studies have already established a global high level of hypertension in the adult population in Zanzibar, and low performance of the health system for managing this.\n\nIt is important to identify the peculiar genomic, gene-environmental and environmental risk and protective factors for stroke occurrence, pattern, type, outcome, and current incidence velocity in SSA in order to inform preventive measures especially effective and cost-effective control of raised blood pressure/hypertension; the best model for the provision of inpatient care and rehabilitation in a resource poor environment with lack of access to dedicated stroke units and limited multidisciplinary team input; and to include the particular East Africa population in existing or future international stroke collaborations to ensure that genetic variations relevant to the population there are represented."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Blood sample separated into fractions (RBC, buffy coat, plasma), serum, and whole blood will be stored for future studies (not part of the ZanStroke study)"},"enrollmentInfo":{"count":869,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Stroke (exposure)","description":"stroke case definition (exposure) listed in inclusion/exclusion criteria section"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"30 day mortality","description":"Mortality rate of stroke patients 30 days post stroke","timeFrame":"30 days post stroke; data collected over 12 months"},{"measure":"90 days mortality","description":"Mortality rate of stroke patients 90 days post stroke","timeFrame":"90 days post stroke; data collected over 12 months"},{"measure":"12 months mortality","description":"Mortality rate of stroke patients 12 months post stroke","timeFrame":"12 months post stroke; data collected over 12 months"}],"secondaryOutcomes":[{"measure":"Disability at 30 days","description":"disability of stroke patients as measured using the modified Ranking Scale (mRS) at 30 days post stroke.\n\nThe modified Rankin Scale (mRS) assesses disability in patients who have suffered a stroke and is compared over time to check for recovery and degree of continued disability. A score of 0 is no disability, 5 is disability requiring constant care for all needs; 6 is death.\n\nThe mRS has been used in clinical research for over 30 years and is a common standard for assessing functional outcomes in patients with stroke.\n\nMultiple studies have shown that the mRS correlates with physiological indicators such as stroke type, lesion size and neurological impairment as assessed by other stroke evaluation scale","timeFrame":"30 days post stroke; data collected over 12 months"},{"measure":"Disability at 12 months","description":"disability of stroke patients as measured using modified Rankin Scale (mRS) at 12 months post stroke. The modified Rankin Scale (mRS) assesses disability in patients who have suffered a stroke and is compared over time to check for recovery and degree of continued disability. A score of 0 is no disability, 5 is disability requiring constant care for all needs; 6 is death.\n\nThe mRS has been used in clinical research for over 30 years and is a common standard for assessing functional outcomes in patients with stroke.\n\nMultiple studies have shown that the mRS correlates with physiological indicators such as stroke type, lesion size and neurological impairment as assessed by other stroke evaluation scale","timeFrame":"12 months post stroke; data collected over 12 months"},{"measure":"Cognitive impairment at 3 and 12 months","description":"Cognitive impairment of stroke patients 3 and 12 months post stroke using the Identification and Intervention for Dementia in Elderly Africans (IDEA) cognitive screening tool .\n\nThe first 4 items involve being able to name a bridge from a description of its use, knowing the day of the week, knowing the name of the village chief/ town mayor/ city governor and naming as many animals as possible in one minute (score 2 for ≥ 8 animals, score 1 for 4-7 animals, score 0 for 0-3 animals). Item 5 is a 10-word recall test (score 1 point for each word up to a maximum of 5 points). The sixth item is designed to measure praxis and involves a matchstick design test with scores ranging from 0 (no matchsticks placed correctly), to 3 (all four matchsticks placed correctly).\n\nThe maximum possible score is 15 and the minimum 0, with a higher score indicating better cognitive function. 7/8 is used as a cut-off for dementia, and 10/11 a cut-off for cognitive impairment","timeFrame":"3 and 12 months post stroke; data collected over 12 months"},{"measure":"Health related Quality of Life at 3 and 12 months","description":"Quality of life among stroke patients 3 and 12 months post stroke using the 5-level EQ-5D instrument.\n\nThe EQ-5D is a standardized non-disease specific instrument to describe and value health-related quality of life and consist of a descriptive system and a visual analogue scale (VAS).\n\nThe descriptive system comprises of mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 levels. The patient indicates his/her health state by ticking the box next to the most appropriate statement in each of the five dimensions. This decision results in a 1-digit number that expresses the level selected for that dimension. The digits for the five dimensions can be combined into a 5-digit number that describes the patient's health state.\n\nThe EQ VAS records the patient's self-rated health on a vertical visual analogue scale ( 0-10), where the endpoints are labelled 'The best health you can imagine' (0) and 'The worst health you can imagine' (10).","timeFrame":"3 and 12 months post stroke; data collected over 12 months"},{"measure":"Medicine Adherence at 3 and 12 months","description":"Medicine adherence among stroke patients 3 and 12 months post stroke using the Medicine Adherence Questionnaire (MAQ).\n\nMAQ is a standardized instrument to assess intentional and un-intentional non-adherence and consist of four questions with response options yes or no. No to all responses = good adherence, while one or more Yes to responses = non-adherent. Non-adherence can be identified as mainly unintentional (factor 1) or purposeful (factor 2), or mixed.","timeFrame":"3 and 12 months post stroke; data collected over 12 months"},{"measure":"Re-stroke at 12 months","description":"proportion of stroke patients who experience a new stroke within 12 months of previous stroke","timeFrame":"12 months post stroke; data collected over 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* admitted with a clinical diagnosis of stroke, or developing stroke while in hospital admitted for other cause (see below for stroke case definition)\n* age above 18 year\n* written consent form signed by patient, or authorized representative (spouse or caretaker)\n* stroke onset \\< 30 days when enrolled\n\nExclusion Criteria:\n\n* patient or authorized representative unable to understand the information given or being interviewed.\n* CT scan not suspect of stroke despite clinical suspect\n\nStroke case definition:\n\nAll the following stroke categories listed below that have been submitted as the most responsible diagnosis will be included in the stroke cohort. For patients developing stroke while admitted to hospital, stroke as the second diagnosis will also be included in the cohort. Patients who previously had a stroke and are being admitted due to complications, and where stroke is not the primary diagnosis during admission, will not be included in the cohort.\n\nDefinition of stroke ( ICD-10 classification code in parenthesis) that will be used in the study for inclusion in the cohort:\n\n(a) Intracerebral hemorrhage (I61 including all sub-codes) (b) Ischemic stroke (I63 including all sub-codes, H34.1) (c) Stroke, not specified as hemorrhagic or ischemic (I64) (d) Cerebral Venous Thrombosis, non-pyogenic (I63.6) Where CTscan is not available, the clinical diagnosis of stroke will be used, and coding will be I64 (ICD-10)\n\n-","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All adults who get admitted to hospital in Unguja (Zanzibar) due to stroke, or develop stroke while admitted to hospital.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Jutta A Jorgensen, MD","affiliation":"Mnazi Mmoja Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kivunge District Hospital","city":"Kinyasini","state":"Zanzibar","country":"Tanzania"},{"facility":"Mnazi Mmoja Hospital","city":"Zanzibar","zip":"236","country":"Tanzania","geoPoint":{"lat":-6.16394,"lon":39.19793}},{"facility":"Al Rahma Hospital","city":"Zanzibar","country":"Tanzania","geoPoint":{"lat":-6.16394,"lon":39.19793}},{"facility":"Bububu Military Hospital","city":"Zanzibar","country":"Tanzania","geoPoint":{"lat":-6.16394,"lon":39.19793}},{"facility":"KMKM hospital Bububu","city":"Zanzibar","country":"Tanzania","geoPoint":{"lat":-6.16394,"lon":39.19793}},{"facility":"Makunduchi District hospital","city":"Zanzibar","country":"Tanzania","geoPoint":{"lat":-6.16394,"lon":39.19793}},{"facility":"Tasakthaa Global Hospital","city":"Zanzibar","country":"Tanzania","geoPoint":{"lat":-6.16394,"lon":39.19793}},{"facility":"Tawakala hospital","city":"Zanzibar","country":"Tanzania","geoPoint":{"lat":-6.16394,"lon":39.19793}}]},"referencesModule":{"references":[{"pmid":"35968303","type":"DERIVED","citation":"Jorgensen JMA, Christensen DL, Nielsen KK, Sadiq HS, Khan MY, Jusabani AM, Walker R. Incidence and characteristics of stroke in Zanzibar-a hospital-based prospective study in a low-income island population. Front Neurol. 2022 Jul 28;13:931915. doi: 10.3389/fneur.2022.931915. eCollection 2022."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}