{"protocolSection":{"identificationModule":{"nctId":"NCT05919251","nctIdAliases":["NCT05392270"],"orgStudyIdInfo":{"id":"1301299"},"organization":{"fullName":"Saint Joseph's University, Philadelphia","class":"OTHER"},"briefTitle":"Influence of Cognition on Activity and Participation in People With Stroke","officialTitle":"A Telehealth Exercise Program to Improve Cognition in People With Stroke","acronym":"CAPS"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-26","studyFirstSubmitQcDate":"2023-06-15","studyFirstPostDateStruct":{"date":"2023-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-15","lastUpdatePostDateStruct":{"date":"2023-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Saint Joseph's University, Philadelphia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"If a subject agrees to participate, the primary investigators will collect some basic information including age, height, and weight. Intake of some general questions regarding health will be performed and each subject will complete some tests that measure walking speed, cognition, and balance. During these tests participants will be asked to stand from a chair, walk up \\& down a staircase, walk over objects in a forward, backward, and sideways directions, walk around objects in forward and backward directions. After completing those tests, participants will be asked to repeat them while doing another task such as counting out loud, naming objects, or passing an object from one hand to another.","detailedDescription":"After stroke, it has been noted that up to 70% of people have cognitive impairment , between 20-60% experience depression and most are significantly less active than healthy older adults. These deficits are particularly problematic as they affect quality of life, participation in community activities and lead to a cycle of declining function. In people post stroke, participation in exercise programs has been associated with improvements in cognitive function, but others have found no cognitive improvements. Other exercise programs have helped people with stroke with depression, decreased falls incidence, and improved walking activity, but other research shows a lack of carryover of exercise programs to participation in the community. Of note, some standard outcome measures used in this work are not sensitive to change and some disadvantage those with aphasia, while many have been almost exclusively paper and pencil tests. This research project will be using a battery of cognitive measures to capture change in participants.\n\nThe investigators will assess the person's ability to change their cognitive status by using functional tests with and without a cognitive challenge and compare changes with those seen in computerized testing as that represents the gold standard. This unique program attempts to combine multiple aspects that easily fit together including music and a group setting for socialization. The use of music to improve cognition as has been shown in other research studies to improve participation in exercise program. By linking cognitive retraining, low intensity exercise, group activities and music, the researchers of this project can determine if a movement program with these attributes can benefit individuals as a program of wellness, once their rehabilitation plans have been completed. The researchers are specifically interested in the effect on balance, activity and incidence of falls in people with chronic stroke. Additionally, the researchers will investigate the differences that this structured program will make on older adults who will act as a comparison group. This will bring insight into some of the additional challenges that people with stroke encounter on a daily basis."},"conditionsModule":{"conditions":["Stroke","Cognitive Change","Neurological Injury","Cognitive Impairment","Activity, Motor"],"keywords":["stroke, cognition, dual task, exercise"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"pretest posttest 2 groups x 2 test sessions","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Participants are not aware of other arm of study ongoing. Care providers are only part of the training arm that they are involved in. Independent Outcomes assessor is performing all testing","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy Older Adults","type":"ACTIVE_COMPARATOR","description":"This subset of subject's have a fair history with this methodology and are being used as the comparator. Age matched older adults","interventionNames":["Behavioral: Ageless Grace"]},{"label":"Subject's Post Stroke","type":"EXPERIMENTAL","description":"Individuals post stroke have recently participated in this ongoing investigation in a live format but these subjects are now entered into a telehealth arm. In the future others will participate in the live format","interventionNames":["Behavioral: Ageless Grace"]}],"interventions":[{"type":"BEHAVIORAL","name":"Ageless Grace","description":"This unique program attempts to combine multiple aspects that easily fit together including music and a group setting for socialization. The use of music to improve cognition as has been shown in other research studies to improve participation in exercise program. By linking cognitive retraining, low intensity exercise, group activities and music, the researchers of this project can determine if a movement program with these attributes can benefit individuals as a program of wellness once their rehabilitation plans have been completed. The researchers are specifically interested in the effect on balance, activity and incidence of falls in people with chronic stroke. Additionally, the researchers will investigate the differences that this structured program will make on older adults who will act as a comparison group. This will bring insight into some of the additional challenges that people with stroke encounter on a daily basis.","armGroupLabels":["Healthy Older Adults","Subject's Post Stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Differences in cognitive and motor function in individuals post stroke compared to age matched older adults measured by time differential between various walking distances and these tasks with a cognitive activity challenge included.","description":"The primary purpose is to determine the impact of a low intensity seated exercise program (24 sessions 2x/wk for 12 weeks) with cognitive training on dual task function","timeFrame":"effects as a result of 24 sessions, approximately 12 weeks after the start of the program"},{"measure":"Differences in cognitive and motor function in individuals post stroke compared to age matched older adults will be measured by time differential between isolated motor tasks (number of sit to stands) and task with cognitive activity challenge.","description":"The primary purpose is to determine the impact of a low intensity seated exercise program (24 sessions 2x/wk for 12 weeks) with cognitive training on dual task function","timeFrame":"effects as a result of 24 sessions, approximately 12 weeks after the start of the program"},{"measure":"Differences in cognitive and motor function measured by time differential between isolated motor tasks (number of seated alternative limb marches) and tasks that include a cognitive activity challenge as well.","description":"The primary purpose is to determine the impact of a low intensity seated exercise program (24 sessions 2x/wk for 12 weeks) with cognitive training on dual task function","timeFrame":"effects as a result of 24 sessions, approximately 12 weeks after the start of the program"}],"secondaryOutcomes":[{"measure":"Walking monitors measurement","description":"The secondary objectives are to determine the effects of the exercise program on walking activity (steps per day) for all enrolled subjects, while at home \\& in the community; as a result of the 24 training sessions","timeFrame":"effects of a 3 day baseline walking average (prior to the 24 sessions at 2x/wk) compared to a 3 day walking average post training"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: Subjects who have sustained a stroke\n\n* Over 18 years of age\n* 1 or more strokes at least 3 months ago\n* Able to follow directions and talk with the researchers\n* Able to safely exercise in a group setting when sitting as determined by your primary healthcare provider\n\nInclusion Criteria: Older adults in good health\n\n* Retired or semi-retired\n* Be able to walk without assistance\n* Able to safely exercise in a group setting when sitting as determined by your primary healthcare provider\n\nExclusion Criteria:\n\n* Bone or joint problems that restrict your movement or walking\n* Really high or low blood pressure or pulse\n* Pain in your chest or difficulty breathing when you are sitting\n* Any other neurological problems\n* Lack of clearance provided to you by your primary health care provider","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"gregory T thielman, EdD","role":"CONTACT","phone":"2155968680","email":"gthielman@sju.edu"},{"name":"Margaret Roos, PhD","role":"CONTACT","phone":"2155968676","email":"mroos@sju.edu"}],"overallOfficials":[{"name":"greg thielman, EdD","affiliation":"Saint Joseph's University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Saint Joseph's University","status":"RECRUITING","city":"Philadelphia","state":"Pennsylvania","zip":"19104","country":"United States","contacts":[{"name":"gregory thielman, EdD","role":"CONTACT","phone":"856-266-7863","email":"g.thielm@usciences.edu"},{"name":"Margaret Roos, PhD","role":"CONTACT","phone":"2155968676","email":"mroos@sju.edu"}],"geoPoint":{"lat":39.95233,"lon":-75.16379}}]},"referencesModule":{"references":[{"pmid":"30354969","type":"RESULT","citation":"Cumming TB, Bernhardt J, Lowe D, Collier J, Dewey H, Langhorne P, Thrift AG, Green A, Mohanraj R, Kramer SF, Churilov L, Linden T; AVERT Trial Collaboration group. Early Mobilization After Stroke Is Not Associated With Cognitive Outcome. Stroke. 2018 Sep;49(9):2147-2154. doi: 10.1161/STROKEAHA.118.022217."},{"pmid":"29803601","type":"RESULT","citation":"Gaynor E, Rohde D, Large M, Mellon L, Hall P, Brewer L, Conway O, Hickey A, Bennett K, Dolan E, Callaly E, Williams D. Cognitive Impairment, Vulnerability, and Mortality Post Ischemic Stroke: A Five-Year Follow-Up of the Action on Secondary Prevention Interventions and Rehabilitation in Stroke (ASPIRE-S) Cohort. J Stroke Cerebrovasc Dis. 2018 Sep;27(9):2466-2473. doi: 10.1016/j.jstrokecerebrovasdis.2018.05.002. Epub 2018 May 24."},{"pmid":"29607506","type":"RESULT","citation":"Grau-Sanchez J, Duarte E, Ramos-Escobar N, Sierpowska J, Rueda N, Redon S, Veciana de Las Heras M, Pedro J, Sarkamo T, Rodriguez-Fornells A. Music-supported therapy in the rehabilitation of subacute stroke patients: a randomized controlled trial. Ann N Y Acad Sci. 2018 Apr 1. doi: 10.1111/nyas.13590. Online ahead of print."},{"pmid":"29934385","type":"RESULT","citation":"Zheng G, Zheng Y, Xiong Z, Ye B, Tao J, Chen L. Effect of Baduanjin exercise on cognitive function in patients with post-stroke cognitive impairment: study protocol for a randomised controlled trial. BMJ Open. 2018 Jun 22;8(6):e020954. doi: 10.1136/bmjopen-2017-020954."},{"pmid":"30571419","type":"RESULT","citation":"Pang MYC, Yang L, Ouyang H, Lam FMH, Huang M, Jehu DA. Dual-Task Exercise Reduces Cognitive-Motor Interference in Walking and Falls After Stroke. Stroke. 2018 Dec;49(12):2990-2998. doi: 10.1161/STROKEAHA.118.022157."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"other researchers in the group are investigating other aspects and will need access","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"1 year","accessCriteria":"must be a faculty member"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020196","term":"Trauma, Nervous System"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M29395","name":"Cognitive Dysfunction","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","asFound":"Neurological Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}