{"protocolSection":{"identificationModule":{"nctId":"NCT04754555","orgStudyIdInfo":{"id":"RC31/19/0209"},"organization":{"fullName":"University Hospital, Toulouse","class":"OTHER"},"briefTitle":"Translation and Transcultural Adaptation of the Arm Activity Measure (ArmA) and Motor Activity Log (MAL)","officialTitle":"Translation and Transcultural Adaptation of the Arm Activity Measure (ArmA) and Motor Activity Log (MAL) to Assess Perceived Performance of the Upper Limb Use in Adults With Subacute and Chronic Stroke. F-ArmA","acronym":"F-ArmA"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-02-09","type":"ACTUAL"},"completionDateStruct":{"date":"2023-02-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-02-10","studyFirstSubmitQcDate":"2021-02-10","studyFirstPostDateStruct":{"date":"2021-02-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-10","lastUpdatePostDateStruct":{"date":"2021-02-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Toulouse","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Upper limb impairment occurs in approximately 70 to 80 per cent of adults post stroke. These impairments will have consequences on functional performance in activities of daily living and hence quality of life. Assessment of upper limb function is a component of rehabilitation that contributes to the selection of optimal interventions according to patient individualized needs. The Arm Activity Measure (ArmA) provides a standardized assessment of upper limb passive and active perceived performance that is only available in it's English version. The aim of this study is to translate and conduct a cross-cultural adaptation of the ArmA is order to investigate its psychometric properties through a validation study among stroke patients.","detailedDescription":"Assessment of the upper limb post-stroke should be standardized and holistic, representative of multidimensional consequences according the International Classification of Function and Disability (CIF). Measures should demonstrate established psychometric properties, in terms of validity, reproducibility and responsiveness to change. The ArmA allows standardized measurement of both passive and active functions of the upper limb in terms of perceived performance under the activity level of the CIF. To date there is no measure that allows assessment of both upper limb functions of perceived performance in the French language.\n\nPrior to this study, a translation and cross-cultural adaptation (TCCA) of the ArmA was performed in accordance with study objectives and identified gap in the literature. TCCA was conducted in accordance with guidelines for subjective outcome measures contributing to evidence-based practice (Beaton et al., 2000). A six-step translation procedure for self-reported outcome measures was relevant of clinical use in a foreign language. A multidisciplinary team ensured a forwards-backwards translation and cross-cultural adaptation.\n\nAn observational, single-center, cross-sectional study design will be implemented to determine the psychometric properties of the French ArmA.\n\nParticipants will be from a post-stroke rehabilitation service (as part of their usual care). For the analysis of reliability properties, participants will be hospitalized as part of routine care and participation in the protocol (T0, T1 and T2 assessments) will add 1 to 2 hours of assessment to routine care.\n\nAssessors will be trained Occupational Therapists having participated in the development of the measure."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"subacute phase","description":"between 7 days and 6 months post-stroke;","interventionNames":["Other: Arm Activity Measure (ArmA) in french"]},{"label":"chronic phase","description":"minimum 6 months post-stroke","interventionNames":["Other: Arm Activity Measure (ArmA) in french"]}],"interventions":[{"type":"OTHER","name":"Arm Activity Measure (ArmA) in french","description":"The Arm Activity Measure (ArmA) provides a standardized assessment of upper limb passive and active perceived performance","armGroupLabels":["chronic phase","subacute phase"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Measure OF ArmA inter-rater (test-retest) reproducibility values as measured by intra class coefficients ICC2","description":"The primary outcome measure will be ArmA inter-rater (test-retest) reproducibility values as measured by intra class coefficients ICC2,1.\n\nData collection on perceived upper limb performance with the two-step F-ArmA measurement (T0 and T1) will allow the primary outcome (ICC2,1) to be calculated to establish inter-rater reproducibility. ArmA and MAL will be administered on 3 separate occasions by 2 separate assessors.","timeFrame":"first day of hospitalisation"},{"measure":"Measure OF ArmA inter-rater (test-retest) reproducibility values as measured by intra class coefficients ICC2","description":"A secondary independent assessor (E2) will assess ArmA and MAL","timeFrame":"2 to 7 days of first assessment (T0)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age \\> 18 with principle diagnosis of first-time ischemic or hemorrhagic stroke at least 7 days since onset and confirmed by MRI or CT;\n* participant having returned home from hospitalization at least one night if stroke time since onset is \\<6 months or resides at home if \\>6 months since stroke onset;\n* participant can maintain attention for questions for at least 30 minutes;\n* motivation to participate and having given informed written consent.\n\nExclusion Criteria:\n\n* subscale of aphasia severity from the Boston Diagnostic Aphasia Examination ≤3 indicating insufficient comprehension and expression for testing;\n* subscale score of ≥2 on the agnosia Unilateral Negligence Assessment Battery (BEN) indicating unilateral neglect.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"adults with subacute and chronic stroke","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Claire VILLEPINTE","affiliation":"University Hospital, Toulouse","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UHToulouse","city":"Toulouse","zip":"31000","country":"France","geoPoint":{"lat":43.60426,"lon":1.44367}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}