{"protocolSection":{"identificationModule":{"nctId":"NCT04604548","orgStudyIdInfo":{"id":"KH176-203"},"organization":{"fullName":"Khondrion BV","class":"INDUSTRY"},"briefTitle":"The KHENEREXT Study","officialTitle":"A Phase IIb Open-label, Multi-centre, Extension Study to Explore the Long-term Safety and Efficacy of KH176 in Subjects With a Genetically Confirmed Mitochondrial DNA tRNALeu(UUR) m.3243A>G Mutation Who Have Completed the KHENERGYZE Study KH176-202."},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-08-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-06-19","studyFirstSubmitQcDate":"2020-10-21","studyFirstPostDateStruct":{"date":"2020-10-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-07","lastUpdatePostDateStruct":{"date":"2023-03-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Khondrion BV","class":"INDUSTRY"},"collaborators":[{"name":"Julius Clinical","class":"INDUSTRY"},{"name":"ProPharma Group","class":"UNKNOWN"},{"name":"Certara","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is an open-label, multi-centre study in subjects with a genetically confirmed mitochondrial deoxyribonucleic acid (DNA) transfer ribonucleic acid (tRNA)Leu(UUR) m.3243A\\>G mutation who completed study KH176-202. In the KH176-203 study subjects will be receiving KH176 100 mg BID or KH176 50 mg bid in die (BID) (as determined by the investigator based on safety / tolerability considerations) for a year, thereby ensuring continued treatment with KH176 after study KH176-202. A final follow-up visit is scheduled 4 weeks after the intake of the last dose of study medication for patients not rolling over into the compassionate use program. Primary safety data and secondary efficacy (endpoint) data will be monitored and reviewed every three months by an independent Data Safety Monitoring Board (DSMB) to evaluate potential risks and benefits.","detailedDescription":"Mitochondrial diseases, estimated prevalence 1 in 4,300 adults, are caused by pathogenic mutations in genes that ultimately encode mitochondrial proteins of the different enzyme complexes of the oxidative phosphorylation system (OXPHOS). Of these mutations, the 3243\\> G nucleotide change in the mitochondrially encoded transfer RNALeu (UUR) leucine 1 gene (MT TL 1) is the most prevalent one. When mitochondria are defective, it can result in a wide variety of serious and debilitating diseases, especially in energy-demanding tissues such as the muscles and brain. Therefore, signs and symptoms of mitochondrial disease can include a variety of symptoms such as fatigue, exercise tolerance, muscle weakness, and ataxia, heart failure, deafness, blindness, stunted growth, and cognitive learning disabilities.\n\nDespite advances in understanding mitochondrial disease, treatment options are extremely limited and largely supportive to date. Therefore, there is an urgent need for new treatments. KH176, a pharmaceutical ingredient (API), is an orally bioavailable small molecule under development for the treatment of these conditions. KH176 acts as a potent intracellular redox modulating agent targeting the reactive oxygen species as demonstrated in a number of in vitro and in vivo assays. An earlier phase II study showed positive effects of KH176 on alertness and mood.\n\nThe main objective of the current study is to enable continued treatment with KH176-202 for patients who have completed the KH176-202 study. Since KH176 is expected to be a chronic treatment for mitochondrial diseases, this study will examine long-term safety and explore long-term efficacy. To this end, the highest dose of 100 mg KH176 twice daily (safe and well tolerated by the target group in study KH176-201) will be used as the initial dose, to be administered over 1 year (minimum 365 days). Study KH176-202 uses doses of 50 mg twice daily and 100 mg twice daily. Currently, this study is still blinded, but a review of blinded safety data suggests that these doses are well tolerated.\n\nPrimary safety data and secondary efficacy (endpoint) data will be monitored and reviewed every three months by an independent Data Safety Monitoring Board (DSMB) to evaluate potential risks and benefits."},"conditionsModule":{"conditions":["Mitochondrial Diseases","Mitochondrial DNA tRNALeu(UUR) m.3243A<G Mutation","Maternally Inherited Diabetes and Deafness (MIDD)","Mitochondrial Encephalomyopathy, Lactic Acidosis and Stroke Like Episodes (MELAS)","Chronic Progressive External Ophthalmoplegia (CPEO)"],"keywords":["KH176","Open Label Extension","MELAS","MIDD","CPEO","oxidative phosphorylation (oxphos)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Open Label","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Open Label treatment","type":"EXPERIMENTAL","description":"Oral administration of 100 mg KH176 twice daily","interventionNames":["Drug: Oral administration of 100 mg KH176 twice daily"]}],"interventions":[{"type":"DRUG","name":"Oral administration of 100 mg KH176 twice daily","description":"Drug: KH176","armGroupLabels":["Open Label treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Treatment Emergent Adverse Events (TEAE)","description":"Frequency of TEAEs throughout the treatment period.","timeFrame":"52 weeks"}],"secondaryOutcomes":[{"measure":"Blood Pressure (mmHG)","description":"Changes from baseline to each assessment visit in blood pressure (mmHG)","timeFrame":"52 weeks"},{"measure":"Safety Outcomes","description":"Changes from baseline to each assessment visit in vital signs, laboratory parameters (chemistry, haematology, urinalysis).","timeFrame":"52 weeks"},{"measure":"Cognitive functioning: Attention","description":"The attention domain score of cognitive functioning, as assessed by the Identification Test of the Cogstate computerised cognitive testing battery.","timeFrame":"52 weeks"},{"measure":"Executive functioning","description":"The executive functioning domain score of cognitive functioning, as assessed by the Groton Maze Learning Test of the Cogstate computerised cognitive testing battery.","timeFrame":"52 weeks"},{"measure":"Psychomotor functioning","description":"The psychomotor functioning domain score of cognitive functioning, as assessed by the Detection Test of the Cogstate computerised cognitive testing battery.","timeFrame":"52 weeks"},{"measure":"Visual learning","description":"The visual learning domain score of cognitive functioning, as assessed by the One Card Learning Test of the Cogstate computerised cognitive testing battery.","timeFrame":"52 weeks"},{"measure":"Working Memory","description":"The working memory domain score of cognitive functioning, as assessed by the One Back Test of the Cogstate computerised cognitive testing battery.","timeFrame":"52 weeks"},{"measure":"Verbal learning","description":"The verbal learning functioning domain score of cognitive functioning, as assessed by the International Shopping List Test of the Cogstate computerised cognitive testing battery.","timeFrame":"52 weeks"},{"measure":"Test of Attentional Performance (TAP)","description":"Standardised test to evaluate alertness and mental flexibility.","timeFrame":"52 weeks"},{"measure":"Beck Depression Inventory (BDI)","description":"21-question multiple-choice self-report inventory, for measuring the severity of depression.","timeFrame":"52 weeks"},{"measure":"Hamilton Anxiety and Depression Score (HADS)","description":"Subject-reported outcome measure and comprises 14 items equally divided over the two subscales anxiety (HADS-A) and depression (HADS-D).","timeFrame":"52 weeks"},{"measure":"Newcastle Mitochondrial Disease Scale for Adults (NMDAS)","description":"Semi-quantitative clinical rating scale designed for mitochondrial disease. The rating scale explores several domains: current function, system specific involvement, current clinical assessment and quality of life.","timeFrame":"52 weeks"},{"measure":"Number of headache days","description":"Self report diary.","timeFrame":"52 weeks"},{"measure":"Pure Tone Audiometry (PTA)","description":"Standardized test to measure individual hearing threshold levels.","timeFrame":"52 weeks"},{"measure":"University of Penn Smell Identification Test (UPSIT)","description":"Test to measure the individual's ability to detect odors at a suprathreshold level.","timeFrame":"52 weeks"},{"measure":"Cognitive Failure Questionnaire (CFQ)","description":"Questionnaire to evaluate subjective cognitive functioning.","timeFrame":"52 weeks"},{"measure":"Neuro-QoL Fatigue Short Form (quality in life in neurological disorders)","description":"8-item self assessment questionnaire evaluating the perception of fatigue and its impact in daily life activities.","timeFrame":"52 weeks"},{"measure":"Five Times Sit to stand test (5XSST)","description":"Test to measure lower limb functional strength.","timeFrame":"52 weeks"},{"measure":"Handgrip strength","description":"Test to measure upper extremity deficits.","timeFrame":"52 weeks"},{"measure":"HbA1c","description":"Glucose homeostasis / diabetes control.","timeFrame":"52 weeks"},{"measure":"Mean daily insulin dose","description":"Glucose homeostasis / diabetes control.","timeFrame":"52 weeks"},{"measure":"Mean daily oral antidiabetics dose","description":"Glucose homeostasis / diabetes control.","timeFrame":"52 weeks"},{"measure":"Short Form-36 (SF-36)","description":"36-item self report health related quality of life questionnaire evaluating of functional health and well-being, physical functioning, bodily pain, role limitations due to physical health problems, role limitations due to personal or emotional problems, emotional well-being, social functioning, energy/fatigue, general health perceptions, and perceived change in health.","timeFrame":"52 weeks"},{"measure":"EQ-5Dimension-5Level (EQ-5D-5L)","description":"Self-report health-related quality of life (HRQoL) instrument evaluating mobility, self-care, usual activities, pain/discomfort, anxiety/depression and perceived health.","timeFrame":"52 weeks"},{"measure":"Speech audiometry: Matrix test","description":"Standardized test to measure individual hearing thresholds levels.","timeFrame":"52 weeks"},{"measure":"Short Form McGill Pain Questionnaire (SF-MPQ)","description":"Self-rating questionnaire assessing severity, affective, and evaluative dimensions of subjective pain experience using a sensory and affective subscales and a visual analogue scale (VAS) to record the patient's present pain intensity.","timeFrame":"52 weeks"},{"measure":"Electrocardiogram (ECG): PQ interval (milliseconds)","description":"Changes from baseline to each assessment visit in PQ interval","timeFrame":"52 weeks"},{"measure":"Electrocardiogram (ECG): QRS duration (milliseconds) and morphology (peak, axis)","description":"Changes from baseline to each assessment visit in QRS duration (milliseconds) and morphology (peak, axis)","timeFrame":"52 weeks"},{"measure":"Electrocardiogram (ECG): QTc","description":"Changes from baseline to each assessment visit in QTc","timeFrame":"52 weeks"},{"measure":"Electrocardiogram (ECG): T peak - T end interval","description":"Changes from baseline to each assessment visit in T peak - T end interval","timeFrame":"52 weeks"},{"measure":"Electrocardiogram (ECG): T wave morphology: peak, symmetry","description":"Changes from baseline to each assessment visit in T wave morphology: peak, symmetry","timeFrame":"52 weeks"},{"measure":"Haematology: haemoglobin (Hb)","description":"Changes from baseline to each assessment visit in haemoglobin (Hb)","timeFrame":"52 weeks"},{"measure":"Haematology: haematocrit (Ht)","description":"Changes from baseline to each assessment visit in haematocrit (Ht)","timeFrame":"52 weeks"},{"measure":"Haematology: mean corpuscular haemoglobin (MCH)","description":"Changes from baseline to each assessment visit in mean corpuscular haemoglobin (MCH)","timeFrame":"52 weeks"},{"measure":"Haematology: mean corpuscular haemoglobin concentration (MCHC)","description":"Changes from baseline to each assessment visit in mean corpuscular haemoglobin concentration (MCHC)","timeFrame":"52 weeks"},{"measure":"Haematology: red blood cell count (RBC)","description":"Changes from baseline to each assessment visit in red blood cell count (RBC)","timeFrame":"52 weeks"},{"measure":"Haematology: mean corpuscular volume (MCV)","description":"Changes from baseline to each assessment visit in mean corpuscular volume (MCV)","timeFrame":"52 weeks"},{"measure":"Haematology: white blood cell (WBC) count","description":"Changes from baseline to each assessment visit in white blood cell (WBC) count","timeFrame":"52 weeks"},{"measure":"Haematology: white blood cell differential (WBC differential: neutrophils, lymphocytes, monocytes, eosinophils, basophils)","description":"Changes from baseline to each assessment visit in WBC differential (neutrophils, lymphocytes, monocytes, eosinophils, basophils)","timeFrame":"52 weeks"},{"measure":"Haematology: thrombocytes","description":"Changes from baseline to each assessment visit in thrombocytes","timeFrame":"52 weeks"},{"measure":"Chemistry: total protein","description":"Changes from baseline to each assessment visit in total protein","timeFrame":"52 weeks"},{"measure":"Chemistry: alkaline phosphatase","description":"Changes from baseline to each assessment visit in alkaline phosphatase","timeFrame":"52 weeks"},{"measure":"Chemistry: aspartate aminotransferase (ASAT)","description":"Changes from baseline to each assessment visit in aspartate aminotransferase (ASAT)","timeFrame":"52 weeks"},{"measure":"Chemistry: alanine aminotransferase (ALAT)","description":"Changes from baseline to each assessment visit in alanine aminotransferase (ALAT)","timeFrame":"52 weeks"},{"measure":"Chemistry: gamma-glutamyl transferase (gamma-GT)","description":"Changes from baseline to each assessment visit in gamma-glutamyl transferase (gamma-GT)","timeFrame":"52 weeks"},{"measure":"Chemistry: total bilirubin","description":"Changes from baseline to each assessment visit in total bilirubin","timeFrame":"52 weeks"},{"measure":"Chemistry: urea","description":"Changes from baseline to each assessment visit in urea","timeFrame":"52 weeks"},{"measure":"Chemistry: creatinine","description":"Changes from baseline to each assessment visit in creatinine","timeFrame":"52 weeks"},{"measure":"Chemistry: creatinine kinase","description":"Changes from baseline to each assessment visit in creatinine kinase","timeFrame":"52 weeks"},{"measure":"Chemistry: sodium","description":"Changes from baseline to each assessment visit in sodium","timeFrame":"52 weeks"},{"measure":"Chemistry: potassium","description":"Changes from baseline to each assessment visit in potassium","timeFrame":"52 weeks"},{"measure":"Chemistry: calcium","description":"Changes from baseline to each assessment visit in calcium","timeFrame":"52 weeks"},{"measure":"Chemistry: chloride","description":"Changes from baseline to each assessment visit in chloride","timeFrame":"52 weeks"},{"measure":"Chemistry: lactate","description":"Changes from baseline to each assessment visit in lactate","timeFrame":"52 weeks"},{"measure":"Chemistry: amylase","description":"Changes from baseline to each assessment visit in amylase","timeFrame":"52 weeks"},{"measure":"Chemistry: lipase","description":"Changes from baseline to each assessment visit in lipase","timeFrame":"52 weeks"},{"measure":"Chemistry: uric acid","description":"Changes from baseline to each assessment visit in uric acid","timeFrame":"52 weeks"},{"measure":"Chemistry: phosphate","description":"Changes from baseline to each assessment visit in phosphate","timeFrame":"52 weeks"},{"measure":"Chemistry: human serum albumin","description":"Changes from baseline to each assessment visit in human serum albumin","timeFrame":"52 weeks"},{"measure":"Chemistry: glucose","description":"Changes from baseline to each assessment visit in glucose","timeFrame":"52 weeks"},{"measure":"Chemistry: HbA1c","description":"Changes from baseline to each assessment visit in HbA1c","timeFrame":"52 weeks"},{"measure":"Chemistry: thyroid-stimulating hormone (TSH)","description":"Changes from baseline to each assessment visit in thyroid-stimulating hormone (TSH)","timeFrame":"52 weeks"},{"measure":"Chemistry: free thyroxine (fT4)","description":"Changes from baseline to each assessment visit in free thyroxine (fT4)","timeFrame":"52 weeks"},{"measure":"Chemistry: C-reactive protein (CRP)","description":"Changes from baseline to each assessment visit in C-reactive protein (CRP)","timeFrame":"52 weeks"},{"measure":"Chemistry: Lipids: cholesterol, triglycerides, low density lipoproteins (LDL), high density lipoproteins (HDL)","description":"Changes from baseline to each assessment visit in Lipids: cholesterol, triglycerides, low density lipoproteins (LDL), high density lipoproteins (HDL)","timeFrame":"52 weeks"},{"measure":"Heart rate (bpm)","description":"Changes from baseline to each assessment visit in heart rate (bpm)","timeFrame":"52 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Males and females aged 18 years or older at screening.\n2. Ability and willingness to provide written Informed Consent prior to screening evaluations.\n3. Having fulfilled all inclusion and exclusion criteria and completed the full treatment period of study KH176-202.\n4. Disease appropriate physical and mental health as established at Screening by medical history, physical examination, ECG and vital signs recording, and results of clinical chemistry and haematology testing as judged by the investigator.\n5. Objectified Left Ventricular Ejection Fraction (LVEF) ≥45% (echocardiography, or otherwise).\n6. Left Ventricular (LV) wall thickness ≤15 mm.\n7. Left atrium dilatation ≤ 40 mL/m2. Note: No need to test LV parameters (criteria #5, #6, #7) if favourable echocardiography (or otherwise) results dated less than 13 months prior to Screening are available.\n8. Women of childbearing potential must be willing to use highly effective contraceptive methods during the entire study, i.e., combined (estrogen and progestogen containing) oral, intravaginal or transdermal hormonal contraception associated with inhibition of ovulation;, oral, injectable or implantable progestogen-only hormonal contraception associated with inhibition of ovulation; use of an intrauterine device; an intrauterine hormone releasing system, bilateral tubal occlusion and vasectomy of the partner. Any hormonal contraception method must be supplemented with a barrier method (preferably male condom). Vasectomised partner is considered a highly effective birth control method provided that partner is the sole sexual partner of the subject and that the vasectomised partner has received medical assessment of the surgical success. Sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatments. Reliability of sexual abstinence needs to be evaluated in relation to the duration of the clinical trial and the preferred and usual lifestyle of the subject. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception.\n\n   Note 1: Natural family planning methods, female condom, cervical cap or diaphragm are not considered adequate contraceptive methods in the context of this study.\n\n   Note 2: To be considered not of childbearing potential, potential female subjects must be post-menopausal for at least two years, or have been surgically sterilised (bilateral tubal ligation, hysterectomy or bilateral oophorectomy) for at least 6 months prior to Screening.\n\n   Note 3: KH176 has been shown non-genotoxic judged from the Ames test, Chromosomal Aberration test and in vivo Micronucleus test. Moreover, appreciable systemic exposure from the exposure to (\\~2.5 mL) semen is extremely unlikely. However, until reproductive toxicology studies have confirmed that KH176 does not adversely affect normal reproduction in adult males and females, as well as causing developmental toxicity in the offspring, the following contraceptive precautions must be adhered to:\n   * male subjects with female partners of childbearing potential must be willing to use condoms during the entire study.\n   * female partners of childbearing potential of male subjects must be willing to use adequate contraceptive methods during the entire study, i.e., a hormonal contraceptive method (pill, vaginal ring, patch, implant, injectable, hormone-medicated intrauterine device) or an intrauterine device.\n9. Able to comply with the study requirements, including swallowing study medication.\n\nExclusion criteria:\n\nIn order to be eligible to participate in this study, a subject must not meet any of the following criteria:\n\n1. Surgery of gastro-intestinal tract that might interfere with absorption.\n2. Treatment with an investigational product (except KH176) within 3 months or 5 times the half-life of the investigational product (whichever is longer) prior to the first dose of the study medication.\n3. Documented history of ventricular tachycardia (HR\\>110 beats/min), PVC burden ≥5% or daytime Mobitz II AV block on any of the Holter assessments in the KH176-202 study or in the medical history.\n4. History of acute heart failure, (family) history of unexplained syncope or congenital long and short QT syndrome or sudden death.\n5. Clinically relevant abnormal laboratory, vital signs or physical or mental health; e) Aspartate aminotransferase (ASAT) or alanine aminotransferase (ALAT) \\> 3 x upper limit of normal (ULN), or bilirubin \\> 3 x ULN at screening. If a patient has ASAT or ALAT \\> 3 x ULN but \\< 3.5 x ULN, re-assessment is allowed at the investigator's discretion.\n\n   f) Estimated glomerular filtration rate ≤ 60 mL/min according to the CKD-EPI formula at screening.\n\n   g) Systolic blood pressure \\> 150 mmHg at screening or baseline. h) All other clinically relevant parameters at screening or baseline as judged by the Investigator.\n6. Clinically relevant abnormal ECG or cardiac functioning, defined as ST-segment elevation \\> 1 mm in I, II, III, aVL, aVF,V3, V4 ,V5, V6; \\> 2 mm in V1, V2; mean QTc of triplicate ECG recording \\> 450 ms for male subjects; mean QTc of triplicate ECG recording \\> 470ms for female subjects (Diagram-read), T-top inversion in \\>1 consecutive lead.\n7. Serum hyperkalemia (\\> 5.0 mEq/L).\n8. Serum hypokalemia (\\< 3.5 mEq/L).\n9. History of ischemic heart disease.\n10. Symptomatic heart failure.\n11. Clinically relevant aorta and/or mitralis valvular defect as judged by the investigator.\n12. Pregnancy or breast feeding (females).\n13. History of hypersensitivity or idiosyncrasy to any of the components of the investigational drug.\n14. Medical history of drug abuse (illegal drugs such as cannabinoids, amphetamines, cocaine, opiates or problematic use of prescription drugs such as benzodiazepines, opiates).\n15. The use of any of the following medication and/or supplements within 4 weeks or 5 times the half-life (whichever is longer) prior to the first dosing of the study medication:\n\n    1. (multi)vitamins, co-enzyme Q10, Vitamin E, riboflavin, and antioxidant supplements (including, but not limited to idebenone/EPI-743, mitoQ or alternative names for similar products); unless stable for at least one month before first dosing and remaining stable throughout the study.\n    2. any medication negatively influencing mitochondrial functioning (including but not limited to valproic acid, glitazones, statins, anti-virals, amiodarone, and non-steroidal anti-inflammatory drugs (NSAIDs)), unless stable for at least one month before first dosing and remaining stable throughout the study.\n\n       Note: thus, mitoQ and any medication negatively influencing mitochondrial functioning are allowed as long as the dose has been stable for at least one month prior to first dosing and remains stable throughout the study.\n    3. any strong Cytochrome P450 (CYP)3A4 inhibitors (all 'conazoles-anti-fungals', HIV antivirals, grapefruit).\n    4. strong CYP3A4 inducers (including HIV antivirals, carbamazepine, phenobarbital, phenytoin, rifampicine, St. John's wort, pioglitazone, troglitazone).\n    5. any medication known to affect cardiac repolarisation, unless QTc interval at screening is normal during stable treatment for a period of two weeks, or 5 half-lives of the medication and its major metabolite(s), whichever period is the shortest (all anti-psychotics, several anti-depressants, e.g. nor-/amytriptiline, fluoxetine, anti-emetics: domperidone, granisetron, ondansetron). For a complete list see https://crediblemeds.org.\n    6. any medication metabolised by CYP3A4 with a narrow therapeutic width","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Rigshospitalet, University of Copenhagen","city":"Kopenhagen","zip":"DK2100","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}},{"facility":"Klinikum der Universität München Friedrich-Baur-Institut","city":"München","zip":"80336","country":"Germany","geoPoint":{"lat":48.13743,"lon":11.57549}},{"facility":"Radboud University Medical Center","city":"Nijmegen","country":"Netherlands","geoPoint":{"lat":51.8425,"lon":5.85278}},{"facility":"Institute for Ageing and Health Newcastle University","city":"Newcastle upon Tyne","country":"United Kingdom","geoPoint":{"lat":54.97328,"lon":-1.61396}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000017237","term":"Mitochondrial Encephalomyopathies"},{"id":"D000017246","term":"Ophthalmoplegia, Chronic Progressive External"},{"id":"D000017241","term":"MELAS Syndrome"},{"id":"D000003638","term":"Deafness"},{"id":"D000009886","term":"Ophthalmoplegia"},{"id":"D000000138","term":"Acidosis"},{"id":"D000028361","term":"Mitochondrial Diseases"},{"id":"D000000140","term":"Acidosis, Lactic"}],"ancestors":[{"id":"D000034381","term":"Hearing Loss"},{"id":"D000006311","term":"Hearing Disorders"},{"id":"D000004427","term":"Ear Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"},{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000000137","term":"Acid-Base Imbalance"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000015835","term":"Ocular Motility Disorders"},{"id":"D000003389","term":"Cranial Nerve Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000005128","term":"Eye Diseases"},{"id":"D000017240","term":"Mitochondrial Myopathies"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000001928","term":"Brain Diseases, Metabolic"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020739","term":"Brain Diseases, Metabolic, Inborn"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000008661","term":"Metabolism, Inborn Errors"},{"id":"D000030342","term":"Genetic Diseases, Inborn"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M24110","name":"Hearing Loss","relevance":"LOW"},{"id":"M3189","name":"Acidosis","asFound":"Acidosis","relevance":"HIGH"},{"id":"M6530","name":"Deafness","asFound":"Deafness","relevance":"HIGH"},{"id":"M23031","name":"Mitochondrial Diseases","asFound":"Mitochondrial Disease","relevance":"HIGH"},{"id":"M19225","name":"Mitochondrial Encephalomyopathies","asFound":"Mitochondrial Encephalomyopathies","relevance":"HIGH"},{"id":"M3190","name":"Acidosis, Lactic","asFound":"Lactic Acidosis","relevance":"HIGH"},{"id":"M12507","name":"Ophthalmoplegia","asFound":"Ophthalmoplegia","relevance":"HIGH"},{"id":"M19234","name":"Ophthalmoplegia, Chronic Progressive External","asFound":"Chronic Progressive External Ophthalmoplegia","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M19229","name":"MELAS Syndrome","asFound":"Mitochondrial Encephalomyopathy, Lactic Acidosis and Stroke","relevance":"HIGH"},{"id":"M9090","name":"Hearing Disorders","relevance":"LOW"},{"id":"M7291","name":"Ear Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"M15180","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M3188","name":"Acid-Base Imbalance","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M18076","name":"Ocular Motility Disorders","relevance":"LOW"},{"id":"M6295","name":"Cranial Nerve Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M7961","name":"Eye Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M19228","name":"Mitochondrial Myopathies","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M4895","name":"Brain Diseases, Metabolic","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"M22188","name":"Brain Diseases, Metabolic, Inborn","relevance":"LOW"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11331","name":"Metabolism, Inborn Errors","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"},{"id":"T3629","name":"Maternally Inherited Diabetes and Deafness","asFound":"Maternally Inherited Diabetes and Deafness","relevance":"HIGH"},{"id":"T1314","name":"Chronic Progressive External Ophthalmoplegia","asFound":"Chronic Progressive External Ophthalmoplegia","relevance":"HIGH"},{"id":"T4193","name":"Ocular Muscular Dystrophy","asFound":"Chronic Progressive External Ophthalmoplegia","relevance":"HIGH"},{"id":"T3840","name":"Mitochondrial Encephalomyopathy Lactic Acidosis and Stroke-like Episodes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000010643","term":"6-hydroxy-2,5,7,8-tetramethylchroman-2-carboxylic acid"}],"ancestors":[{"id":"D000000975","term":"Antioxidants"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M271937","name":"6-hydroxy-2,5,7,8-tetramethylchroman-2-carboxylic acid","asFound":"Ameliorating","relevance":"HIGH"},{"id":"M3982","name":"Antioxidants","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}