{"protocolSection":{"identificationModule":{"nctId":"NCT00990353","orgStudyIdInfo":{"id":"D-624-08"},"secondaryIdInfos":[{"id":"1R01NS055808","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01NS055808"}],"organization":{"fullName":"Kessler Foundation","class":"OTHER"},"briefTitle":"A Model to Identify Specific Predictors of Spatial Neglect Recovery","officialTitle":"Comparing Prism Adaptation Therapy and Bromocriptine Medication for Spatial Neglect: Theoretical and Practical Outcomes"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-01"},"primaryCompletionDateStruct":{"date":"2021-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2009-07-27","studyFirstSubmitQcDate":"2009-10-02","studyFirstPostDateStruct":{"date":"2009-10-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-02-16","lastUpdatePostDateStruct":{"date":"2021-02-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"A. M. Barrett, MD","investigatorTitle":"Director, Stroke Research","investigatorAffiliation":"Kessler Foundation"},"leadSponsor":{"name":"Kessler Foundation","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"},{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This study examines methods to better predict improvement of a hidden disability of functional vision, spatial neglect, following stroke. Spatial neglect is a tendency to make visual judgment and movement errors mislocating the body and objects in space. The investigators are using specialized statistical methods to compute the proportion of improvement accounted for by personal characteristics of each stroke survivor, the proportion of improvement accounted for by the unique visual-spatial errors made by each subject, and the proportion of improvement accounted for by each treatment administered. The investigators will also examine whether brain imaging predicts how rapidly improvement occurs. Lastly, the study tests whether improvements that are meaningful to the survivor can be measured in a way that still allows detection of small and scientifically eloquent performance changes.","detailedDescription":"DESCRIPTION: Spatial neglect, pathologically asymmetric spatial behavior resulting from a brain injury (Heilman, 1979) and causing functional disability (Barrett and Burkholder, 2006) may occur in 20-50% of strokes, up to 350,000 Americans annually (Ringman et al., 2004; American Stroke Assoc., 2007). Difficulty eating, dressing, and navigating in complex environments occurs acutely in this disorder, but even if symptoms improve in chronic recovery, people with spatial neglect are more likely to lose functional independence (Katz et al., 1999). Current standard clinical approaches are not theory driven, and widely-employed therapies may be only marginally effective. In this proposal, we suggest two means by which scientific acute spatial neglect treatment can be implemented. In available studies, subject heterogeneity may have obscured treatment effects. Across methods, studies used single subject, case series, and group analytic designs, but did not attempt to reconcile the distinct advantages offered by individual versus group analytic approaches. Different treatments might affect different spatial cognitive recovery functions, but simple, global outcome measures may not reflect these changes. Modeling both subject-specific and group effects is also an extremely useful method of examining targeted treatment effects. We will collect spatial neglect treatment response data over four years, for two promising and feasible spatial neglect treatments: prism adaptation training and dopaminergic medication. With mechanism-specific outcome assessment and hierarchical linear modeling, we will examine whether treatments result in predictable response. We will also examine whether controlling for subject-specific predictors models group recovery trajectory. Lastly, we will examine current standard global outcome measures instruments which have not been fully psychometrically developed, and attempt to predict subject- and group-specific recovery profiles for these variables. We hope this research will improve our ability to design cognitive rehabilitation treatment studies. It may also, however, improve our ability to translate cognitive neuroscience models of action, spatial knowledge, and attention, to treatments to optimize adaptive movement in complex environments. PUBLIC HEALTH RELEVANCE: This study investigates novel methods of outcome analysis for comparing two treatments for hidden disabilities in functional vision after stroke. We hope this research will improve our ability to design cognitive rehabilitation treatment studies. It may also, however, improve our ability to bring basic brain science to the bedside, to optimize stroke survivors' adaptive movement and balanced visual-spatial function in complex environments.\n\nAlthough subjects are assigned to treatments in this study, we classified the study as observational because there are no quasi-experimental options fitting its hierarchical design under the interventional study description. At no point do we examine the independent effect of treatments; rather, we assign subjects to treatments in order to learn if treatment exerts an additional effect IN COMBINATION WITH 1) individual differences and 2) performance characterization of spatial bias type immediately after stroke. We are lastly making separate examination of the predictive effect of brain lesion location in combination with variables 1) and 2). NO traditional efficacy comparisons between the two treatments to which subjects are assigned, are made. Neither treatment is considered \"control\" or \"placebo,\" and there is no attempt to match severity or other relevant variables between the two treatment assignments."},"conditionsModule":{"conditions":["Spatial Neglect","Hemispatial Neglect","Hemineglect","Unilateral Neglect","Visual Spatial Neglect","Sensory Neglect"],"keywords":["Spatial neglect","hemineglect","stroke","cognition","prism adaptation","Hierarchical linear modeling","growth curve modeling"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Prism adaptation therapy","description":"Patients receive prism adaptation therapy by protocol (Frassinetti et al., 2002)"},{"label":"Bromocriptine pharmacotherapy","description":"Patients receive bromocriptine pharmacotherapy by protocol (Barrett et al., 1999)"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Comparing two treatments for hidden disabilities in functional vision after stroke.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke survivors with right brain stroke and evidence of a hidden disability of functional vision (spatial neglect)\n* Can give consent\n\nExclusion Criteria:\n\n* Other neurological conditions","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke survivors with right brain stroke and evidence of a hidden disability of functional vision (spatial neglect)","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"A M Barrett, MD","affiliation":"Kessler Foundation","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kessler Institute of Rehabilitation","city":"Chester","state":"New Jersey","zip":"07930","country":"United States","geoPoint":{"lat":40.78427,"lon":-74.69683}},{"facility":"Kessler Institute of Rehabilitation","city":"Saddle Brook","state":"New Jersey","zip":"07663","country":"United States","geoPoint":{"lat":40.89899,"lon":-74.09264}},{"facility":"Kessler Foundation Research Center","city":"West Orange","state":"New Jersey","zip":"07052","country":"United States","geoPoint":{"lat":40.79871,"lon":-74.23904}}]},"referencesModule":{"references":[{"pmid":"31999167","type":"DERIVED","citation":"Boukrina O, Chen P, Budinoska T, Barrett AM. Exploratory examination of lexical and neuroanatomic correlates of neglect dyslexia. Neuropsychology. 2020 May;34(4):404-419. doi: 10.1037/neu0000619. Epub 2020 Jan 30."}],"seeAlsoLinks":[{"label":"Kessler Foundation","url":"http://www.kesslerfoundation.org"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010468","term":"Perceptual Disorders"}],"ancestors":[{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M13069","name":"Perceptual Disorders","asFound":"Spatial Neglect","relevance":"HIGH"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4937","name":"Bromocriptine","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnDyAg","name":"Anti-Dyskinesia Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}