{"protocolSection":{"identificationModule":{"nctId":"NCT01275495","orgStudyIdInfo":{"id":"1003-63"},"secondaryIdInfos":[{"id":"R01NR010388","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01NR010388"}],"organization":{"fullName":"Indiana University","class":"OTHER"},"briefTitle":"Telephone Assessment and Skill-Building Intervention for Stroke Caregivers","officialTitle":"Telephone Assessment and Skill-Building Intervention for Stroke Caregivers","acronym":"TASKII"},"statusModule":{"statusVerifiedDate":"2015-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-05"},"primaryCompletionDateStruct":{"date":"2014-07","type":"ACTUAL"},"completionDateStruct":{"date":"2014-07","type":"ACTUAL"},"studyFirstSubmitDate":"2011-01-10","studyFirstSubmitQcDate":"2011-01-11","studyFirstPostDateStruct":{"date":"2011-01-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-03-30","lastUpdatePostDateStruct":{"date":"2015-03-31","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Indiana University","class":"OTHER"},"collaborators":[{"name":"National Institute of Nursing Research (NINR)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to test the efficacy of the revised Telephone Assessment and Skill-Building Kit (TASK II) compared with an Information, Support, and Referral (ISR) intervention in family caregivers of stroke survivors. We will also test if TASK II intervention effects on primary outcomes (depressive symptoms, caregiving-related negative life changes, unhealthy days) are mediated through effects on secondary outcomes (task difficulty, optimism, threat appraisal). Comparative costs and outcomes for the TASK II and ISR interventions will also be explored.","detailedDescription":"Stroke is the number one cause of disability in the United States, and over 4 million stroke survivors are alive today. Many stroke survivors need the help of a family caregiver. A family caregiver is a family member or close friend who helps the stroke survivor once they go home. Many caregivers need information and support during the first few months after the stroke survivor is discharged home. One group of caregivers will receive the TASK II intervention and another group of caregivers will receive existing educational materials about stroke and caregiving through an information, support, and referral (ISR) process. Both groups of caregivers will receive written materials about stroke and caregiving by mail and weekly telephone calls by a nurse for a total of 8 weeks, with an additional call at 12 weeks. A research assistant will also call by telephone at the beginning of the study, and at 8, 12, and 24 weeks after the beginning of the study, with a follow-up call at 1 year to interview both groups of caregivers about their caregiving activities and about their own health and well-being. If shown to be efficacious, our next goal will be to translate the TASK II intervention into practice settings to meet current recommendations and guidelines that emphasize follow up care for stroke survivors and their family caregivers."},"conditionsModule":{"conditions":["Stroke","Family Caregivers"],"keywords":["Stroke","Family Caregivers","Cerebrovascular Accident","Carers","Care Givers","Depression","Life change events","Family health","Quality of life","Cost","Intervention studies","Clinical trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":254,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Telephone Assessment and Skill-Building Kit (TASK II)","type":"EXPERIMENTAL","description":"The TASK II group will fill out a checklist about their needs and concerns, and will receive written tip sheets by mail that address the needs and concerns that they feel are most important. A nurse will call by telephone (lasting about 30 minutes or less) once a week for a total of 8 weeks, with another call at 12 weeks, to provide more information, answer questions, and to discuss more written tip sheets based on the caregiver's needs and concerns.","interventionNames":["Behavioral: Telephone Assessment and Skill-Building Kit (TASK II)"]},{"label":"Information, Support, and Referral (ISR)","type":"ACTIVE_COMPARATOR","description":"The ISR group will receive existing educational materials about stroke and caregiving developed by the American Stroke Association and weekly telephone calls by a nurse (lasting about 30 minutes or less) for a total of 8 weeks, with another call at 12 weeks.","interventionNames":["Behavioral: Information, Support, and Referral (ISR)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Telephone Assessment and Skill-Building Kit (TASK II)","armGroupLabels":["Telephone Assessment and Skill-Building Kit (TASK II)"]},{"type":"BEHAVIORAL","name":"Information, Support, and Referral (ISR)","armGroupLabels":["Information, Support, and Referral (ISR)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Depressive symptoms: Patient Health Questionnaire Depression Scale (PHQ-9)","description":"Among caregivers who screen positive for depressive symptoms at baseline, those randomized to the TASK II intervention will have a greater reduction in depressive symptoms compared to those randomized to the ISR group from baseline to 8 weeks, after controlling for selected covariates. Long-term, sustained efficacy will be assessed at 12 and 24 weeks, and at 1 year.","timeFrame":"Change in depressive symptoms from baseline to 8 weeks"},{"measure":"Caregiving-related negative life changes: Bakas Caregiving Outcomes Scale (BCOS)","description":"Caregivers randomized to the TASK II group will have a greater reduction in caregiving-related negative life changes compared with those randomized to the ISR group from baseline to 8 weeks, after controlling for selected covariates. Long-term, sustained efficacy will be assessed at 12 and 24 weeks, and at 1 year.","timeFrame":"Change in caregiving-related negative life changes from baseline to 8 weeks"},{"measure":"Unhealthy days: Unhealthy Days (UD)","description":"Caregivers randomized to the TASK II group will have a greater reduction in unhealthy days compared with those randomized to the ISR group from baseline to 8 weeks, after controlling for selected covariates. Long-term, sustained efficacy will be assessed at 12 and 24 weeks, and at 1 year.","timeFrame":"Change in unhealthy days from baseline to 8 weeks"}],"secondaryOutcomes":[{"measure":"Task difficulty: Oberst Caregiving Burden Scale Difficulty Subscale (OCBS)","description":"Caregivers randomized to the TASK II group will have a greater reduction in task difficulty compared with those randomized to the ISR group from baseline to 8 weeks, after controlling for selected covariates. Long-term, sustained efficacy will be assessed at 12 and 24 weeks, and at 1 year.","timeFrame":"Change in task difficulty from baseline to 8 weeks"},{"measure":"Optimism: Revised Life Orientation Test (LOT-R)","description":"Caregivers randomized to the TASK II group will have a greater increase in optimism compared with those randomized to the ISR group from baseline to 8 weeks, after controlling for selected covariates. Long-term, sustained efficacy will be assessed at 12 and 24 weeks, and at 1 year.","timeFrame":"Change in optimism from baseline to 8 weeks"},{"measure":"Threat appraisal: Appraisal of Caregiving Threat Subscale (ACS)","description":"Caregivers randomized to the TASK II group will have a greater reduction in threat appraisal compared with those randomized to the ISR group from baseline to 8 weeks, after controlling for selected covariates. Long-term, sustained efficacy will be assessed at 12 and 24 weeks, and at 1 year.","timeFrame":"Change in threat appraisal from baseline to 8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Primary caregiver (unpaid family member or significant other) of a stroke survivor\n* No more than 8 weeks after survivor discharged home\n* Plans to be providing care for 1 year or longer\n* Access to a telephone\n* Willingness to participate in 9 calls from a nurse and 5 data collection interviews at designated study time points\n\nExclusion Criteria:\n\n* Caregiver or survivor age \\< 21 years\n* Caregiver denies that survivor has had a stroke\n* Caregiver does not consider him or herself a caregiver, stating that the survivor is not impaired or is the same as before the stroke\n* Caregiver has low task difficulty (OCBS task difficulty score \\< 16)\n* Caregiver communication difficulties (e.g., hearing loss)\n* Caregiver not fluent in the English language\n* Caregiver 6-item MMSE score less than 4\n* Survivor residing in a nursing home or long-term care facility\n* Survivor or caregiver has a terminal illness (e.g., cancer, end of life condition with decreased life expectancy, renal failure requiring dialysis)\n* Survivor or caregiver history of hospitalization for alcohol or drug abuse\n* Survivor or caregiver history of severe mental illness (e.g., Alzheimer's, dementia, suicidal tendencies, severe untreated depression or manic depressive disorder, schizophrenia)\n* Survivor or caregiver pregnancy\n* Survivor or caregiver is a prisoner or on house arrest","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Indiana University School of Nursing","city":"Indianapolis","state":"Indiana","zip":"46202","country":"United States","geoPoint":{"lat":39.76838,"lon":-86.15804}}]},"referencesModule":{"references":[{"pmid":"21139466","type":"BACKGROUND","citation":"Bakas T, Li Y, Habermann B, McLennon SM, Weaver MT. Developing a cost template for a nurse-led stroke caregiver intervention program. Clin Nurse Spec. 2011 Jan-Feb;25(1):41-6. doi: 10.1097/NUR.0b013e318203cb92."},{"pmid":"19581197","type":"BACKGROUND","citation":"Bakas T, Farran CJ, Austin JK, Given BA, Johnson EA, Williams LS. Stroke caregiver outcomes from the Telephone Assessment and Skill-Building Kit (TASK). Top Stroke Rehabil. 2009 Mar-Apr;16(2):105-21. doi: 10.1310/tsr1602-105."},{"pmid":"19941582","type":"BACKGROUND","citation":"Bakas T, Farran CJ, Austin JK, Given BA, Johnson EA, Williams LS. Content validity and satisfaction with a stroke caregiver intervention program. J Nurs Scholarsh. 2009;41(4):368-75. doi: 10.1111/j.1547-5069.2009.01282.x."},{"pmid":"34813082","type":"DERIVED","citation":"Crocker TF, Brown L, Lam N, Wray F, Knapp P, Forster A. Information provision for stroke survivors and their carers. Cochrane Database Syst Rev. 2021 Nov 23;11(11):CD001919. doi: 10.1002/14651858.CD001919.pub4."},{"pmid":"26549488","type":"DERIVED","citation":"Bakas T, Austin JK, Habermann B, Jessup NM, McLennon SM, Mitchell PH, Morrison G, Yang Z, Stump TE, Weaver MT. Telephone Assessment and Skill-Building Kit for Stroke Caregivers: A Randomized Controlled Clinical Trial. Stroke. 2015 Dec;46(12):3478-87. doi: 10.1161/STROKEAHA.115.011099. Epub 2015 Nov 8."},{"pmid":"25952589","type":"DERIVED","citation":"McLennon SM, Hancock RD, Redelman K, Scarton LJ, Riley E, Sweeney B, Habermann B, Jessup NM, Bakas T. Comparing treatment fidelity between study arms of a randomized controlled clinical trial for stroke family caregivers. Clin Rehabil. 2016 May;30(5):495-507. doi: 10.1177/0269215515585134. Epub 2015 May 7."},{"pmid":"25141098","type":"DERIVED","citation":"Jessup NM, Bakas T, McLennon SM, Weaver MT. Are there gender, racial or relationship differences in caregiver task difficulty, depressive symptoms and life changes among stroke family caregivers? Brain Inj. 2015;29(1):17-24. doi: 10.3109/02699052.2014.947631. Epub 2014 Aug 20."},{"pmid":"24858447","type":"DERIVED","citation":"McLennon SM, Bakas T, Jessup NM, Habermann B, Weaver MT. Task difficulty and life changes among stroke family caregivers: relationship to depressive symptoms. Arch Phys Med Rehabil. 2014 Dec;95(12):2484-90. doi: 10.1016/j.apmr.2014.04.028. Epub 2014 May 22."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"},{"id":"T6036","name":"Menopause","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}