{"protocolSection":{"identificationModule":{"nctId":"NCT02797886","orgStudyIdInfo":{"id":"R-806-13"},"organization":{"fullName":"Kessler Foundation","class":"OTHER"},"briefTitle":"Pairing Functional Electrical Stimulation (FES) and Volitional Effort Training Promotes Neuroplasticity and Motor Gain"},"statusModule":{"statusVerifiedDate":"2016-06","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-06"},"primaryCompletionDateStruct":{"date":"2017-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-05-31","studyFirstSubmitQcDate":"2016-06-08","studyFirstPostDateStruct":{"date":"2016-06-14","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-06-08","lastUpdatePostDateStruct":{"date":"2016-06-14","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Kessler Foundation","class":"OTHER"}},"descriptionModule":{"briefSummary":"The goal of the study is to explore the effect of combined training involving functional electrical stimulation (FES) of the ankle dorsal flexor with simultaneous maximal-effort voluntary contraction of the same muscle to correct or improve foot drop in chronic stroke patients. Participants will be assessed for functional motor ability and neurological function during their first visit and then again after five and then ten weeks of training. Functional motor ability is broken down into dorsiflexion strength and general gait analysis. Dorsiflexion strength is measured by use of a dynamometer. Gait is assessed via recordings of electromyography, pedobarography, kinematic, and various functional variables during 10 walking trials. The neurological assessment will include electroencephalographic (EEG) analysis of movement-related cortical potentials (MRCP), somatosensory evoked potentials (SSEP), and M-wave response to stimulation. Participants will be randomly assigned to one of three groups: 1) FES + volitional movement (VOL), 2) FES alone, and 3) VOL alone, which will determine their training regimen. The training sessions involve roughly 20 minutes of repeated muscle contractions (with appropriate breaks to avoid fatigue). The participants assigned to the FES+VOL group will receive electrical stimulation to the peroneal nerve in concert with volitional dorsiflexion, whereas the other groups will either dorsiflex voluntarily with no stimulation or receive stimulation while being asked to do nothing."},"conditionsModule":{"conditions":["Stroke","Drop Foot"],"keywords":["Hemiplegia","Drop foot","Foot drop"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":45,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"FES+VOL","type":"EXPERIMENTAL","description":"Electrical stimulation (FES) in concert with volitional effort. The subject is visually cued to initiate the movement and when they begin the movement (as ascertained by EMG response), the stimulation is immediately applied until the completion of the trial.","interventionNames":["Other: FES + VOL"]},{"label":"FES","type":"ACTIVE_COMPARATOR","description":"Electrical stimulation alone. The subject is asked to do nothing as electrical stimulation initiates and completes the movement for them.","interventionNames":["Other: FES"]},{"label":"VOL","type":"ACTIVE_COMPARATOR","description":"Volitional effort alone. When cued, the subject initiates and completes the movement on their own until the completion of the trial. There is no electrical stimulation in this group.","interventionNames":["Other: VOL"]}],"interventions":[{"type":"OTHER","name":"FES + VOL","description":"Electrical stimulation is applied in concert with the subject's volitional movement.","armGroupLabels":["FES+VOL"]},{"type":"OTHER","name":"FES","description":"Electrical stimulation is applied to the subject while they are asked to do nothing.","armGroupLabels":["FES"]},{"type":"OTHER","name":"VOL","description":"The subject initiates and completes the movement without electrical stimulation.","armGroupLabels":["VOL"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Force Produced by Voluntary Dorsiflexion","timeFrame":"Change from baseline to 0 weeks post-intervention and from baseline to 5 weeks post-intervention"},{"measure":"Time to Complete 10 Meter Walk","timeFrame":"Change from baseline to 0 weeks post-intervention and from baseline to 5 weeks post-intervention"},{"measure":"Center of Pressure of Plantar Loading During Walking Trial","timeFrame":"Change from baseline to 0 weeks post-intervention and from baseline to 5 weeks post-intervention"},{"measure":"Joint Angles During Walking Trial","description":"Sagittal (flexion and extension), frontal (abduction and adduction) and transverse (internal and external rotation) plane angles of the ankle, knee, and hip.","timeFrame":"Change from baseline to 0 weeks post-intervention and from baseline to 5 weeks post-intervention"},{"measure":"Amplitude of the Major Components of Somatosensory Evoked Potentials","description":"Amplitude of the N1, N2, P1, and P2 components of artifact free epochs","timeFrame":"Change from baseline to 0 weeks post-intervention and from baseline to 5 weeks post-intervention"},{"measure":"Amplitude of the P40-N50 Complex During Movement Related Cortical Potentials","timeFrame":"Change from baseline to 0 weeks post-intervention and from baseline to 5 weeks post-intervention"},{"measure":"Amplitude and Latency of M-Wave Component of EMG During Maximal Voluntary Contraction","timeFrame":"Change from baseline to 0 weeks post-intervention and from baseline to 5 weeks post-intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Must be hemiplegic secondary to stroke and exhibit foot drop (as diagnosed by the participant's treating physician)\n* Between the ages of 10 and 90.\n* Must have sustained a stroke at least 6 months prior to enrollment.\n* Uninvolved lower limb must have no history of injury or pathology within the last 90 days.\n* Must be able to walk independently for 10 meters.\n* Must have inadequate dorsiflexion during the swing phase of gait resulting in inadequate limb clearance\n* Medically stable for three months prior to the most recent episode of stroke resulting in hemiplegia or hemiparesis with foot drop\n* Adequate cognitive function to give informed consent, understand instructions, and give adequate feedback.\n\nExclusion Criteria:\n\n* Individuals with additional orthopedic, neuromuscular, or neurological pathologies that would interfere with their ability to walk\n* Individuals with previous use of FES for community ambulation (neuroprosthesis) or clinical treatment \\<1 year will be excluded from participation due to possible confounding effects\n* Severe cardiac disease such as myocardial infarction, or congestive heart failure\n* Fixed ankle contractures of ten degrees of plantarflexion with knee extended\n* Pre-existing pathology resulting in a significant disruption in alignment or function of the lower extremity\n* Excessive dysesthetic pain secondary to neurological involvement\n* Severe hypertonicity resulting in the need for more involved rehabilitation strategies\n* Participants will not be excluded due to gender or ethnicity.","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","maximumAge":"90 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Greg Ames","role":"CONTACT","phone":"9732436816","phoneExt":"6816","email":"games@kesslerfoundation.org"},{"name":"Kate Chervin","role":"CONTACT","phone":"9733243560","phoneExt":"3560","email":"kgoworek@kesslerfoundation.org"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}