{"protocolSection":{"identificationModule":{"nctId":"NCT05809973","orgStudyIdInfo":{"id":"StrokeVIS"},"organization":{"fullName":"Oslo University Hospital","class":"OTHER"},"briefTitle":"The Oslo Study of Visual Impairment After Stroke (StrokeVIS)","officialTitle":"The Oslo Study of Visual Impairment After Stroke (StrokeVIS)","acronym":"StrokeVIS"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-30","studyFirstSubmitQcDate":"2023-03-30","studyFirstPostDateStruct":{"date":"2023-04-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-30","lastUpdatePostDateStruct":{"date":"2023-04-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Anne Hege Aamodt","investigatorTitle":"Dr.","investigatorAffiliation":"Oslo University Hospital"},"leadSponsor":{"name":"Oslo University Hospital","class":"OTHER"},"collaborators":[{"name":"University of Liverpool","class":"OTHER"},{"name":"University of South-Eastern Norway","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Longitudinal, prospective, single-center observational study of visual impairment after stroke.\n\nPopulation: Patients admitted with acute ischemic stroke at the Regional Stroke Unit at Oslo University Hospital who are assessed to not have more serious neurological deficits than to be eligible for a prospective observational study of visual impairment. National Institute of Health Stroke Scale (NIHSS) will be used for screening of the patients eligible for the study with cut off of NIHSS 20. Based on the number of patients admitted to our center to include 120 patients in the StrokeVIS study.\n\nThe study aims are:\n\n1. To determine the prevalence of visual impairment in stroke patients in the acute phase and after 3 months.\n2. To compare visual impairment in those treated with EVT and those not.\n3. To determine the sensitivity and specificity of the Vision Screening Assessment (VISA) tool for detection of visual impairment in stroke patients.\n4. To assess possible association between brain MRI lesions and visual impairment in stroke patients in the acute phase.\n\n6) To assess any cognitive deficits at 3-month follow-up that could impact visual function.\n\nInclusion criteria:\n\n1. Acute ischemic stroke and NIHSS \\< 20\n2. Age ≥18 years.\n3. Written informed consent of the patient or oral informed consent witnessed by a doctor.\n\nExclusion criteria:\n\n1. NIHSS \\< 20\n2. No willingness and ability of the patient to participate in all baseline and follow-up examinations.\n\nDuration of study participation: 3 months.","detailedDescription":"1. Introduction Stroke is the second leading cause of death and a leading cause of disability worldwide (1). Each year in Norway there are approximately 12,000 incidences of stroke, resulting in tremendous health-related and economic consequences (2). In recent years, endovascular intervention (EVI) (Fig 1) has revolutionised the treatment of stroke caused by occlusion of the internal carotid or proximal segment of the middle cerebral artery (3). The degree of benefit is profound, with a number needed to treat (NNT) as low as 2.5, resulting in one patient with reduced disability (4, 5). Few, if any, therapies in medicine can obtain a similar level of benefit.\n\n   The Regional Stroke Unit at Oslo University Hospital has 400 acute stroke patients every year with approximately 250 patients treated with EVT each year. The treatment of this group of stroke patients is characterized by advanced imaging and intervention; close clinical monitoring in a specialized stroke unit and interdisciplinary rehabilitation (6-8).\n\n   Figure 1. Schematic representation of stroke due to large vessel occlusion and infarct zone distal to the occlusion (upper right). In endovascular intervention, the catheter is passed through the blood vessels from the groin to the brain and the blood clot \"is expelled (upper left and lower).\n\n   Vision is the most complex sense in humans with a multifaceted interaction between the eyes and the brain. Studies have shown that up to 60% of stroke patients have some form of visual impairment (9); in Norway alone, it is estimated that approximately 30,000 people live with different visual impairments following a stroke. Among vision impairments, we estimate that 20-30% is due to visual field outcomes (9). An equally large proportion (30-40%) is comprised of various forms of visual neglect, where attention to visual impressions is impaired (10, 11). Other common visual impairments after stroke are double vision, focusing problems and light sensitivity (Fig 2).\n\n   Figure 2. Among the visual impairment after stroke, it is estimated that 20-30% is due to visual field outcomes (upper right). An equally large proportion (30-40%) is made up of various forms of visual neglect, where attention to visual impressions is diminished (lower right). Other common visual impairments after stroke are double vision (upper right), focusing problems, visual impairment and hallucinations (lower right).\n\n   In the annual report of the Norwegian Stroke Register from 2018, only 17.4% of stroke patients were registered with visual impairment (12). This figure is lower than expected and indicates a significant under-reporting and/or underdiagnosis. Misinterpretation of symptoms due to dysphasia, cognitive or motor difficulties can lead to underdiagnosis (Wilhelmsen 1994, 2003; Zihl 2000). It is also conceivable that underdiagnosis of visual impairment at dedicated stroke units is due to the lack of both good screening tools, and neuro-ophthalmological expertise. These disciplines are more closely connected to eye departments rather than neurological departments. Unfortunately, stroke patients may be discharged from stroke units without visual impairment being recognised (13, 14). This increases the risk of injury and accidents, prevents early rehabilitation and reduces the quality of life. Considering this, it is clear that there is a great need for an interdisciplinary research project focusing on visual impairment after stroke in Norway. This is further emphasised by a newly established multidisciplinary network, NorVIS, which focuses solely on vision problems after stroke. The network is supported by funding from the Research Council of Norway and is led by Professor Helle Falkenberg at the University of Southeast Norway (www.usn.no).\n\n   It is well documented that rapid stroke rehabilitation provides a better level of function, especially in motor deficits (15). For patients with visual impairment, similar documentation is lacking (15). Knowledge of the brain's plasticity and potential for targeted rehabilitation motivates a project that examines visual impairment after stroke with the goal of improving visual rehabilitation for patients. It is worth noting the importance of early intervention in post-stroke sequela; if visual impairment is discovered at a later stage, it is conceivable that the effect of visual rehabilitation will be reduced. The problem of underdiagnosis must be addressed, and an overarching goal, for all stroke patients, is to assess their visual function in the acute setting. A well-validated screening study of stroke patients and a more specialised examination of them the screening study gives reason to suspect vision problems. Cooperation between stroke units, eye departments, vision educators in municipalities and assistive technology centres should also be organised in an appropriately to insure correct follow up at home in the form of specialised rehabilitation.\n2. Study objectives\n\nThe study aims are:\n\n1. To determine the prevalence of visual impairment in stroke patients in the acute phase and after 3 months.\n2. To compare visual impairment in those treated with EVT and those not.\n3. To determine the sensitivity and specificity of the Vision Screening Assessment (VISA) tool for detection of visual impairment in stroke patients.\n4. To assess possible association between brain MRI lesions and visual impairment in stroke patients in the acute phase.\n\n6) To assess any cognitive deficits at 3-month follow-up that could impact visual function.\n\n3. Methods - study design, study population: Study design: Longitudinal, prospective, single-center observational study.\n\nPopulation: Patients admitted with acute ischemic stroke at the Regional Stroke Unit at Oslo University Hospital who are assessed to not have more serious neurological deficits than to be eligible for a prospective observational study of visual impairment. National Institute of Health Stroke Scale (NIHSS) will be used for screening of the patients eligible for the study with cut off of NIHSS 20. Based on the number of patients admitted to our center to include 120 patients in the StrokeVIS study.\n\nInclusion criteria:\n\n1. Acute ischemic stroke and NIHSS \\< 20\n2. Age ≥18 years.\n3. Written informed consent of the patient or oral informed consent witnessed by a doctor.\n\nExclusion criteria:\n\n1. NIHSS \\< 20\n2. No willingness and ability of the patient to participate in all baseline and follow-up examinations.\n\n4. Study procedure and assessments, flowchart\n\nDuration of study participation: 3 months.\n\nPlan for progress Inclusion period: 24 months Duration of follow-up period: 3 months. Inclusion of patients will start in November 2021. Clinical assessment\n\nVisual examination at baseline and after 3 months:\n\n1) Best-corrected visual acuity for distance and near, reading ability 2) Automated perimetry with the monocular Esterman program, alternatively confrontational visual field examination for patients who are unable to perform perimetry 3) Ocular motility 4) Visual attention and perception 6) Direct ophthalmoscopy 7) National Institute of Health Stroke Scale\n\nThe patients will be invited to participation by the treating physician in the stroke unit. In case of aphasia and other conditions that makes the patient unable to give informed consent their relatives will be informed about the study and given the invitation for participation. A patient can also consent to inclusion if informed consent is inferred as witnessed by a medical practitioner.\n\nAn experienced orthoptist and neurologist will perform the abovementioned examinations. In addition, an independent researcher will collect data using the VISA tool. At the 90 day control, the VISA tool will be administered by a neurologist. Clinical neurological deficits as well as functional level, both premorbid and at discharge, will be recorded with Modified Rankin Scale (mRS).\n\nThe neuro-ophthalmological examinations define the true positive and negative findings and makes it possible to validate the VISA tool. The results of the neuro-ophthalmological examination and VISA tool are blind to each other.\n\nSubgroups of patients will be well defined according to treatment during the acute stroke. Conservative treatment vs active treatment with trombolysis and/or mechanical thrombectomy. There will also be subgroups according to ability to undergo full neuro-ophthalmic testing vs those who are partially able to complete the full test battery.\n\nPatients with visual impairment will be invited to the 90-day follow-up and they will again complete the neuro-ophthalmic examination and the VISA tool.\n\nEQ-5D-3L (EuroQoL Health Questionnaire to measure general health. EQ-5D-3L contains 5 questions on physical function, pain and anxiety/depression with 3 graded response options and has been used in different diseases inter-nationally as well as in Norwegian setting (17). We selected EQ-5D as a generic instrument due to brevity (5 items). This tool is widely used in PROM studies internationally due to the feature of measuring QALY (quality-adjusted life years) the burden of a disease, which will be utilized in future economic evaluations of the treatment.\n\nMOCA (Montreal cognitive assessment) will be performed at the 90 day follow-up to determine if patients have any cognitive deficits that can influence the neuro-ophthalmic examination and the VISA screening tool.\n\nVISA (Visual Impairment Screening Tool) This is a validated screening tool currently in use in the UK to simplify and increase the detection of visual impairment in patients with acute stroke. Our project will use a Norwegian translation of the tool which has been approved by the developer.\n\nBrain MRI Brain MRI is routinely taken in these patients post EVT (approximately 24 hours). Magnetic Resonance Imaging (MRI) is a superior imaging modality for early detection of cerebral ischemia, infarction, hemorrhage and brain edema. MRI provide reliable information on three key components of stroke physiology: 1) the presence and location of an intravascular thrombus which can be treated with thrombolysis and/or MT; 2) the presence and size of irreversibly ischemic tissue; and 3) the presence and extension of hypoperfused tissue at risk for subsequent infarction unless adequate perfusion is restored (salvageable brain tissue) (18). All this information, required to extend the therapeutic window, improve treatment outcome and minimize the risk of intracerebral hemorrhage (ICH) can be obtained by using a multimodal MRI protocol.(18) (intracranial time-of-flight magnetic resonance angiography (MRA); diffusion-weighted imaging (DWI), T2-weigted fluid-attenuated inversion recovery (T2-FLAIR), susceptibility weighted imaging (SWI) and perfusion-weighted imaging (PWI) using dynamic susceptibility-weighted contrast-enhanced sequences (1.5 Tesla MR scanner, Siemens, Erlangen, Germany). MRI Scans are performed at baseline for the selection of patients for acute reperfusion therapy in extended time windows, and in patients in which time of stroke onset is unknown. Control MRIs are done at 24±6 hours in patients without contraindications and CT is done in the remainder.\n\nStatistical methods The main analysis is planned when all patients have concluded the study, all data has been entered, verified and validated, and the database has been locked. The primary analysis will be performed on the intention-to-treat population. The primary endpoint and dichotomous secondary endpoints will be analyzed using logistic regression models, adjusted for strong prognostic factors at baseline. Continuous secondary variables will be analysed using analysis of covariance (ANCOVA). Missing data for the primary endpoint will be imputed with worst outcome.\n\n5. Plan for milestones, dissemination and publishing The overall project plan is designed to ensure an efficient workflow and stable progress throughout the study period. The study will be registered at www.clinicaltrials.gov, Helsenorge.no and be presented at national and international meetings and congresses. After the follow-up phase has been completed, the results will be analyzed and the manuscript with the primary endpoints prepared within 6 months.\n\n* Autumn 2021 - Autumn 2023: Recruitment of patients and conducting neuro-ophthalmological screening + VISA in 100 patients.\n* Autumn 2023 - Spring 2024: Processing and analysis of data. Publication in international peer reviewed journal.\n* Autumn 2023: Media Campaign: \"Vision into stroke management: PRATE-SMILE LØFTE OG SE\"\n\nStrokeVIS´ early priorities will be to develop a dissemination and communication plan. A media strategy consisting of dissemination through social media and mainstream media will be developed together with user representatives from the Norwegian Heart and Lung Patient Association and the Norwegian Association of the Blind and Partially Sighted and the user representative panel, Division of Clinical Neuroscience at OUH. As members of the Norwegian Brain Council, information will also be distributed to the public through their information channels. The scientific community will be targeted through publications in international peer-reviewed journals. The study will be presented at with scientific meetings, including ESOC 2023, and American Academy of Neurology 2023. We will also give lectures together with representatives from the Norwegian Heart and Lung Patient Association and the Norwegian Association of the Blind and Partially Sighted, and utilise this experience in the dissemination of the current project at a national level. The demonstration of better management of visual impairment in stroke will have considerable clinical impact in the health care of these patients. After the publication of the results, we will take the initiative for better information regarding visual impairment in stroke.\n\n6. Funding StrokeVIS is an investigator driven academic study and will be run by a PhD student, study nurse and orthoptist at Oslo University Hospital The project is financed through a grant from the Norwegian Association of the Blinded and Partially sighted (Norges Blindeforbund).\n\nUser interaction The project has considerable user interaction. The project concept has been discussed both with the User panel for the Division of Clinical Neuroscience. Their input has been included in the planning of the project, especially in relation to study design and the coordination of other stroke studies, as well as to describe project impact. Representative for the Division of Clinical Neuroscience user panel will be part of the project steering committee. We will arrange a start-up meeting and annual project meetings for the steering committee and all active research personnel in the project. In the start-up meeting, the practical implementation of the research protocol for both the hospital, specialist clinic and the patients will be the focus. In the annual project meetings, continuous evaluation of the project will be performed.\n\n7. Study organization, roles and cooperation Study group Anne Hege Aamodt, Dep of Neurology, Oslo University Hospital, University of Oslo, Stephen J Ryan, Dep of Neurology, Oslo University Hospital, University of Oslo, orthoptist (to be recruited), Dep of Ophthalmology, Oslo University Hospital, University of Oslo, Morten C. Moe PhD, Professor, Clinic Head of Research Clinic for Head, Neck and Reconstructive Surgery and Academic Chair at Dep. of Ophthalmology, Retinal Consultant (Leading Ophthalmologist), co-supervisor for the PhD student, Øystein Kalsnes Jørstad, Dep. of Ophthalmology, Neuro-ophthalmologist, co-supervisor for the PhD student. Study nurse (to be recruited), Dep of Neurology, Oslo University Hospital. Arild Hagen, the Norwegian Heart and Lung Patient Association and the Norwegian Association of the Blind and Partially Sighted.\n\nCollaborators Fiona Rowe, Professor of orthoptics, Health Services Research, University of Liverpool, England, Helle Falkengberg: Professor, University of South-Eastern Norway, National centre for vision, optics and eye health, Faculty of health- and social sciences, Kongsberg, Norway.\n\nHospital (OUH):\n\nDep of Ophthalmology: is a large ophthalmology department even in European terms; it has a total staff of 220 people, including 70 physicians, ten operating theatres, and a ward of 19 beds. The department has a close collaboration with all other participating ophthalmological departments through a common email-list for updates and discussions, and representatives from all departments meet annually through the Norwegian ophthalmological society.\n\nDep of Neurology, Stroke Unit: A large neurology department with outpatient clinic, laboratories and wards at both Ullevål and Rikshospitalet. The department has 8 professorships in neurology and one in clinical neurophysiology. The department has a large research activity on cerebrovascular disorders, headache, movement disorders, epilepsy, multiple sclerosis, vertebrogenic diseases and neuropathies.\n\nDep of radiology: A large radiology department with laboratories at both Ullevål and Rikshospitalet. The department has 7 professorships in radiology and a large research activity.\n\nThe Department of Neurology and Radiology have built up EVI service during the last 15 years using a coordinated multidisciplinary team.\n\n10. Data management plan Quantitative data collected in a database. A specific database management protocol will be developed. The main investigator is responsible for transferring data to the database. A study nurse is responsible for controlling the transfer of source data to the database to ensure the quality of data transferal. The database is password protected and unavailable to non-study personnel. All data are stored de-identified with an individual code for each participant in the OUH secure research server, accessible only to specified study personnel. The code list is kept on a separate code list.\n\n11. Ethical considerations The project will aim at the highest ethical standards. The study will not start until the Norwegian South-Eastern Regional Ethical Committee (EC) has approved this project. Informed written consent signed by the patient, verbal consent from the patients as witnessed by a non-participating health care person or consent by the signature of the patient's family will be obtained before inclusion in the study. Any amendment or modification to the protocol will be sent to the EC for approval and every effort will be taken to ensure the accuracy and reliability of data. No personal identification of study subjects will be possible for other researchers than the project leader and other clinicians directly involved in data collection. The study does not involve harm or risk to the participants, except possible minor pain related to blood samples. This study will be carried out in accordance with Norwegian and international standards for medical research as described in the Declaration of Helsinki concerning medical research in humans (59th WMA General Assembly, Seoul, October 2008). The protocol will also be registered in clinicaltrials.gov and at \"helsenorge.no\".\n\n12. References\n\n1. Feigin VL, Forouzanfar MH, Krishnamurthi R, Mensah GA, Connor M, Bennett DA, et al. Global and regional burden of stroke during 1990-2010: findings from the Global Burden of Disease Study 2010. Lancet. 2014;383(9913):245-54.\n2. Fjaertoft H, Indredavik B. \\[Cost-estimates for stroke\\]. Tidsskr Nor Legeforen. 2007;127(6):744-7.\n3. Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, et al. 2018 Guidelines for the Early Management of Patients With Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2018;49(3):e46-e110.\n4. Goyal M, Menon BK, van Zwam WH, Dippel DW, Mitchell PJ, Demchuk AM, et al. Endovascular thrombectomy after large-vessel ischaemic stroke: a meta-analysis of individual patient data from five randomised trials. Lancet. 2016;387(10029):1723-31.\n5. Saver JL, Goyal M, van der Lugt A, Menon BK, Majoie CB, Dippel DW, et al. Time to Treatment With Endovascular Thrombectomy and Outcomes From Ischemic Stroke: A Meta-analysis. JAMA. 2016;316(12):1279-88.\n6. Skagen K, Skjelland M, Russell D, Jacobsen EA. Large-Vessel Occlusion Stroke: Effect of Recanalization on Outcome Depends on the National Institutes of Health Stroke Scale Score. J Stroke Cerebrovasc Dis. 2015;24(7):1532-9.\n7. Lund CG, Aamodt AH, Russell D. Patient selection for intra-arterial cerebral revascularization in acute ischemic stroke. Acta Neurol Scand Suppl. 2013(196):65-8.\n8. Enriquez B, Nome T., Lund C.,Ringstad G, Beyer M.,, Aamodt AH. Thrombectomy in acute ischemic stroke patients with NIHSS 5 or lower. In: Neurology EAo, editor.2019.\n9. Rowe FJ, Hepworth LR, Howard C, Hanna KL, Cheyne CP, Currie J. High incidence and prevalence of visual problems after acute stroke: An epidemiology study with implications for service delivery. PLoS One. 2019;14(3):e0213035.\n10. Kleinman JT, Newhart M, Davis C, Heidler-Gary J, Gottesman RF, Hillis AE. Right hemispatial neglect: frequency and characterization following acute left hemisphere stroke. Brain Cogn. 2007;64(1):50-9.\n11. Hanna KL, Hepworth LR, Rowe F. Screening methods for post-stroke visual impairment: a systematic review. Disabil Rehabil. 2017;39(25):2531-43.\n12. Helsedirektoratet. Årsrapport 2018 - Norsk hjerneslagregister. 2019.\n13. Rowe FJ. Stroke survivors' views and experiences on impact of visual impairment. Brain Behav. 2017;7(9):e00778.\n14. Sand KM, Thomassen L, Naess H, Rodahl E, Hoff JM. Diagnosis and rehabilitation of visual field defects in stroke patients: a retrospective audit. Cerebrovasc Dis Extra. 2012;2(1):17-23.\n15. Helsedirektoratet. Nasjonal retningslinje for behandling og rehabilitering ved hjerneslag. 2018.\n16. EuroQol G. EuroQol--a new facility for the measurement of health-related quality of life. Health policy. 1990;16(3):199-208.\n17. Solli O, Stavem K, Kristiansen IS. Health-related quality of life in diabetes: The associations of complications with EQ-5D scores. Health and quality of life outcomes. 2010;8:18.\n18. Wouters A, Lemmens R, Christensen S, Wilms G, Dupont P, Mlynash M, et al. Magnetic resonance imaging-based endovascular versus medical stroke treatment for symptom onset up to 12 h. Int J Stroke. 2016;11(1):127-33.\n19. Gafson AR, Barthelemy NR, Bomont P, Carare RO, Durham HD, Julien JP, et al. Neurofilaments: neurobiological foundations for biomarker applications. Brain. 2020.\n20. Disanto G, Barro C, Benkert P, Naegelin Y, Schadelin S, Giardiello A, et al. Serum Neurofilament light: A biomarker of neuronal damage in multiple sclerosis. Ann Neurol. 2017;81(6):857-70."},"conditionsModule":{"conditions":["Stroke, Acute"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"VISA tool","description":"Validation of VISA"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Best-corrected visual acuity for distance and near, reading ability","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"Automated perimetry with the monocular Esterman program, alternatively confrontational visual field examination for patients who are unable to perform perimetry","timeFrame":"90 days"},{"measure":"Ocular motility","timeFrame":"90 days"},{"measure":"Visual attention and perception","timeFrame":"90 days"},{"measure":"Direct ophthalmoscopy","timeFrame":"90 days"},{"measure":"National Institute of Health Stroke Scale","timeFrame":"90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute ischemic stroke and NIHSS \\< 20\n2. Age ≥18 years.\n3. Written informed consent of the patient or oral informed consent witnessed by a doctor.\n\nExclusion criteria:\n\n1. NIHSS \\< 20\n2. No willingness and ability of the patient to participate in all baseline and follow-up examinations.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients admitted with acute ischemic stroke at the Regional Stroke Unit at Oslo University Hospital who are assessed to not have more serious neurological deficits than to be eligible for a prospective observational study of visual impairment. National Institute of Health Stroke Scale (NIHSS) will be used for screening of the patients eligible for the study with cut off of NIHSS 20.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Anne Hege Aamodt, MD, PhD","role":"CONTACT","phone":"+4791502770","email":"a.h.aamodt@medisin.uio.no"},{"name":"Stephen James Ryan, MD","role":"CONTACT","phone":"+4791502770","email":"sterya@ous-hf.no"}],"locations":[{"facility":"Oslo University Hospital","status":"RECRUITING","city":"Oslo","zip":"0424","country":"Norway","contacts":[{"name":"Anne Hege Aamodt, MD PhD","role":"CONTACT","phone":"+4723074976","email":"a.h.aamodt@medisin.uio.no"},{"name":"Stephen J Ryan, MD","role":"CONTACT","phone":"+47 45109664","email":"sterya@ous-hf.no"},{"name":"Morten C Moe, MD PhD Prof","role":"SUB_INVESTIGATOR"},{"name":"Øystein K Jørstad, MD PhD","role":"SUB_INVESTIGATOR"},{"name":"Anne Hege Aamodt, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":59.91273,"lon":10.74609}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000014786","term":"Vision Disorders"},{"id":"D000015354","term":"Vision, Low"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000005128","term":"Eye Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M17732","name":"Vision, Low","asFound":"Visual Impairment","relevance":"HIGH"},{"id":"M17220","name":"Vision Disorders","asFound":"Visual Impairment","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15180","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M7961","name":"Eye Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}