{"protocolSection":{"identificationModule":{"nctId":"NCT02576470","orgStudyIdInfo":{"id":"IRB201500742-N"},"secondaryIdInfos":[{"id":"14BGIA20380348","type":"OTHER_GRANT","domain":"American Heart Association"},{"id":"1R01DC014285-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01DC014285-01A1"}],"organization":{"fullName":"University of Florida","class":"OTHER"},"briefTitle":"Motor Learning in Dysphagia Rehabilitation","officialTitle":"Applying Motor Learning Principles to Dysphagia Rehabilitation R01DC014285"},"statusModule":{"statusVerifiedDate":"2019-10","overallStatus":"TERMINATED","whyStopped":"Expired with IRB.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-11"},"primaryCompletionDateStruct":{"date":"2019-09-19","type":"ACTUAL"},"completionDateStruct":{"date":"2019-09-19","type":"ACTUAL"},"studyFirstSubmitDate":"2015-10-12","studyFirstSubmitQcDate":"2015-10-13","studyFirstPostDateStruct":{"date":"2015-10-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-10-02","lastUpdatePostDateStruct":{"date":"2019-10-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Florida","class":"OTHER"},"collaborators":[{"name":"National Institutes of Health (NIH)","class":"NIH"},{"name":"American Heart Association","class":"OTHER"},{"name":"National Institute on Deafness and Other Communication Disorders (NIDCD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The overall goal is to exploit motor learning principles and adjuvant techniques in a novel way to enhance dysphagia rehabilitation. The proposed study will investigate the effects of three forms of biofeedback on training and determine whether adjuvant therapeutic techniques such as non-invasive neural stimulation and reward augment training outcomes has an effect of dysphagia rehabilitation. Outcomes from this research study may change the paradigm for treating swallowing and other internal functions such as speech and voice disorders.","detailedDescription":"The overall goal is to exploit motor learning principles in a novel way to enhance dysphagia rehabilitation in patients with dysphagia due to stroke. Dysphagia is swallowing impairment that can lead to serious illness or death due to ingested material entering the trachea (aspiration). Specifically, this study will determine whether lasting behavioral modifications after swallowing training occur with motor learning principles versus standard care. Motor learning principles emphasize continual kinematic assessment through biofeedback during training. However, continual kinematic assessment is rare in standard dysphagia care because swallowing kinematics require instrumentation such as videofluoroscopy (VF) to be seen. Since VF involves radiation exposure and higher costs, submental electromyography (sEMG) is widely used as biofeedback, although it does not image swallowing kinematics or confirm that a therapeutic movement is being trained. This research study will compare three forms of biofeedback on training swallowing maneuvers or compensatory techniques (referred to as targeted dysphagia training throughout this document) that might reduce their swallowing pathophysiology. VF biofeedback training will provide kinematic information about targeted dysphagia training performance, incorporating motor learning principles. sEMG biofeedback training will provide non-kinematic information about targeted dysphagia training performance and, thus, does not incorporate motor learning principles. A mixed biofeedback training, which involves VF biofeedback early on to establish the target kinematics of the targeted dysphagia training maneuver, then reinforces what was learned with sEMG. Mixed biofeedback training is being examined because it is more clinically feasible than VF biofeedback training, while still incorporating motor learning principles during part of the targeted dysphagia training.\n\nThe investigators hypothesize that VF training will reduce swallowing impairment more than mixed training, but mixed training will reduce swallowing impairment more than sEMG training. Additionally, this study will investigate whether adjuvant techniques known to augment motor training (non-invasive neural stimulation and explicit reward tested independently), will augment outcomes of each of the proposed training's. This innovative experimental design is significant because it investigates motor learning principles within an ideal training (VF biofeedback) as well as within a clinically feasible option (mixed biofeedback) to differentiate them from standard dysphagia training (sEMG), which has reported little to no improvements after intense motor training."},"conditionsModule":{"conditions":["Dysphagia","Swallowing Disorders","Deglutition Disorders","Stroke"],"keywords":["swallowing","stroke","dysphagia","deglutition"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":74,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Videofluoroscopy (VF) and Barium","type":"EXPERIMENTAL","description":"This group will receive the following types of procedures during visits. Videofluoroscopy (VF) and Barium to provide biofeedback for targeted dysphagia swallowing maneuver.","interventionNames":["Behavioral: Biofeedback","Behavioral: targeted dysphagia training maneuver","Radiation: Videofluoroscopy (VF) and Barium"]},{"label":"Surface Electromyography (sEMG)","type":"ACTIVE_COMPARATOR","description":"This group will receive the following types of procedures during visits. sEMG images will be used to provide biofeedback for the targeted dysphagia swallowing maneuver.","interventionNames":["Behavioral: Biofeedback","Behavioral: targeted dysphagia training maneuver","Device: Submental Electromyography"]},{"label":"Mixed VF and sEMG","type":"ACTIVE_COMPARATOR","description":"This group will receive the following types of procedures during visits. Videofluoroscopy (VF) and Barium, and EMG images will be used to provide biofeedback for the targeted dysphagia swallowing maneuver.","interventionNames":["Behavioral: Biofeedback","Behavioral: targeted dysphagia training maneuver","Radiation: Videofluoroscopy (VF) and Barium","Device: Submental Electromyography"]},{"label":"VF with anodal tDCS","type":"EXPERIMENTAL","description":"This group will receive the following types of procedures for biofeedback. The biofeedback is based on videofluoroscopic (VF) and barium images with anodal transcranial direct current stimulation (tDCS) and transcranial magnetic stimulation (TMS). The anodal tDCS will be applied to the lesioned hemisphere during training.","interventionNames":["Behavioral: Biofeedback","Device: Transcranial Direct Current Stimulation","Behavioral: targeted dysphagia training maneuver","Radiation: Videofluoroscopy (VF) and Barium","Device: Transcranial Magnetic Stimulation"]},{"label":"sEMG with anodal tDCS","type":"EXPERIMENTAL","description":"This group will receive the following types of procedures for biofeedback. The biofeedback is based on submental electromyography (sEMG) images with anodal transcranial direct current stimulation and transcranial magnetic stimulation (TMS). The anodal tDCS will be applied to the lesioned hemisphere during training.","interventionNames":["Behavioral: Biofeedback","Device: Transcranial Direct Current Stimulation","Behavioral: targeted dysphagia training maneuver","Device: Transcranial Magnetic Stimulation","Device: Submental Electromyography"]},{"label":"Mixed VF, sEMG with anodal tDCS","type":"EXPERIMENTAL","description":"This group will receive the following types of procedures for biofeedback. The biofeedback is based on videofluoroscopic (VF) and barium, and submental electromyography (sEMG) images with anodal transcranial direct current stimulation (tDCS) and transcranial magnetic stimulation (TMS). The anodal tDCS will be applied to the lesioned hemisphere during training.","interventionNames":["Behavioral: Biofeedback","Device: Transcranial Direct Current Stimulation","Behavioral: targeted dysphagia training maneuver","Radiation: Videofluoroscopy (VF) and Barium","Device: Transcranial Magnetic Stimulation","Device: Submental Electromyography"]},{"label":"VF with sham tDCS","type":"SHAM_COMPARATOR","description":"This group will receive the following types of procedures for biofeedback. The biofeedback is based on videofluoroscopic (VF) and barium images without the transcranial direct current stimulation (tDCS) and transcranial magnetic stimulation (TMS). The tDCS will be applied during training, however no stimulation will be received.","interventionNames":["Behavioral: Biofeedback","Device: Transcranial Direct Current Stimulation","Behavioral: targeted dysphagia training maneuver","Radiation: Videofluoroscopy (VF) and Barium","Device: Transcranial Magnetic Stimulation"]},{"label":"sEMG with sham tDCS","type":"SHAM_COMPARATOR","description":"This group will receive the following types of procedures for biofeedback. The biofeedback is based on submental electromyography (sEMG) images without the transcranial direct current stimulation and transcranial magnetic stimulation (TMS). The tDCS will be applied during training, however no stimulation will be received.","interventionNames":["Behavioral: Biofeedback","Device: Transcranial Direct Current Stimulation","Behavioral: targeted dysphagia training maneuver","Device: Transcranial Magnetic Stimulation","Device: Submental Electromyography"]},{"label":"Mixed VF, sEMG with sham tDCS","type":"SHAM_COMPARATOR","description":"This group will receive the following types of procedures for biofeedback. The biofeedback is based on videofluoroscopic (VF) and barium, and submental electromyography (sEMG) images without transcranial direct current stimulation (tDCS) and transcranial magnetic stimulation (TMS). The tDCS will be applied during training, however no stimulation will be received.","interventionNames":["Behavioral: Biofeedback","Device: Transcranial Direct Current Stimulation","Behavioral: targeted dysphagia training maneuver","Radiation: Videofluoroscopy (VF) and Barium","Device: Transcranial Magnetic Stimulation","Device: Submental Electromyography"]},{"label":"VF with reward","type":"EXPERIMENTAL","description":"This group will receive the following the procedure outlined below for biofeedback. The biofeedback is based on the videofluoroscopy (VF) and Barium with financial reward.","interventionNames":["Behavioral: Biofeedback","Behavioral: Financial Reward","Behavioral: targeted dysphagia training maneuver","Radiation: Videofluoroscopy (VF) and Barium"]},{"label":"sEMG with financial reward","type":"EXPERIMENTAL","description":"This group will receive the following types of procedures for biofeedback. The biofeedback is based on submental electromyography (sEMG) images with financial reward. The financial reward will only be done for 3-days.","interventionNames":["Behavioral: Biofeedback","Behavioral: Financial Reward","Behavioral: targeted dysphagia training maneuver","Device: Submental Electromyography"]},{"label":"Mixed VF, sEMG with financial reward","type":"EXPERIMENTAL","description":"This group will receive the following types of procedures for biofeedback. The biofeedback is based on videofluoroscopic (VF) and barium, and submental electromyography (sEMG) images with financial reward. The financial reward will only be done for 3 days.","interventionNames":["Behavioral: Biofeedback","Behavioral: Financial Reward","Behavioral: targeted dysphagia training maneuver","Radiation: Videofluoroscopy (VF) and Barium","Device: Submental Electromyography"]}],"interventions":[{"type":"BEHAVIORAL","name":"Biofeedback","description":"Motor learning is improvement in movement overtime, followed by retaining what was learned. To determine whether movements are improving, kinematics must be assessed over time, beginning with defining specific kinematic goals, then continually re-evaluating goals throughout rehabilitation while providing the participants with biofeedback. Biofeedback is fundamental in motor learning, because it increases guidance and motivation, supplements losses in intrinsic feedback (proprioception), and facilitates generalization and retention. Biofeedback enhances the training of novel movements and could be essential for training swallowing maneuvers. Biofeedback training will occur 3 times.","armGroupLabels":["Mixed VF and sEMG","Mixed VF, sEMG with anodal tDCS","Mixed VF, sEMG with financial reward","Mixed VF, sEMG with sham tDCS","Surface Electromyography (sEMG)","VF with anodal tDCS","VF with reward","VF with sham tDCS","Videofluoroscopy (VF) and Barium","sEMG with anodal tDCS","sEMG with financial reward","sEMG with sham tDCS"]},{"type":"DEVICE","name":"Transcranial Direct Current Stimulation","description":"Weak direct currents can be applied non-invasively, transcranially and painlessly. Such application leads to transient changes in corticomotor excitability that are fully reversible. There are no known risks of tDCS of the brain, other than mild local discomfort at the electrode sites.The tDCS sessions will be separated by at least 24hrs, the electrode pads will not be used more than 4 times and they will be clean with a sterile saline solution.","armGroupLabels":["Mixed VF, sEMG with anodal tDCS","Mixed VF, sEMG with sham tDCS","VF with anodal tDCS","VF with sham tDCS","sEMG with anodal tDCS","sEMG with sham tDCS"],"otherNames":["tDCS"]},{"type":"BEHAVIORAL","name":"Financial Reward","description":"Motor learning training can be enhanced by adjuvant techniques such as non-invasive neural stimulation and explicit reward. Both influence the primary motor cortex (M1), a key neural substrate of motor skill learning. Non-invasive neural stimulation reduces dysphagia after stroke as measured with subjective swallowing severity scales, however it is unknown whether it could also enhance swallowing maneuver training. Explicit reward (i.e. financial) incentivizes successful gains during motor training. Explicit reward has never been investigated in swallowing rehabilitation. However, it has been shown that increasing stress and financial penalty can reduce swallowing frequency in healthy adults.","armGroupLabels":["Mixed VF, sEMG with financial reward","VF with reward","sEMG with financial reward"],"otherNames":["Explicit Reward"]},{"type":"BEHAVIORAL","name":"targeted dysphagia training maneuver","description":"training swallowing maneuvers or compensatory techniques (referred to as targeted dysphagia training throughout this document) that might reduce their swallowing pathophysiology","armGroupLabels":["Mixed VF and sEMG","Mixed VF, sEMG with anodal tDCS","Mixed VF, sEMG with financial reward","Mixed VF, sEMG with sham tDCS","Surface Electromyography (sEMG)","VF with anodal tDCS","VF with reward","VF with sham tDCS","Videofluoroscopy (VF) and Barium","sEMG with anodal tDCS","sEMG with financial reward","sEMG with sham tDCS"]},{"type":"RADIATION","name":"Videofluoroscopy (VF) and Barium","description":"The videofluoroscopy (VF) and barium will be used to record swallowing in all participant groups. This will capture full resolution VF images of all subjects in real time in the lateral view. From the digital recording, image sequencing will be exported to an image processing computer system and archived. The image intensifier will be focused on the lips, posterior pharyngeal wall, hard palate, and just below the upper esophageal sphincter (UES), providing a full view of the oral cavity and neck. A simultaneously recorded time-code will facilitate frame-by-frame data analysis. VF is the only option for visualizing swallowing kinematics during the pharyngeal swallow.","armGroupLabels":["Mixed VF and sEMG","Mixed VF, sEMG with anodal tDCS","Mixed VF, sEMG with financial reward","Mixed VF, sEMG with sham tDCS","VF with anodal tDCS","VF with reward","VF with sham tDCS","Videofluoroscopy (VF) and Barium"],"otherNames":["VF"]},{"type":"DEVICE","name":"Transcranial Magnetic Stimulation","description":"Transcranial Magnetic Stimulation (TMS) will be used to provide a single-pulse to the brain.","armGroupLabels":["Mixed VF, sEMG with anodal tDCS","Mixed VF, sEMG with sham tDCS","VF with anodal tDCS","VF with sham tDCS","sEMG with anodal tDCS","sEMG with sham tDCS"],"otherNames":["TMS"]},{"type":"DEVICE","name":"Submental Electromyography","description":"Submental Electromyography (sEMG) is used to train participants swallowing maneuvers.","armGroupLabels":["Mixed VF and sEMG","Mixed VF, sEMG with anodal tDCS","Mixed VF, sEMG with financial reward","Mixed VF, sEMG with sham tDCS","Surface Electromyography (sEMG)","sEMG with anodal tDCS","sEMG with financial reward","sEMG with sham tDCS"],"otherNames":["sEMG"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"8-Point Penetration-Aspiration scale (P-A scale) will be used to swallowing ability","description":"The P-A scale is measured on a score of 1 - 8 with 1 being the best possible score - material does not enter the airway, to 8 being the worse score - material enters the airway, passes below the vocal folds, and no effort is made to eject.","timeFrame":"Changes from 24 hrs, 1 week, 1 month"},{"measure":"Targeted dysphagia training biofeedback using VF images will be used to determine the changes from 24 hours, 1 week, and 1 month","description":"VF biofeedback training group will test an ideal treatment circumstance using motor learning principles, where kinematic biofeedback is provided throughout training.","timeFrame":"Changes from 24 hours, 1 week, and 1 month"},{"measure":"Targeted dysphagia training biofeedback using sEMG measures will be used to determine the changes from 24 hours, 1 week and 1 month","description":"The sEMG biofeedback training will be acquired with surface electrodes placed on the face and/or neck using the Dual Bio Amp (ADInstruments).","timeFrame":"Changes from 24 hours, 1 week, and 1 month"},{"measure":"Targeted dysphagia training biofeedback using both VF and sEMG measures will be used to determine the changes from 24 hours, 1 week and 1 month","description":"The mixed biofeedback training will be recorded with sEMG for comparison with VF data.","timeFrame":"Changes from 24 hours, 1 week, and 1 month"}],"secondaryOutcomes":[{"measure":"Training bolus targeted dysphagia maneuvers changes from 24 hours, 1 week, and 1 month","description":"Bolus targeted dysphagia training maneuvers will be trained to determine whether skills learned during saliva targeted dysphagia maneuver training transfer to the bolus targeted dysphagia maneuver context. The bolus targeted dysphagia maneuver will be analyzed with a linear mixed-effects model to estimate the effect of training group.","timeFrame":"Changes from 24 hours, 1 week, and 1 month"},{"measure":"Kinematic analysis will be performed on targeted dysphagia maneuver changes from 24 hours, 1 week, and 1 month.","description":"Kinematic measures will include LVC duration, LVC response time (LVCrt), and sequence of bolus flow and LVC events. LVC is defined as the first frame when the inverted epiglottis has approximated the arytenoids, resulting in no airspace within the hyo-laryngeal structures on a lateral view, until the first frame when airspace returns and the structures begin to separate. Kinematic measure will be analyzed with a linear mixed-effects model to estimate the effect of training group.","timeFrame":"Changes from 24 hours, 1 week, and 1 month"},{"measure":"Training effect on financial reward analysis between 3 groups","description":"The financial reward will be analyzed by using a power calculation and is based on preliminary data where financial reward increased training effect by 344%, yielding a power calculation of 8 participants for each of the 3 training groups (24 participants).","timeFrame":"Changes from days 1, 2, and 3"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* swallowing problem\n\nExclusion Criteria:\n\n* pregnant\n* allergy to barium\n* moderate to severe dementia\n* serious respiratory illness","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Inaessa A Humbert, Ph.D.","affiliation":"University of Florida","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Susan Nittrouer, Ph.D.","affiliation":"University of Florida","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Florida Dental Tower Room 130 (DG130)","city":"Gainesville","state":"Florida","zip":"32610","country":"United States","geoPoint":{"lat":29.65163,"lon":-82.32483}}]},"referencesModule":{"references":[{"pmid":"26426312","type":"BACKGROUND","citation":"Azola AM, Greene LR, Taylor-Kamara I, Macrae P, Anderson C, Humbert IA. The Relationship Between Submental Surface Electromyography and Hyo-Laryngeal Kinematic Measures of Mendelsohn Maneuver Duration. J Speech Lang Hear Res. 2015 Dec;58(6):1627-36. doi: 10.1044/2015_JSLHR-S-14-0203."},{"pmid":"24528182","type":"BACKGROUND","citation":"Macrae P, Anderson C, Taylor-Kamara I, Humbert I. The effects of feedback on volitional manipulation of airway protection during swallowing. J Mot Behav. 2014;46(2):133-9. doi: 10.1080/00222895.2013.878303. Epub 2014 Feb 14."},{"pmid":"23192633","type":"BACKGROUND","citation":"Humbert IA, German RZ. New directions for understanding neural control in swallowing: the potential and promise of motor learning. Dysphagia. 2013 Mar;28(1):1-10. doi: 10.1007/s00455-012-9432-y. Epub 2012 Nov 30."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"}],"ancestors":[{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}