{"protocolSection":{"identificationModule":{"nctId":"NCT04701684","orgStudyIdInfo":{"id":"XCY607-130512"},"organization":{"fullName":"Philips Clinical & Medical Affairs Global","class":"INDUSTRY"},"briefTitle":"WE-TRUST (Workflow Optimization to Reduce Time to Endovascular Reperfusion for Ultra-fast Stroke Treatment)","officialTitle":"WE-TRUST (Workflow Optimization to Reduce Time to Endovascular Reperfusion for Ultra-fast Stroke Treatment)"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-21","studyFirstSubmitQcDate":"2021-01-07","studyFirstPostDateStruct":{"date":"2021-01-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-26","lastUpdatePostDateStruct":{"date":"2024-01-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Philips Clinical & Medical Affairs Global","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true},"descriptionModule":{"briefSummary":"The WE-TRUST study is a multi-center randomized clinical trial to assess the impact of a Direct to Angio Suite (DTAS) workflow on stroke patient outcomes.","detailedDescription":"Outcomes for stroke patients are closely tied to how fast they receive treatment. Currently, when a possible stroke patient arrives at the emergency department, typically first a CT or MRI exam is acquired for stroke triage. In case of an ischemic stroke the patient is then treated in an interventional suite.\n\nIn the DTAS workflow stroke patients are diagnosed and treated in the interventional suite without interruption. The Cone-Beam CT (CBCT) capabilities of the interventional X-ray system are utilized to perform triage, directly followed by stroke treatment.\n\nThe primary objective of the WE-TRUST study is to demonstrate that the DTAS triage workflow involving CBCT results in superior patient outcome in ischemic stroke patients with confirmed Large Vessel Occlusion as compared to the conventional CT/MR triage workflow.\n\nThe WE-TRUST study will be running in 16 sites to enroll 500+ patients globally."},"conditionsModule":{"conditions":["Stroke, Acute"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":564,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Direct tot Angiography Suite (DTAS) triage workflow","type":"EXPERIMENTAL","interventionNames":["Device: Direct to Angio Suite (DTAS) Philips' CBCT triage"]},{"label":"Conventional CT/MR triage workflow","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: Conventional CT/MR triage"]}],"interventions":[{"type":"DEVICE","name":"Direct to Angio Suite (DTAS) Philips' CBCT triage","description":"Stroke patients are diagnosed and treated (mechanical thrombectomy) in the same angio suite","armGroupLabels":["Direct tot Angiography Suite (DTAS) triage workflow"]},{"type":"PROCEDURE","name":"Conventional CT/MR triage","description":"First a CT or MRI exam is acquired for triage. In case of an ischemic stroke the patient is then treated in an interventional suite.","armGroupLabels":["Conventional CT/MR triage workflow"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Distribution of ordinal modified Rankin Scale (mRS) scores at 90 ± 14 days follow-up","description":"The difference in the distribution of ordinal modified Rankin Scale (mRS) scores at 90 ± 14 days follow-up in the ITT population to determine the performance of the DTAS triage imaging workflow involving Stroke CBCT reconstructions by the investigational device in comparison to the conventional CT/MR triage imaging workflow. The 90 day mRS score will be evaluated by a blinded assessor of a pool of blinded assessors (i.e., a specialist with mRS certification) at the local hospital by performing a structured interview of the patient in person using the Rankin Focused Assessment (RFA) structured mRS questionnaire. If subject is unable to return to the clinic for the day 90 ± 14 visit, a (video) call in which the mRS score is assessed by a blinded assessor is preferable to no assessment.","timeFrame":"90 ± 14 days follow-up"}],"secondaryOutcomes":[{"measure":"Median time measurements (door-to-arterial puncture time)","description":"Door-to-arterial puncture time: Time patient arrives at the Comprehensive Stroke Center door to the time the skin of the patient is touched to perform first arterial puncture.","timeFrame":"Peri-procedural time"},{"measure":"Median time measurements (door-to-reperfusion time)","description":"Door-to-reperfusion time: Time patient arrives at the Comprehensive Stroke Center door to the time of successful vessel recanalization (eTICI ≥ 2b)","timeFrame":"Peri-procedural time"},{"measure":"Distribution of ordinal modified Rankin Scale (mRS) scores","description":"The distribution of ordinal modified Rankin Scale (mRS) scores at 90 ± 14 days follow-up in both arms in the ITD population to determine the difference of the DTAS triage imaging workflow involving Stroke CBCT reconstructions by the investigational device in comparison to the conventional CT/MR triage imaging workflow in all randomized suspected stroke patients","timeFrame":"90 ± 14 days follow-up"}],"otherOutcomes":[{"measure":"Safety: Adverse events (mortality at 90 days)","description":"Mortality and stroke-related mortality","timeFrame":"At 90 days post-procedure"},{"measure":"Safety: Adverse events (symptomatic ICH)","description":"All intracerebral hemorrhages will be classified by the blinded Core Lab using the Heidelberg Bleeding Classification. Symptomatic ICH will be defined as per a modified SITS-MOST definition \\[31\\]: Symptomatic intracerebral hemorrhage is defined as local or remote parenchymal hemorrhage type 2, subarachnoid hemorrhage, and/or intraventricular hemorrhage on the 24 (-12/+24) hours post-treatment imaging scan, combined with a neurological deterioration of 4 points or more on the NIHSS from baseline, or from the lowest NIHSS value between baseline and 24 h, or leading to death.","timeFrame":"At 24 (-12/+24) hours"},{"measure":"Safety: Adverse events (asymptomatic ICH)","description":"All intracerebral hemorrhages will be classified (blinded) by using the Heidelberg Bleeding Classification. All the intracerebral hemorrhages which are not symptomatic, are classified as asymptomatic.","timeFrame":"At 24 (-12/+24) hours"},{"measure":"Safety: Adverse events (other)","description":"including information of the seriousness, treatment needed, resolution and relevant judgment concerning the causal relationship with the investigational device, market released CBCT acquisition, comparator (CT/MR) or procedure will be summarized for safety information.","timeFrame":"From start of enrollment until hospital discharge (e.g. up to 5 days)"},{"measure":"Safety: Adverse Device Effects","description":"including information of the seriousness, treatment needed, resolution and relevant judgment concerning the causal relationship with the investigational devices or procedure will be summarized for safety information.","timeFrame":"From start of enrollment until hospital discharge (e.g. up to 5 days)"},{"measure":"Safety: Number of participants with Device Deficiencies that could have led to Serious Adverse Event","description":"including any corrective actions taken during the study, if any, will be summarized for safety information.","timeFrame":"From start of enrollment until hospital discharge (e.g. up to 5 days)"},{"measure":"Exploratory: Median time measurements (door-to-randomization time)","description":"Door-to-randomization time: Time patient arrives at the Comprehensive Stroke Center door to the time of randomization","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (door-to-imaging time)","description":"Door-to-imaging time: Time patient arrives at the Comprehensive Stroke Center door to the time of initial triage imaging acquisition (i.e. non-contrast CBCT or CT/MR)","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (randomization-to-imaging time)","description":"Randomization-to-imaging time: Time of randomization to the time of initial triage imaging acquisition (i.e. non-contrast CBCT or CT/MR)","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (randomization-to-puncture time)","description":"Randomization-to-puncture time: Time of randomization to the time the skin of the patient is touched to perform first arterial puncture","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (door-to-thrombolytics administration time)","description":"Door-to-thrombolytics administration time: Time patient arrives at the CSC door to the time of start of thrombolytics administration.","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (onset-to-door time)","description":"Onset-to-door time: Time patient last seen well to the time the patient arrives at the Comprehensive Stroke Center door","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (onset-to-arterial puncture time)","description":"Onset-to-arterial puncture time: Time patient last seen well to the time the skin of the patient is touched to perform first arterial puncture","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (onset-to-successful reperfusion (eTICI ≥ 2b) time)","description":"Onset-to-successful reperfusion (eTICI ≥ 2b) time: Time patient last seen well to the time of successful vessel recanalization (based on angiogram).","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (Emergency Medical Services call-to-door time)","description":"Emergency Medical Services call-to-door time: Time from the call to Emergency Medical Services to the time the patient arrives at the Comprehensive Stroke Center door (total ambulance service time)","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (Comprehensive Stroke Center notification call-to-door time)","description":"Comprehensive Stroke Center notification call-to-door time: Time from notification call to the Comprehensive Stroke Center stroke team to the time the patient arrives at the Comprehensive Stroke Center door","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (imaging-to-thrombolytics administration time)","description":"Imaging-to-thrombolytics administration time: Time from initial triage imaging acquisition (i.e. non-contrast CBCT or CT/MR) to the time of start of thrombolytics administration.","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (imaging-to-arterial puncture time)","description":"Imaging-to-arterial puncture time: Time from initial triage imaging acquisition (i.e. non-contrast CBCT or CT/MR) to the time the skin of the patient is touched to perform first arterial puncture","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (Door-to-device deployment (first pass) time)","description":"Door-to-device deployment (first pass) time: Time patient arrives at the CSC door to the time of device deployment (first pass).","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (imaging-to-successful reperfusion (eTICI ≥ 2b) time)","description":"Imaging-to-successful reperfusion (eTICI ≥ 2b) time: Time from initial triage imaging acquisition (i.e. non-contrast CBCT or CT/MR) to time of successful vessel recanalization (based on angiogram).","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (arterial puncture-to-successful reperfusion (eTICI ≥ 2b) time)","description":"Arterial puncture-to-successful reperfusion (eTICI ≥ 2b) time: Time the skin of the patient is touched to perform first arterial puncture to the time of successful vessel recanalization.","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Median time measurements (arterial puncture-to-skin closure time)","description":"Arterial puncture-to-skin closure time: Time the skin of the patient is touched to perform first arterial puncture to the time of skin closure (total EVT procedure time)","timeFrame":"Peri-procedural time"},{"measure":"Exploratory: Degree of disability (other clinical outcome)","description":"Defined as modified Rankin Scale score (scores 0-6) distribution at discharge or at 5-7 days post-procedure, whichever comes first, and at 90 ± 14 days.","timeFrame":"At discharge or 5-7 days post-procedure, and at 90 ± 14 days post-procedure"},{"measure":"Exploratory: NIHSS (other clinical outcome)","description":"The National Institutes of Health Stroke Scale is a tool used to objectively quantify the impairment caused by a stroke. The NIHSS is composed of 11 items, each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, while a higher score is indicative of some level of impairment. The individual scores from each item are summed in order to calculate a patient's total NIHSS score. The maximum possible score is 42, with the minimum score being a 0","timeFrame":"At admission (baseline), discharge or at 5-7 days post-procedure, whichever comes; and at 90 ± 14 days post-procedure"},{"measure":"Exploratory: Functional independence (other clinical outcome)","description":"Functional independence defined as mRS ≤ 2 at 90 days. The scale runs from 0-6, running from perfect health without symptoms (0) to death (6).","timeFrame":"At 90 ± 14 days post-procedure"},{"measure":"Exploratory: UW-mRS (other clinical outcome)","description":"Utility-Weighted modified Ranking Scale. The scale runs from 0-6, running from perfect health without symptoms (0) to death (6).","timeFrame":"At 90 ± 14 days post-procedure"},{"measure":"Exploratory: Dichotomized mRS score (other clinical outcome)","description":"Dichotomized mRS score (0-3 versus 4-6). The scale runs from 0-6, running from perfect health without symptoms (0) to death (6).","timeFrame":"At 90 ± 14 days post-procedure"},{"measure":"Exploratory: Infarct volume (other clinical outcome)","description":"Infarct volume evaluated on CT or MRI","timeFrame":"At 24 (-12/+24) hours post-procedure"},{"measure":"Exploratory: Dramatic early favorable response (other clinical outcome)","description":"Defined as an NIHSS score of 0-2 or NIHSS improvement ≥ 8 points. The National Institutes of Health Stroke Scale is a tool used to objectively quantify the impairment caused by a stroke. The NIHSS is composed of 11 items, each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, while a higher score is indicative of some level of impairment. The individual scores from each item are summed in order to calculate a patient's total NIHSS score. The maximum possible score is 42, with the minimum score being a 0","timeFrame":"At 24 (-12/+24) hours"},{"measure":"Exploratory: Successful vessel recanalization (other clinical outcome)","description":"Defined as expanded Thrombolysis in Cerebral Infarction) (eTICI) grade 2b, 2c or 3 on the post-procedure angiogram","timeFrame":"At the end of the endovascular procedure"},{"measure":"Exploratory: X-ray radiation exposure (other clinical outcome)","description":"Total X-ray Radiation Exposure measured as effective dose (mSv).","timeFrame":"On day 1"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subject is 18 years of age or older, or of legal age to give informed consent per state or national law.\n* Baseline NIHSS score obtained prior to randomization must be equal or higher than 10 points.\n* Subjects with no significant pre-stroke functional disability (modified Rankin scale 0 - 2).\n* Subjects suspected of acute ischemic stroke with an estimated arrival time at a stroke center (clinical investigational site participating in this study) \\< 6 hours from symptom onset. Symptom onset is defined as point in time the patient was last known well (at baseline).\n* Informed consent obtained from patient or his or her legally designated representative (if locally required).\n* Angiography suite immediately available.\n* Endovascular treatment team immediately available (Neurologist, Neurointerventionist, Anesthesiologist, Nursing, Technicians as per local standard practice)\n\nExclusion Criteria:\n\nClinical exclusion criteria:\n\n* Known hemorrhagic diathesis, coagulation factor deficiency, or oral anticoagulant therapy with INR \\> 3.0\n* Known baseline platelet count \\< 30.000/μL\n* Baseline blood glucose of \\< 50mg/dL (\\< 2.78mmol/l)\n* For patients receiving thrombolysis: severe, sustained hypertension (SBP \\> 185 mm Hg or DBP \\> 110 mm Hg). Note: If the blood pressure can be successfully reduced and maintained at the acceptable level using AHA/ASA guidelines recommended medication (including IV antihypertensive drips), the patient can be enrolled.\n* Patients from a transfer center (Primary Stroke Center) with a CT/MR that is not required to be redone in the Comprehensive Stroke Center as per discretion of the physician or per local standards (e.g. CT/MR less then 90 minutes old).\n* Patients in coma (NIHSS item of consciousness \\>1) defined as totally unresponsive; responding only with reflexes or being areflexic (Intubated patients for transfer could be randomized only in case an NIHSS is obtained by a neurologist prior transportation).\n* Patients with extreme vomiting\n* Patients that are extremely agitated\n* Seizures at stroke onset which would preclude obtaining a baseline NIHSS\n* Serious, advanced, or terminal illness with anticipated life expectancy of less than one year.\n* Patients acquired stroke while in-hospital\n* History of life threatening allergy (more than rash) to contrast medium\n* Cerebral vasculitis\n* Patients with a pre-existing neurological or psychiatric disease that would confound the neurological or functional evaluations, mRS score at baseline must be ≤2. This excludes patients who are severely demented, require constant assistance in a nursing home type setting or who live at home but are not fully independent in activities of daily living (toileting, dressing, eating, cooking and preparing meals, etc.)\n* Unlikely to be available for 90-day follow-up (e.g. no fixed home address, visitor from overseas).\n* Patients with unstable clinical status who require emergent life support care\n* Any condition that, in the judgment of the investigator could impose hazards to the patient if study therapy is initiated or affect the participation of the patient in the study.\n* Subject participates in a potentially confounding drug or device trial during the course of the study.\n* Woman of childbearing potential who is known to be pregnant on admission.\n* Subject meets an exclusion criteria according to national law (e.g. age, pregnant woman, breast feeding woman)\n* Subject is Philips employee or their family members residing with this Philips employee.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Gerrits","role":"CONTACT","phone":"+31 6 55 48 29 31","email":"carin.gerrits@philips.com"},{"name":"Eshuis","role":"CONTACT","phone":"+31 6 28 73 92 80","email":"peter.g.eshuis@philips.com"}],"overallOfficials":[{"name":"Raul G Nogueira","affiliation":"UPMC Stroke Institute, Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Marc Ribo","affiliation":"Vall d'Hebron University Hospital, Barcelona","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Baptist Medical Center","status":"RECRUITING","city":"Jacksonville","state":"Florida","zip":"32207","country":"United States","contacts":[{"name":"Ricardo Hanel","role":"CONTACT"}],"geoPoint":{"lat":30.33218,"lon":-81.65565}},{"facility":"Grady Memorial Hospital/Emory University","status":"NOT_YET_RECRUITING","city":"Atlanta","state":"Georgia","zip":"30303","country":"United States","contacts":[{"name":"Diogo Haussen","role":"CONTACT"},{"name":"Raul Nogueira","role":"CONTACT"}],"geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"Montefiore Medical Center","status":"NOT_YET_RECRUITING","city":"Bronx","state":"New York","zip":"10467","country":"United States","contacts":[{"name":"Lee","role":"CONTACT"}],"geoPoint":{"lat":40.84985,"lon":-73.86641}},{"facility":"La Sagrada Familia Clinic","status":"RECRUITING","city":"José Hernández","country":"Argentina","contacts":[{"name":"Pedro Lylyk","role":"CONTACT"}],"geoPoint":{"lat":-34.91224,"lon":-58.01557}},{"facility":"Hospital Geral de Fortaleza","status":"RECRUITING","city":"Fortaleza","country":"Brazil","contacts":[{"name":"Francisco Mont' Alverne","role":"CONTACT"},{"name":"Fabricio Oliveira Lima","role":"CONTACT"}],"geoPoint":{"lat":-3.71722,"lon":-38.54306}},{"facility":"Hospital Estadual Central - Fundação Estadual de Inovação em Saúde - Inova Capixaba","status":"RECRUITING","city":"Vitória","country":"Brazil","contacts":[{"name":"Derval Pimentel","role":"CONTACT"},{"name":"Leandro De Assis Barbosa","role":"CONTACT"}],"geoPoint":{"lat":-20.31944,"lon":-40.33778}},{"facility":"Hospices Civils de Lyon","status":"NOT_YET_RECRUITING","city":"Lyon","country":"France","contacts":[{"name":"Omer Eker","role":"CONTACT"}],"geoPoint":{"lat":45.74848,"lon":4.84669}},{"facility":"Bicêtre Hospital","status":"RECRUITING","city":"Paris","country":"France","contacts":[{"name":"Laurent Spelle","role":"CONTACT"}],"geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"University Hospital Bonn (UKB Universitätsklinikum Bonn)","status":"NOT_YET_RECRUITING","city":"Bonn","zip":"53127","country":"Germany","contacts":[{"name":"Felix Bode","role":"CONTACT"}],"geoPoint":{"lat":50.73438,"lon":7.09549}},{"facility":"Universitätsklinikum Schleswig-Holstein Lübeck","status":"NOT_YET_RECRUITING","city":"Lübeck","zip":"23562","country":"Germany","contacts":[{"name":"Schramm","role":"CONTACT"},{"name":"Royl","role":"CONTACT"}],"geoPoint":{"lat":53.86893,"lon":10.68729}},{"facility":"Klinikum rechts der Isar der TU München","status":"RECRUITING","city":"Munich","country":"Germany","contacts":[{"name":"Tobias Boeckh-Behrens","role":"CONTACT"}],"geoPoint":{"lat":48.13743,"lon":11.57549}},{"facility":"St. Antonius Ziekenhuis","status":"RECRUITING","city":"Nieuwegein","country":"Netherlands","contacts":[{"name":"Jan Albert Vos","role":"CONTACT"},{"name":"Wouter Schonewille","role":"CONTACT"}],"geoPoint":{"lat":52.02917,"lon":5.08056}},{"facility":"Hospital Clinico San Carlos","status":"NOT_YET_RECRUITING","city":"Madrid","state":"Moncloa - Aravaca","zip":"28040","country":"Spain","contacts":[{"name":"Gomez Escalonilla","role":"CONTACT"},{"name":"Moreu","role":"CONTACT"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Vall d'Hebron University Hospital","status":"RECRUITING","city":"Barcelona","country":"Spain","contacts":[{"name":"Marc Ribo","role":"CONTACT"}],"geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"Hospital Virgen del Rocio","status":"RECRUITING","city":"Sevilla","country":"Spain","contacts":[{"name":"Alejandro Gonzalez","role":"CONTACT"},{"name":"Francisco Moniche","role":"CONTACT"}],"geoPoint":{"lat":37.38283,"lon":-5.97317}},{"facility":"İstanbul Aydin University medical park florya hospital","status":"RECRUITING","city":"Istanbul","country":"Turkey","contacts":[{"name":"Serdar Geyik","role":"CONTACT"}],"geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"seeAlsoLinks":[{"label":"WE-TRUST study information website","url":"https://www.wetrust-study.com/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}