{"protocolSection":{"identificationModule":{"nctId":"NCT06096831","orgStudyIdInfo":{"id":"CMC-0082-22"},"organization":{"fullName":"University of Haifa","class":"OTHER"},"briefTitle":"Living With Stroke - Sustainable Utilization of Healthcare Services","officialTitle":"Living With Stroke - Sustainable Utilization of Healthcare Services"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-08","studyFirstSubmitQcDate":"2023-10-22","studyFirstPostDateStruct":{"date":"2023-10-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-22","lastUpdatePostDateStruct":{"date":"2023-10-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Haifa","class":"OTHER"},"collaborators":[{"name":"Ben-Gurion University of the Negev","class":"OTHER"},{"name":"Clalit Health Services","class":"OTHER"},{"name":"Carmel Medical Center","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The proposed study will generate a national mapping of healthcare utilization patterns in people post-stroke in the chronic phase living in the community; examine the associations between individual-level characteristics, health outcomes and healthcare utilization; and will describe patients' perspectives on their needs for health services and their experiences of using them.\n\nThe study will use mixed-methods methodology (quantitative and qualitative) and will proceed in three parts. In part 1, data will be extracted retrospectively from electronic medical records of of Clalit Health Services, covering all patients with a stroke diagnosis. In part 2, a sub-sample of 240 patients will be asked to answer standardized questionnaires. In part 3, a sub-sample of 20 participants will participate in in-depth, semi-structured interviews.","detailedDescription":"Stroke is the leading cause of long-term disability worldwide. Although healthcare services can have a crucial role in mitigating the long-term multidimensional disabilities caused by stroke, most medical and rehabilitative services are currently directed towards the acute phase of the disease up to six months after its occurrence. Healthcare services in the chronic phase are inadequately structured, and stroke survivors in the community report lack of continuity of care and a sense of abandonment. Long-term utilization patterns of healthcare service by post-stroke persons are unknown.\n\nBased on data to be collected from people in the chronic post-stroke phase living in the community, the study goals are to (1) generate a national mapping of patterns of healthcare utilization; (2) examine associations between individual-level characteristics and healthcare utilization; and (3) describe patients' perspectives on their needs for health services and their experience of using them.\n\nA 'Mixed methods' research combining qualitative and quantitative methods will be conducted.The research will include 3 parts: Part 1 of the study is retrospective study based on data extracting from electronic medical records of Clalit Health Services on healthcare utilization of people post-stroke (app. 40,000 people); Part 2 is a cross-sectional study based on a sub-group of 240 people post-stroke that will be asked to answer standardized questionnaires on face to face meeting aimed to capture individual determinants of healthcare utilization; Part 3 will include in-depth interviews with 20 people post-stroke to capture patients' perspectives on their post-stroke healthcare needs and their experience of using healthcare services."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Disorders","Cerebrovascular Accident","Healthcare Utilization"],"keywords":["Post-stroke","Healthcare utilization","Continuity of care","Rehabilitation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":240,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Post-Stroke patients at chronic phase living in the community","description":"The data will be extracted from medical records of all people who are at least one year after a stroke, live in the community and are insured by Health maintenence Organization (HMO).In the first part we expect to extract data of approximately 40,000 patients . In the second part, a sub sample of 240 patients will be recruited to answer standardized questionnaires. In the third part, a sub-sample from part 2, of 20 people will be interviewed."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visits to a neurologist","description":"Monitoring the number of annual visits to a neurologist in the chronic phase of the disease.\n\nExtraction and analysis of data from Clalit's electronic medical records (EMR) of all insured patients who had a stroke. An estimated number of 40,000 patients post-stroke.","timeFrame":"1 year"},{"measure":"Use of physical therapy services","description":"Monitoring the number of annual visits to physical therapy services in the chronic phase of the disease.\n\nExtraction and analysis of data from Clalit's electronic medical records (EMR) of all insured patients who had a stroke. An estimated number of 40,000 patients post-stroke.","timeFrame":"1 year"},{"measure":"Stroke impact Scale - SIS 3.0","description":"The SIS-3.0 questionnaire evaluate how the stroke has impacted patients' health and life.\n\nIt composed of 59 items investigating 8 domains (strength, hand function, mobility, activities of daily living, emotion, memory, communication, social participation) and also assesses the degree of recovery from the stroke. Range of scores is 0-100. Each item is scaling by a 5-point scale from 1 to 5. The questionnaire will be evaluated for a sub-sample of 250 patients.","timeFrame":"1 hour"},{"measure":"Visits to the emergency medicine center and urgent hospitalization data from Clalit's electronic medical records (EMR) of all insured patients who had a stroke. An estimated number of 40,000 patients post-stroke.","description":"Monitoring the number of annual visits to the emergency medicine center and the number of urgent hospitalization in the chronic phase of the disease.\n\nExtraction and analysis of data from Clalit's electronic medical records (EMR) of all insured patients who had a stroke. An estimated number of 40,000 patients post-stroke.","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"Use of occupational therapy services","description":"Monitoring the number of annual visits to occupational therapy services in the chronic phase of the disease.\n\nExtraction and analysis of data from Clalit's electronic medical records (EMR) of all insured patients who had a stroke. An estimated number of 40,000 patients post-stroke.","timeFrame":"1 year"},{"measure":"Use of speech-language therapy services","description":"Monitoring the number of annual visits to speech-language therapy services in the chronic phase of the disease.\n\nExtraction and analysis of data from Clalit's electronic medical records (EMR) of all insured patients who had a stroke. An estimated number of 40,000 patients post-stroke.","timeFrame":"1 year"},{"measure":"Recurrent stroke","description":"Follow-up of recurrent stroke in the chronic phase of the disease.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for the retrospective study (Part 1):\n\n* People diagnosed with stroke (First stroke occurred between 2010-2022)\n* At least one year after the event\n* Living in the community\n* Aged 18 and above\n* Insured by HMO (Clalit health services)\n\nExclusion Criteria for the retrospective study (Part 1):\n\n* Stroke chronicity of less than a year\n* Diagnosis of TIA (Transient Ischemic Attack)\n\nInclusion Criteria for the cross-sectional and qualitative study (Parts 2\\&3):\n\n* People diagnosed with stroke\n* Hospitalized for a first stroke at the 'Carmel' Medical Center between 2010-2022\n* Understand Hebrew/ Arabic/ Russian in a way that allows them to understand the consent form and answer the survey questions.\n\nExclusion Criteria for the cross-sectional and qualitative study (Parts 2\\&3):\n\n* Stroke chronicity of less than a year the study\n* Transient ischemic attack (TIA)\n* Patients who have a guardian, a nursing condition as a result of diseases other than stroke or other serious background diseases that impair function, people with communication difficulties that do not allow answering questionnaires or to be interviewed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Post-stroke patients living in the community. At least one year after the stroke occurred. An estimated number of approximately 40,000 patients nationwide (Part 1) and 240 patients hospitalized at the 'Carmel' Medical Center (Part 2\\&3).","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Michal Kari, PhD","role":"CONTACT","phone":"97248249461","email":"kafri.michal@gmail.com"},{"name":"Paula Feder-Bubis, Prof","role":"CONTACT","phone":"97286477420","email":"federbub@bgu.ac.il"}],"overallOfficials":[{"name":"Michal Kafri, PhD","affiliation":"University of Haifa","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sivan Bloch, M.D","affiliation":"Carmel Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Haifa","city":"Haifa","zip":"3498838","country":"Israel","geoPoint":{"lat":32.81841,"lon":34.9885}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}