{"protocolSection":{"identificationModule":{"nctId":"NCT05503420","orgStudyIdInfo":{"id":"UW21-522"},"organization":{"fullName":"The University of Hong Kong","class":"OTHER"},"briefTitle":"Effects of Masticatory Muscles Training Exercises on the Masticatory Performance and Rehabilitation of Stroke Patients","officialTitle":"Randomized Controlled Trial on Effects of Masticatory Muscles Training Exercises on the Masticatory Performance and Rehabilitation of Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-14","studyFirstSubmitQcDate":"2022-08-14","studyFirstPostDateStruct":{"date":"2022-08-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-14","lastUpdatePostDateStruct":{"date":"2022-08-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"The University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the top causes of death and morbidity of adults, especially the older population in the economically developed countries. People who survives from stroke attack usually suffer from a wide range of impairments and often have poor chewing ability even when they are physically well enough to be discharged from hospital. Aim of this proposed study is to investigate the effects of providing masticatory muscles training exercises on the masticatory performance, nutrition intake and general health conditions of stroke rehabilitation patients. Around 100 stroke patients undergoing rehabilitation in the rehabilitation centre in Tung Wah Eastern Hospital, Hong Kong, will be recruited and allocated randomly into one of two study groups: Group 1 will be provided with an oral device for chewing muscles exercises and training exercises on chewing (the intervention group); and Group 2 will just follow the current stroke rehabilitation programme which does not have any training in chewing (a negative control group). A video on the chewing muscles exercises will be produced and placed online for the participants in Group 1 to view on demand. Data from the participants in both groups will be collected at four time points: at baseline before provision of the interventions, and at around 1, 3 and 6 months after the intervention. Each participant will be interviewed by a trained interviewer and undergo a clinical examination. The information collected will include the participant's oral health status such as numbers of decayed teeth and occluding tooth pairs, and their masticatory performance measured both objectively by chewing on a colour-changeable gum and subjectively by a chewing function questionnaire. Their type of stroke (ischemic or hemorrhagic) and general health conditions such as physical function status and nutrition intake will be recorded. The masticatory performance and general health conditions of the two groups of study participants at baseline and follow-up evaluations will be compared to assess if the masticatory muscles training exercises can improve the rehabilitation outcomes. It is anticipated that this proposed randomized trial will provide high-level clinical evidence to support the introduction of masticatory muscles training exercises into the rehabilitation programme of stroke patients and to inform how the exercises will benefit the patients, such as improving their chewing ability and general health conditions."},"conditionsModule":{"conditions":["Mastication"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2","PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":96,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"exerciser","type":"EXPERIMENTAL","description":"Participants will be asked to use a masticatory muscle training exerciser twice daily, 10 minutes each time, and also perform active range of motion for 4 minutes each time.","interventionNames":["Device: Masticatory muscle training exerciser"]},{"label":"Control","type":"NO_INTERVENTION","description":"Participants in this group will receive the normal stroke rehabilitation training in the centre without additional provision of masticatory muscles training exercises."}],"interventions":[{"type":"DEVICE","name":"Masticatory muscle training exerciser","description":"In addition to the normal stroke rehabilitation training, the participants will be instructed on an active range of motion (AROM) exercise to improve coordination of the masticatory muscles. This part will be performed with a 5-second hold at the end of the range of motion for each motion, with 10 repetitions performed for each motion. In addition, each participant will be provided with a device, a U-shaped apparatus covered by silicon and having 3 small springs inside to provide resistance during chewing to be placed inside the mouth for carrying out a chewing exercise. The participant will be instructed to perform a chewing exercise using the device for around 10 minutes each time, twice a day, and 7 days per week. The exercise includes isotonic and isometric muscle training.","armGroupLabels":["exerciser"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"masticatory performance","description":"colour of a color-changeable gum after chewing for 90 seconds measured in a\\* value","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* aged 30 years or above, first-time stroke patient within 20 days post-stroke and medical status being stable\n\nExclusion Criteria:\n\n* unable to follow basic instructions, unable to communicate clearly, being bed-ridden, dysphagic (on nasogastric tube) and not having any natural teeth in either of the jaws","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"The University of Hong Kong","status":"RECRUITING","city":"Hong Kong","country":"China","contacts":[{"name":"Edward Lo","role":"CONTACT","phone":"852-28590292","email":"edward-lo@hku.hk"}],"geoPoint":{"lat":22.39407,"lon":114.13737}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M15320","name":"Silicon","relevance":"LOW"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}