{"protocolSection":{"identificationModule":{"nctId":"NCT03433235","orgStudyIdInfo":{"id":"AMC 2018-0033"},"organization":{"fullName":"Asan Medical Center","class":"OTHER"},"briefTitle":"Early Administration of Edoxaban After Acute Ischemic Stroke in Patients With Non-valvular Atrial Fibrillation","officialTitle":"Early Administration of Edoxaban After Acute Ischemic Stroke in Patients With Non-valvular Atrial Fibrillation: a Randomized, Multi-center, Parallel-group Trial (PILOT)"},"statusModule":{"statusVerifiedDate":"2020-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-04-14","type":"ACTUAL"},"completionDateStruct":{"date":"2020-07-02","type":"ACTUAL"},"studyFirstSubmitDate":"2018-02-08","studyFirstSubmitQcDate":"2018-02-08","studyFirstPostDateStruct":{"date":"2018-02-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-12-09","lastUpdatePostDateStruct":{"date":"2020-12-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Jong Sung Kim","investigatorTitle":"Professor","investigatorAffiliation":"Asan Medical Center"},"leadSponsor":{"name":"Jong Sung Kim","class":"OTHER"},"collaborators":[{"name":"Kyung Hee University Hospital","class":"OTHER"},{"name":"Soon Chun Hyang University","class":"OTHER"},{"name":"Dong-A University Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The investigators hypothesize that earlier initiation of edoxaban in AF-related stroke patients may significantly reduce the early recurrence of ischemic stroke, compared with conventional strategy of anticoagulation following 1-3-6-12 rule. To expedite the verification of the hypothesis, the investigators are planning to use diffusion weighted imaging (DWI), which has been reported to be a surrogate to predict both short-term and long-term prognosis after stroke, to detect the recurrent ischemic events. Because data on the early anticoagulation in patients with AF-related stroke are limited, the investigators decided to perform a pilot study before establishing an appropriate clinical trial protocol. This study will help estimate the efficacy and safety of early administration of edoxaban, and determine the sample size of a following clinical trial. To ensure the safety in this pilot exploration, the investigators will not include patients with severe ischemic strokes, who are often prone to experience hemorrhagic transformation in the acute post-stroke period.","detailedDescription":"In patients with ischemic stroke and atrial fibrillation (AF), the risk of stroke recurrence is high, especially shortly after the event. Because AF-related strokes are usually larger in their size and more fatal than other types of ischemic stroke, it is important to prevent recurrent cardioembolic strokes with adequate secondary prevention. However, as damaged brain tissues and vessels are prone to bleed, early anticoagulation may be harmful.\n\nFor this reason, urgent anticoagulation has not been recommended in stroke patients with AF, and the appropriate time point to start anticoagulation remains controversial. Guideline recommends 1-3-6-12 rule\\* in initiating anticoagulation. However, this rule is not derived from a scientifically proven study results. Furthermore, although the risk of intracranial hemorrhage may be reduced to some extent with this strategy, the risk of early recurrence of embolic stroke may outweigh the potential benefit of delayed anticoagulation.\n\nEdoxaban, which selectively blocks factor Xa, has a lower risk of hemorrhage, but with a similar efficacy in preventing ischemic events in patients with AF compared with warfarin. Even compared with the other factor Xa inhibitors, it is considered to have a lower risk of bleeding. Therefore, edoxaban may be safely given in the early phase in patients with stroke associated with AF, while not significantly increasing the risk of hemorrhages."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":68,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Early edoxaban initiation group","type":"EXPERIMENTAL","description":"Low dose of edoxaban (15 or 30 mg) once daily from Day 2, then standard dose of edoxaban (30 or 60 mg) according to '3-6' rule.","interventionNames":["Drug: Edoxaban"]},{"label":"Conventional edoxaban initiation group","type":"ACTIVE_COMPARATOR","description":"No antithrombotic treatment† -- then standard dose of edoxaban (30 or 60 mg) according to '3-6' rule.","interventionNames":["Drug: Edoxaban"]}],"interventions":[{"type":"DRUG","name":"Edoxaban","description":"1-3-6-12 rule\\*\n\nAnticoagulation in patients with acute ischemic stroke and atrial fibrillation can be initiated from the following days after stroke event.\n\nAfter 1 day: transient ischemic attacks\n\nAfter 3 days: mild ischemic strokes (NIHSS \\<8)\n\nAfter 6 days: moderate ischemic strokes (NIHSS 8-16)\n\nAfter 12 days: severe ischemic strokes (NIHSS \\>16)\n\n- NIHSS: National Institute of Health Stroke Scales","armGroupLabels":["Conventional edoxaban initiation group","Early edoxaban initiation group"],"otherNames":["Lixiana"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"recurrent ischemic strokes","description":"The incidence rate of symptomatic or asymptomatic recurrent ischemic strokes on DWI","timeFrame":"at Day 10-14"}],"secondaryOutcomes":[{"measure":"Recurrent ischemic lesions","description":"The incidence rate of recurrent ischemic lesions with significant clinical worsening (≥NIHSS 4)\n\nThe National Institutes of Health Stroke Scale, or NIH Stroke Scale (NIHSS) is a tool used by healthcare providers to objectively quantify the impairment caused by a stroke. The NIHSS is composed of 11 items, each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, while a higher score is indicative of some level of impairment. The individual scores from each item are summed in order to calculate a patient's total NIHSS score. The maximum possible score is 42, with the minimum score being a 0.","timeFrame":"until Day 10-14"},{"measure":"Clinical neurological deterioration","description":"The rate of clinical neurological deterioration, rapid worsening of an existing focal neurological deficit (≥ 24 hours) that is clinically judged by the investigator not to be attributable to non-ischemic etiology (≥NIHSS 2)\n\nThe National Institutes of Health Stroke Scale, or NIH Stroke Scale (NIHSS) is a tool used by healthcare providers to objectively quantify the impairment caused by a stroke. The NIHSS is composed of 11 items, each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, while a higher score is indicative of some level of impairment. The individual scores from each item are summed in order to calculate a patient's total NIHSS score. The maximum possible score is 42, with the minimum score being a 0.","timeFrame":"until Day 10-14"},{"measure":"recanalization (full or partial) of occluded vessels","description":"The rate of recanalization (full or partial) of occluded vessels on follow-up intracranial TOF","timeFrame":"at Day 10-14"},{"measure":"intracranial hemorrhages","description":"The incidence rate of intracranial hemorrhages on follow-up gradient echo (GRE)","timeFrame":"at Day 10-14"},{"measure":"Functional status","description":"Functional status (modified Rankin Scale \\[mRS\\])\n\nThe modified Rankin Scale (mRS) is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability.\n\nThe scale runs from 0-6, running from perfect health without symptoms to death. 0 - No symptoms.\n\n1. - No significant disability. Able to carry out all usual activities, despite some symptoms.\n2. - Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities.\n3. - Moderate disability. Requires some help, but able to walk unassisted.\n4. - Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted.\n5. - Severe disability. Requires constant nursing care and attention, bedridden, incontinent.\n6. - Dead.","timeFrame":"at 3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute ischemic strokes (\\< 48 h from symptom onset) showing ischemic lesions confirmed by DWI, which are attributable to atrial fibrillation\n2. Evidence of persistent or paroxysmal atrial fibrillation (already known or newly detected)\n3. Age ≥20 y\n4. Patients who provided informed consent\n\nExclusion Criteria:\n\n1. Transient ischemic attack with no DWI lesions or severe ischemic strokes (NIHSS \\>16)\n2. Significant hemorrhagic transformation (parenchymal hematoma type I or type II by the ECASS definition or those accompanying with worsening of an existing focal neurological deficit \\[NIHSS ≥4\\])10 on baseline MRI\n3. Mechanical heart valve, rheumatic heart valve disease, or any other conditions requiring strong anticoagulation such as vitamin K antagonist or heparin treatment\n4. Concomitant significant atherosclerotic stenosis (\\>50%) in the proximal arteries, which are possibly responsible for stroke lesions\n5. Recent (\\<3 months) history of cerebral bleeding\n6. Active internal bleeding or clinically significant bleeding\n7. Severe anemia (Hb \\<10 g/dL) or bleeding diathesis (platelet count \\<100,000/uL or PT-INR \\>1.7) (If there is no active bleeding sign, it is permitted to enroll Hb \\<9 g/dL , platelet count \\<70,000/uL)\n8. Uncontrolled hypertension: persistent systolic pressure \\>180 mmHg or diastolic pressure \\>110 mmHg\n9. Active, advanced medical diseases (liver, kidney, pulmonary disease or cancer) with a life expectancy \\<6 months\n10. Renal impairment (CrCl \\<30 mL/min) or undergoing Hemodialysis (or Peritoneal Dialysis)\n11. Treatment with a strong inducer of p-glycoprotein (carbamazepine, dexamethasone, doxorubicin, nefazodone, pentobarbital, phenobarbital, prazocin, rifampin, St.John's wort, tenofovir, tipranavir, trazodone, vinblastine)\n12. Contraindication to MRI\n13. Pregnancy, breast-feeding or having a plan to be pregnant\n14. Participation in the other investigational drug trials simultaneously or within 3 months before the first administration of the study medication. Observational studies without an intervention (eg study medication) are allowed.\n15. Any clinical conditions (eg abnormal lab tests) unsuitable for undergoing clinical trials at the discretion of the clinical investigators\n16. Known hypersensitivity to the study drug (edoxaban), its ingredients, or formulation excipients\n17. Patient with liver disease related to coagulation disorder and clinically significant bleeding risk\n18. Severe Liver disease\n19. Patient who has increase risk of bleeding due to the following disease\n\n    * recent gastrointestinal ulcer history\n    * carcinoma increased risk of bleeding\n    * recent brain or spinal injury\n    * recent brain, spinal or optical surgery histroy\n    * esophageal varix\n    * arteriovenous malformations\n    * vascular aneurysms (over 3.5cm)\n    * intra spinal or cerebral vascular disorder\n20. Patient with other anticoagulants\n21. intermitant or severe mitral stenosis\n22. a pulmonary embolism patient who is hemodynamic unstabled or required thrombolytic therpy or pulmonary emnolectomy","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jong Sung Kim, M.D.,Ph D.","affiliation":"Asan Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Asan Medical Center","city":"Seoul","country":"Korea, Republic of","geoPoint":{"lat":37.566,"lon":126.9784}}]},"referencesModule":{"references":[{"pmid":"8841325","type":"BACKGROUND","citation":"Lin HJ, Wolf PA, Kelly-Hayes M, Beiser AS, Kase CS, Benjamin EJ, D'Agostino RB. Stroke severity in atrial fibrillation. The Framingham Study. Stroke. 1996 Oct;27(10):1760-4. doi: 10.1161/01.str.27.10.1760."},{"pmid":"23370205","type":"BACKGROUND","citation":"Jauch EC, Saver JL, Adams HP Jr, Bruno A, Connors JJ, Demaerschalk BM, Khatri P, McMullan PW Jr, Qureshi AI, Rosenfield K, Scott PA, Summers DR, Wang DZ, Wintermark M, Yonas H; American Heart Association Stroke Council; Council on Cardiovascular Nursing; Council on Peripheral Vascular Disease; Council on Clinical Cardiology. Guidelines for the early management of patients with acute ischemic stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2013 Mar;44(3):870-947. doi: 10.1161/STR.0b013e318284056a. Epub 2013 Jan 31."},{"pmid":"23625209","type":"BACKGROUND","citation":"Heidbuchel H, Verhamme P, Alings M, Antz M, Hacke W, Oldgren J, Sinnaeve P, Camm AJ, Kirchhof P. EHRA practical guide on the use of new oral anticoagulants in patients with non-valvular atrial fibrillation: executive summary. Eur Heart J. 2013 Jul;34(27):2094-106. doi: 10.1093/eurheartj/eht134. Epub 2013 Apr 26."},{"pmid":"27282612","type":"BACKGROUND","citation":"Heidbuchel H, Verhamme P, Alings M, Antz M, Diener HC, Hacke W, Oldgren J, Sinnaeve P, Camm AJ, Kirchhof P; ESC Scientific Document Group. Updated European Heart Rhythm Association practical guide on the use of non-vitamin-K antagonist anticoagulants in patients with non-valvular atrial fibrillation: Executive summary. Eur Heart J. 2017 Jul 14;38(27):2137-2149. doi: 10.1093/eurheartj/ehw058."},{"pmid":"24251359","type":"BACKGROUND","citation":"Giugliano RP, Ruff CT, Braunwald E, Murphy SA, Wiviott SD, Halperin JL, Waldo AL, Ezekowitz MD, Weitz JI, Spinar J, Ruzyllo W, Ruda M, Koretsune Y, Betcher J, Shi M, Grip LT, Patel SP, Patel I, Hanyok JJ, Mercuri M, Antman EM; ENGAGE AF-TIMI 48 Investigators. Edoxaban versus warfarin in patients with atrial fibrillation. N Engl J Med. 2013 Nov 28;369(22):2093-104. doi: 10.1056/NEJMoa1310907. Epub 2013 Nov 19."},{"pmid":"24452881","type":"BACKGROUND","citation":"Schulman S. New oral anticoagulant agents - general features and outcomes in subsets of patients. Thromb Haemost. 2014 Apr 1;111(4):575-82. doi: 10.1160/TH13-09-0803. Epub 2014 Jan 23."},{"pmid":"26683639","type":"BACKGROUND","citation":"Kang DW, Han MK, Kim HJ, Sohn H, Kim BJ, Kwon SU, Kim JS, Warach S. Silent new ischemic lesions after index stroke and the risk of future clinical recurrent stroke. Neurology. 2016 Jan 19;86(3):277-85. doi: 10.1212/WNL.0000000000002289. Epub 2015 Dec 18."},{"pmid":"26467195","type":"BACKGROUND","citation":"Lee EJ, Kang DW, Warach S. Silent New Brain Lesions: Innocent Bystander or Guilty Party? J Stroke. 2016 Jan;18(1):38-49. doi: 10.5853/jos.2015.01410. Epub 2015 Oct 15."},{"pmid":"9788453","type":"BACKGROUND","citation":"Hacke W, Kaste M, Fieschi C, von Kummer R, Davalos A, Meier D, Larrue V, Bluhmki E, Davis S, Donnan G, Schneider D, Diez-Tejedor E, Trouillas P. Randomised double-blind placebo-controlled trial of thrombolytic therapy with intravenous alteplase in acute ischaemic stroke (ECASS II). Second European-Australasian Acute Stroke Study Investigators. Lancet. 1998 Oct 17;352(9136):1245-51. doi: 10.1016/s0140-6736(98)08020-9."},{"pmid":"15842354","type":"BACKGROUND","citation":"Schulman S, Kearon C; Subcommittee on Control of Anticoagulation of the Scientific and Standardization Committee of the International Society on Thrombosis and Haemostasis. Definition of major bleeding in clinical investigations of antihemostatic medicinal products in non-surgical patients. J Thromb Haemost. 2005 Apr;3(4):692-4. doi: 10.1111/j.1538-7836.2005.01204.x."},{"pmid":"28512699","type":"BACKGROUND","citation":"Duchin K, Duggal A, Atiee GJ, Kidokoro M, Takatani T, Shipitofsky NL, He L, Zhang G, Kakkar T. An Open-Label Crossover Study of the Pharmacokinetics of the 60-mg Edoxaban Tablet Crushed and Administered Either by a Nasogastric Tube or in Apple Puree in Healthy Adults. Clin Pharmacokinet. 2018 Feb;57(2):221-228. doi: 10.1007/s40262-017-0554-0."},{"pmid":"27694266","type":"BACKGROUND","citation":"Seiffge DJ, Traenka C, Polymeris A, Hert L, Peters N, Lyrer P, Engelter ST, Bonati LH, De Marchis GM. Early start of DOAC after ischemic stroke: Risk of intracranial hemorrhage and recurrent events. Neurology. 2016 Nov 1;87(18):1856-1862. doi: 10.1212/WNL.0000000000003283. Epub 2016 Sep 30."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000552171","term":"Edoxaban"}],"ancestors":[{"id":"D000065427","term":"Factor Xa Inhibitors"},{"id":"D000000991","term":"Antithrombins"},{"id":"D000015842","term":"Serine Proteinase Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000925","term":"Anticoagulants"}],"browseLeaves":[{"id":"M260974","name":"Edoxaban","asFound":"Follow-up Study","relevance":"HIGH"},{"id":"M30203","name":"Factor Xa Inhibitors","relevance":"LOW"},{"id":"M3997","name":"Antithrombins","relevance":"LOW"},{"id":"M3996","name":"Antithrombin III","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M18081","name":"Serine Proteinase Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"T18","name":"Serine","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}