{"protocolSection":{"identificationModule":{"nctId":"NCT05620966","orgStudyIdInfo":{"id":"5445"},"organization":{"fullName":"Sunnybrook Health Sciences Centre","class":"OTHER"},"briefTitle":"EEG to Diagnose TIA and Stroke","officialTitle":"Evaluating the Feasibility of a Portable Electroencephalogram Device in Diagnosing Transient Ischemic Attack and Stroke"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-09-07","studyFirstSubmitQcDate":"2022-11-11","studyFirstPostDateStruct":{"date":"2022-11-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-11","lastUpdatePostDateStruct":{"date":"2023-04-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mark Boulos, MD","investigatorTitle":"Stroke Neurologist, Associate Professor, Associate Scientist, Principal Investigator","investigatorAffiliation":"Sunnybrook Health Sciences Centre"},"leadSponsor":{"name":"Sunnybrook Health Sciences Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"When an individual experiences a sudden onset of neurological symptoms, such as one-sided weakness, visual abnormalities, and/or slurred speech, there is concern that they are having a transient ischemic attack/stroke. A stroke is a medical emergency that requires immediate treatment and further evaluation to prevent a future stroke. Unfortunately, when a patient presents to the emergency department or a clinic with transient or mildly observable neurological symptoms, it is difficult to diagnose a stroke and many times, imaging may not reveal a stroke. This poses the risk of discharging patients without appropriate stroke care. This study aims to evaluate the feasibility of administering portable electroencephalogram (EEG) devices to diagnose transient ischemic attack/stroke. An EEG is a device that measures electrical activity in the brain. This study involves comparing EEG data of individuals who present with transient neurological symptoms or have known stroke with EEG data of generally healthy individuals. From this study, the investigators anticipate that it will be feasible to administer portable EEG and that portable EEG can be used to accurately diagnose stroke.","detailedDescription":"Transient ischemic attack (TIA) has classically been defined as an ischemic episode, in which patients can present with transient neurological symptoms, in the absence of brain injury. However, recent literature showed evidence of cerebral tissue injury in TIA, which suggests that focal cerebral ischemic events are essentially cerebral infarctions. Based on this, TIA should be considered a minor ischemic stroke. TIA/minor stroke, as all strokes, should be considered a medical emergency. Identifying and treating patients with TIA in a timely manner is important for stroke prevention. Literature suggests that more than 10% of patients diagnosed with TIA have a stroke within the next 90 days, of which half of these cases occur in the first 48 hours.\n\nWhen a patient presents to the emergency department or an outpatient clinic with transient or mildly observable neurologic symptoms, it is difficult to diagnose an ischemic event from other TIA/stroke mimics such as migraine, seizure, etc. This is mostly because diagnosis of TIA/minor stroke relies on subjective, retrospective report. One study found that about 45% of referrals to a rapid stroke prevention clinic for query TIA/stroke were TIA mimics. Diagnosis also becomes more uncertain for patients who present with symptoms other than motor and speech deficits, which are more classically seen with brain ischemia, such as dizziness or sensory symptoms.\n\nAdvances in brain imaging have facilitated the evaluation of brain injury in the context of transient neurological symptoms. Diffusion-weighted MRI can show infarcts in one-third of patients with TIA. However, this poses the risk of missing patients who are MRI-negative and discharging patients without appropriate stroke preventative care. Furthermore, there are also resource limitations, which make it difficult to do an MRI brain in all patients who present with transient or mildly observable neurological symptoms. For example, there is limited time during a code stroke, which makes a CT scan the more feasible option, and additionally there are resource constraints depending on the setting of care (ie rural setting, outpatient clinic). Therefore, this warrants the need for a portable diagnostic device to assist with timely and accurate evaluation of possible TIA/stroke.\n\nElectroencephalogram (EEG), which is typically used in the context of epilepsy, provides a non-invasive measure of brain function. EEG also has potential to detect cerebral ischemia, given that there are metabolic and electrical changes of cortical neurons during times of reduced cerebral blood flow. However, the use of EEG and specifically portable EEG, in the context of acute stroke and TIA is limited.\n\nIn the literature, one study found that a 3-minute portable resting EEG accurately identified patients with large acute ischemic strokes in the emergency department and correlated with infarct volume. Another study, which used a 3-minute EEG obtained from a single electrode over the left frontal lobe, found unique EEG profiles for TIA versus ischemic stroke patients. However, these preliminary findings were limited due to small sample size and EEG data typically was obtained on the second day after symptom onset.\n\nThis study involves the use of portable EEG device, CGX Systems Quick-20m device, to diagnose TIA/stroke by aiming to find an electrical signature that is specific to TIA/stroke versus cerebral perfusion. The investigators anticipate doing this by comparing EEG data in patients who present with transient neurological symptoms or have known stroke and are candidates for hyperacute treatment, such as thrombolysis or thrombectomy, with EEG data in patients who obtained revascularization and resumption of cerebral perfusion following hyperacute treatment for stroke or in generally healthy individuals with no stroke history.\n\nPrimary Objective: To assess the feasibility of administering a portable EEG device in the context of acute TIA/stroke.\n\nSecondary Objectives:\n\ni. To evaluate the effectiveness of portable EEG in accurately diagnosing TIA/stroke.\n\nii. To explore potential EEG changes from stroke-related reperfusion"},"conditionsModule":{"conditions":["Stroke","Transient Ischemic Attack"],"keywords":["EEG","Stroke","Transient ischemic attack"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with transient neurological symptoms and CT-negative for stroke","description":"Patients may have transient neurological symptoms at any time point","interventionNames":["Device: CGX Systems Quick-20m"]},{"label":"Patients with known stroke confirmed either on imaging or by stroke physician","interventionNames":["Device: CGX Systems Quick-20m"]},{"label":"Patients with no prior history of stroke","interventionNames":["Device: CGX Systems Quick-20m"]}],"interventions":[{"type":"DEVICE","name":"CGX Systems Quick-20m","description":"The Quick-20m is an FDA-approved wireless, battery-operated 10-20 montage EEG headset, which utilizes dry sensor technology. This device provides an integrated approach to the wireless acquisition of electrical potentials arising from activity in the cortex. The Quick-20m includes advanced amplification and shielding to reject ambient electrical noise. The Quick-20m is placed on the participant's scalp and requires minimal scalp preparation. No conductive gel is used. Patients may or may not have hair. The sensor pads must have direct contact with the scalp and hair will be maneuvered to obtain direct contact. All three arms of participants will receive this intervention.","armGroupLabels":["Patients with known stroke confirmed either on imaging or by stroke physician","Patients with no prior history of stroke","Patients with transient neurological symptoms and CT-negative for stroke"],"otherNames":["Portable EEG device"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility of administering a portable EEG device in the context of acute TIA/stroke","description":"1) Percentage of recruited patients who obtain an EEG recording within 5 minutes; 2) Percentage of adequate EEG recordings (\\>/= 3 minutes of good quality signal, which is defined as \\>80% of EEG channels with good impedance)","timeFrame":"Through study completion, an average of 1 year"}],"secondaryOutcomes":[{"measure":"Effectiveness of portable EEG in accurately diagnosing TIA/stroke","description":"Compare electric waveforms from portable EEG device between patients with known stroke (as confirmed by imaging or stroke physician), with patients with confirmed TIA (patients who present with transient neurological symptoms and confirmed diagnosis by stroke physician), and controls (no prior stroke history).","timeFrame":"Through study completion, an average of 1 year"},{"measure":"EEG changes from stroke-related reperfusion","description":"Compare electric waveforms from portable EEG device in patients with stroke before and after hyperacute stroke treatment (ie thrombolysis or thrombectomy).","timeFrame":"Through study completion, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient of Sunnybrook Health Sciences Centre\n* Patient fits one of the three study arms: 1) transient neurological symptoms at any time point; 2) have a known stroke; 3) no prior history of stroke.\n\nExclusion Criteria:\n\n* Known skull defect\n* Previous neurological procedure\n* Significant physical impairment that would restrict the ability to use the portable EEG devices","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Participants for this study will be patients of Sunnybrook Health Sciences Centre. Patients can be enrolled into the study from the emergency department, inpatient stroke ward, and neurology clinics at Sunnybrook Health Sciences Centre.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Mark Boulos, MD, MSc","role":"CONTACT","phone":"416-480-4473","email":"mark.boulos@sunnybrook.ca"},{"name":"Laavanya Dharmakulaseelan, MD, MEng","role":"CONTACT","phone":"416-480-4473","email":"laavanya.dharmakulaseelan@sunnybrook.ca"}],"overallOfficials":[{"name":"Mark Boulos, MD, MSc","affiliation":"Sunnybrook Health Sciences Centre","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Dr. Mark I. Boulos - Sunnybrook Health Sciences Centre","status":"RECRUITING","city":"Toronto","state":"Ontario","zip":"M4N3M5","country":"Canada","contacts":[{"name":"Mark I Boulos, MD, MSc","role":"CONTACT","phone":"4164804473","email":"mark.boulos@utoronto.ca"},{"name":"Laavanya Dharmakulaseelan, MD","role":"CONTACT","email":"laavanya.dharmakulaseelan@utoronto.ca"}],"geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"35147656","type":"BACKGROUND","citation":"Easton JD, Johnston SC. Time to Retire the Concept of Transient Ischemic Attack. JAMA. 2022 Mar 1;327(9):813-814. doi: 10.1001/jama.2022.0300. No abstract available."},{"pmid":"30507363","type":"BACKGROUND","citation":"Fitzpatrick T, Gocan S, Wang CQ, Hamel C, Bourgoin A, Dowlatshahi D, Stotts G, Shamy M. How do neurologists diagnose transient ischemic attack: A systematic review. Int J Stroke. 2019 Feb;14(2):115-124. doi: 10.1177/1747493018816430. Epub 2018 Dec 3."},{"pmid":"11147987","type":"BACKGROUND","citation":"Johnston SC, Gress DR, Browner WS, Sidney S. Short-term prognosis after emergency department diagnosis of TIA. JAMA. 2000 Dec 13;284(22):2901-6. doi: 10.1001/jama.284.22.2901."},{"pmid":"23871489","type":"BACKGROUND","citation":"Bradley D, Cronin S, Kinsella JA, Tobin WO, Mahon C, O'Brien M, Lonergan R, Cooney MT, Kennelly S, Collins DR, O'Neill D, Coughlan T, Smyth S, McCabe DJ. Frequent inaccuracies in ABCD2 scoring in non-stroke specialists' referrals to a daily Rapid Access Stroke Prevention service. J Neurol Sci. 2013 Sep 15;332(1-2):30-4. doi: 10.1016/j.jns.2013.05.030. Epub 2013 Jul 17."},{"pmid":"22429809","type":"RESULT","citation":"Foreman B, Claassen J. Quantitative EEG for the detection of brain ischemia. Crit Care. 2012 Dec 12;16(2):216. doi: 10.1186/cc11230. No abstract available."},{"pmid":"31174955","type":"RESULT","citation":"Shreve L, Kaur A, Vo C, Wu J, Cassidy JM, Nguyen A, Zhou RJ, Tran TB, Yang DZ, Medizade AI, Chakravarthy B, Hoonpongsimanont W, Barton E, Yu W, Srinivasan R, Cramer SC. Electroencephalography Measures are Useful for Identifying Large Acute Ischemic Stroke in the Emergency Department. J Stroke Cerebrovasc Dis. 2019 Aug;28(8):2280-2286. doi: 10.1016/j.jstrokecerebrovasdis.2019.05.019. Epub 2019 Jun 4."},{"pmid":"30045636","type":"RESULT","citation":"Rogers JM, Bechara J, Middleton S, Johnstone SJ. Acute EEG Patterns Associated With Transient Ischemic Attack. Clin EEG Neurosci. 2019 May;50(3):196-204. doi: 10.1177/1550059418790708. Epub 2018 Jul 25."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}