{"protocolSection":{"identificationModule":{"nctId":"NCT06212674","orgStudyIdInfo":{"id":"PILOS-AF_v1.0"},"organization":{"fullName":"Medical University of Silesia","class":"OTHER"},"briefTitle":"Complex Percutaneous Pulmonary Vein Isolation Combined With Left Atrial Appendage Occluder Implantation for Patients With Cardiogenic Ischemic Stroke in the Course of Atrial Fibrillation","officialTitle":"Complex Percutaneous Pulmonary Vein Isolation Combined With Left Atrial Appendage Occluder Implantation for Patients With Cardiogenic Ischemic Stroke in the Course of Atrial Fibrillation - PILOS-AF","acronym":"PILOS-AF"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-31","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-19","studyFirstSubmitQcDate":"2024-01-08","studyFirstPostDateStruct":{"date":"2024-01-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-22","lastUpdatePostDateStruct":{"date":"2024-01-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Medical University of Silesia","class":"OTHER"},"collaborators":[{"name":"Leszek Giec Upper-Silesian Medical Centre of the Medical University of Silesia","class":"UNKNOWN"},{"name":"Silesian Center for Heart Diseases","class":"UNKNOWN"},{"name":"Medical University of Lodz","class":"OTHER"},{"name":"Pomeranian Medical University","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The project is a multicenter, open-label, randomized medical experiment, which was designed to evaluate the efficacy and safety of single-stage pulmonary vein isolation (PVI) and implantation of left atrial appendage occluder (LAAO) in comparison with either isolated LAAO implantation or chronic therapy with non-vitamin K antagonists anticoagulants (NOAC) in patients with recent-onset ischemic stroke and atrial fibrillation (AF). Based on former randomized controlled trials, percutaneous implantation of LAAO was shown to be non-inferior to vitamin K antagonists (VKA), but according to guidelines the use of LAAO is recommended only in patients with absolute contraindication to chronic anticoagulation therapy. PVI constitutes an acknowledged rhythm control management strategy in patients with paroxysmal and persistent AF, which leads to symptomatic relief in about 60% of treated patients, however, its beneficial effect on long-term outcome was demonstrated only in patients with heart failure with reduced ejection fraction. The feasibility and compatibility of both interventions performed as a combined single-stage procedure are warranted by common vascular access via transseptal puncture, which may lead to reduction of procedural cost and shortened overall duration of both interventions. Taking into consideration the preliminary registry data, the combined single-stage PVI and LAAO implantation are thought to be a safe procedure in patients with a high risk of recurrent ischemic stroke and cardiovascular death.\n\nThe study will comprise 240 patients who were diagnosed with ischemic stroke within preceding 6-12 weeks, with confirmed paroxysmal or persistent AF and low-to-moderate psychomotor dysfunction in the course of cerebral incident, who completed early neurological rehabilitation and are characterized by high risk of ischemic stroke recurrence (CHA2DS2-VASc score ≥2 pts in men; ≥3 pts in women) and who received adequate oral anticoagulation therapy (NOAC/VKA) for ≥4 weeks. After exclusion of thrombus and potential anatomical contraindications to the procedure on transesophageal echocardiography, patients will be randomized in 1:1:1 ratio to study group treated with combined single-stage PVI + LAAO implantation during 3-day hospitalization and to control group subject to LAAO implantation or control group subject to chronic therapy with NOAC.\n\nThe duration of active enrollment phase will be 18 months. Subsequent follow-up phase will include scheduled outpatient visits (at 3, 12, 48 months) and phone call interview (at 6, 18, 24, 36 months) in order to evaluate the occurrence of clinical and safety endpoints, medical symptoms and signs, quality of life reflected by structured questionnaire, the presence of AF on 7-day Holter electrocardiography.\n\nFollow-up visits will also include blood laboratory tests analysis, including biomarkers of heart failure and left atrial wall stress, as well as transthoracic echocardiography with tissue Doppler imaging and strain imaging. In addition, patients in study group and control group treated with LAAO will attend additional outpatient visit at 6 weeks in order to perform transesophageal echocardiography so as to confirm procedural success and allow for termination of chronic anticoagulation therapy. Co-primary composite endpoint will comprise cardiovascular death, ischemic stroke, transient ischemic attack, systemic arterial embolism and major non-procedural bleeding, including intracranial bleeding (non-inferiority). The current project was based on the preliminary results of nonrandomized studies, which delivered evidence for feasibility of combined single-stage PVI and percutaneous left atrial appendage closure and laid ground for future randomized controlled trials. It is expected that the proposed intervention will be non-inferior in terms of composite cerebrovascular events and superior in terms of major nonprocedural bleeding in comparison to chronic NOAC therapy."},"conditionsModule":{"conditions":["Ischemic Stroke","Atrial Fibrillation"],"keywords":["Pulmonary vein isolation","Occluder implantation","PILOS","PILOS-AF"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":240,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"A","type":"EXPERIMENTAL","description":"80 patients","interventionNames":["Procedure: PVI + LAAO"]},{"label":"B","type":"EXPERIMENTAL","description":"80 patients","interventionNames":["Procedure: LAAO"]},{"label":"C","type":"ACTIVE_COMPARATOR","description":"80 patients","interventionNames":["Drug: NOAC"]}],"interventions":[{"type":"PROCEDURE","name":"PVI + LAAO","description":"Treatment with a complex procedure of PVI + LAAO","armGroupLabels":["A"]},{"type":"PROCEDURE","name":"LAAO","description":"Tratment with LAAO procedure","armGroupLabels":["B"]},{"type":"DRUG","name":"NOAC","description":"NOAC treatment","armGroupLabels":["C"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluating the efficacy and safety of PVI and LAAO procedures","description":"Evaluating the efficacy and safety of single-stage pulmonary vein isolation (PVI) and implantation of left atrial appendage occluder (LAAO) (group A) through the number of cardiovascular deaths occurring, ischemic stroke, transient ischemic attack (TIA), systemic embolism or major bleeding unrelated to the procedure, including intracranial bleeding vs. standard-of-care","timeFrame":"48 months"},{"measure":"Evaluating the efficacy and safety of LAAO procedure","description":"Evaluating the efficacy and safety of implantation of left atrial appendage occluder (LAAO) (group B) through the number of cardiovascular deaths occurring, ischemic stroke, transient ischemic attack (TIA), systemic embolism or major bleeding unrelated to the procedure, including intracranial bleeding vs. standard-of-care","timeFrame":"48 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1 Status post ischemic stroke within 6-12 weeks of randomization with or without reperfusion therapy, confirmed by imaging studies (CT or MRI) that led to mild to moderate psychomotor dysfunction (mRS 1-3; NIHSS \\<16 points) and was treated with early neurological rehabilitation. An obligatory criterion is persistence of symptoms for \\>24 h.\n\n2. Diagnosis of paroxysmal or persistent atrial fibrillation made on the basis of 12-lead ECG recording, ECG Holter monitoring, event-recorder or loop recorder at any time, but before the screening visit.\n\n3. CHA2DS-VASc stroke and embolic complications risk scale ≥2 points in men and ≥3 points in women 4. left atrial anatomy (atrial septum, pulmonary vein orifices and left atrial appendage) to allow intervention (PVI + LAAO or LAAO) 5. ≥ 4 weeks of adequate anticoagulant treatment in the preceding period 6. no anatomical or functional contraindications and patient consent for transesophageal echocardiography (TEE)\n\nBased on the aforementioned inclusion criteria, patients who can be classified into 3. groups will be enrolled in the study:\n\n1. patients with atrial fibrillation who have been adequately treated with anticoagulation (VKA/NOAC) and have had an ischemic stroke\n2. patients without a prior history of atrial fibrillation who have an ischemic stroke and the atrial fibrillation is clinically overt (de novo)\n3. patients without a prior history of atrial fibrillation, with an initial diagnosis of so-called cryptogenic stroke, in whom during further initial observation comes to the detection of clinically silent atrial fibrillation\n\nExclusion Criteria:\n\n* current participation in another clinical trial\n* Lack of informed written consent to participate in the study\n* age \\<18 or ≥75 years\n* indication for chronic anticoagulant treatment independent of AF:\n\n  * status after mechanical valve implantation in any position\n  * status after implantation of a biological valve in the mitral position within 3 months prior to randomization\n  * status after a history of deep vein thrombosis or pulmonary embolism\n  * genetically or immunologically confirmed thrombophilia\n* Contraindications to NOAC treatment:\n\n  * eGFR ≤15 ml/min/1.73 m2\n  * valvular heart prosthesis\n  * moderate or severe mitral valve stenosis of rheumatic etiology\n  * life-threatening bleeding during NOAC therapy\n* Ischemic stroke of etiology other than AF, including cryptogenic stroke without evidence of AF etiology\n* valvular AF: presence of moderate to severe aortic stenosis of rheumatic etiology\n* persistent AF\n* persistent, prolonged (\\> 1 year) AF\n* presence of a thrombus in the left atrial appendage on TEE examination\n* significant psychomotor dysfunction defined as a modified Rankin Scale (mRS) score of 4-6 or NIHSS score ≥16\n* major bleeding as defined by ISTH within 14 days prior to randomization or intracranial bleeding ever\n* active hyperthyroidism\n* history of myocardial infarction with or without intervention within 90 days prior to randomization\n* history of ischemic stroke preceding the current episode\n* status after PVI or LAAO implantation\n* status after surgical closure of left atrial appendage\n* status after percutaneous or surgical ASD/PFO\n* symptoms of acute or chronic pericarditis\n* symptoms of cardiac tamponade\n* lack of vascular access for PVI and LAAO implantation\n* chronic heart failure in NYHA functional class IV\n* left ventricular ejection fraction (LVEF) \\<30%\n* chronic kidney disease stage IV-V (eGFR \\<30 ml/min/1.73 m2)\n* Child-Pugh class B or C chronic liver failure\n* severe valvular heart defect\n* body mass index (BMI, body mass index) ≥40 kg/m2\n* woman in her childbearing years planning a pregnancy\n* pregnancy or lactation period\n* documented life expectancy \\< 4 years\n* active cancer \\< 5 years after remission\n* active infection, defined as CRP \\>30 mg/dL with symptoms of respiratory, urinary or gastrointestinal tract infection","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}