{"protocolSection":{"identificationModule":{"nctId":"NCT02541032","orgStudyIdInfo":{"id":"00044329"},"organization":{"fullName":"University of South Carolina","class":"OTHER"},"briefTitle":"PeRiodontal Treatment to Eliminate Minority InEquality and Rural Disparities in Stroke","officialTitle":"PeRiodontal Treatment to Eliminate Minority InEquality and Rural Disparities in Stroke","acronym":"PREMIERS"},"statusModule":{"statusVerifiedDate":"2019-04","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-12"},"primaryCompletionDateStruct":{"date":"2019-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2015-07-06","studyFirstSubmitQcDate":"2015-09-02","studyFirstPostDateStruct":{"date":"2015-09-04","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-04-16","lastUpdatePostDateStruct":{"date":"2019-04-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Souvik Sen","investigatorTitle":"Professor and Chair, Department of Neurology","investigatorAffiliation":"University of South Carolina"},"leadSponsor":{"name":"University of South Carolina","class":"OTHER"},"collaborators":[{"name":"University of North Carolina, Chapel Hill","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The PREMIERS study is a proposal for conducting an adequately powered two center phase III randomized controlled trial to test whether intensive periodontal treatment reduces the risk of recurrent vascular events among ischemic stroke and TIA survivors. The study uses the resources in both states including established dental centers, Joint Commission Certified Stroke Centers, the Schools of Public Health, and the Institute for Partnerships to Eliminate Health Disparities. The proposal addresses specific issues with regards to recruitment of African-American and rural stroke/TIA patients advocating the use of culturally appropriate strategies to educate the study subjects regarding stroke, periodontal disease and the periodontal stroke link.\n\nThe study proposes to utilize economic evaluation of the periodontal intervention from the budgetary perspective. The focus will be on the financial sustainability of providing aggressive periodontal therapy (with certain, although relatively low expenditures) in exchange for a reduction of uncertain recurrent vascular events that may require high cost emergency department utilization and/or inpatient care. The sustainability of the proposed intervention after the completion of the project is integrally linked to the health economic assessment to show the health care cost savings. By integration with a rural primary care center, with an African American majority and households with average incomes below the state average, the study ensures that the proposed intervention to reduce stroke disparity is applicable to this target population.","detailedDescription":"Stroke is the fourth leading cause of death and the leading cause of long-term adult disability in the United States. Stroke remains more common in North and South Carolina, part of the \"buckle\" of the stroke belt, and disproportionately impacts African Americans. The reasons for this racial disparity are poorly understood and are not entirely explained by traditional stroke risk factors. The REGARDS study found that tooth loss (a surrogate of periodontal disease) was more common among African Americans than whites and was associated with higher stroke risk and stroke risk factors. Given this result, REGARDS investigators postulated that periodontal disease may be contributing to the racial disparity in stroke. Additional data from this study shows that low socioeconomic status (SES) is associated with greater tooth loss, both of which are seen more frequently in African Americans as opposed to their white counterparts. Considering these factors, a question arises about whether low SES, race, a combination of the two, and/or traditional risk factors contribute to tooth loss, periodontal disease, and recurrent vascular events. Howard and colleagues suggest in their paper that race is the predominant factor contributing to vascular events after adjustment for SES and risk factors. If the predisposition exists among African Americans for greater periodontal disease and incident vascular events, then what modifications can clinicians make to prevent recurrent vascular events in this population?\n\nThe PREMIERS study is a proposal for conducting an adequately powered two-center phase III randomized controlled trial to test whether intensive periodontal treatment reduces the risk of recurrent vascular events among ischemic stroke and TIA survivors. The study uses the resources in both states including established dental centers, Joint Commission Certified Stroke Centers, the Schools of Public Health, and the Institute for Partnerships to Eliminate Health Disparities. The proposal addresses specific issues with regards to recruitment of African-American and rural stroke/TIA patients advocating the use of culturally appropriate strategies to educate the study subjects regarding stroke, periodontal disease and the periodontal stroke link. The study proposes to utilize economic evaluation of the periodontal intervention from the budgetary perspective. The focus will be on the financial sustainability of providing aggressive periodontal therapy (with certain, although relatively low expenditures) in exchange for a reduction of uncertain recurrent vascular events that may require high cost emergency department utilization and/or inpatient care. The sustainability of the proposed intervention after the completion of the project is integrally linked to the health economic assessment to show the health care cost savings. By integration with a rural primary care center, with an African American majority and households with average incomes below the state average, the study ensures that the proposed intervention to reduce stroke disparity is applicable to this target population.\n\nObjectives:\n\nThe investigators propose to conduct a phase III randomized controlled trial to test whether intensive periodontal treatment reduces the risk of recurrent vascular events among ischemic stroke and TIA survivors.\n\nSince AAs in the United States who are 50-64 years of age have approximately three times more PD than whites in the same age group, this study will also contribute to the investigators understanding of existing racial disparities in stroke incidence in the United States.\n\nThe following specific aims are proposed:\n\nAim 1: Evaluate the effect of periodontal treatment on recurrent vascular events (PRIMARY OUTCOME) among ischemic stroke/TIA survivors.\n\nResearch Questions:\n\n1.1) Are recurrent vascular events less likely among individuals receiving intensive periodontal treatment versus control treatment among stroke and TIA survivors?\n\n1.2) Is the effect of periodontal treatment different in AAs and whites?\n\nAim 2: Evaluate the effect of periodontal treatment on stroke risk factors (SECONDARY OUTCOME) among stroke and TIA survivors.\n\nResearch Questions:\n\n2.1) What is the effect of intensive periodontal treatment on carotid artery intimal medial (IMT) thickening and high sensitivity C-reactive protein (hs-CRP) among stroke and TIA survivors?\n\n2.2) Is there a difference between AA and white ischemic stroke/TIA survivors in the effect of intensive periodontal treatment on carotid IMT thickening and hs-CRP among individuals receiving intensive periodontal treatment versus control treatment?\n\n2.3) What is the effect of intensive periodontal treatment on control of blood pressure and dyslipidemia among stroke survivors?\n\n2.4) Is there a difference between AA and white ischemic stroke/TIA survivors in the effect of intensive periodontal treatment on control of blood pressure and dyslipidemia?\n\nAim 3: Disseminate information regarding periodontal care, methods of stroke prevention, and results from the trial to the community in a culturally appropriate manner.\n\nDesign and Procedures\n\nA. Study Overview: Consenting patients admitted to University of South Carolina (USC) Palmetto Health Hospital and University of North Carolina (UNC) Neuroscience Hospital with recent ischemic stroke or TIA (≤ 90 days), will be initially screened for periodontal status. Individuals with at least five teeth present and signs of initial/severe periodontitis will be considered for enrollment. These potential participants will be assessed for the serum inflammatory marker hs-CRP, stroke risk factors, carotid IMT, medication use (e.g. antiplatelet agents, anticoagulants, statins, BP therapy) and SES. Participants will be randomized using a 1:1 adaptive randomization protocol to aggressive periodontal therapy (scaling and root planing \\[S\\&RP\\] + standard of care stroke prevention strategies) versus standard dental care with community dental referral + standardized stroke prevention. Both groups of patients will have 12-month duration follow-ups to assess for vascular events, stroke risk factors and carotid IMT. A total of 400 patients will be randomized at the two centers over three years.\n\nB. Study population: The study population will be drawn from consecutive stroke and TIA patients presenting to the inpatient service and the outpatient clinic at the USC Palmetto Health Richland Stroke Center and the UNC Comprehensive Stroke Center. Both centers are Joint Commission Certified Stroke Centers located amidst the Stroke Belt serving as a regional referral center for several rural and underserved counties in their respective states. There is an average of 1,330 ischemic stroke/TIA patients admitted annually at USC, 50% AAs, 52% males, and approximately 20% are self-pay/Medicaid patients; and an average of 875 ischemic stroke/TIA patients admitted annually at UNC, 38% AAs, 48% males, and approximately 20% are self-pay/Medicaid patients. Minority and female patients will be aggressively recruited to ensure at least 50% minority and 40% female representation. Both centers have significant experience in recruiting stroke/TIA patients with other prospective longitudinal stroke studies. At UNC the preliminary data was collected for this proposed study. At USC, in a 12-month period we enrolled 100 stroke/TIA patients, of whom 42% were AA and 39% female for a separate prospective longitudinal study. We estimate that 2,000 ischemic stroke/TIA patients will be screened for eligibility over a period of three years (333 screened/year/center). The researchers estimate that using the screening criteria, 800 subjects will be deemed eligible, of who 400 will be randomized (200 to each treatment arm). With an estimated drop-out rate of approximately 10%, the researchers estimate we will obtain at least 180 evaluable patients in each arm with one year of follow-up data.\n\nStudy Outcomes The study will use vascular events in the form of ischemic stroke, MI, and cardiovascular death as the primary outcome events. Outcome events will be adjudicated by the Principal Investigator and analyzed as composite of all outcomes at three, six, nine, and 12 months from randomization.\n\n* Ischemic stroke: is diagnosed when a patient develops a new focal neurological deficit that is sudden in onset, thought to have a vascular cause, lasts at least 24 hours, and is not associated with a brain hemorrhage on brain CT or MRI when available. Situations where symptoms last \\<24 hours without evidence of a new infarct will be regarded as TIAs.\n* Acute MI: will be defined according to criteria modified from the 2000 Consensus Conference of the European and American Colleges of Cardiology, based on symptoms and electrocardiogram changes, in conjunction with contemporary biochemical markers of myocardial necrosis (troponin or creatine kinase).\n* Cardiovascular Death: will be classified as 'cardiac death' or 'other cardiovascular death'. Cardiac death must have a cardiac cause as the main reason of death. All other cardiovascular deaths are defined as 'other cardiovascular death' (e.g. stroke, bleeding episode, pulmonary embolism and procedural).\n* Etiological classification of stroke: will be classified using the Trial of Org 10172 in Acute Stroke Treatment (TOAST) criteria. This analysis, along with stroke sub-typing, will help differentiate between cardioembolism versus atherothrombotic events arising from shared risk factors.\n\nThe study will measure progression of atherosclerosis (carotid IMT) and other stroke risk factors as a secondary outcome: Progression of Atherosclerosis Measurement: The dependent variable is carotid artery IMT ≥1-mm, derived by dichotomizing IMT at 1-mm. The 1-mm cut point is chosen because of its clinical and prognostic significance, as it has been associated with the subsequent development of coronary heart disease and stroke.\n\n• Carotid IMT will be measured by B-mode ultrasound in all participants at baseline and at a one-year followup visit. Analyses will be based on the mean IMT of the far wall for 1-cm lengths of the right and left carotid bifurcation and internal and common carotid arteries.\n\nMeasurement of stroke risk factors:\n\n* Blood Pressure (BP) will be recorded at baseline and at follow-up: six and 12 months from randomization. Averaged consecutive triplicate readings will be obtained with a semiautomatic Omron oscillometric BP monitor. Individuals will rest for five minutes sitting in a semi-reclined position on the dental chair, after which BP recordings will be performed. Patients will rest for one minute between blood pressure readings.\n* Blood samples: Serial blood samples will be collected at baseline and at follow-up: 12 months after randomization. These blood samples will be assessed for hs-CRP, hemoglobin A1C, and fasting lipid profile in a blind fashion.\n\nMeasurement of vascular cognitive impairment:\n\n* To assess for vascular cognitive impairment, the standardized clinical assessment, Montreal Cognitive Assessment or MOCA, will be administered to all participants at baseline and at a one-year followup visit. The test assesses eight domains of cognitive functioning: attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation.\n* White mater disease will be assessed from FLAIR scans obtained from the initial clinical, standard of care MRI and/or CT scan that stroke/TIA patients receive"},"conditionsModule":{"conditions":["Periodontal Disease","Stroke","TIA"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":400,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intensive Dental Treatment","type":"ACTIVE_COMPARATOR","description":"Patients will undergo up to five sessions of full-mouth removal of subgingival dental plaque by the use of scaling and root planning under local anesthesia. Any hopeless teeth will be extracted during this treatment period, which will be as short as possible, but will extend to no more than 4 weeks. In addition to standard scaling and root planning, the investigators seek to better suppress the oral biofilm by administering Arestin locally into the periodontal pockets ≥6 mm. All patients will be reexamined at 3, 6 and 9 months for safety checks. Patients will be given instructions in basic oral hygiene and treated for stroke risk factors in accordance to the current guidelines for secondary stroke prevention.","interventionNames":["Procedure: Intensive dental treatment","Drug: Arestin"]},{"label":"Standard Dental Treatment","type":"ACTIVE_COMPARATOR","description":"Patients will undergo supragingival mechanical scaling and polishing. They will be informed of the presence and severity of their periodontal disease and will be advised to be seen by their dentist if their condition requires immediate attention. If they have no dental provider they will be referred for care. All patients will be reexamined at 3, 6 and 9 months for safety checks. Among the group the periodontal condition will be monitored to assure there is no progression of disease. If any site demonstrates an increase in periodontal pockets \\>3mm, they will receive site-directed scaling and root planing. Patients will be given instructions in basic oral hygiene and treated for stroke risk factors in accordance to the current guidelines for secondary stroke prevention. At the completion of the study, the control treatment patients will be offered to receive the same dental care as provided to the intensive treatment group as needed.","interventionNames":["Procedure: Standard dental treatment"]}],"interventions":[{"type":"PROCEDURE","name":"Intensive dental treatment","description":"Up to five sessions of full-mouth removal of subgingival dental plaque by the use of scaling and root planning under local anesthesia. Any hopeless teeth will be extracted during this treatment period, which will be as short as possible, but will extend to no more than 4 weeks. In addition to standard scaling and root planning, the investigators seek to better suppress the oral biofilm by administering Arestin locally into the periodontal pockets ≥6 mm.","armGroupLabels":["Intensive Dental Treatment"],"otherNames":["Scaling","Planing","Hand Scaler","Ultrasonic Scaler"]},{"type":"PROCEDURE","name":"Standard dental treatment","description":"Supragingival mechanical scaling and polishing.","armGroupLabels":["Standard Dental Treatment"],"otherNames":["Scaling","Polishing","Hand Scaler"]},{"type":"DRUG","name":"Arestin","description":"To better suppress the oral biofilm by administering Arestin locally into the periodontal pockets ≥6 mm.","armGroupLabels":["Intensive Dental Treatment"],"otherNames":["Minocycline Hydrochloride"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Ischemic Stroke","timeFrame":"One year"},{"measure":"Transient ischemic attack (TIA)","timeFrame":"One Year"},{"measure":"Myocardial infarction (MI)","timeFrame":"One Year"},{"measure":"Cardiovascular Death","timeFrame":"One Year"}],"secondaryOutcomes":[{"measure":"Progression of Atherosclerosis","description":"Carotid IMT will be measured and analyzed on the mean IMT of the far wall for 1cm lengths of right and left carotid bifurcation and internal and common carotid arteries.","timeFrame":"One Year"},{"measure":"Vascular Cognitive Impairment","description":"White matter disease will be assessed using MRI and the Montreal Cognitive Assessment (MOCA) will be administered to assess eight domains of cognitive function: attention and concentration, executive functions, memory, language, visuoconstructional skills, conceptual thinking, calculations, and orientation.","timeFrame":"One Year"},{"measure":"Blood Pressure","description":"Blood pressure","timeFrame":"One Year"},{"measure":"hs-CRP","timeFrame":"One Year"},{"measure":"hemoglobin A1c","timeFrame":"One Year"},{"measure":"Fasting Lipids","timeFrame":"One Year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient is at least 18 years of age with no upper age limit\n2. Patient is able to consent, follow an outpatient protocol, and is available by telephone\n3. Non-severely disabling initial stroke (modified Rankin score ≤ 3) or TIA in the past 90 days\n4. Evaluable for periodontal examination and treatment (≥ 5 teeth) and able to sustain a dental examination\n5. Contain ≥ 2 interproximal sites with ≥ 4 mm of clinical attachment loss (CAL) (initial periodontitis as defined by the Centers for Disease Control (CDC) Working Group on Surveillance Systems for Periodontal Infections - see below)\n\nExclusion Criteria:\n\n1. Stroke due to intracranial hemorrhage, dissection, veno-occlusive disease, drugs, trauma, or vasculitis\n2. Previous neurological impairment that would make detection of a subsequent event difficult\n3. Co-morbid conditions that may limit survival to less than one year\n4. Brain CT or MRI which shows a lesion other than stroke as the cause of the syndrome\n5. History of medical conditions requiring antibiotic prophylaxis prior to dental exam (artificial cardiac valves, previous inflammation of the heart or valves, complex heart conditions or other heart malformations since birth, surgically constructed systemic pulmonary shunts, valvular dysfunctions, prolapse, hypertrophic cardiomyopathy, first two years of joint replacement, previous infections from artificial joint, any chronic or radiation-induced condition leading to immunosuppression or hemophilia)\n6. Patients on oral anticoagulant therapy with a Prothrombin Time International Normalized Ratio (PT-INR) greater than 3.5 (may be corrected and enrolled).\n7. Pregnancy confirmed by urine pregnancy test in women of child-bearing potential (≤ 55 years age)\n8. Known allergy or hypersensitivity to local anesthesia or minocycline that cannot be medically managed\n9. Participation in another randomized clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Daniel L Christmus","role":"CONTACT","phone":"803-777-4452","email":"danielc@mailbox.sc.edu"},{"name":"Kolby T Redd, PhD","role":"CONTACT","phone":"803-545-6078","email":"Kolby.Redd@uscmed.sc.edu"}],"overallOfficials":[{"name":"Souvik Sen, MD","affiliation":"University of South Carolina","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of North Carolina at Chapel Hill","status":"RECRUITING","city":"Chapel Hill","state":"North Carolina","zip":"27599","country":"United States","contacts":[{"name":"Sherrill T Phillips, RDH-BS","role":"CONTACT","phone":"919-537-3422","email":"Sherrill_Phillips@unc.edu"}],"geoPoint":{"lat":35.9132,"lon":-79.05584}},{"facility":"University of South Carolina School of Medicine Department of Neurology","status":"RECRUITING","city":"Columbia","state":"South Carolina","zip":"29203","country":"United States","contacts":[{"name":"Kolby T Redd, PhD","role":"CONTACT","phone":"803-545-6078","email":"Kolby.Redd@uscmed.sc.edu"}],"geoPoint":{"lat":34.00071,"lon":-81.03481}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010510","term":"Periodontal Diseases"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009059","term":"Mouth Diseases"},{"id":"D000009057","term":"Stomatognathic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M13109","name":"Periodontal Diseases","asFound":"Periodontal Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11709","name":"Mouth Diseases","relevance":"LOW"},{"id":"M11707","name":"Stomatognathic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008911","term":"Minocycline"}],"ancestors":[{"id":"D000000900","term":"Anti-Bacterial Agents"},{"id":"D000000890","term":"Anti-Infective Agents"}],"browseLeaves":[{"id":"M11569","name":"Minocycline","asFound":"Urologic","relevance":"HIGH"},{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M3912","name":"Anti-Bacterial Agents","relevance":"LOW"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"}]}},"hasResults":false}