{"protocolSection":{"identificationModule":{"nctId":"NCT04818424","orgStudyIdInfo":{"id":"5520"},"organization":{"fullName":"Boston University Charles River Campus","class":"OTHER"},"briefTitle":"Robotic Exosuit Augmented Locomotion (REAL)","officialTitle":"Robotic Exosuit Augmented Locomotion (REAL) in the Clinic and Community","acronym":"REAL"},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-03-18","studyFirstSubmitQcDate":"2021-03-25","studyFirstPostDateStruct":{"date":"2021-03-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-12-08","lastUpdatePostDateStruct":{"date":"2021-12-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Lou Awad, PT, DPT, PhD","investigatorTitle":"Assistant Professor, Physical Therapy","investigatorAffiliation":"Boston University Charles River Campus"},"leadSponsor":{"name":"Lou Awad, PT, DPT, PhD","class":"OTHER"},"collaborators":[{"name":"Harvard University","class":"OTHER"},{"name":"Spaulding Rehabilitation Hospital","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"Previous studies of the exosuit technology have culminated in strong evidence for the gait-restorative effects of soft robotic exosuits for patients post-stroke by means of substitution for lost function. The present study builds on this work by suggesting that an exosuit's immediate gait-restorative effects can be leveraged during high intensity gait training to produce long-lasting gait restoration. Current gait training efforts are focused on either quality or intensity. They focus on gait quality often by reducing the training intensity to allow patients to achieve a more normal gait. In contrast, efforts focused on training intensity push participants without focusing on the quality of their movements. These intervention paradigms generally fail to substantially impact community mobility. In this study, the investigators posit that exosuits can uniquely enable an integration of these paradigms (ie, high intensity gait training that promotes quality of movements). For this protocol, exosuits developed in collaboration with an industry partner, ReWalk™ Robotics will be used. To evaluate the effects of REAL gait training, the investigators will use clinical measures of motor and gait function, locomotor mechanics and energetics, and physiologic measures that may infer on motor learning. The spectrum of behavioral and physiologic data that we will collect will enable us to understand more comprehensively the gait-restorative effects of REAL.","detailedDescription":"Weakness of the ankle plantarflexors after a stroke results in impaired forward propulsion during walking, which consequently impacts walking efficiency and speed - parameters that are necessary for community participation. Next-generation soft, wearable robots, known as soft robotic exosuits, were developed to assist paretic ankle dorsiflexion during its swing phase and paretic ankle plantarflexion during push off. Prior observational studies of the exosuit technology have culminated in strong evidence of immediate gait-restorative effects for patients post-stroke through improved forward propulsion, and faster and farther walking. The investigators posit that gait training using exosuits will leverage these immediate gait-restorative effects to facilitate gait training at higher intensities without compromising gait quality. This type of training will facilitate lasting rehabilitative effects that persist beyond the use of exosuit. Leveraging a systematic approach in the staging of pilot studies toward larger clinical trials, this clinical validation was initiated with a single-subject study design followed by a case series, which both provided early evidence for the potential of gait training with exosuits in restoring propulsion and speed. As a next step, the investigators seek to examine the efficacy of these interventions under more robust terms by implementing a randomized clinical trial (RCT).\n\nThe primary aim of the current study seeks to understand the rehabilitative effects of a Robotic Exosuit Augmented Locomotion (REAL) gait training program relative to matched gait training without exosuits (Control) on walking and propulsion function after stroke. It is hypothesized that REAL training will result in clinically meaningful improvements in walking speed that are greater than the speed gains following Control training. Further, this study seeks to examine whether training-related changes in propulsion function following both interventions (REAL, Control) influence the training-induced effects on walking function. The investigators hypothesize that REAL training will result in substantial gains in walking function that are achieved through improved propulsion function, while Control training will have modest gains in walking function that are not related to changes in propulsion.\n\nA secondary aim of this study is to evaluate single day changes in neuromuscular control following both interventions (REAL, Control), as measured by muscle synergies and the dynamic motor control index. The investigators hypothesize that neuromuscular control will immediately improve during powered use of a soft-robotic exosuit (i.e., immediate) and exosuit-induced improvements in neuromuscular control will show continued improvement over a single session of REAL gait training (i.e., adaptation), and persisting improvement to unassisted walking after a single session of REAL gait training (i.e., retention). In contrast, the Control training will show no changes in neuromuscular control. An additional secondary aim is to identify neuromuscular predictors of training-related improvements in walking and propulsion function. It is hypothesized that positive relationships will be observed between single-day changes in neuromuscular control and training-induced improvements in walking and propulsion function after 12 sessions of gait training. Moreover, the investigators hypothesize that regardless of baseline walking speed, individuals with higher baseline neuromuscular control will have the greatest training-induced improvements in propulsion and walking function after 12 sessions of gait training.\n\nFor this protocol, exosuits developed in collaboration with an industry partner (ReWalk™ Robotics) will be used. To examine the effects of REAL gait training, the investigators will use clinical measures of motor and gait function, locomotor mechanics, and physiologic measures that may infer on motor learning. The spectrum of behavioral and physiologic data that will be collected will enable a more comprehensive understanding of the gait-restorative effects of REAL.\n\nThis study will be implemented by carrying out the following study visits: (1) Primary screen over the phone, (2) Clinical screen \\& fit, (3) Exposure, (4) Pre-training evaluations, (5) Training (12 sessions)(6) Post-training evaluation, and (7) Retention evaluation. Randomization to either REAL or Control will occur after Pre-training evaluation. A washout period up to 4 weeks will precede Retention evaluation."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Exosuit","Soft Robotics","Wearable Robots","Gait Rehabilitation","Propulsion"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants are randomly assigned to either intervention of (1) REAL, or (2) Control.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"REAL training","type":"EXPERIMENTAL","description":"Robotic Exosuit Augmented Locomotion (REAL) refers to gait training with soft robotic exosuits, performed under a speed-based approach where participants are asked to walk at faster speeds in treadmill and overground environments. Cues and summary feedback emphasizing walking speed and forward propulsion are provided by the physical therapist to facilitate goal-directed walking practice. Training is progressively challenging based on environmental complexity and practice variability. REAL includes 12 training sessions, administered 2-3x/week. Each session includes 30 minutes of total walking time.","interventionNames":["Device: Soft exosuit"]},{"label":"Control training","type":"ACTIVE_COMPARATOR","description":"Control training refers to similarly structured gait training as with REAL, with the only exception of using soft robotic exosuits. Control training is performed under a speed-based approach where participants are asked to walk at faster speeds in treadmill and overground environments. Cues and summary feedback emphasizing walking speed and forward propulsion are provided by physical therapist to facilitate goal-directed walking practice. Training is progressively challenging based on environmental complexity and practice variability. Control training includes 12 training sessions, administered 2-3x/week. Each session includes 30 minutes of total walking time.","interventionNames":["Behavioral: Gait training without exosuits"]}],"interventions":[{"type":"DEVICE","name":"Soft exosuit","description":"A soft exosuit is a textile-based wearable robot that is worn on the paretic ankle. Soft exosuits provide assistive torques through retraction of Bowden cables that connect distally to anchor points on front and back of the ankle, assisting with dorsiflexion during swing for foot clearance, and plantarflexion during late stance to assist with propulsion, respectively. Exosuit assistance is provided synchronously based on the wearer's gait, as detected by integrated inertial measurement units.","armGroupLabels":["REAL training"]},{"type":"BEHAVIORAL","name":"Gait training without exosuits","description":"Control intervention will implement gait training without exosuits. Other elements of intervention are similarly structured as with REAL, with the only exception of using exosuits.","armGroupLabels":["Control training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"6-Minute Walk Test (6MWT)","description":"This is test of long-distance walking function. The participant will be asked to \"cover as much distance as they safely can\" for 6 minutes, and total distance is the main metric from this test. This will be performed without wearing the soft exosuit (No Suit) regardless of intervention.","timeFrame":"Baseline (Pre-training Evaluation)"},{"measure":"6-Minute Walk Test (6MWT)","description":"This is test of long-distance walking function. The participant will be asked to \"cover as much distance as they safely can\" for 6 minutes, and total distance is the main metric from this test. This will be performed without wearing the soft exosuit (No Suit) regardless of intervention.","timeFrame":"Post-training Evaluation (up to 6 weeks)"},{"measure":"6-Minute Walk Test (6MWT)","description":"This is test of long-distance walking function. The participant will be asked to \"cover as much distance as they safely can\" for 6 minutes, and total distance is the main metric from this test. This will be performed without wearing the soft exosuit (No Suit) regardless of intervention.","timeFrame":"Retention Evaluation (up to 4 weeks post-washout)"},{"measure":"10-Meter Walk Test (10MWT)","description":"This is a test of short-distance walking function. The participant will be asked to walk at comfortable walking speed (CWS) and maximum walking speed (MWS) on a ten-meter straight walkway.","timeFrame":"Baseline (Pre-training Evaluation)"},{"measure":"10-Meter Walk Test (10MWT)","description":"This is a test of short-distance walking function. The participant will be asked to walk at comfortable walking speed (CWS) and maximum walking speed (MWS) on a ten-meter straight walkway.","timeFrame":"Post-training Evaluation (up to 6 weeks)"},{"measure":"10-Meter Walk Test (10MWT)","description":"This is a test of short-distance walking function. The participant will be asked to walk at comfortable walking speed (CWS) and maximum walking speed (MWS) on a ten-meter straight walkway.","timeFrame":"Retention Evaluation (up to 4 weeks post-washout)"}],"secondaryOutcomes":[{"measure":"Forward propulsion","description":"Forward propulsion refers to anterior component of the ground reaction forces that correspond to push-off subtask of the gait cycle.","timeFrame":"Baseline (Pre-training Evaluation)"},{"measure":"Forward propulsion","description":"Forward propulsion refers to anterior component of the ground reaction forces that correspond to push-off subtask of the gait cycle.","timeFrame":"Post-training Evaluation (up to 6 weeks)"},{"measure":"Forward propulsion","description":"Forward propulsion refers to anterior component of the ground reaction forces that correspond to push-off subtask of the gait cycle.","timeFrame":"Retention Evaluation (up to 4 weeks post-washout)"},{"measure":"Muscle Synergies","description":"Muscle synergies refers to the coordinated co-activation of muscles during walking. Electromyography data will be collected bilaterally from up to 12 lower-limb muscles during treadmill walking with and without the exosuit. The number, timing, and composition of muscle synergies will be calculated using standard non-negative matrix factorization techniques.","timeFrame":"Baseline (Pre-training Evaluation)"},{"measure":"Dynamic Motor Control Index","description":"The dynamic motor control index is a continuous summary metric of muscle co-activations during walking. Electromyography data will be collected bilaterally from up to 12 lower-limb muscles during treadmill walking with and without the exosuit. Using non-negative matrix factorization, the variability accounted for by the one-muscle synergy solution is converted into a z-score centered around 100. A value of 100 indicates neuromuscular control similar to neuro-typical adults and each 10-point deviation represents a difference of one-standard deviation from neuro-typical adults.","timeFrame":"Baseline (Pre-training Evaluation)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 - 80 years old\n* Stroke event occurred at least 6 months ago\n* Observable gait deficits\n* Gait speed equal to or less than 1 m/s\n* Able to walk without the support of another person for at least 6 minutes (may use an assistive device as needed, but without use of an ankle foot orthosis or brace)\n* Passive ankle dorsiflexion range of motion to neutral with the knee extended (i.e., able to achieve an angle of 90 degrees between the shank and the foot)\n* Resting heart rate between 40 - 100 bpm, inclusive\n* Resting blood pressure between 90/60 and 170/90 mmHg, inclusive\n\nExclusion Criteria:\n\n* Score of \\>1 on question 1b and \\>0 on question 1c on the NIH Stroke Scale\n* Inability to communicate with investigators\n* Neglect or hemianopia\n* Actively receiving physical therapy for walking\n* History of cerebellar strokes\n* Known recurring or repeating strokes\n* Unexplained dizziness in the last 6 months\n* Pressure ulcers or skin wounds located at human-device interface sites\n* Other medical, orthopedic, and neurological conditions that prevent full participation in the research","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Franchino Porciuncula, EdD, PT","role":"CONTACT","phone":"617-495-4621","email":"fporciuncula@seas.harvard.edu"}],"overallOfficials":[{"name":"Lou Awad, PT, DPT, PhD","affiliation":"Boston University Charles River Campus","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Harvard University","status":"RECRUITING","city":"Boston","state":"Massachusetts","zip":"02134","country":"United States","contacts":[{"name":"Conor Walsh, PhD","role":"CONTACT","phone":"617-495-4621","email":"walsh@seas.harvard.edu"},{"name":"Franchino Porciuncula, EdD, PT","role":"CONTACT","phone":"617-495-4621","email":"fporciuncula@seas.harvard.edu"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Boston University","status":"RECRUITING","city":"Boston","state":"Massachusetts","zip":"02215","country":"United States","contacts":[{"name":"Louis N Awad, PT, PhD","role":"CONTACT","phone":"617-500-3645","email":"lowawad@bu.edu"},{"name":"Lillian Braga","role":"CONTACT","phone":"617-500-3645","email":"lcrbraga@bu.edu"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Spaulding Rehabilitation Hospital","status":"RECRUITING","city":"Charlestown","state":"Massachusetts","zip":"02129","country":"United States","contacts":[{"name":"Paolo Bonato, PhD","role":"CONTACT","phone":"617-573-2745","email":"pbonato@mgh.harvard.edu"},{"name":"Catherine Adans-Dester, PhD","role":"CONTACT","phone":"617-952-6321","email":"cadans-dester@partners.org"}],"geoPoint":{"lat":42.37787,"lon":-71.062}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Awad LN, Bae J, O'Donnell K, et al. Soft exosuits increase walking speed and distance after stroke. In: International Symposium on Wearable Robotics and Rehabilitation (WeRob). Houston, TX: IEEE; 2; 2017."},{"pmid":"28777105","type":"BACKGROUND","citation":"Awad LN, Bae J, Kudzia P, Long A, Hendron K, Holt KG, O'Donnell K, Ellis TD, Walsh CJ. Reducing Circumduction and Hip Hiking During Hemiparetic Walking Through Targeted Assistance of the Paretic Limb Using a Soft Robotic Exosuit. Am J Phys Med Rehabil. 2017 Oct;96(10 Suppl 1):S157-S164. doi: 10.1097/PHM.0000000000000800."},{"pmid":"28747517","type":"BACKGROUND","citation":"Awad LN, Bae J, O'Donnell K, De Rossi SMM, Hendron K, Sloot LH, Kudzia P, Allen S, Holt KG, Ellis TD, Walsh CJ. A soft robotic exosuit improves walking in patients after stroke. Sci Transl Med. 2017 Jul 26;9(400):eaai9084. doi: 10.1126/scitranslmed.aai9084."},{"pmid":"29361587","type":"BACKGROUND","citation":"Bae J, Awad LN, Long A, O'Donnell K, Hendron K, Holt KG, Ellis TD, Walsh CJ. Biomechanical mechanisms underlying exosuit-induced improvements in walking economy after stroke. J Exp Biol. 2018 Mar 7;221(Pt 5):jeb168815. doi: 10.1242/jeb.168815."},{"pmid":"30595090","type":"BACKGROUND","citation":"Ardestani MM, Kinnaird CR, Henderson CE, Hornby TG. Compensation or Recovery? Altered Kinetics and Neuromuscular Synergies Following High-Intensity Stepping Training Poststroke. Neurorehabil Neural Repair. 2019 Jan;33(1):47-58. doi: 10.1177/1545968318817825. Epub 2018 Dec 29."},{"pmid":"24515925","type":"BACKGROUND","citation":"Holleran CL, Straube DD, Kinnaird CR, Leddy AL, Hornby TG. Feasibility and potential efficacy of high-intensity stepping training in variable contexts in subacute and chronic stroke. Neurorehabil Neural Repair. 2014 Sep;28(7):643-51. doi: 10.1177/1545968314521001. Epub 2014 Feb 10."},{"pmid":"7762049","type":"BACKGROUND","citation":"Hesse S, Bertelt C, Jahnke MT, Schaffrin A, Baake P, Malezic M, Mauritz KH. Treadmill training with partial body weight support compared with physiotherapy in nonambulatory hemiparetic patients. Stroke. 1995 Jun;26(6):976-81. doi: 10.1161/01.str.26.6.976."},{"pmid":"12610841","type":"BACKGROUND","citation":"Paci M. Physiotherapy based on the Bobath concept for adults with post-stroke hemiplegia: a review of effectiveness studies. J Rehabil Med. 2003 Jan;35(1):2-7. doi: 10.1080/16501970306106."},{"pmid":"31122660","type":"BACKGROUND","citation":"Ardestani MM, Henderson CE, Hornby TG. Improved walking function in laboratory does not guarantee increased community walking in stroke survivors: Potential role of gait biomechanics. J Biomech. 2019 Jun 25;91:151-159. doi: 10.1016/j.jbiomech.2019.05.011. Epub 2019 May 17."},{"pmid":"30408710","type":"BACKGROUND","citation":"Roelker SA, Bowden MG, Kautz SA, Neptune RR. Paretic propulsion as a measure of walking performance and functional motor recovery post-stroke: A review. Gait Posture. 2019 Feb;68:6-14. doi: 10.1016/j.gaitpost.2018.10.027. Epub 2018 Oct 25."},{"pmid":"16456121","type":"BACKGROUND","citation":"Bowden MG, Balasubramanian CK, Neptune RR, Kautz SA. Anterior-posterior ground reaction forces as a measure of paretic leg contribution in hemiparetic walking. Stroke. 2006 Mar;37(3):872-6. doi: 10.1161/01.STR.0000204063.75779.8d. Epub 2006 Feb 2."},{"type":"BACKGROUND","citation":"Bae J, Siviy C, Rouleau M, et al. A lightweight and efficient portable soft exosuit for paretic ankle assistance in walking after stroke. Proc - IEEE Int Conf Robot Autom. 2018:2820-2827. doi:10.1109/ICRA.2018.8461046"},{"pmid":"33748765","type":"BACKGROUND","citation":"Awad LN, Kudzia P, Revi DA, Ellis TD, Walsh CJ. Walking faster and farther with a soft robotic exosuit: Implications for post-stroke gait assistance and rehabilitation. IEEE Open J Eng Med Biol. 2020;1:108-115. doi: 10.1109/ojemb.2020.2984429. Epub 2020 Apr 2."},{"pmid":"19240197","type":"BACKGROUND","citation":"Dobkin BH. Progressive Staging of Pilot Studies to Improve Phase III Trials for Motor Interventions. Neurorehabil Neural Repair. 2009 Mar-Apr;23(3):197-206. doi: 10.1177/1545968309331863."},{"type":"BACKGROUND","citation":"Porciuncula F, Baker TC, Arumukhom Revi D, et al. Soft robotic exosuits for targeted gait rehabilitation after stroke: A case study. Neurorehabil Neural Repair. 2019;33(12):1082-1083."},{"type":"BACKGROUND","citation":"Porciuncula F, Arumukhom Revi D, Baker TC, et al. Speed-Based Gait Training with Soft Robotic Exosuits Improves Walking after Stroke: A Crossover Pilot Study. In: American Physical Therapy Association Combined Sections Meeting. ; 2021."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}