{"protocolSection":{"identificationModule":{"nctId":"NCT03062930","orgStudyIdInfo":{"id":"STUDY00002937"},"secondaryIdInfos":[{"id":"16GRNT31010001","type":"OTHER_GRANT","domain":"American Heart Association"}],"organization":{"fullName":"Milton S. Hershey Medical Center","class":"OTHER"},"briefTitle":"Remediation of the Non-Paretic Arm in Stroke","officialTitle":"Remediation of the Non-Paretic Arm to Improve Functional Independence in Chronic Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2019-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-08-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-12-01","type":"ACTUAL"},"completionDateStruct":{"date":"2018-12-01","type":"ACTUAL"},"studyFirstSubmitDate":"2016-10-20","studyFirstSubmitQcDate":"2017-02-20","studyFirstPostDateStruct":{"date":"2017-02-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-03-26","lastUpdatePostDateStruct":{"date":"2019-03-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Robert L. Sainburg","investigatorTitle":"Professor of Kinesiology and Neurology","investigatorAffiliation":"Milton S. Hershey Medical Center"},"leadSponsor":{"name":"Milton S. Hershey Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke survivors with severe contralesional paresis often have substantial control and coordination deficits in the non-paretic arm. Because this arm must serve as the primary controller, these deficits can be functionally devastating. The investigators now hypothesize that the combination of severe paresis (Upper Extremity Fugl-Meyer Score ≤35) and persistent motor deficits in the non-paretic arm limits functional independence in chronic stroke survivors. The investigators predict that remediation, focused on the non-paretic arm should improve functional independence. The investigators propose a randomized study design with two tracts, two periods and four assessments. The investigators envision this study as the first step in establishing the basis for a rehabilitation approach that focuses on remediation of BOTH arms, which constitutes a substantial change from current remediation protocols focused only on the contralesional arm.","detailedDescription":"The investigators previously elaborated hemisphere specific motor deficits in the non-paretic arm of chronic stroke survivors with unilateral hemisphere damage. The investigators showed that these deficits are associated with substantial limitations in performance of activities of daily living (ADL), an effect exacerbated by contralesional paresis due to forced reliance on the non-paretic arm. The investigators now hypothesize that the combination low moderate to severe paresis (Fugl-Meyer Score \\< 35) and persistent motor deficits in the non-paretic arm limits functional independence in chronic stroke survivors. The investigators predict that intense remediation focused on improving the speed, coordination, and accuracy of the non-paretic arm should improve functional independence, as well as improving paretic arm function due to increased participation in daily activities. Unfortunately, the usual standard of care in rehabilitation for survivors with low-moderate to severe paresis tends to focus on task training in essential ADL activities, rather than on intensive remediation. Previous research has shown that non-paretic arm deficits depend on the hemisphere that is damaged by stroke, such that left hemisphere damage (LHD) impairs trajectory features, including speed and smoothness, while right hemisphere damage (RHD) impairs the ability to bring the arm to rest at an accurate and stable position. The investigators have designed a training program to address both of these motor components and to improve the speed and dexterity of the non-paretic arm. The investigators propose a randomized study design with two tracts, two periods and four assessments. Participants will first complete 2 baseline assessments, spaced 3 weeks apart. Following completion of the second assessment, participants will be randomly assigned to one of two tracks: Track 1 will receive three weeks of arm training, followed by 3 weeks of a comparison condition. Participants assigned to track 2 will receive three weeks of the comparison condition, followed by 3 weeks of arm training. Then, all participants will complete an end-of-period assessment, and a follow-up assessment for retention, 3 weeks after completion of the two periods. Pilot results indicate that non-paretic arm training produces substantial improvements in motor performance and functional independence as well as reducing paretic arm impairment. This is an essential first-step in developing a rehabilitation protocol focused on remediating both arms of severely impaired stroke survivors."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","hemiparesis","lesion hemisphere","ipsilesional deficits","contralesional deficits","rehabilitation","remediation","paretic arm"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Track 1","type":"ACTIVE_COMPARATOR","description":"Training of non-paretic arm for 3 weeks consisting of occupational therapy and kinematic tasks followed by sham condition (playing board games/computer games) for 3 weeks","interventionNames":["Behavioral: Track 1","Behavioral: Track 2"]},{"label":"Track 2","type":"SHAM_COMPARATOR","description":"Sham condition (playing board games/computer games) for 3 weeks followed by training of the non-paretic arm for 3 weeks consisting of occupational therapy and kinematic tasks","interventionNames":["Behavioral: Track 1","Behavioral: Track 2"]}],"interventions":[{"type":"BEHAVIORAL","name":"Track 1","description":"Training of non-paretic arm followed by sham condition","armGroupLabels":["Track 1","Track 2"],"otherNames":["remediation of non-paretic arm followed by sham training"]},{"type":"BEHAVIORAL","name":"Track 2","description":"Same procedures as track 1, but completed in opposite order, starting with sham condition followed by the non-paretic arm training","armGroupLabels":["Track 1","Track 2"],"otherNames":["sham condition followed by remediation of non-paretic arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in performance time on Jebsen Taylor Hand Function Test","description":"test of unimanual arm function on the non-paretic arm","timeFrame":"week -3, week 0, week 3, week 6, week 9"}],"secondaryOutcomes":[{"measure":"Change in Barthel Index","description":"measure of functional independence","timeFrame":"week -3, week 0, week 3, week 6, week 9"},{"measure":"Change in Kinematic analysis","description":"Distance and Direction Errors and Hand Path Straightness on virtual reaching task (non-paretic arm)","timeFrame":"week -3, week 0, week 3, week 6, week 9"},{"measure":"Change in Grooved Pegboard","description":"timed measure of dexterity of the non-paretic arm","timeFrame":"week -3, week 0, week 3, week 6, week 9"},{"measure":"Change in Upper Extremity Fugl Meyer Assessment","description":"test of paretic arm function","timeFrame":"week -3, week 0, week 3, week 6, week 9"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects will be between 21 and 85 years old of either gender\n2. Subjects will demonstrate cognitive abilities required to follow commands and engage in the experimental task\n3. Subjects will have had a unilateral stroke at least 3 months prior to participation resulting in upper extremity motor deficits\n\nExclusion Criteria:\n\n1. hospitalization for substance abuse and/or a major psychiatric diagnosis (schizophrenia);\n2. non-stroke neurological diseases that may affect ability to perform task or upper limb motor function\n3. certain peripheral movement restrictions, such as neuropathy\n4. neuroradiological confirmation of concomitant damage to the cerebellum or brain stem or extensive periventricular white matter changes (based on consultation with neuroradiology)","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Robert Sainburg, Phd","affiliation":"Penn State College of Medicine, Penn State University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Penn State College of Medicine; Hershey Medical Center","city":"Hershey","state":"Pennsylvania","zip":"17033","country":"United States","geoPoint":{"lat":40.28592,"lon":-76.65025}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Scholar Sphere"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}