{"protocolSection":{"identificationModule":{"nctId":"NCT06259877","orgStudyIdInfo":{"id":"StrokeRespiratoryMuscles"},"organization":{"fullName":"Kırıkkale University","class":"OTHER"},"briefTitle":"Relationship Between Respiratory Muscle Strength, Balance, Trunk Control, Functional Capacity in Stroke Patients","officialTitle":"Determination of the Relationship Between Respiratory Muscle Strength, Respiratory Functions, Balance, Trunk Control, Functional Capacity and Motor Functions in Stroke Patients and Comparison With Healthy Individuals"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-02-07","studyFirstSubmitQcDate":"2024-02-07","studyFirstPostDateStruct":{"date":"2024-02-14","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-02-07","lastUpdatePostDateStruct":{"date":"2024-02-14","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Saniye Aydoğan Arslan","investigatorTitle":"associate professor","investigatorAffiliation":"Kırıkkale University"},"leadSponsor":{"name":"Kırıkkale University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study; To determine the relationship between respiratory muscle strength, balance, trunk control, functional capacity and motor functions in stroke patients and compare them with healthy individuals.","detailedDescription":"Stroke is one of the most important causes of chronic disability in adults. Hemiplegia and hemiparesis are common neurological conditions following stroke. Neurological findings associated with hemiplegia negatively affect posture, muscle tone, motor control, voluntary motor activation and trunk muscle synergy. The effect of stroke on the respiratory system depends on the structures affected by the lesion. The continuation of normal ventilation also depends on the influence of the neuromuscular system. The interference in trunk muscle synergies brings about loss of respiratory muscle function. Symptoms associated with respiratory problems, especially dyspnea, reduce exercise performance. On the other hand, motor control function losses; It disrupts the coordination of the respiratory muscles and changes the thickness of the diaphragm muscle, causing asymmetry between the affected and unaffected sides. Developing asymmetry can lead to progressive loss of strength in the respiratory muscles.\n\nIn the evaluation of stroke patients, measurements of the pulmonary system are rarely included. It is thought that the fact that patients do not have symptoms and/or diseases related to the pulmonary system before the development of stroke may explain the insufficient attention to respiratory evaluations. However, in a few studies, respiratory system evaluations were also made in stroke patients; It has been reported that there are effects related to pulmonary functions such as partial or total diaphragm on the affected side and weakening of intercostal and abdominal muscles."},"conditionsModule":{"conditions":["Stroke Patients"],"keywords":["Respiratory Function","Postural Control","Balance"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":44,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Individuals with stroke over the age of 18"},{"label":"Healthy individuals over the age of 18"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluation of respiratory functions","description":"Measurements will be made in a sitting position using a spirometer (BTL-08 Spiro Pro system, Germany). Measurements are carried out in accordance with the recommendations of ATS (American Thoracic Society). The best of three consecutive measurements in each case is recorded. After respiratory function tests, FEV1, FVC, FEV1/FVC and PEF values are recorded. Pulmonary function test parameters are expressed as a percentage of expected values according to age, height, body weight and gender. Evaluations will be made by a physiotherapist experienced in Cardiopulmonary Rehabilitation.","timeFrame":"5 minutes"},{"measure":"Respiratory Muscle Strength Measurement","description":"Respiratory muscle strength will be measured using a portable, electronic mouth pressure measuring device (MEC Pocket Spiro MPM100, Belgium). One of the most frequently used and non-invasive methods for evaluating respiratory muscles is the measurement of maximal inspiratory pressure (MIP) and maximal expiratory pressure (MEP). These are the intraoral pressures measured during maximal inspiration and expiration against a valve that closes the respiratory tract. MIP is the pressure (in effect negative pressure) created to open closed alveoli at the highest level of residual volume. The person being tested is made to take maximum inspiration, and at the end of this, the respiratory tract is closed with a valve and the person is asked to take maximum inspiration and continue this for 1-3 seconds.In MEP measurement, the person is asked to perform maximal inspiration against the closed airway for 1-3 seconds after maximal inspiration.","timeFrame":"5 minutes"},{"measure":"Evaluation of Balance","description":"Berg Balance Scale was designed to quantitatively evaluate balance and determine the risk of falling, and was preferred because it evaluates people's ability to maintain their balance while performing functional activities. BBS consists of 14 items for direct observation of maintaining body balance during performance. Each item is scored between 0-4 depending on the patient's ability to meet the specific time and distance requirements for the test. In the test, which is made more difficult by reducing the support base, a score of 4 indicates the ability to complete the task independently and a score of 0 indicates an inability to initiate the task. The test measures the level of dependence and/or independence and the person's ability to change positions during positions such as standing from sitting to standing, standing with feet together, standing in tandem position, balancing on one leg.","timeFrame":"5 minutes"},{"measure":"Functional reach test","description":"It is used to measure the stability limits of patients. For the test, the patient is asked to raise his unaffected arm forward 90° and make a fist with his hand, and to reach forward as much as he can by following the meter placed at shoulder level, without any loss of movement or balance in the feet, and the distance between the first and last measurement is measured by taking the 3rd Metacarpolaryngeal joint as a criterion. The test was repeated 3 times and the average value was recorded in cm.","timeFrame":"5 minutes"},{"measure":"Trunk Impairment Scale","description":"Developed to evaluate trunk balance (control) in patients with neurological deficits, GDS consists of 17 parameters. It evaluates static (3 parameters and 7 points in total) and dynamic (10 parameters, 10 points in total) sitting balance and trunk coordination (4 parameters, 6 points in total). The Trunk Impairment Scale is scored out of 2 and 3 points. The total score can be a minimum of 0 and a maximum of 23 points.","timeFrame":"5 minutes"},{"measure":"The Stroke Rehabilitation Assessment Of Movement Scale","description":"STREAM is a scale used for clinical motor assessment in stroke patients. This scale consists of 3 parts, each consisting of 10 items: upper extremity voluntary movement, lower extremity voluntary movement and basic mobility. There are 30 sub-items in total. Scoring should be done separately for voluntary movements and basic mobility. Points are given according to the quality of the movement and the amount of execution.","timeFrame":"5 minutes"},{"measure":"6 Minute Walk Test","description":"It has been used to evaluate physical activity and functional capacity in many pulmonary rehabilitation programs for patients with chronic pulmonary disease and limited respiratory capacity. 6MWT is a simple, low-cost test that monitors blood pressure (BP), heart rate (HR), respiratory frequency (SF), pulse oxygen saturation (SpO2), Borg Scale score and distance walked. This test allows determination of physical fitness and VO2max and also evaluates the patient's capacity and exercise tolerance","timeFrame":"10 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke individuals over the age of 18\n\nExclusion Criteria:\n\n* Patients with another neurological problem (Parkinson, Multiple sclerosis, etc.) that will affect functionality and balance other than stroke\n* Patients with orthopedic problems (short limbs, spine and lower extremity surgery) with pulmonary disease\n* Patients with cooperation and communication problems","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke individuals over the age of 18 and healthy individuals who are followed up with a diagnosis of ischemic or hemorrhagic stroke and who apply to Kırıkkale University Faculty of Medicine Physical Medicine and Rehabilitation clinic will be included in our study.\n\nSocio-demographic characteristics of all individuals (age, height, body weight, body mass index, exercise and smoking habits, dominant side, lesion side, stroke type and onset, comorbid conditions, fall history, etc.) will be recorded.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Saniye Aydoğan Arslan","role":"CONTACT","phone":"+905053333457","email":"fztsaniye1982@gmail.com"}],"locations":[{"facility":"Kirikkale University","status":"RECRUITING","city":"Kırıkkale","country":"Turkey","contacts":[{"name":"Saniye Aydoğan Arslan","role":"CONTACT","phone":"+905053333457","email":"fztsaniye1982@gmail.com"}],"geoPoint":{"lat":39.84528,"lon":33.50639}}]},"referencesModule":{"references":[{"pmid":"33064231","type":"BACKGROUND","citation":"Macchiavelli A, Giffone A, Ferrarello F, Paci M. Reliability of the six-minute walk test in individuals with stroke: systematic review and meta-analysis. Neurol Sci. 2021 Jan;42(1):81-87. doi: 10.1007/s10072-020-04829-0. Epub 2020 Oct 16."},{"pmid":"26260878","type":"BACKGROUND","citation":"Kilinc M, Avcu F, Onursal O, Ayvat E, Savcun Demirci C, Aksu Yildirim S. The effects of Bobath-based trunk exercises on trunk control, functional capacity, balance, and gait: a pilot randomized controlled trial. Top Stroke Rehabil. 2016 Feb;23(1):50-8. doi: 10.1179/1945511915Y.0000000011. Epub 2015 Aug 10."},{"pmid":"31297483","type":"BACKGROUND","citation":"Sag S, Buyukavci R, Sahin F, Sag MS, Dogu B, Kuran B. Assessing the validity and reliability of the Turkish version of the Trunk Impairment Scale in stroke patients. North Clin Istanb. 2018 Aug 14;6(2):156-165. doi: 10.14744/nci.2018.01069. eCollection 2019."},{"pmid":"24639923","type":"RESULT","citation":"Jung KJ, Park JY, Hwang DW, Kim JH, Kim JH. Ultrasonographic diaphragmatic motion analysis and its correlation with pulmonary function in hemiplegic stroke patients. Ann Rehabil Med. 2014 Feb;38(1):29-37. doi: 10.5535/arm.2014.38.1.29. Epub 2014 Feb 25."},{"pmid":"26644689","type":"RESULT","citation":"Jung JH, Kim NS. The effect of progressive high-intensity inspiratory muscle training and fixed high-intensity inspiratory muscle training on the asymmetry of diaphragm thickness in stroke patients. J Phys Ther Sci. 2015 Oct;27(10):3267-9. doi: 10.1589/jpts.27.3267. Epub 2015 Oct 30."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}