{"protocolSection":{"identificationModule":{"nctId":"NCT02799017","orgStudyIdInfo":{"id":"2014-12-0045"},"organization":{"fullName":"Austin Speech Labs","class":"OTHER"},"briefTitle":"Phonological Treatment Paired With Intensive Speech Therapy Promotes Reading Recovery in Chronic Aphasia","officialTitle":"Phonological Treatment Paired With Intensive Speech Therapy Promotes Reading Recovery in Chronic Aphasia"},"statusModule":{"statusVerifiedDate":"2016-06","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-06"},"primaryCompletionDateStruct":{"date":"2018-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-02-17","studyFirstSubmitQcDate":"2016-06-09","studyFirstPostDateStruct":{"date":"2016-06-14","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-29","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Austin Speech Labs","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Participants will receive either intensive phonology or semantic feature analysis treatment for 16 weeks to improve naming, reading, and writing in individuals with chronic post-stroke aphasia.","detailedDescription":"A total of 20 clients will be enrolled in the study, 10 will be in control group and 10 in experimental group and will be assigned in a random order. All clients will be given standardized tests pre and post treatment to assess comprehension, expressive, reading and writing skills.\n\nParticipants MRI reports will be collected to understand lesion sites and language outcomes. Both experimental and control group will receive individual, group and reading for an hour each. Participants in experimental group will receive an hour of individual phonology therapy. The participants in control group will receive traditional individual therapy. Both groups will receive group and an hour of reading aloud.\n\nExperimental Group Therapy will involve visual and auditory drills. It will also be structured, sequential, repetitive, and cumulative. The sounds targeted during treatment will be separated into five sets which will include 5 sounds - one short vowel and four consonants. For consonants that have two sounds, initially the hard sound will be taught. The soft sound will be taught when the participant is taught the different spelling rules (i.e. \"silent 'e'\"). Each set will be targeted for three weeks or until mastery.\n\nWhen teaching a new set of sounds, the clinician will teach the participant the placement of the articulators and the name of the letter. The participant will copy each letter in the set while receiving auditory bombardment of the sound. During auditory bombardment, the participant is encouraged to produce the sound.\n\nProcedure: The participants in the experimental group will receive an hour of phonology treatment, an hour of group therapy, and an hour of reading. The participants in the control group will receive an hour of individual therapy, an hour of reading and an hour of group therapy in a traditional setting. Both groups will work on writing, generative naming during group time, however, the experimental group will focus on self-cueing with the sounds they learn during the individual session. While the control group will simply follow the semantic feature analysis to retrieve the name. Both groups will be read to or read aloud depending on their level.\n\nThe participants in the experimental group will be taught all consonants and vowels over the course of 16 weeks.\n\nVisual Drills Step 1: Production of individual sounds - The clinician will show the subject a letter and the subject will name the letter and produce the corresponding sound. If the participant does not produce an accurate response, the participant will be provided a visual of the placement of the sound. If the target is still not produced, the clinician will provide the correct response and the participant will imitate the clinician. They will repeat the production three times, write the letter, and produce the letter name three times.\n\nAuditory Drills\n\n\\*For all auditory tasks, the clinician's articulators should be covered. In this section the clinician will produce the sound with his or her mouth covered and the subject will repeat the sound heard and then write the corresponding letter on the paper. If the participant still responds incorrectly, the clinician will write the target letter, name the letter, and have the participant copy and repeat the accurate response. Each sound should be targeted 5 times per session.\n\nStep 2: Sound to letter identification/letter naming -The participant will be provided with a sheet with all of the letters in the set being targeted. The clinician will produce one sound, the client will repeat it to ensure comprehension, and the client will identify the letter that is associated with the sound by pointing to it. In addition, the participant will say the letter name. If the participant gets it incorrect, the clinician will tell the participant the sound that corresponds with the letter he identified and the clinician will repeat the target sound providing the placement cues (i.e. removing cover from articulators). If the participant still responds incorrectly, the clinician will identify the target letter and have the participant copy the response. Each sound should be targeted 5 times per session.\n\nStep 3: Initial sound discrimination - The clinician will ask the participant if a word starts with a certain sound. (i.e. \"Does 'bag' start with /d/?\") If the participant responds incorrectly, the clinician will explain why the response is incorrect and repeat the stimuli while providing placement cues (i.e. removing cover from articulators). If the participant still responds incorrectly, the clinician will show him the written word and repeat the stimuli. If the participant still responds incorrectly, the clinician will provide the accurate response with an explanation. This task consists of five trials.\n\nInitial sound identification - When the participant reaches 90% accuracy on the initial sound discrimination task, the clinician will provide the participant with a CVC word verbally and ask him to identify the initial sound by pointing to the letter in a sheet containing all the sounds within that set and naming the letter. If the participant responds incorrectly, the clinician will explain why the response is incorrect and repeat the stimuli with providing placement cues (i.e. removing cover from articulators). If the participant is still unable to do this, the clinician will reduce the amount of choices to three. If the participant is still unable to complete the task, the clinician will provide the correct response with an explanation. There will be five trials for this task.\n\nInitial sound generation - Once the participant reaches 90% accuracy on the initial sound identification task, the clinician will verbally provide the participant with a CVC word and ask the participant to produce the initial sound in the stimuli and name the letter. If the participant is unable to produce the initial sound, the clinician will repeat the word with her mouth uncovered to show the participant the articulatory placement. If still unable to to produce the sound, clinician will isolate the initial sound with her mouth uncovered. There will be five trials for this task.\n\nBlending \\& Segmenting Drills - This will be introduced after the subject learns one consonant and a vowel.\n\nStep 4: Segmentation - The clinician will provide the participant with a CV or VC word consisting of two letters from the set. The participant will repeat the word and then segment the two sounds. When the participant reaches 90% accuracy, the participant will repeat a CVC word and segment the three sounds.\n\nStep 5: Blending - When the participant reaches 90% accuracy on the segmentation task, the clinician will provide the participant with two sounds from the set with a two second pause in between. The participant will repeat the two sounds in isolation and then blend them together. If the participant is unable to blend the sounds, the clinician will produce them in isolation with a one second pause in between. If the participant is still unable to produce the target response, the clinician will repeat the sounds in isolation with a one second pause in between and then produce the target word and the participant will repeat the target. When the participant reaches 90% accuracy blending two sounds, the participant will complete the above task with three sounds (CVC). There will be five trials for this task.\n\nStep 6: Reading CVC Words - Once the participant reaches 80% accuracy identifying, producing, and blending, the participant will read aloud CVC words that contain sounds being targeted in therapy.\n\nWriting CVC Words to Dictation - Once the participant reaches 80% accuracy identifying, producing, and blending, the participant will write CVC words to dictation given by the clinician (words will contain the target sounds).\n\nGroup Therapy:\n\nStep1: Generative Naming Participants will be asked to generate items to a given verb or a noun category. They will be encouraged to write the items and read them using phonology treatment protocol. The control group will follow traditional generative naming method. The control group will be given phonemic cues if needed to recall words however that will not be the first option. Clients will be asked to write sentences and read sentences using the generated list to a given action verb or noun.\n\nStep 2: Picture naming - The participant will be provided with a picture that has an initial sound that is one of the target sounds. If the participant is unable to name the picture, the clinician will instruct the participant to try to write the word or the initial letter. The clinician will inform the participant that the first letter is one of the target sounds. If the participant is unable to write it, the clinician will provide 3 choices, all of which are target letters. If the participant is able to produce the first letter, the clinician will instruct him to produce the sound that corresponds to the letter. If the participant is still unable to produce the target response, the clinician will expand the phonemic cue to a syllabic cue. If the participant is still unable to produce the correct response, the clinician will provide a semantic cue or another cue that works for the participant.\n\nReading - All clients will be given 15 sentences to work on reading. The sentences will target the sounds taught in individual therapy. Clients that cannot read will be read to by volunteers."},"conditionsModule":{"conditions":["Aphasia","Language"],"keywords":["Aphasia","Reading","Writing","Naming","Language","Chronic post stroke","Phonology","Semantic Feature Analysis","Recovery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intensive Phonology Treatment","type":"EXPERIMENTAL","description":"The participants in the experimental group will receive an hour of phonology treatment, an hour of group therapy, and an hour of reading. They will work on writing, generative naming during group time focusing on self-cueing with the sounds they learn during the individual session. They will be read to or read aloud depending on their level.\n\nThe participants in the experimental group will be taught all consonants and vowels over the course of 16 weeks.","interventionNames":["Other: Intensive Phonology Treatment"]},{"label":"Intensive SFA Treatment","type":"ACTIVE_COMPARATOR","description":"The participants in the control group will receive an hour of individual therapy, an hour of reading and an hour of group therapy in a traditional setting. They will work on writing, generative naming during group time following the semantic feature analysis to retrieve the name.They will be read to or read aloud depending on their level.","interventionNames":["Other: Intensive SFA Treatment"]}],"interventions":[{"type":"OTHER","name":"Intensive Phonology Treatment","description":"Phonology based reading, writing, and naming therapy.","armGroupLabels":["Intensive Phonology Treatment"]},{"type":"OTHER","name":"Intensive SFA Treatment","description":"Semantic based reading, writing, and naming therapy.","armGroupLabels":["Intensive SFA Treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Improvement in reading single words as measured by PALPA","description":"Reading of single words will be testing using Psycholinguistic Assessment of Language Processing (PALPA) subtests","timeFrame":"16 weeks"},{"measure":"Improvement in naming as measured by BNT","description":"picture naming (nouns) will be tested using Boston Naming Test (BNT)","timeFrame":"16 weeks"}],"secondaryOutcomes":[{"measure":"Improvement in spontaneous speech measured by WAB","description":"spontaneous speech will be tested for information content and fluency using standardized measuring tools like Western Aphasia Battery(WAB) picture description to analyze increase in spontaneous speech","timeFrame":"16 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female\n* 20-85 years old\n* Have suffered a left CVA\n* Score above 50% on comprehension task of the WAB\n* Score below 80% accuracy on all phonology related tasks\n\nExclusion Criteria:\n\n* Score above 80% accuracy on all phonology related tasks.\n* Score below 50% on comprehension task of the WAB\n* Have suffered a right CVA\n* Are receiving teletherapy","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Shilpa Shamapant, M.S.,M.A.","affiliation":"Austin Speech Labs","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Austin Speech Labs","city":"Austin","state":"Texas","zip":"78757","country":"United States","geoPoint":{"lat":30.26715,"lon":-97.74306}}]},"referencesModule":{"references":[{"pmid":"20360466","type":"BACKGROUND","citation":"Beeson PM, Rising K, Kim ES, Rapcsak SZ. A treatment sequence for phonological alexia/agraphia. J Speech Lang Hear Res. 2010 Apr;53(2):450-68. doi: 10.1044/1092-4388(2009/08-0229)."},{"pmid":"24686537","type":"BACKGROUND","citation":"Brookshire CE, Conway T, Pompon RH, Oelke M, Kendall DL. Effects of intensive phonomotor treatment on reading in eight individuals with aphasia and phonological alexia. Am J Speech Lang Pathol. 2014 May;23(2):S300-11. doi: 10.1044/2014_AJSLP-13-0083."},{"pmid":"11494187","type":"BACKGROUND","citation":"Carlomagno S, Pandolfi M, Labruna L, Colombo A, Razzano C. Recovery from moderate aphasia in the first year poststroke: effect of type of therapy. Arch Phys Med Rehabil. 2001 Aug;82(8):1073-80. doi: 10.1053/apmr.2001.25155."},{"pmid":"10050366","type":"BACKGROUND","citation":"Conway TW, Heilman P, Rothi LJ, Alexander AW, Adair J, Crosson BA, Heilman KM. Treatment of a case of phonological alexia with agraphia using the Auditory Discrimination in Depth (ADD) program. J Int Neuropsychol Soc. 1998 Nov;4(6):608-20. doi: 10.1017/s1355617798466104."},{"pmid":"14657447","type":"BACKGROUND","citation":"Doesborgh SJ, van de Sandt-Koenderman MW, Dippel DW, van Harskamp F, Koudstaal PJ, Visch-Brink EG. Effects of semantic treatment on verbal communication and linguistic processing in aphasia after stroke: a randomized controlled trial. Stroke. 2004 Jan;35(1):141-6. doi: 10.1161/01.STR.0000105460.52928.A6. Epub 2003 Dec 4."},{"pmid":"22820721","type":"BACKGROUND","citation":"El Hachioui H, Lingsma HF, van de Sandt-Koenderman ME, Dippel DW, Koudstaal PJ, Visch-Brink EG. Recovery of aphasia after stroke: a 1-year follow-up study. J Neurol. 2013 Jan;260(1):166-71. doi: 10.1007/s00415-012-6607-2. Epub 2012 Jul 22."},{"pmid":"9126854","type":"BACKGROUND","citation":"Goodglass H, Wingfield A, Hyde MR, Gleason JB, Bowles NL, Gallagher RE. The importance of word-initial phonology: error patterns in prolonged naming efforts by aphasic patients. J Int Neuropsychol Soc. 1997 Mar;3(2):128-38."},{"pmid":"15788254","type":"BACKGROUND","citation":"Greenwald M. \"Blocking\" lexical competitors in severe global agraphia: a treatment of reading and spelling. Neurocase. 2004 Apr;10(2):156-74. doi: 10.1080/13554790409609946."}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"},{"id":"D000003147","term":"Communication Disorders"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000065886","term":"Neurodevelopmental Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M6064","name":"Communication Disorders","asFound":"Speech Therapy","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M30334","name":"Neurodevelopmental Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}