{"protocolSection":{"identificationModule":{"nctId":"NCT06202833","orgStudyIdInfo":{"id":"NFEC-2023-464"},"organization":{"fullName":"Nanfang Hospital, Southern Medical University","class":"OTHER"},"briefTitle":"Tongyuan Acupuncture on Consciousness Disorder After Stroke","officialTitle":"Study on the Effect of Tongyuan Acupuncture on Consciousness Disorder After Stroke","acronym":"TAOCDAS"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-23","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-01-23","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-03","studyFirstSubmitQcDate":"2024-01-09","studyFirstPostDateStruct":{"date":"2024-01-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-09","lastUpdatePostDateStruct":{"date":"2024-01-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Nanfang Hospital, Southern Medical University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a common and frequently-occurring disease in the world. Patients with stroke often have sequelae and functional disorders of varying degrees, among which the disturbance of consciousness has the greatest impact on prognosis and quality of life.At present, drug therapy, neurosurgical interventional therapy and modern physical therapy are mainly used for post-stroke consciousness disorders. The above therapies to improve the state of consciousness of patients are not supported by sufficient evidence-based evidence, and the other is that they have shortcomings, such as invasive, expensive, and strict indications. Acupuncture has been used in the treatment of sequelae of stroke for thousands of years in China. Tongyuan acupuncture is a set of traditional Chinese medicine therapy pioneered by Professor Lai Xinsheng, a famous doctor of Chinese medicine. A large number of previous studies have proved that Tongyuan acupuncture has a unique effect on the cardiovascular system, gynecology, ent, neurology and other functional disorders. In this study, Tongyuan acupuncture was used in patients with post-stroke consciousness disorder to observe its efficacy and explore the mechanism of action. The purpose of this study is to investigate whether Tongyuan acupuncture can improve the consciousness disorder after stroke, and to provide a new safe, effective, feasible and easy to popularize treatment method.","detailedDescription":"This study was a randomized, placebo-controlled, single-blind study. Approximately 174 people will participate in the study at the medical facility. Patients with post-stroke consciousness disorder hospitalized in the Rehabilitation Department of Nanfang Hospital, Guangzhou, China, were randomly included into the experimental group and the control group, and the experimental group was treated with Tongyuan needle acupuncture on the basis of routine rehabilitation therapy and drug therapy. Experimental group selected points: baihui, zhongwan, guanyuan, qihai, tianshu (double).The control group was treated with 1cm acupuncture at the same depth beside the selected points of the experimental group. Before intervention, treatment for 1 week, treatment for 2 weeks, treatment for 3 weeks, and treatment for 4 weeks (after completion), follow-up: Glasgow coma score, Modified Coma Recovery Scale（CRS-R scale） were performed 4 weeks after discharge to assess the conscious state of the patients, and electroencephalogram（EEG）, brainstem evoked potential and Encephalofluctuography were examined before intervention and 4 weeks after treatment. The baseline data of the experimental group and the control group showed no statistical difference through statistical analysis. Conventional rehabilitation treatment and drug treatment were adopted by the current guidelines, and the distribution of cases in the two groups was also random."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Strokes","Acupuncture","Consciousness Disorder"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"For stroke patients with consciousness disturbance, the Glasgow coma score was between 3 and 9 points, the patient's vital signs were stable, and the onset time of consciousness disturbance caused by stroke was confirmed to be less than 6 months; Clinical and auxiliary examination confirmed that cerebral infarction or cerebral hemorrhage is the only factor causing consciousness disorder, excluding other diseases caused consciousness disorder patients; Aged between 18 and 85 years old; Family members or authorized clients are informed and sign informed consent; Did not enter other clinical studies at the same time.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Blind for patients, blind for data processing personnel, not blind for acupuncture operators","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":174,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Tongyuan acupuncture","type":"EXPERIMENTAL","description":"Point selection of Tongyuan acupuncture group: baihui, zhongwan, guanyuan, qihai, tianshu (double).The method of lifting, inserting and twisting was used once a day, 5 days a week for 4 consecutive weeks. Twenty days in total. Consciousness levels were assessed before intervention, at 1, 2, 3, and 4 weeks of treatment, and 4 weeks after discharge.","interventionNames":["Device: Acupuncture with regulating immunity as the core of treatment"]},{"label":"Sham acupoint acupuncture","type":"SHAM_COMPARATOR","description":"In the sham-acupoint group, acupuncture treatment was carried out 1cm beside the selected points of the experimental group, once a day, 5 days a week, for 4 consecutive weeks. Twenty days in total. Consciousness levels were assessed before intervention, at 1, 2, 3, and 4 weeks of treatment, and 4 weeks after discharge.","interventionNames":["Device: Needles that are not on acupoints"]}],"interventions":[{"type":"DEVICE","name":"Acupuncture with regulating immunity as the core of treatment","description":"The patient was supine, the acupuncture points were disinfected with 75% ethanol, and the acupuncture points on the head and neck were first acupuncture, and then the acupuncture points on the abdomen and limbs. baihui: When the 1.5 inch millimeter needle is needled, the tip of the needle and the acupoint are at a 15-30 ° Angle, and the needle is about 1 inch flat along the subcutaneous area. The twisting speed is about 200 times per minute, and the stitches are once every 15 minutes, and each stitch is about 30 seconds. zhongwan, tianshu: 1.5 inch needle straight puncture 1 inch, small amplitude lifting and twisting. guanyuan, qihai: 1.5 inch millimeter needle downward oblique puncture 1 inch, small amplitude lifting and twisting. The above acupoints were measured by obtaining qi, and the needles were retained for 30min, once a day.5 days a week for 4 weeks.Twenty days in total.","armGroupLabels":["Tongyuan acupuncture"],"otherNames":["Tongyuan acupoint acupuncture"]},{"type":"DEVICE","name":"Needles that are not on acupoints","description":"In this group, acupuncture treatment was performed at 1cm side of the selected points of the Tongyuan acupoint acupuncture group.The piercing Angle is the same as the test group, only piercing, not twisting.Once a day, 5 days a week for 4 weeks.Twenty days in total.","armGroupLabels":["Sham acupoint acupuncture"],"otherNames":["Sham acupoint acupuncture"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"gcs score","description":"The Glasgow coma scale has a minimum of 3 and a maximum of 15, with higher scores representing better consciousness.Valid criteria for GCS score:\n\nConsciousness improvement rate of each patient = (GCS score after treatment - GCS score before treatment)/GCS score before treatment ×100% Consciousness improvement rate ≥20% is effective, 15%≤ consciousness improvement rate \\< 20% is effective, and consciousness improvement rate \\< 15% is ineffective.","timeFrame":"4 weeks"}],"secondaryOutcomes":[{"measure":"CRS-R Scale","description":"the Coma Recovery Scale - Revised, CRS-R, with a minimum value of 0 and a maximum value of 23, the higher the score, the better the state of consciousness.Valid CRS-R scoring criteria: The minimum state of consciousness (MCS) was assessed as: visual \\> 1 or auditory \\> 2 or verbal response \\> 2 or motor \\> 2 or communication \\> 0 or arousal \\> 2; The evaluation criteria of persistent vegetative state (VS) were: vision ≤1 score, hearing ≤2 score, speech response ≤2 score, movement ≤2 score, communication = 0 score and arousal ≤2 score; Clarity of mind was assessed on a scale of exercise = 6 points or communication = 2 points.\n\nA change from below MCS to MCS, or from MCS to VS, or from VS to clear consciousness, or an increase of one level or more in the state of consciousness is considered valid.\n\nMeeting the GCS score or CRS-R score validity criteria can be considered valid.","timeFrame":"4 weeks"}],"otherOutcomes":[{"measure":"electroencephalograph，EEG","description":"The grading criteria are as follows: Grade Ⅰ : normal range: α rhythm or mainly α rhythm, accompanied by a few theta waves;Grade Ⅱ : Mild anomaly: mainly theta waves, accompanied by a few delta waves;Grade Ⅲ : moderate anomaly: δ wave, mixed with θ wave, a few α wave or delta wave, no other rhythmic activity;Class IV: Severe anomaly: diffuse delta wave with short range electrical rest or some leads scattered in the delta wave, others electrical rest;Grade V: Extremely abnormal: almost flat waves or no electrical activity in the brain.","timeFrame":"4 weeks"},{"measure":"Brainstem Auditory Evoked Potential，BAEP","description":"According to brainstem auditory evoked potential (BAEP), the disturbance of consciousness is divided into four grades: Grade I: normal; Level II: In mild abnormalities, there were well-differentiated Ⅰ to Ⅴ waves, but the latency between Ⅰ to Ⅲ waves, Ⅲ to Ⅴ / Ⅰ to Ⅴ waves was prolonged, or the absolute latency between Ⅰ and Ⅲ / Ⅴ waves was prolonged, or the Ⅴ / Ⅰ wave amplitude ratio was lower than 0.5, or the Ⅲ to Ⅴ / Ⅰ to Ⅲ wave peak latency ratio was greater than 1;Grade III: moderately abnormal, with poorly differentiated Ⅲ / Ⅴ waves, poor repeatability, or absence of Ⅴ waves; Grade IV: Severe abnormality, only Ⅰ wave, or all waves are absent. The higher the grade, the more severe the brain injury.","timeFrame":"4 weeks"},{"measure":"Encephalofluctuography，EFG","description":"Adopts the Encephalofluctuography (SP03 model) produced by Shenzhen Kangli High-tech Co., LTD., Guangdong Province, China:\n\nAll subjects were placed in the lying position and kept quiet with eyes closed. The electrodes were placed at ' according to the international standard 10-20 system 16 leads and recorded for 10min. The instrument would conduct automatic analysis after the recording. From the analysis report, 9 kinds of brain in each subject were obtained Transmitter power, relative power, total brain power and brain function index. The function of neurotransmitters in the brain is reflected by the level of neurotransmitter power.","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. sign the informed consent voluntarily;\n2. met the above diagnostic criteria, and the GCS score was between 3 and 9 (the score was scored by a rehabilitation physician, and the patient had not used sedatives or anesthetics on the day of the score);\n3. The patient's condition is stable, vital signs are stable, and the onset time of consciousness disturbance caused by stroke is confirmed to be less than 6 months;\n4. Cerebral infarction or cerebral hemorrhage confirmed by clinical and auxiliary examination is the only factor causing consciousness disorder, excluding other diseases caused consciousness disorder patients;\n5. those aged between 18 and 85;\n6. Family members or authorized principals know and sign informed consent;\n7. did not enter other clinical studies at the same time.\n\nExclusion Criteria:\n\n1. People with consciousness impairment mainly due to changes in consciousness content or special types;\n2. confirmed carbon monoxide poisoning, brain tumor, brain trauma, brain parasitic disease, metabolic disorders;\n3. Patients with severe primary diseases of liver, kidney, blood system, endocrine system and other diseases with poor prognosis, mental diseases;\n4. have upper gastrointestinal hemorrhage, secondary epilepsy and other serious complications;\n5. Those who have venous thrombosis and are currently on anticoagulant therapy;\n6. patients judged by the investigator to be unsuitable for participation in this trial;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"YI WEI","role":"CONTACT","phone":"18588528868","email":"371328658@qq.com"},{"name":"YINGMIN JIAN","role":"CONTACT","phone":"13631458025","email":"718208473@qq.com"}],"overallOfficials":[{"name":"YI WEI","affiliation":"Nanfang Hospital, Southern Medical University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"YI WEI","status":"RECRUITING","city":"Guangzhou","state":"Guangdong","zip":"510515","country":"China","contacts":[{"name":"YI WEI","role":"CONTACT","phone":"18588528868","email":"371328658@qq.com"},{"name":"YINGMIN JIAN","role":"CONTACT","phone":"13631458025","email":"718208473@qq.com"}],"geoPoint":{"lat":23.11667,"lon":113.25}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2023-10-08","uploadDate":"2023-12-23T10:11","filename":"Prot_SAP_000.pdf","size":410919},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2023-10-08","uploadDate":"2023-12-12T11:29","filename":"ICF_001.pdf","size":282502}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003244","term":"Consciousness Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6158","name":"Consciousness Disorders","asFound":"Consciousness Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3467","name":"Ethanol","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}