{"protocolSection":{"identificationModule":{"nctId":"NCT03355690","orgStudyIdInfo":{"id":"B371201733371/I/U"},"organization":{"fullName":"Ziekenhuis Oost-Limburg","class":"OTHER"},"briefTitle":"The Care of Stroke in Ziekenhuis Oost-Limburg","officialTitle":"The Care of Stroke in the Hospital of Genk: Outcome After Treatment and the Health-economic Impact of Stroke in the Patient Population","acronym":"Stroke"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-12-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-15","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-15","type":"ACTUAL"},"studyFirstSubmitDate":"2017-10-10","studyFirstSubmitQcDate":"2017-11-21","studyFirstPostDateStruct":{"date":"2017-11-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-12","lastUpdatePostDateStruct":{"date":"2023-04-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dieter Mesotten","investigatorTitle":"MD","investigatorAffiliation":"Ziekenhuis Oost-Limburg"},"leadSponsor":{"name":"Ziekenhuis Oost-Limburg","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A stroke occurs when the blood circulation is hampered due an ischemic or hemorrhagic event. Previous, a stroke was treated only with anti-aggregation. Over time, multiple studies have showed a positive effect of intravenous thrombolysis with rt-PA (recombinant tissue plasminogen activator) in comparison with the standard treatment (anti-aggregation). Since 2015, thrombectomy was proven to have an added value in combination with thrombolysis. Thrombectomy is an endovascular technique where the thrombus is removed or fragmented.\n\nDiagnosis and treatment of stroke will have a significant impact on the health-economic status of the patient. However, little data is known. Unfortunately, the outcome after diagnosis with a stroke is not well documented. Therefore, this follow-up study over a time period of one year, will give us a sufficient amount of data to evaluate patients diagnosed with a stroke in the hospital of Genk."},"conditionsModule":{"conditions":["Stroke"],"keywords":["thrombectomy","thrombolysis","Health-economic status","Outcome after stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"12 Months","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":564,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke patients","description":"Stroke patients are treated according to the clinical practice which can be divided into: anti-aggregation, thrombectomy and/or thrombolysis"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified rankin scale","description":"Change in modified rankin scale over time: baseline (diagnosis stroke), 3 months and one year follow-up. Modified rankin scale is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke.\n\nThe scale runs from 0-6, running from perfect health without symptoms to death.\n\n0 - No symptoms.\n\n1. - No significant disability. Able to carry out all usual activities, despite some symptoms.\n2. - Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities.\n3. - Moderate disability. Requires some help, but able to walk unassisted.\n4. - Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted.\n5. - Severe disability. Requires constant nursing care and attention, bedridden, incontinent.\n6. - Dead.","timeFrame":"day 1, 3 months and 12 months"}],"secondaryOutcomes":[{"measure":"Rehabilitation: evaluation muscle strength","description":"Change in muscle strength over time: baseline (diagnosis stroke), 3 months and one year follow-up. Muscle strength is assessed in both arms and legs according to the score below.\n\n0: no movement 9: palpable flicker but no movement 14: movement but not against gravity 19: movement against gravity 25: movement against resistance 33: normal The scores for arms and legs are counted together and divided by 2.","timeFrame":"day 1, 3 months and 12 months"},{"measure":"Rehabilitation: evaluation arm/hand function","description":"Change in arm/hand function over time: baseline (diagnosis stroke), 3 months and one year follow-up. 5 small tests are performed. The total score can vary from 0 to 5, with lower scores indicating decreased arm/hand function.","timeFrame":"day 1, 3 months and 12 months"},{"measure":"Rehabilitation: walking capability","description":"Change in walking capability over time: baseline (diagnosis stroke), 3 months and one year follow-up. Test: if the patient is able to walk, he/she has to walk 10 meters and is recorded as meter per second.","timeFrame":"day 1, 3 months and 12 months"},{"measure":"Rehabilitation: trunk control test","description":"Change in trunk activity over time: baseline (diagnosis stroke), 3 months and one year follow-up. Trunk control test examines four movements: rolling from a supine position to the weak side and to the strong side, sitting up from a lying-down position, and sitting balance.\n\nEach item is scored as indicated below:\n\n0: no movement 12: movement with corrections 25: normal The total score counts the four tests together. The maximum possible score is 100, with the minimum score being a 0.","timeFrame":"day 1, 3 months and 12 months"},{"measure":"National Institutes of Health Stroke Scale (NIHSS)","description":"Change in NIHSS over time: baseline (diagnosis stroke), 3 months and one year follow-up. The National Institutes of Health Stroke Scale (NIHSS) is a tool used by healthcare providers to objectively quantify the impairment caused by a stroke. The NIHSS is composed of 11 items, each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, while a higher score is indicative of some level of impairment. The individual scores from each item are summed in order to calculate a patient's total NIHSS score. The maximum possible score is 42, with the minimum score being a 0.","timeFrame":"day 1, 3 months and 12 months"},{"measure":"Quality of life-EQ5D","description":"Change in quality of life over time: baseline (diagnosis stroke), 3 months and one year follow-up. The European Quality of life system comprises 5 dimensions (EQ5D): mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 levels varying from no problems to extreme problems.","timeFrame":"day 1, 3 months and 12 months"},{"measure":"Quality of life-Barthel index","description":"Change in quality of life over time: baseline (diagnosis stroke), 3 months and one year follow-up. The barthel index is an index that represent the capacity to perform daily activities (feeding, grooming, toilet use, stairs, bathing,...). Total possible scores range from 0 - 20, with lower scores indicating increased disability.","timeFrame":"day 1, 3 months and 12 months"},{"measure":"Quality of life-stroke specific quality of life scale","description":"Change in quality of life over time: baseline (diagnosis stroke), 3 months and one year follow-up. The Stroke-Specific Quality of Life scale (SSQOL) is a questionnaire that evaluates different activities performed in the last week (language, mobility, personality, writing, thinking, mood, vision,...). Each item is scored with a maximum of 5 points. The higher the score, the more problems the patient will have with their daily activities.","timeFrame":"day 1, 3 months and 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* signed informed consent\n* older than 18 years\n* diagnosed with stroke\n\nExclusion Criteria:\n\n* younger than 18 years","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"110 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All patients (older than 18 years) diagnosed with stroke will be asked to parcipate. When the patient is not approachable for participation, the next of kin will be informed. An informed consent has to be obtained before study participation.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Sofie Vancauter, MD PhD","affiliation":"Ziekenhuis Oost-Limburg","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ziekenhuis Oost-Limburg","city":"Genk","zip":"3600","country":"Belgium","geoPoint":{"lat":50.965,"lon":5.50082}}]},"referencesModule":{"references":[{"pmid":"32849196","type":"DERIVED","citation":"Lesenne A, Grieten J, Ernon L, Wibail A, Stockx L, Wouters PF, Dreesen L, Vandermeulen E, Van Boxstael S, Vanelderen P, Van Poucke S, Vundelinckx J, Van Cauter S, Mesotten D. Prediction of Functional Outcome After Acute Ischemic Stroke: Comparison of the CT-DRAGON Score and a Reduced Features Set. Front Neurol. 2020 Jul 31;11:718. doi: 10.3389/fneur.2020.00718. eCollection 2020."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}