{"protocolSection":{"identificationModule":{"nctId":"NCT04746157","orgStudyIdInfo":{"id":"CEIC-2171"},"organization":{"fullName":"Institut de Recerca Biomèdica de Lleida","class":"OTHER"},"briefTitle":"A Nursing Support Intervention-based Project for Stroke Survivors","officialTitle":"A Nursing Support Intervention-based Project for Stroke Survivors to Improve Patient Centered Outcomes Measures","acronym":"PROICTUS"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-18","studyFirstSubmitQcDate":"2021-02-08","studyFirstPostDateStruct":{"date":"2021-02-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-28","lastUpdatePostDateStruct":{"date":"2022-04-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Francisco Purroy","investigatorTitle":"Principal investigator","investigatorAffiliation":"Institut de Recerca Biomèdica de Lleida"},"leadSponsor":{"name":"Institut de Recerca Biomèdica de Lleida","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the second single most common cause of death and the main cause of disability in the European Union (EU) region. Stroke victims face an uncertain future and a life severely affected by disability. Although there have been many advances in scientific knowledge and innovation in stroke research, improvements in stroke systems of care are still necessary to ensure patient outcomes and improve their quality of life after stroke. The main goal of PROICTUS program (\"pro\" in Greek means before and in Latin means forward movement) is to evaluate a nursing support intervention to improve PROMS (patient reported outcome measures) and the quality of life in stroke survivors. Patients will have a directly contact with the lead nurse by telephone, so they will receive information about their disease, their current situation given them a personalized care and resolving questions that are important for them in their new life situation","detailedDescription":"It is estimated that 6 months after stroke, 45% of survivors have some type of functional dependence. The impact of stroke is quantified in disability adjusted life-years (DALYs), where DALY is 1 year of healthy life lost. Worldwide, the average number of post stroke DALYs is projected to be 60.9 million by 2030. Although, the incidence of stroke disease increases with age, rates in young adults are rising suggesting a need for strategies to improve prevention. Beyond vital prognosis, stroke patients are also at increased risk of poor outcome within the first year of the event including re-hospitalization, recurrent event, dementia, mild cognitive disorder, depression and fatigue, and all affect quality of life. Given these observations, an urgent development of acute care provision, as well as resources for post-stroke therapeutic strategies are needed. PROICTUS not only could improve PROMS (patient reported outcome measures) and quality of life, it is also the tool to increase the adherence to the treatment, reduce the risk factors and ensure an adequate secondary prevention. Patients will be recruited from the emergency service of the Hospital in a period within 14 days from the index event. Half of the selected participants will be part of the PROICTUS interventional project and the other half of the selected patients will receive the usual management. All patients will be contacted by a phone call, the PROICTUS project will be explained to both arms, inform consent obtained and a blood extraction (lipid profile and glycosylated haemoglobin) will be performed. Non interventional group will follow up usual medical care and they will not be contacted by the referent nurse for 12 months. After 1 year of the stroke, participants of the no intervention group will be contacted by phone and primary outcome measurements obtained.\n\nInterventional group will receive a second call 30 days after the stroke. In the second call, patients will get personalize information about his/her health situation and comprehensive individualized communication. For that, the main intervention will be direct contact with the lead nurse by telephone/email.\n\nBasal evaluation will be assessed by five surveys: PROMIS 57 Profile v.2.1, the EQ-5D-5L, survey of treatment adherence, survey of adherence to the Mediterranean diet and the Stroke Riskometer. These evaluation will be repeated at 90 days and 12 months after stroke. This group will also have a tensiometer to measure pressure blood, cardiac rate and detected arrhythmias. Additionaly, participants of this arm could call the nurse two days per week to ask her whatever they need.\n\nAcute ischemic stroke represents a very important and still to be solved health and social problem. For that, this project is a great challenge and many people would beneficiate of its progress."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","ICHOM","PROMS","patient reported outcome measures","nursing support intervention-based project","nurse","DALYs"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"Patients will have a directly contact with the lead nurse by telephone during the study. The referent nurse will provide support and will promote engagement of patient to adequate secondary prevention measures. In addition, she will provide education based on stroke risk and identified vascular risk factors by Stroke Riskometer.","interventionNames":["Other: Nurse intervention"]},{"label":"Usual care","type":"NO_INTERVENTION","description":"Usual care"}],"interventions":[{"type":"OTHER","name":"Nurse intervention","description":"Patients will undergo an individualized patient care plan conducted by a lead nurse. According to their results on the Stroke Riskometer and their cardiovascular risk factors, the nurse will prepare a phone call for the next two weeks with information and support adapted to each patient and their necessities. Phone calls will be repeated monthly until the sixth month, then, one more the ninth month and one last previous to the end of the treatment. Patients will be able to contact the reference nurse whenever they would need to.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline in PROMIS","description":"PROMIS® (Patient-Reported Outcomes Measurement Information System) is a set of person-centered measures that evaluates and monitors physical, mental, and social health. It evaluates the following items: physical function, anxiety, depression, fatigue, sleep disturbance, ability to participate in social roles and activities, pain interference and pain intensity.","timeFrame":"Baseline, 90 ±7 days and 365 ±7 days post-stroke"},{"measure":"Change from baseline in quality of life measured in EQ-5D-5L","description":"The EQ-5D-5L is a standardised measure of health status. It describes five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has five response levels: no problems, slight problems, moderate problems, severe problems, unable to/extreme problems. At the end of the instrument there is a visual analogue scale (EQ VAS) that records the respondent's overall current health where the endpoints are labelled 'The best health you can imagine' and 'The worst health you can imagine'. The EQ VAS provides a quantitative measure of the patient's perception of their overall health","timeFrame":"Baseline, 90 ±7 days and 365 ±7 days post-stroke"},{"measure":"Change from baseline in the risk for stroke recurrence measured by 3. Riskometer score","description":"Riskometer is a tool for assessing the individual risk of a stroke in the next five or ten years.\n\nIt also provides information of what patients can do to reduce the risk.","timeFrame":"Baseline, 90 ±7 days and 365 ±7 days post-stroke"}],"secondaryOutcomes":[{"measure":"Controlled blood pressure","description":"Rate of patients with controlled blood pressure values (Systolic blood pressure \\<140 mmHg and diastolic blood pressure \\<90 mmHg)","timeFrame":"12 months"},{"measure":"Controlled LDL levels","description":"Rate of patients with controlled LDL-c (levels \\<100 mg/dl)","timeFrame":"12 months"},{"measure":"Medication adherence","description":"Rate of patients with medication adherence","timeFrame":"12 months"},{"measure":"Adherence to Mediterranean diet","description":"Rate of adherence to Mediterranean diet","timeFrame":"12 months"},{"measure":"Biometric data","description":"Rate of patients with body mass index \\<25","timeFrame":"12 months"},{"measure":"Stroke recurrence","description":"Rate of patients with stroke recurrence","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ischaemic stroke or haemorrhagic stroke and NIHSS ≤ 5\n* TIA with motor, speech or visual impairment\n* Premorbid mRS\\<4\n* Event onset later than 72hr but within 14 days\n* Medically-stable\n* Consent-capable\n\nExclusion Criteria:\n\n* Advanced medical comorbidity (eg. dementia affecting basic activities of daily living, cancer, HIV, Hep B or C)\n* Isolated sensory symptoms\n* Aphasia\n* Cognitive impairment\n* Hearing loss\n* Taking part in another study","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"IRBLleida","status":"RECRUITING","city":"Lleida","zip":"25198","country":"Spain","contacts":[{"name":"Cristina García, Ns","role":"CONTACT","phone":"+34 973 702935","email":"Cristina García <garciav.cristina@gmail.com>"}],"geoPoint":{"lat":41.61674,"lon":0.62218}}]},"referencesModule":{"references":[{"pmid":"25491651","type":"RESULT","citation":"Parmar P, Krishnamurthi R, Ikram MA, Hofman A, Mirza SS, Varakin Y, Kravchenko M, Piradov M, Thrift AG, Norrving B, Wang W, Mandal DK, Barker-Collo S, Sahathevan R, Davis S, Saposnik G, Kivipelto M, Sindi S, Bornstein NM, Giroud M, Bejot Y, Brainin M, Poulton R, Narayan KM, Correia M, Freire A, Kokubo Y, Wiebers D, Mensah G, BinDhim NF, Barber PA, Pandian JD, Hankey GJ, Mehndiratta MM, Azhagammal S, Ibrahim NM, Abbott M, Rush E, Hume P, Hussein T, Bhattacharjee R, Purohit M, Feigin VL; Stroke RiskometerTM Collaboration Writing Group. The Stroke Riskometer(TM) App: validation of a data collection tool and stroke risk predictor. Int J Stroke. 2015 Feb;10(2):231-44. doi: 10.1111/ijs.12411. Epub 2014 Dec 10."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}