{"protocolSection":{"identificationModule":{"nctId":"NCT04110912","orgStudyIdInfo":{"id":"Rescu Epistry"},"organization":{"fullName":"Unity Health Toronto","class":"OTHER"},"briefTitle":"Improving Outcomes After Time Sensitive Prehospital Interventions: Rescu Epistry","officialTitle":"Improving Outcomes After Time Sensitive Prehospital Interventions: Rescu Epistry"},"statusModule":{"statusVerifiedDate":"2019-09","overallStatus":"WITHDRAWN","whyStopped":"No longer proceeding with application","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-01"},"primaryCompletionDateStruct":{"date":"2040-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2040-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-03-02","studyFirstSubmitQcDate":"2019-09-30","studyFirstPostDateStruct":{"date":"2019-10-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-09-30","lastUpdatePostDateStruct":{"date":"2019-10-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Unity Health Toronto","class":"OTHER"},"collaborators":[{"name":"Canadian Institutes of Health Research (CIHR)","class":"OTHER_GOV"},{"name":"Heart and Stroke Foundation of Canada","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Rescu Epistry includes data points pertaining to prehospital and in-hospital clinical treatments and responses to therapy, survival to discharge and functional outcome data for all cases.","detailedDescription":"The prehospital component of health care begins with a call to 911 and ends on arrival to the Emergency Department (ED). In Ontario, prehospital care is provided by a system which includes 22 dispatch centres, 218 Fire and 72 Emergency Medical Services (EMS) who respond to over 1 million 911 calls a year. The prehospital setting is a chaotic, unpredictable environment in which to deliver care and currently there is no data on whether or not this system of care makes a difference in patient outcomes. The question: are the right patients, receiving the right care and making it to the right institutions cannot readily be answered. Outcome-based information to guide future EMS care has been hampered by the lack of comprehensive prehospital data resources that include meaningful patient outcomes.\n\nWhy target cardiac arrest, trauma, acute stroke, and sepsis? Ischaemic heart disease is the leading cause of death worldwide, and second leading cause of death in Canada; over 240,000 deaths from heart disease annually. The mean age of cardiac arrest patients is around 65 years of age and this demographic is increasing over time with the population older than 65 expected to double within the next 25 years such that by 2041 about 1 in 4 Canadians will be 65 or older.\n\nTrauma is the number one cause of death and disability in people younger than 40 and confirmed for Canada as well for those under the age of 45. Trauma statistics are biased by the fact that the only data we have comes from the trauma centres and this means a trauma victim must survive long enough to make it to a trauma centre to be counted.\n\nStroke is the second leading cause of death worldwide, and the leading cause of chronic disability. Stroke is most frequently caused by an interruption of blood supply to portions of the brain due to occlusion of a major brain artery. Stroke statistics have the same bias as trauma statistics. The current registries for trauma and stroke (national and provincial) are administrative data sets containing only patients that are treated at a stroke or trauma centre and miss all those that are treated and released from community centres that are located close enough to a stroke or trauma centre to be subject to a community bypass strategy or referral. Nor do these data sets capture the important prehospital data on the event and time sensitive interventions provided in the prehospital setting.\n\nSepsis is a clinical syndrome that results from dysregulation of the inflammatory response to severe infection. As sepsis progresses to septic shock it is marked by severe organ dysfunction, coagulopathy, and eventually circulatory collapse and death. The mortality associated with sepsis syndrome ranges from 20 to 50% with increased mortality in patients diagnosed with severe sepsis and septic shock. The average prehospital care interval exceeded 45 minutes, highlighting that there is great potential for early treatment to be delivered by paramedics.\n\nThere are no existing registries in Ontario that routinely track prehospital processes of care and outcomes for patients with sepsis who are transported by EMS. Collecting these data is essential to planning any interventions to improve prehospital identification and management of patients with sepsis.\n\nWhy the focus on time sensitive interventions? Cardiac arrest, stroke, trauma and sepsis all involve resuscitation and time sensitive intervention. For every one minute delay in defibrillation in a cardiac arrest the survival rate falls 7-10%. For every minute delay in treating a stroke, the average patient loses 2 million brain cells, 13.8 billion synapses, and 12 km of axonal fibres. The mean times for those to reach a trauma centre after stabilization at a local hospital are long at 6.7 hours in Ontario well beyond the 'golden hour' in trauma where the survival is greatest. Similarly, despite widespread acknowledgement of the importance of early recognition and treatment of sepsis, many patients fail to receive appropriate therapy during the first 6 hours after presentation to hospital.\n\nAs a result, our society is burdened with staggering socioeconomic costs due to the lack of focus on improving how we care for patients with these time sensitive, life-threatening illnesses. The practical realities of our Canadian geography suggest that a substantial proportion of potential patients do not live close enough to specialized centres of care and receive prehospital care and transport to the closest hospital instead. Rescu Epistry is designed to report on outcomes from these life-threatening illnesses which may benefit from prehospital time sensitive interventions and system optimization initiatives ensuring the right patient gets to the right institute in the right time interval where appropriate care has the greatest chance to be the most effective.\n\nHow is Rescu Epistry innovative?\n\nRescu Epistry has the proven functional and technological ability to expand to other communities in Ontario and to include other provinces in Canada and to collaborate with international investigators who have similar infrastructure and comparable variables. The expansion to other communities has four advantages:\n\n1. It tracks and reports inequalities in access to care that currently exists in Canada for cardiac arrest, trauma and participating regions through targeted interventions and\n2. timely reporting of operation and clinical outcomes\n3. it provides a real-world comparison to evaluate using observational data the transfer of science into practice (effectiveness or generalizability)\n4. it allows our participating services to collaborate easily in trials and studies which may be regional, national or international in scope.\n\nRescu Epistry is unique from any other administrative research quality dataset as it represents a sentinel event in a patient's life that triggers the creation of a new record and a cascade of data collection that follows from multiple community partners like the 911 operator to a multidisciplinary team in the hospital and in the community. This provides a window of opportunity to not only improve care but also optimize the system of care and measure performance benchmark to ensure science informs and changes practice."},"conditionsModule":{"conditions":["Cardiac Arrest","Sepsis","Trauma","Stroke"],"keywords":["Cardiac arrest, Trauma, Acute stroke, and Sepsis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Cardiac arrest","description":"Ischaemic heart disease is the leading cause of death worldwide. However, this is a registry and no interventions are taking place","interventionNames":["Other: This is a registry and no interventions are taking place."]},{"label":"Trauma","description":"Worldwide, trauma is the number one cause of death and disability in people younger than 40 and confirmed for Canada as well for those under the age of 45. However, this is a registry and no interventions are taking place","interventionNames":["Other: This is a registry and no interventions are taking place."]},{"label":"Sepsis","description":"Sepsis is a clinical syndrome that results from dysregulation of the inflammatory response to severe infection. However, this is a registry and no interventions are taking place","interventionNames":["Other: This is a registry and no interventions are taking place."]},{"label":"Stroke","description":"Stroke is the second leading cause of death worldwide, and the leading cause of chronic disability. However, this is a registry and no interventions are taking place","interventionNames":["Other: This is a registry and no interventions are taking place."]}],"interventions":[{"type":"OTHER","name":"This is a registry and no interventions are taking place.","armGroupLabels":["Cardiac arrest","Sepsis","Stroke","Trauma"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Data Registry","description":"To collect comprehensive, standardized, multicentre prehospital data to guide future EMS and Fire as well as in-hospital care (e.g. Emergency Department (ED), Trauma Room, Critical Care Units (CrCU), ward care and rehabilitation) for cardiac arrest, trauma, stroke, and sepsis patients.","timeFrame":"1 year (annual)"}],"secondaryOutcomes":[{"measure":"Effectiveness and Translation","description":"To evaluate the relationships between outcome and regionalized patient care systems, identify best practices, and compliance with guidelines and scientific statements or current evidence. (Effectiveness and Translation)","timeFrame":"1 year (annual)"},{"measure":"Evaluation","description":"To use Rescu Epistry as the data collection interface to enable the evaluation of innovative strategies, including drugs, techniques and technology, and system changes to treat acutely ill patients with cardiac arrest, trauma, stroke, and sepsis in the prehospital setting through for example cohort studies, controlled clinical trials, and knowledge translation implementation trials. (Efficacy)","timeFrame":"1 year (annual)"},{"measure":"International Collaboration in both Efficacy and Effectiveness","description":"To expand Rescu Epistry data collection to include other regions of care in Canada to provide provincial and national data sets and opportunities to collaborate internationally when increased sample sizes and cross border comparisons are required to advance the science quickly.","timeFrame":"1 year (annual)"},{"measure":"Examine epidemiologic and outcomes","description":"To examine epidemiologic and outcomes aspects of acutely ill patients by linking Rescu Epistry to the existing health administrative data in Ontario contained at the Institute for Clinical Evaluative Sciences.","timeFrame":"1 year (annual)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nCardiac Arrest Eligibility\n\n1. Individuals of all ages who experience cardiac arrest outside the hospital, with evaluation by organized EMS personnel and:\n\n   * Attempts at external defibrillation (by lay responders or emergency personnel), or chest compressions by organized EMS personnel (treated cohort)\n   * Were pulseless but did not receive attempts to defibrillate or CPR by EMS personnel (untreated cohort - obviously dead by legislative definition)\n\n   Traumatic Injury Eligibility\n2. Individuals of all ages who experience a traumatic injury outside the hospital, with evaluation by organized EMS personnel and:\n\n   * Systolic blood pressure ≤ 90 mmHg or\n   * Glasgow Coma Scale score ≤12 or\n   * Respiratory rate \\<10 or \\>29 breaths per minute or\n   * Field intubation/advanced airway procedure\n\n   Stroke Eligibility\n3. individuals of all ages who experience stroke outside the hospital, with evaluation by organized EMS personnel and new onset of signs and symptoms suggestive of an acute stroke\n\n   * Unilateral arm/leg weakness or drift or\n   * Slurred speech or inappropriate words or mute or\n   * Unilateral facial droop\n\nSepsis Eligibility\n\n1. Potentially Septic: Individuals of all ages who present with\n\n   * Presence of Fever: Temperature \\>38°C (tympanic membrane)\n   * Paramedic suspects possible infection: i.e. suspected pneumonia, urinary tract infection, abdominal pain or distension, meningitis, cellulitis, septic arthritis, infected wound (minimal data set )\n2. Severe Sepsis: Individuals of all ages who also present with:\n\n   * Presence of Fever: Temperature \\>38°C (tympanic membrane)\n   * Paramedic suspects possible infection: e.g. suspected pneumonia, urinary tract infection, abdominal pain or distension, meningitis, cellulitis, septic arthritis, infected wound; Presence of any one of: (1) respiratory rate \\> 22/min or intubated for respiratory support; (2) acute confusion or reduced level of consciousness; (3) presence of hypotension: SBP\\<=100mmHg (comprehensive data set)\n\nExclusion Criteria: None,","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"All persons within the catchment area of any EMS agency participating, including infants, children and adult patients requiring activation of the emergency 9-1-1 system that meet the defined criteria for cardiac arrest, traumatic injury, stroke or sepsis.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Hamilton Health Sciences","city":"Hamilton","state":"Ontario","zip":"L8V 1C3","country":"Canada","geoPoint":{"lat":43.25011,"lon":-79.84963}},{"facility":"Sunnybrook Health Sciences Center","city":"Toronto","state":"Ontario","zip":"M4N 3M5","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}},{"facility":"St Michael's Hospital","city":"Toronto","state":"Ontario","zip":"M5V 1W8","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"21276647","type":"RESULT","citation":"Lin S, Morrison LJ, Brooks SC. Development of a data dictionary for the Strategies for Post Arrest Resuscitation Care (SPARC) network for post cardiac arrest research. Resuscitation. 2011 Apr;82(4):419-22. doi: 10.1016/j.resuscitation.2010.12.006. Epub 2011 Jan 26."},{"pmid":"27320008","type":"RESULT","citation":"Lin S, Turgulov A, Taher A, Buick JE, Byers A, Drennan IR, Hu S, J Morrison L. Automated Data Abstraction of Cardiopulmonary Resuscitation Process Measures for Complete Episodes of Cardiac Arrest Resuscitation. Acad Emerg Med. 2016 Oct;23(10):1178-1181. doi: 10.1111/acem.13032. Epub 2016 Sep 27."},{"pmid":"27539176","type":"RESULT","citation":"Sun CL, Demirtas D, Brooks SC, Morrison LJ, Chan TC. Overcoming Spatial and Temporal Barriers to Public Access Defibrillators Via Optimization. J Am Coll Cardiol. 2016 Aug 23;68(8):836-45. doi: 10.1016/j.jacc.2016.03.609."}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006323","term":"Heart Arrest"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M20554","name":"Sepsis","relevance":"LOW"},{"id":"M16559","name":"Toxemia","relevance":"LOW"},{"id":"M9708","name":"Hypersensitivity","relevance":"LOW"},{"id":"M9101","name":"Heart Arrest","asFound":"Cardiac Arrest","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}