{"protocolSection":{"identificationModule":{"nctId":"NCT05173051","orgStudyIdInfo":{"id":"11TS003721"},"organization":{"fullName":"Karl Landsteiner University of Health Sciences","class":"OTHER"},"briefTitle":"Medication Intake of Solid Dosage Forms: A Risk Factor for Patients With Stroke-induced Dysphagia?","officialTitle":"Medication Intake of Solid Dosage Forms: A Risk Factor for Patients With Stroke-induced Dysphagia?","acronym":"MedISID"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-12-13","studyFirstSubmitQcDate":"2021-12-26","studyFirstPostDateStruct":{"date":"2021-12-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-19","lastUpdatePostDateStruct":{"date":"2023-07-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michaela Trapl-Grundschober","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Karl Landsteiner University of Health Sciences"},"leadSponsor":{"name":"Karl Landsteiner University of Health Sciences","class":"OTHER"},"collaborators":[{"name":"Paracelsus Medical University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In a prospective, quantitative explorative study, the risk of aspiration and penetration when swallowing solid pills (placebo) compared to a crushed placebo pill will be evaluated during a routine Fiberoptic Endoscopic Evaluation of Swallowing (FEES). The study design is thus a quasi-experimental study design with repeated measurements in the sense of a pre-posttest. Each patient undergoes a baseline examination (routine procedure) followed by the intervention (administration of three different solid pills and a crushed pill).","detailedDescription":"In the research landscape, the topic of medication intake in patients with dysphagia has generally received very little attention, which is why hardly any recommendations can be found in the current guidelines. In the national guidelines of the National Institute for Health and Care Excellence (NICE), the following paragraph was added in 2019: \"People with acute stroke who are unable to take adequate nutrition, fluids and medication orally should have their oral medication reviewed to amend either the formulation or the route of administration\". In the studies by Kelly and colleagues, dysphagia patients were up to three times more likely to receive an erroneous medication administration than patients without dysphagia. It is therefore currently completely unclear how solid medications can be administered safely in patients with acute dysphagia. There is a complete lack of scientific research in this area which means that the way solid medications are administered to patients with dysphagia is based solely on medical and/or nursing experience.\n\nIn everyday clinical practice, solid medications are often delivered in a crushed form to make them easier for patients to swallow. This practice is not evidence-based and has no scientific foundation. There is not a single study known to the author that has systematically investigated the swallowability of crushed medications using an instrumental procedure. Thus, there is an urgent need for research to investigate whether crushed pills can be swallowed better than solid medications by using semisolid textures. This research focuses mainly on the stroke population.\n\nResearch questions:\n\nBased on the current state of research and the research gap presented, an overarching research question emerges: \"Do patients with acute stroke and recent dysphagia also have a swallowing dysfunction for solid medications? Two subprojects are planned to answer the overall research question: A questionnaire analysis and a clinical experimental study.\n\nThe questionnaire analysis serves as a first orientation on how the topic is handled on the stroke units. One question in the questionnaire is aimed at finding out which bolus is most frequently used for the administration of medication. The clinical trial is then conducted with this result.\n\nIn a clinical quasi-experimental study, the swallowing ability of placebo medication in patients with dysphagia will be assessed using Fiberoptic Endoscopic Evaluation of Swallowing (FEES).\n\nPrimary research question \"Questionnaire study\" \"How is medication administration on stroke units, based on dysphagia screening currently performed?\" Primary research questions \"Clinical study\" Is there a different aspiration-penetration risk when swallowing solid medication and when swallowing crushed medication?\n\nMethods:\n\nIn a prospective, quantitative explorative study, the risk of aspiration and penetration when swallowing solid pills (placebo) compared to a crushed placebo pill will be evaluated during a routine Fiberoptic Endoscopic Swallowing Examination (FEES). The study design is thus a quasi-experimental study design with repeated measurements in the sense of a pre-posttest. Each patient undergoes a baseline examination (routine procedure) followed by the intervention (administration of three different solid pills and a crushed pill). Randomisation is not foreseen in a quasi-experimental study or in an evaluation study.\n\nInclusion/exclusion criteria In this part of the study, 60 patients between 50 and 90 years of age who are admitted to the stroke unit of the neurology department at the University Hospital Tulln with an acute first insult, who have a GUSS result of less than 20 points, and who give written consent to participate in the study, are consecutively included. In addition, there must be a need for endoscopy, based on the screening result and the clinical swallowing examination.\n\nAll patients with additional neurodegenerative diseases, with re-insult, all patients in the time window of 2 hours after extubation, tracheotomy, COPD, patients with pre-existing dysphagia and with pre-existing swallowing problems with tablet swallowing are excluded. All patients who are not eligible for swallow endoscopy are also excluded."},"conditionsModule":{"conditions":["Cerebral Infarction","Stroke, Acute","Stroke","Dysphagia"],"keywords":["Stroke, Acute","Cerebral Infarction","acute first insult","medication intake in dysphagia","Dysphagia","pill dysphagia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Quasi-experimental study","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Ability of Swallowing solid placebos vs. a crushed placebo","type":"EXPERIMENTAL","description":"During routine FEES examination, patients are sequentially being given 3 different solid placebos pills and one crushed placebo mixed with semisolid texture.","interventionNames":["Other: Solid Medication intake vs. crushed medication intake"]}],"interventions":[{"type":"OTHER","name":"Solid Medication intake vs. crushed medication intake","description":"The swallowing ability for solid and crushed medications in stroke patients is evaluated.","armGroupLabels":["Ability of Swallowing solid placebos vs. a crushed placebo"],"otherNames":["Medication Intake of Solid Dosage Forms"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Penetration Aspiration Scale (PAS) ≥ 3 for each solid placebo and for the crushed placebo in comparison.","description":"Penetration Aspiration Scale (PAS) is measured during the Swallow endoscopy (FEES). The PAS is a measure of the penetration and aspiration of a bolus.\n\nScala ranges from 1-8.\n\n1. Material does not enter the airway\n2. Material enters the airway, remains above the vocal folds, and is ejected from the airway\n3. Material enters the airway, remains above the vocal folds, and is not ejected from the airway\n4. Material enters the airway, contacts the vocal folds, and is ejected from the airway\n5. Material enters the airway, contacts the vocal folds, and is not ejected from the airway\n6. Material enters the airway, passes below the vocal folds and is ejected into the larynx or out of the airway\n7. Material enters the airway, passes below the vocal folds, and is not ejected from the trachea despite effort\n8. Material enters the airway, passes below the vocal folds, and no effort is made to eject","timeFrame":"Immediately after the intervention"},{"measure":"Penetration Aspiration Scale (PAS) ≥ 3 for the accompanying bolus","description":"Penetration Aspiration Scale (PAS) is measured during the Swallow endoscopy (FEES). The PAS is a measure of the penetration and aspiration of a bolus.\n\nScala ranges from 1-8.\n\n1. Material does not enter the airway\n2. Material enters the airway, remains above the vocal folds, and is ejected from the airway\n3. Material enters the airway, remains above the vocal folds, and is not ejected from the airway\n4. Material enters the airway, contacts the vocal folds, and is ejected from the airway\n5. Material enters the airway, contacts the vocal folds, and is not ejected from the airway\n6. Material enters the airway, passes below the vocal folds and is ejected into the larynx or out of the airway\n7. Material enters the airway, passes below the vocal folds, and is not ejected from the trachea despite effort\n8. Material enters the airway, passes below the vocal folds, and no effort is made to eject","timeFrame":"Immediately after the intervention"}],"secondaryOutcomes":[{"measure":"FEES-based graduation of ability to swallow oral solid medication","description":"This is a 4 point severity rating scale modified after Buhmann et al. 2019","timeFrame":"Immediately after the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All patients between 50 and 90 years of age who are admitted to the stroke unit of the neurology department at the University Hospital of Tulln with an acute first stroke, who have a Gugging Swallowing Screen (GUSS) result of less than 20 points, and who give written consent to participate in the study, are consecutively included. In addition, there must be a need for endoscopy (FEES), based on the screening result and the clinical swallowing examination.\n\nExclusion Criteria:\n\n* All patients with additional neurodegenerative diseases, with re-stroke, all patients in the time window of 2 hours after extubation, tracheostomy, chronic obstructive pulmonary disease (COPD), patients with pre-existing dysphagia and with pre-existing tablet swallowing problems are excluded. All patients who are not eligible for FEES (Fiberoptic Endoscopic Evaluation of Swallowing) are also excluded. This includes the following diagnoses: Skull base fractures / facial fractures, severe, life-threatening epistaxis in the last 6 weeks, nasal cavity trauma, nasal and paranasal surgery, nasal and paranasal injury in the last 6 weeks, sinus nasal tumours, skull base tumours / surgery, nasopharyngeal stenoses, craniofacial anomalies, Osler's disease (hereditary haemorrhagic telangiectasia), known vasovagal episodes.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Michaela Trapl-Grundschober","role":"CONTACT","phone":"+43 2272900422393","email":"michaela.trapl@tulln.lknoe.at"},{"name":"Anne-Caroline Cosendai, PhD","role":"CONTACT","phone":"+43 2272900427840","email":"anne-caroline.cosendai@tulln.lknoe.at"}],"overallOfficials":[{"name":"Walter Struhal, Prof. Dr","affiliation":"University Clinic Tulln","role":"STUDY_CHAIR"}],"locations":[{"facility":"University Clinic Tulln","status":"RECRUITING","city":"Tulln","state":"Lower Austria","zip":"3430","country":"Austria","contacts":[{"name":"Michaela Trapl-Grundschober, PhDr. MSc","role":"CONTACT","phone":"+432272900422393","email":"michaela.trapl@tulln.lknoe.at"}],"geoPoint":{"lat":48.32829,"lon":16.05858}}]},"referencesModule":{"references":[{"pmid":"27074007","type":"BACKGROUND","citation":"Al-Khaled M, Matthis C, Binder A, Mudter J, Schattschneider J, Pulkowski U, Strohmaier T, Niehoff T, Zybur R, Eggers J, Valdueza JM, Royl G; for QugSS II Group. Dysphagia in Patients with Acute Ischemic Stroke: Early Dysphagia Screening May Reduce Stroke-Related Pneumonia and Improve Stroke Outcomes. Cerebrovasc Dis. 2016;42(1-2):81-9. doi: 10.1159/000445299. Epub 2016 Apr 13."},{"pmid":"26863627","type":"BACKGROUND","citation":"Arnold M, Liesirova K, Broeg-Morvay A, Meisterernst J, Schlager M, Mono ML, El-Koussy M, Kagi G, Jung S, Sarikaya H. Dysphagia in Acute Stroke: Incidence, Burden and Impact on Clinical Outcome. PLoS One. 2016 Feb 10;11(2):e0148424. doi: 10.1371/journal.pone.0148424. eCollection 2016."},{"pmid":"27785002","type":"BACKGROUND","citation":"Baijens LW, Clave P, Cras P, Ekberg O, Forster A, Kolb GF, Leners JC, Masiero S, Mateos-Nozal J, Ortega O, Smithard DG, Speyer R, Walshe M. European Society for Swallowing Disorders - European Union Geriatric Medicine Society white paper: oropharyngeal dysphagia as a geriatric syndrome. Clin Interv Aging. 2016 Oct 7;11:1403-1428. doi: 10.2147/CIA.S107750. eCollection 2016."},{"pmid":"27298147","type":"BACKGROUND","citation":"Bray BD, Smith CJ, Cloud GC, Enderby P, James M, Paley L, Tyrrell PJ, Wolfe CD, Rudd AG; SSNAP Collaboration. The association between delays in screening for and assessing dysphagia after acute stroke, and the risk of stroke-associated pneumonia. J Neurol Neurosurg Psychiatry. 2017 Jan;88(1):25-30. doi: 10.1136/jnnp-2016-313356. Epub 2016 Jun 13."},{"pmid":"30770254","type":"BACKGROUND","citation":"Buhmann C, Bihler M, Emich K, Hidding U, Potter-Nerger M, Gerloff C, Niessen A, Flugel T, Koseki JC, Nienstedt JC, Pflug C. Pill swallowing in Parkinson's disease: A prospective study based on flexible endoscopic evaluation of swallowing. Parkinsonism Relat Disord. 2019 May;62:51-56. doi: 10.1016/j.parkreldis.2019.02.002. Epub 2019 Feb 4."},{"pmid":"16301368","type":"BACKGROUND","citation":"Carnaby-Mann G, Crary M. Pill swallowing by adults with dysphagia. Arch Otolaryngol Head Neck Surg. 2005 Nov;131(11):970-5. doi: 10.1001/archotol.131.11.970."},{"type":"BACKGROUND","citation":"CARRIER, M. 2019. Wissenschaftstheorie zur Einführung, Junius Verlag."},{"pmid":"23634758","type":"BACKGROUND","citation":"Cichero JA. Thickening agents used for dysphagia management: effect on bioavailability of water, medication and feelings of satiety. Nutr J. 2013 May 1;12:54. doi: 10.1186/1475-2891-12-54."},{"pmid":"27913916","type":"BACKGROUND","citation":"Cichero JA, Lam P, Steele CM, Hanson B, Chen J, Dantas RO, Duivestein J, Kayashita J, Lecko C, Murray J, Pillay M, Riquelme L, Stanschus S. Development of International Terminology and Definitions for Texture-Modified Foods and Thickened Fluids Used in Dysphagia Management: The IDDSI Framework. Dysphagia. 2017 Apr;32(2):293-314. doi: 10.1007/s00455-016-9758-y. Epub 2016 Dec 2."},{"pmid":"23963541","type":"BACKGROUND","citation":"Marquis J, Schneider MP, Payot V, Cordonier AC, Bugnon O, Hersberger KE, Arnet I. Swallowing difficulties with oral drugs among polypharmacy patients attending community pharmacies. Int J Clin Pharm. 2013 Dec;35(6):1130-6. doi: 10.1007/s11096-013-9836-2. Epub 2013 Aug 21."},{"type":"BACKGROUND","citation":"DÖRING, N. & BORTZ, J. 2016. Forschungsmethoden und Evaluation. Wiesbaden: Springerverlag."},{"pmid":"33324882","type":"BACKGROUND","citation":"Dziewas R, Auf dem Brinke M, Birkmann U, Brauer G, Busch K, Cerra F, Damm-Lunau R, Dunkel J, Fellgiebel A, Garms E, Glahn J, Hagen S, Held S, Helfer C, Hiller M, Horn-Schenk C, Kley C, Lange N, Lapa S, Ledl C, Lindner-Pfleghar B, Mertl-Rotzer M, Muller M, Neugebauer H, Ozsucu D, Ohms M, Perniss M, Pfeilschifter W, Plass T, Roth C, Roukens R, Schmidt-Wilcke T, Schumann B, Schwarze J, Schweikert K, Stege H, Theuerkauf D, Thomas RS, Vahle U, Voigt N, Weber H, Werner CJ, Wirth R, Wittich I, Woldag H, Warnecke T. Safety and clinical impact of FEES - results of the FEES-registry. Neurol Res Pract. 2019 Apr 26;1:16. doi: 10.1186/s42466-019-0021-5. eCollection 2019."},{"type":"BACKGROUND","citation":"DZIEWAS, R. & PFLUG, C. 2020. Neurogene Dysphagie, S1-Leitlinie, 2020 [Online]. Deutsche Gesellschaft für Neurologie (Hrsg.) Available: www.dgn.org/leitlinien [Accessed 2020]."},{"pmid":"26543509","type":"BACKGROUND","citation":"Fields J, Go JT, Schulze KS. Pill Properties that Cause Dysphagia and Treatment Failure. Curr Ther Res Clin Exp. 2015 Aug 20;77:79-82. doi: 10.1016/j.curtheres.2015.08.002. eCollection 2015 Dec."},{"pmid":"30100710","type":"BACKGROUND","citation":"Forough AS, Lau ET, Steadman KJ, Cichero JA, Kyle GJ, Serrano Santos JM, Nissen LM. A spoonful of sugar helps the medicine go down? A review of strategies for making pills easier to swallow. Patient Prefer Adherence. 2018 Jul 26;12:1337-1346. doi: 10.2147/PPA.S164406. eCollection 2018."},{"pmid":"30628181","type":"BACKGROUND","citation":"Fujishima I, Fujiu-Kurachi M, Arai H, Hyodo M, Kagaya H, Maeda K, Mori T, Nishioka S, Oshima F, Ogawa S, Ueda K, Umezaki T, Wakabayashi H, Yamawaki M, Yoshimura Y. Sarcopenia and dysphagia: Position paper by four professional organizations. Geriatr Gerontol Int. 2019 Feb;19(2):91-97. doi: 10.1111/ggi.13591. Epub 2019 Jan 9."},{"type":"BACKGROUND","citation":"FUSCO, S., CARIATI, D., SCHEPISI, R., GANZETTI, R., SESTILI, M., DAVID, S., FERRARA, L., GATTO, M. L., VENA, S., CORSONELLO, A. & CORICA, F. 2016. Management of oral drug therapy in elderly patients with dysphagia. Journal of Gerontology and Geriatrics, 64, 9."},{"pmid":"30116884","type":"BACKGROUND","citation":"Gerschke M, Schottker-Koniger T, Forster A, Netzebandt JF, Beushausen UM. Validation of the German Version of the Yale Pharyngeal Residue Severity Rating Scale. Dysphagia. 2019 Jun;34(3):308-314. doi: 10.1007/s00455-018-9935-2. Epub 2018 Aug 16."},{"type":"BACKGROUND","citation":"GODMAN, H. 2014. Two tricks to make it easier to swallow pills - Harvard Health Blog [Online]. Available: https://www.health.harvard.edu/blog/two-tricks-make-easier-swallow-pills-201411137515 [Accessed]."},{"type":"BACKGROUND","citation":"GOLDMAN, A. I. 1997. Science, publicity, and consciousness. Philosophy of Science, 64, 525-545."},{"pmid":"27479856","type":"BACKGROUND","citation":"Griffith R. District nurses' role in managing medication dysphagia. Br J Community Nurs. 2016 Aug 2;21(8):411-5. doi: 10.12968/bjcn.2016.21.8.411."},{"type":"BACKGROUND","citation":"HEMPEL, C. G. 1958. The theoretician's dilemma: A study in the logic of theory construction."},{"type":"BACKGROUND","citation":"HEMPEL, C. G. 1966. Scientific explanation, Voice of America."},{"pmid":"24633378","type":"BACKGROUND","citation":"Hey C, Pluschinski P, Zaretsky Y, Almahameed A, Hirth D, Vaerst B, Wagenblast J, Stover T. [Penetration-Aspiration Scale according to Rosenbek. Validation of the German version for endoscopic dysphagia diagnostics]. HNO. 2014 Apr;62(4):276-81. doi: 10.1007/s00106-013-2815-z. German."},{"type":"BACKGROUND","citation":"JACKSON, J. & NAUNTON, M. 2017. Optimising medicine administration in patients with swallowing difficulties. Australian Pharmacist, Education Extra"},{"pmid":"18688675","type":"BACKGROUND","citation":"Kelly J, D'Cruz G, Wright D. A qualitative study of the problems surrounding medicine administration to patients with dysphagia. Dysphagia. 2009 Mar;24(1):49-56. doi: 10.1007/s00455-008-9170-3. Epub 2008 Aug 8."},{"pmid":"19385403","type":"BACKGROUND","citation":"Kelly J, Wright D. Administering medication to adult patients with dysphagia. Nurs Stand. 2009 Mar 25-31;23(29):62-8. doi: 10.7748/ns2009.03.23.29.62.c6928."},{"pmid":"20373615","type":"BACKGROUND","citation":"Kelly J, Wright D. Administering medication to adult patients with dysphagia: part 2. Nurs Stand. 2010 Mar 3-9;24(26):61-8."},{"pmid":"21615463","type":"BACKGROUND","citation":"Kelly J, Wright D, Wood J. Medicine administration errors in patients with dysphagia in secondary care: a multi-centre observational study. J Adv Nurs. 2011 Dec;67(12):2615-27. doi: 10.1111/j.1365-2648.2011.05700.x. Epub 2011 May 25."},{"pmid":"22774363","type":"BACKGROUND","citation":"Kelly J, Wright D, Wood J. Medication errors in patients with dysphagia. Nurs Times. 2012 May 22-28;108(21):12-4."},{"type":"BACKGROUND","citation":"KEUTH, H. 2013. Karl Popper: Logik der Forschung, Akademie Verlag."},{"pmid":"20098999","type":"BACKGROUND","citation":"Kind A, Anderson P, Hind J, Robbins J, Smith M. Omission of dysphagia therapies in hospital discharge communications. Dysphagia. 2011 Mar;26(1):49-61. doi: 10.1007/s00455-009-9266-4. Epub 2010 Jan 23."},{"pmid":"30847843","type":"BACKGROUND","citation":"Klotz AL, Zajac M, Ehret J, Hassel AJ, Rammelsberg P, Zenthofer A. Development of a German version of the Oral Health Assessment Tool. Aging Clin Exp Res. 2020 Jan;32(1):165-172. doi: 10.1007/s40520-019-01158-x. Epub 2019 Mar 7."},{"pmid":"29660383","type":"BACKGROUND","citation":"Lau ETL, Steadman KJ, Cichero JAY, Nissen LM. Dosage form modification and oral drug delivery in older people. Adv Drug Deliv Rev. 2018 Oct;135:75-84. doi: 10.1016/j.addr.2018.04.012. Epub 2018 Apr 13."},{"pmid":"26970368","type":"BACKGROUND","citation":"Liu F, Ghaffur A, Bains J, Hamdy S. Acceptability of oral solid medicines in older adults with and without dysphagia: A nested pilot validation questionnaire based observational study. Int J Pharm. 2016 Oct 30;512(2):374-381. doi: 10.1016/j.ijpharm.2016.03.007. Epub 2016 Mar 9."},{"pmid":"24934549","type":"BACKGROUND","citation":"Manrique YJ, Lee DJ, Islam F, Nissen LM, Cichero JA, Stokes JR, Steadman KJ. Crushed tablets: does the administration of food vehicles and thickened fluids to aid medication swallowing alter drug release? J Pharm Pharm Sci. 2014;17(2):207-19. doi: 10.18433/j39w3v."},{"type":"BACKGROUND","citation":"MARLIANI, B. 2014. Medikamentenassoziierte Schluckstörungen. 4, 18-21."},{"pmid":"16269630","type":"BACKGROUND","citation":"Martino R, Foley N, Bhogal S, Diamant N, Speechley M, Teasell R. Dysphagia after stroke: incidence, diagnosis, and pulmonary complications. Stroke. 2005 Dec;36(12):2756-63. doi: 10.1161/01.STR.0000190056.76543.eb. Epub 2005 Nov 3."},{"pmid":"29659107","type":"BACKGROUND","citation":"Masilamoney M, Dowse R. Knowledge and practice of healthcare professionals relating to oral medicine use in swallowing-impaired patients: a scoping review. Int J Pharm Pract. 2018 Jun;26(3):199-209. doi: 10.1111/ijpp.12447. Epub 2018 Apr 16."},{"pmid":"29247094","type":"BACKGROUND","citation":"Mc Gillicuddy A, Crean AM, Kelly M, Sahm L. Oral medicine modification for older adults: a qualitative study of nurses. BMJ Open. 2017 Dec 14;7(12):e018151. doi: 10.1136/bmjopen-2017-018151."},{"type":"BACKGROUND","citation":"MOSES, G. 2020. Don´t take your medicine with fruit juice. MIMS Matters."},{"pmid":"26050238","type":"BACKGROUND","citation":"Neubauer PD, Rademaker AW, Leder SB. The Yale Pharyngeal Residue Severity Rating Scale: An Anatomically Defined and Image-Based Tool. Dysphagia. 2015 Oct;30(5):521-8. doi: 10.1007/s00455-015-9631-4. Epub 2015 Jun 7."},{"type":"BACKGROUND","citation":"O'HARA, M. 2015. Considerations for medication in dysphagic stroke patients. BJNN/ Stroke Association Supplement."},{"pmid":"22219520","type":"BACKGROUND","citation":"Onder G, Liperoti R, Fialova D, Topinkova E, Tosato M, Danese P, Gallo PF, Carpenter I, Finne-Soveri H, Gindin J, Bernabei R, Landi F; SHELTER Project. Polypharmacy in nursing home in Europe: results from the SHELTER study. J Gerontol A Biol Sci Med Sci. 2012 Jun;67(6):698-704. doi: 10.1093/gerona/glr233. Epub 2012 Jan 4."},{"pmid":"29367334","type":"BACKGROUND","citation":"Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, Biller J, Brown M, Demaerschalk BM, Hoh B, Jauch EC, Kidwell CS, Leslie-Mazwi TM, Ovbiagele B, Scott PA, Sheth KN, Southerland AM, Summers DV, Tirschwell DL; American Heart Association Stroke Council. 2018 Guidelines for the Early Management of Patients With Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2018 Mar;49(3):e46-e110. doi: 10.1161/STR.0000000000000158. Epub 2018 Jan 24. Erratum In: Stroke. 2018 Mar;49(3):e138. Stroke. 2018 Apr 18;:"},{"pmid":"29535269","type":"BACKGROUND","citation":"Prendergast V, Hinkle JL. Oral Care Assessment Tools and Interventions After Stroke. Stroke. 2018 Apr;49(4):e153-e156. doi: 10.1161/STROKEAHA.117.017045. Epub 2018 Mar 13. No abstract available."},{"type":"BACKGROUND","citation":"PROSIEGEL, M. & WEBER, S. 2013. Dysphagie : Diagnostik und Therapie ; ein Wegweiser für kompetentes Handeln ; [+Online-Material]."},{"pmid":"32566121","type":"BACKGROUND","citation":"Qawasmeh MA, Aldabbour B, Momani A, Obiedat D, Alhayek K, Kofahi R, Yassin A, El-Salem K. Epidemiology, Risk Factors, and Predictors of Disability in a Cohort of Jordanian Patients with the First Ischemic Stroke. Stroke Res Treat. 2020 Jun 4;2020:1920583. doi: 10.1155/2020/1920583. eCollection 2020."},{"type":"BACKGROUND","citation":"RENTELN-KRUSE, W., FRILLING, B., NEUMANN, L. & KUHLMEY, A. 2014. Arzneimittel im Alter."},{"pmid":"29573064","type":"BACKGROUND","citation":"Rofes L, Muriana D, Palomeras E, Vilardell N, Palomera E, Alvarez-Berdugo D, Casado V, Clave P. Prevalence, risk factors and complications of oropharyngeal dysphagia in stroke patients: A cohort study. Neurogastroenterol Motil. 2018 Mar 23:e13338. doi: 10.1111/nmo.13338. Online ahead of print."},{"pmid":"8721066","type":"BACKGROUND","citation":"Rosenbek JC, Robbins JA, Roecker EB, Coyle JL, Wood JL. A penetration-aspiration scale. Dysphagia. 1996 Spring;11(2):93-8. doi: 10.1007/BF00417897."},{"type":"BACKGROUND","citation":"SCHAAR, K. 2016. Was hat die Wissenschaft beim Datenschutz künftig zu beachten? Allgemeine und spezifische Änderungen beim Datenschutz im Wissenschaftsbereich durch die neue Europäische Datenschutzgrundverordnung. RatSWD Working Paper."},{"pmid":"26205435","type":"BACKGROUND","citation":"Schiele JT, Penner H, Schneider H, Quinzler R, Reich G, Wezler N, Micol W, Oster P, Haefeli WE. Swallowing Tablets and Capsules Increases the Risk of Penetration and Aspiration in Patients with Stroke-Induced Dysphagia. Dysphagia. 2015 Oct;30(5):571-82. doi: 10.1007/s00455-015-9639-9. Epub 2015 Jul 24."},{"pmid":"25384817","type":"BACKGROUND","citation":"Schiele JT, Schneider H, Quinzler R, Reich G, Haefeli WE. Two techniques to make swallowing pills easier. Ann Fam Med. 2014 Nov-Dec;12(6):550-2. doi: 10.1370/afm.1693."},{"type":"BACKGROUND","citation":"SCHNELL, M. W., DUNGER, C. & BARTHOLOMEYCZIK, S. 2018. Forschungsethik: Informieren - reflektieren - anwenden, Hogrefe."},{"pmid":"26148562","type":"BACKGROUND","citation":"Schwemmle C, Jungheim M, Miller S, Kuhn D, Ptok M. [Medication-induced dysphagia : A review]. HNO. 2015 Jul;63(7):504-10. doi: 10.1007/s00106-015-0015-8. German."},{"pmid":"28281225","type":"BACKGROUND","citation":"Tahaineh L, Wazaify M. Difficulties in swallowing oral medications in Jordan. Int J Clin Pharm. 2017 Apr;39(2):373-379. doi: 10.1007/s11096-017-0449-z. Epub 2017 Mar 9."},{"pmid":"26970760","type":"BACKGROUND","citation":"Takizawa C, Gemmell E, Kenworthy J, Speyer R. A Systematic Review of the Prevalence of Oropharyngeal Dysphagia in Stroke, Parkinson's Disease, Alzheimer's Disease, Head Injury, and Pneumonia. Dysphagia. 2016 Jun;31(3):434-41. doi: 10.1007/s00455-016-9695-9. Epub 2016 Mar 12."},{"pmid":"17885261","type":"BACKGROUND","citation":"Trapl M, Enderle P, Nowotny M, Teuschl Y, Matz K, Dachenhausen A, Brainin M. Dysphagia bedside screening for acute-stroke patients: the Gugging Swallowing Screen. Stroke. 2007 Nov;38(11):2948-52. doi: 10.1161/STROKEAHA.107.483933. Epub 2007 Sep 20."},{"type":"BACKGROUND","citation":"TRAPL-GRUNDSCHOBER, M. 2017. Bevölkerungsgesundheitliche Bedeutung der Identifikation von Risikofaktoren für die Entwicklung von Schluckstörungen im Rahmen des physiologischen Alterungsprozesses. Eine Stichprobenanalyse. PhDr. Doktorarbeit, Universität für Gesundheit und Sozialarbeit St. Alžbety Bratislava."},{"pmid":"27049901","type":"BACKGROUND","citation":"Wakabayashi H. Presbyphagia and Sarcopenic Dysphagia: Association between Aging, Sarcopenia, and Deglutition Disorders. J Frailty Aging. 2014;3(2):97-103. doi: 10.14283/jfa.2014.8."},{"pmid":"30569074","type":"BACKGROUND","citation":"Wakabayashi H, Takahashi R, Murakami T. The Prevalence and Prognosis of Sarcopenic Dysphagia in Patients Who Require Dysphagia Rehabilitation. J Nutr Health Aging. 2019;23(1):84-88. doi: 10.1007/s12603-018-1117-2."},{"pmid":"28322006","type":"BACKGROUND","citation":"Warnecke T, Im S, Kaiser C, Hamacher C, Oelenberg S, Dziewas R. Aspiration and dysphagia screening in acute stroke - the Gugging Swallowing Screen revisited. Eur J Neurol. 2017 Apr;24(4):594-601. doi: 10.1111/ene.13251. Epub 2017 Feb 3."},{"type":"BACKGROUND","citation":"WHO 2017. WHO | Stroke: a global response is needed. WHO."},{"type":"BACKGROUND","citation":"WHO 2018. WHO | Global Health Estimates. WHO."},{"pmid":"21712497","type":"BACKGROUND","citation":"Yin OQ, Rudoltz M, Galetic I, Filian J, Krishna A, Zhou W, Custodio J, Golor G, Schran H. Effects of yogurt and applesauce on the oral bioavailability of nilotinib in healthy volunteers. J Clin Pharmacol. 2011 Nov;51(11):1580-6. doi: 10.1177/0091270010384116. Epub 2011 Jun 28."},{"pmid":"30272106","type":"BACKGROUND","citation":"Zhao WT, Yang M, Wu HM, Yang L, Zhang XM, Huang Y. Systematic Review and Meta-Analysis of the Association between Sarcopenia and Dysphagia. J Nutr Health Aging. 2018;22(8):1003-1009. doi: 10.1007/s12603-018-1055-z."}],"seeAlsoLinks":[{"label":"NICEGUIDLINE (NG128). 2019. Stroke and transient ischaemic attack in over 16s: diagnosis and initial management \\[Online\\]. Available:","url":"https://www.nice.org.uk/guidance/ng128/chapter/Recommendations#avoiding-aspiration-pneumonia"},{"label":"Tips for Swallowing Pills \\[Online\\] OSMAN, J. 2017. Available: \\[Accessed\\].","url":"https://caregiver.com/api/content/2c5fb0a2-3580-11e7-8125-0aea2a882f79/"},{"label":"THE NATIONAL LIBRARY OF MEDICINE. 2020. ClinicalTrials.gov \\[Online\\]. Available:\\[Accessed\\].","url":"https://www.clinicaltrials.gov/ct2/home"},{"label":"Research Randomizer \\[Online\\] URBANIAK, G. C. \\& PLOUS, S. 2020. Available:","url":"https://www.randomizer.org"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}