{"protocolSection":{"identificationModule":{"nctId":"NCT04113525","orgStudyIdInfo":{"id":"19-0063"},"organization":{"fullName":"Northwell Health","class":"OTHER"},"briefTitle":"Transcutaneous Spinal and Peripheral Stimulation and Wrist Robotic Therapy for Patients With Spastic Stroke","officialTitle":"The Effect of Treatment With the Doublestim™ Neuromodulation System Incorporating Transcutaneous Spinal Direct Current Stimulation Paired With Robotic Therapy in Patients With Wrist Spasticity After Stroke"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"TERMINATED","whyStopped":"company went bankrupt, covid closed clinical research facility","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-09-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-02-15","type":"ACTUAL"},"completionDateStruct":{"date":"2022-02-15","type":"ACTUAL"},"studyFirstSubmitDate":"2019-09-25","studyFirstSubmitQcDate":"2019-10-01","studyFirstPostDateStruct":{"date":"2019-10-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-07","lastUpdatePostDateStruct":{"date":"2022-04-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Bruce Volpe","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Northwell Health"},"leadSponsor":{"name":"Northwell Health","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The purpose of this study is to investigate if two courses of five consecutive sessions of noninvasive spinal stimulation paired with peripheral nerve stimulation at the forearm provided by an investigational device (Doublestim™/ MyoRegulator™ System - PathMaker Neurosystems Inc.) are able to improve wrist stiffness and motor function, when combined with intensive robotic wrist training program in participants with chronic spastic hemiparesis after stroke.","detailedDescription":"Stroke is the fifth leading cause of death and the leading cause of serious long-term disability in the U.S. Post-stroke impairment often presents as weakness of the upper and lower limbs and spasticity (muscle and joint stiffness and hyperactivity). This condition impacts motor recovery and renders the individual dependent for most activities of daily living. Even with aggressive standard rehabilitation, 65 percent of patients cannot incorporate their affected hand in functional activities six months after stroke. Investigators have previously demonstrated that robotic therapy provides significant benefits to upper limb motor recovery after stroke. The treatment has been acknowledged by the American Heart Association as an effective form of stroke rehabilitation.\n\nNeuromodulation techniques such as noninvasive brain, nerve and spinal direct current stimulation have been proposed as promising safe tools for augmenting motor learning and function after brain injury. Ahmed (2014) demonstrated in a pre-clinical mouse model that the use of combined trans-spinal and peripheral direct current stimulation (tsDCS + pDCS) can modulate muscle tone and potentially improve motor function. Preliminary clinical trial of safety and feasibility (Paget-blanc et al. 2019) suggests that five sessions of transcutaneous spinal direct current stimulation paired with transcutaneous peripheral direct current stimulation (Doublestim™/ MyoRegulator™ System - PathMaker Neurosystems Inc.) temporarily reduce spasticity features such as catch response to slow and fast joint stretch and overall stiffness of the affected extremity with optimal reductions in spasticity occurring 2-3 weeks post stimulation intervention. Unexpectedly, participants also experienced significant improvements in motor function, suggestive that tsDCS+ pDCS may provide a therapeutic window to further augment motor outcomes with robotic wrist training.\n\nThe investigators propose a study to evaluate whether two doses of five consecutive days of paired spinal and peripheral noninvasive stimulation combined with six weeks of intensive (three times a week) robotic therapy will significantly alter the clinical and objective measures of spasticity and motor function of the wrist in participants with upper extremity spasticity after stroke."},"conditionsModule":{"conditions":["Spasticity as Sequela of Stroke","Stroke","Stroke Sequelae","Hemiplegia, Spastic","Hemiparesis","Upper Limb Hypertonia","CVA"],"keywords":["Stroke Rehabilitation","Neuromodulation","Transcutaneous Spinal Direct Current Stimulation","Robotic Therapy","Transcutaneous Peripheral Direct Current Stimulation","Spasticity","Hemiparesis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":13,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Active Stimulation + Robotic Wrist Therapy","type":"EXPERIMENTAL","description":"Two courses of five consecutive days of 20 minute trans-spinal and trans-peripheral nerve active stimulation (total of 10 sessions) combined with a six-week intensive wrist robotic training program.","interventionNames":["Device: MyoRegulator™ System"]},{"label":"Sham Stimulation + Robotic Wrist Therapy","type":"SHAM_COMPARATOR","description":"Two courses of five consecutive days of 20 minute trans-spinal and trans-peripheral nerve sham stimulation (total of 10 sessions) combined with a six-week intensive wrist robotic training program.","interventionNames":["Device: MyoRegulator™ System"]}],"interventions":[{"type":"DEVICE","name":"MyoRegulator™ System","description":"Paired transcutaneous spinal and peripheral nerve stimulation","armGroupLabels":["Active Stimulation + Robotic Wrist Therapy","Sham Stimulation + Robotic Wrist Therapy"],"otherNames":["Doublestim™"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Instrumental assessment of change in wrist muscle tone","description":"As primary outcome measure, the team will investigate whether Doublestim™ intervention paired with robotic therapy significantly changes the catch response during wrist extension as recorded by a biomechanical force transducer.","timeFrame":"Change from baseline (Admission) at discharge (D-A) and at Four week Follow-up (FU-A)"}],"secondaryOutcomes":[{"measure":"Changes in upper extremity Fugl-Meyer assessment","description":"As secondary outcome measure, the team will test whether active Doublestim™ stimulation (10 sessions) paired with intensive robotic intervention (18 sessions) significantly improves wrist motor function as compared to sham stimulation paired with intensity-matched robotics.","timeFrame":"Change from baseline (Admission) at discharge (D-A) and at Four week Follow-up (FU-A)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ≥ 18 years of age\n* First and only single focal unilateral hemisphere lesion with diagnosis verified by brain imaging (MRI or CT scans) that occurred at least 6 months prior\n* Cognitive function sufficient to understand the experiments and follow instructions (per interview with PI or study investigators)\n* Fugl-Meyer assessment (minimum score of 12 out of 66 - not completely plegic in the muscles of affected wrist)\n* A Modified Ashworth score between 1-3 points for wrist flexors and extensors\n* A minimum of 15 degrees wrist passive ROM for wrist flexion and extension from wrist neutral position\n* Body fat range of 15-25mm for females/10-20mm for males of adipose tissue at the cervical neck level and a body fat range of 10-40mm for females/5-35mm for males of adipose tissue at the suprailiac crest, as determined by a body fat caliper\n\nExclusion Criteria:\n\n* Botox or phenol alcohol treatment of the upper extremity within 3 months of stimulation intervention\n* Fixed contracture or complete flaccid paralysis of the affected wrist\n* Introduction of any new rehabilitation interventions during study\n* Pregnant or plan on becoming pregnant or breastfeeding during the study period as determined by self-report\n* Focal brainstem or thalamic infarcts\n* Prior surgical treatments for spasticity of the upper limb\n* Ongoing use of CNS-active medications for spasticity (enrollment to be determined by PI review)\n* History of spinal cord injury or weakness\n* Chronic pain, defined by a report of a \"5\" or greater on the Wong-Baker Pain Scale\n* Peripheral neuropathy including insulin dependent diabetes as determined by case history\n* Presence of additional potential tsDCS risk factors:\n\n  * Damaged skin at the site of stimulation (i.e., skin with ingrown hairs, acne, razor nicks, wounds that have not healed recent scar tissue, broken skin, etc.)\n  * Presence of an electrically, magnetically or mechanically activated implant (including cardiac pacemaker), an intracerebral vascular clip, or any other electrically sensitive support system; Loop recorders will be reviewed on a case by case basis by PI and the treating Cardiologist to make a determination\n  * Highly conductive metal in any part of the body, including metal injury to the eye (jewelry must be removed during stimulation); this will be reviewed on a case by case basis for PI to make a determination\n* Past history of seizures or unexplained spells of loss of consciousness during the previous 36 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Bruce T Volpe, MD","affiliation":"The Feinstein Institutes For Medical Research - Northwell Health","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Feinstein Institutes For Medical Research - Northwell Health","city":"Manhasset","state":"New York","zip":"11030","country":"United States","geoPoint":{"lat":40.79788,"lon":-73.69957}}]},"referencesModule":{"references":[{"pmid":"15843670","type":"BACKGROUND","citation":"Dobkin BH. Clinical practice. Rehabilitation after stroke. N Engl J Med. 2005 Apr 21;352(16):1677-84. doi: 10.1056/NEJMcp043511."},{"pmid":"27145936","type":"BACKGROUND","citation":"Winstein CJ, Stein J, Arena R, Bates B, Cherney LR, Cramer SC, Deruyter F, Eng JJ, Fisher B, Harvey RL, Lang CE, MacKay-Lyons M, Ottenbacher KJ, Pugh S, Reeves MJ, Richards LG, Stiers W, Zorowitz RD; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Quality of Care and Outcomes Research. Guidelines for Adult Stroke Rehabilitation and Recovery: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2016 Jun;47(6):e98-e169. doi: 10.1161/STR.0000000000000098. Epub 2016 May 4. Erratum In: Stroke. 2017 Feb;48(2):e78. Stroke. 2017 Dec;48(12 ):e369."},{"pmid":"19752297","type":"BACKGROUND","citation":"Volpe BT, Huerta PT, Zipse JL, Rykman A, Edwards D, Dipietro L, Hogan N, Krebs HI. Robotic devices as therapeutic and diagnostic tools for stroke recovery. Arch Neurol. 2009 Sep;66(9):1086-90. doi: 10.1001/archneurol.2009.182."},{"pmid":"20400552","type":"BACKGROUND","citation":"Lo AC, Guarino PD, Richards LG, Haselkorn JK, Wittenberg GF, Federman DG, Ringer RJ, Wagner TH, Krebs HI, Volpe BT, Bever CT Jr, Bravata DM, Duncan PW, Corn BH, Maffucci AD, Nadeau SE, Conroy SS, Powell JM, Huang GD, Peduzzi P. Robot-assisted therapy for long-term upper-limb impairment after stroke. N Engl J Med. 2010 May 13;362(19):1772-83. doi: 10.1056/NEJMoa0911341. Epub 2010 Apr 16. Erratum In: N Engl J Med. 2011 Nov 3;365(18):1749."},{"pmid":"21350028","type":"BACKGROUND","citation":"Ahmed Z. Trans-spinal direct current stimulation modulates motor cortex-induced muscle contraction in mice. J Appl Physiol (1985). 2011 May;110(5):1414-24. doi: 10.1152/japplphysiol.01390.2010. Epub 2011 Feb 24."},{"pmid":"24478352","type":"BACKGROUND","citation":"Ahmed Z. Trans-spinal direct current stimulation alters muscle tone in mice with and without spinal cord injury with spasticity. J Neurosci. 2014 Jan 29;34(5):1701-9. doi: 10.1523/JNEUROSCI.4445-13.2014."},{"pmid":"8650578","type":"BACKGROUND","citation":"Nudo RJ, Wise BM, SiFuentes F, Milliken GW. Neural substrates for the effects of rehabilitative training on motor recovery after ischemic infarct. Science. 1996 Jun 21;272(5269):1791-4. doi: 10.1126/science.272.5269.1791."},{"pmid":"24970753","type":"BACKGROUND","citation":"Bocci T, Vannini B, Torzini A, Mazzatenta A, Vergari M, Cogiamanian F, Priori A, Sartucci F. Cathodal transcutaneous spinal direct current stimulation (tsDCS) improves motor unit recruitment in healthy subjects. Neurosci Lett. 2014 Aug 22;578:75-9. doi: 10.1016/j.neulet.2014.06.037. Epub 2014 Jun 23."},{"pmid":"7192811","type":"RESULT","citation":"Lance JW. The control of muscle tone, reflexes, and movement: Robert Wartenberg Lecture. Neurology. 1980 Dec;30(12):1303-13. doi: 10.1212/wnl.30.12.1303. No abstract available."}],"seeAlsoLinks":[{"label":"Related Info","url":"https://bioelecmed.biomedcentral.com/articles/10.1186/s42234-019-0028-9"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"No plans."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000010243","term":"Paralysis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia, Spastic","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}