{"protocolSection":{"identificationModule":{"nctId":"NCT04995367","orgStudyIdInfo":{"id":"CorporacionRCLCS0005"},"organization":{"fullName":"Corporación de Rehabilitación Club de Leones Cruz del Sur","class":"OTHER"},"briefTitle":"BCI-Based Control for Ankle Exoskeleton T-FLEX: Comparison of Visual and Haptic Feedback With Stroke Survivors","officialTitle":"BCI-Based Control for Ankle Exoskeleton T-FLEX: Comparison of Visual and Haptic Feedback With Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-05-12","type":"ACTUAL"},"completionDateStruct":{"date":"2021-05-15","type":"ACTUAL"},"studyFirstSubmitDate":"2021-06-07","studyFirstSubmitQcDate":"2021-08-04","studyFirstPostDateStruct":{"date":"2021-08-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-04","lastUpdatePostDateStruct":{"date":"2021-08-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Corporación de Rehabilitación Club de Leones Cruz del Sur","class":"OTHER"},"collaborators":[{"name":"Colombian School of Engineering Julio Garavito","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This protocol will developed an assessment of the T-FLEX device controlled by Brain-Computer Interface in patients with Stroke.","detailedDescription":"Brain-Computer Interface (BCI) remains an emerging tool that seeks to improve the patient interaction with the therapeutic mechanisms and to generate neuroplasticity progressively through neuromotor abilities. Motor Imagery (MI) analysis is the most used paradigm based on the motor cortex's electrical activity to detect movement intention. It has been shown that motor imagery mental practice with movement-associated feedback may offer an effective strategy to facilitate motor recovery in brain injury patients. This protocol will study a BCI system associated with visual and haptic feedback to facilitate MI generation and, to control a T-FLEX ankle exoskeleton. In this study, a group of five post-stroke patients will test four different strategies using T-FLEX: Passive movement, Active movement, Motor Imagination with Visual stimulation and Motor Imagination with Visual-Haptic stimuli. The quantitative characterization of BCI performance will be made by using statistical analysis of electroencephalographic data. Finally, the patient's satisfaction will be evaluated by a questionnaire."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Brain-Computer Interface","Exoskeleton"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":5,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Implementation of a BCI system integrated to the T-FLEX lower-limb exoskeleton in post-stroke","type":"EXPERIMENTAL","description":"The participants will carry out tests for the evaluation of the functionality of the BCI system integrated to the T-FLEX device. The test consists of 1 session that includes four conditional experiments. Real Movement, Continuous Stationary Therapy, Motor Imagery Detection with Visual Stimulation, and Motor Imagery Detection with Tactile Stimulation.","interventionNames":["Device: Implementation of a BCI system integrated to the T-FLEX lower-limb exoskeleton in post-stroke patients."]}],"interventions":[{"type":"DEVICE","name":"Implementation of a BCI system integrated to the T-FLEX lower-limb exoskeleton in post-stroke patients.","description":"The participants will carry out 4 tasks with a BCI system integrated to the T-FLEX device. The task consists of 1 session that includes 4 conditional experiments: Active ankle movement, passive ankle movement, Motor Imagery Detection with Visual cue, and Motor Imagery Detection with Tactile Stimulation and visual cue.","armGroupLabels":["Implementation of a BCI system integrated to the T-FLEX lower-limb exoskeleton in post-stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Response time","description":"The response time for each task will be automatically measured by a Visual Studio Code Software during the use of the Brain-Computer Interface.\n\nThis variable will consider the response time of a specific command, since the subject receives the stimulation until the software detects the EEG Signal. The measure unit is milliseconds","timeFrame":"Baseline"},{"measure":"EEG signals from primary motor cortex","description":"continuous signals will be acquired from the primary motor cortex of lower limbs (FcZ, C2, Cz, C1, Cpz) according to the 10-20 International EEG System. Power spectral density in the frequency band of motor imagery (8-32Hz) will be obtained by OpenVibe Software and Matlab. The measure unit is Decibels per Hertz(dB/Hz).","timeFrame":"Baseline"}],"secondaryOutcomes":[{"measure":"Patient satisfaction with device: Quebec User Evaluation of Satisfaction with Assistive Technology","description":"Measured with QUEST scale. The Quebec User Evaluation of Satisfaction with Assistive Technology (QUEST 2.0) is a 12-item outcome measure that assesses user satisfaction with two components, Device and Services. Scores of 1 indicate dissatisfaction and scores of 5 indicate high satisfaction","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Unilateral lower extremity paresis\n* Hemorrhagic or ischemic stroke\n* A minimum of six months after the acute infarction/onset of the disease\n* Full passive range of motion in lower extremity or at least at neutral position\n* Be able to stand freely\n* Be able to walk with or without aid for at least 20 meters in less than 2 minutes\n\nExclusion Criteria:\n\n* Peripheral nervous system pathology\n* Epilepsy\n* Weight over 100 kg\n* No cognitive ability to follow the study instructions\n* Pregnancy\n* Use of implanted devices\n* Instable lower extremity joints or fixed contracture","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Asterio H Andrade, PhD","affiliation":"Rehabilitation Center Club de Leones Cruz del Sur","role":"STUDY_CHAIR"}],"locations":[{"facility":"Corporación de Rehabilitación Club de Leones Cruz del Sur","city":"Punta Arenas","state":"XII Región","zip":"6211525","country":"Chile","geoPoint":{"lat":-53.15483,"lon":-70.91129}}]},"referencesModule":{"references":[{"pmid":"22196422","type":"BACKGROUND","citation":"Verma R, Arya KN, Sharma P, Garg RK. Understanding gait control in post-stroke: implications for management. J Bodyw Mov Ther. 2012 Jan;16(1):14-21. doi: 10.1016/j.jbmt.2010.12.005. Epub 2010 Dec 30."},{"pmid":"20046132","type":"BACKGROUND","citation":"Needham DM, Truong AD, Fan E. Technology to enhance physical rehabilitation of critically ill patients. Crit Care Med. 2009 Oct;37(10 Suppl):S436-41. doi: 10.1097/CCM.0b013e3181b6fa29."},{"pmid":"24941413","type":"BACKGROUND","citation":"Chen G, Chan CK, Guo Z, Yu H. A review of lower extremity assistive robotic exoskeletons in rehabilitation therapy. Crit Rev Biomed Eng. 2013;41(4-5):343-63. doi: 10.1615/critrevbiomedeng.2014010453."},{"pmid":"33805216","type":"BACKGROUND","citation":"Gomez-Vargas D, Ballen-Moreno F, Barria P, Aguilar R, Azorin JM, Munera M, Cifuentes CA. The Actuation System of the Ankle Exoskeleton T-FLEX: First Use Experimental Validation in People with Stroke. Brain Sci. 2021 Mar 24;11(4):412. doi: 10.3390/brainsci11040412."},{"pmid":"29345632","type":"BACKGROUND","citation":"He Y, Eguren D, Azorin JM, Grossman RG, Luu TP, Contreras-Vidal JL. Brain-machine interfaces for controlling lower-limb powered robotic systems. J Neural Eng. 2018 Apr;15(2):021004. doi: 10.1088/1741-2552/aaa8c0."},{"pmid":"32973481","type":"BACKGROUND","citation":"Ortiz M, Ianez E, Contreras-Vidal JL, Azorin JM. Analysis of the EEG Rhythms Based on the Empirical Mode Decomposition During Motor Imagery When Using a Lower-Limb Exoskeleton. A Case Study. Front Neurorobot. 2020 Aug 27;14:48. doi: 10.3389/fnbot.2020.00048. eCollection 2020."},{"pmid":"28145274","type":"BACKGROUND","citation":"Ma T, Li H, Deng L, Yang H, Lv X, Li P, Li F, Zhang R, Liu T, Yao D, Xu P. The hybrid BCI system for movement control by combining motor imagery and moving onset visual evoked potential. J Neural Eng. 2017 Apr;14(2):026015. doi: 10.1088/1741-2552/aa5d5f. Epub 2017 Feb 1."},{"pmid":"23639955","type":"BACKGROUND","citation":"Thomas E, Dyson M, Clerc M. An analysis of performance evaluation for motor-imagery based BCI. J Neural Eng. 2013 Jun;10(3):031001. doi: 10.1088/1741-2560/10/3/031001. Epub 2013 May 3."},{"pmid":"33014987","type":"BACKGROUND","citation":"Ortiz M, Ferrero L, Ianez E, Azorin JM, Contreras-Vidal JL. Sensory Integration in Human Movement: A New Brain-Machine Interface Based on Gamma Band and Attention Level for Controlling a Lower-Limb Exoskeleton. Front Bioeng Biotechnol. 2020 Sep 3;8:735. doi: 10.3389/fbioe.2020.00735. eCollection 2020."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}