{"protocolSection":{"identificationModule":{"nctId":"NCT03462693","orgStudyIdInfo":{"id":"2.0"},"organization":{"fullName":"Guadarrama Hospital","class":"OTHER"},"briefTitle":"Dry Needling in Stroke in Sub-Acute Phase to Improve Upper Limb","officialTitle":"Effectiveness of Dry Needling in Upper Limb Function in Patients With Stroke in Sub-acute Phase"},"statusModule":{"statusVerifiedDate":"2018-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-03-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-10-25","type":"ACTUAL"},"completionDateStruct":{"date":"2018-10-25","type":"ACTUAL"},"studyFirstSubmitDate":"2018-03-06","studyFirstSubmitQcDate":"2018-03-09","studyFirstPostDateStruct":{"date":"2018-03-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-05-10","lastUpdatePostDateStruct":{"date":"2019-05-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"J. Nicolas Cuenca Zaldivar","investigatorTitle":"Rehabilitation Service Principal Investigator","investigatorAffiliation":"Guadarrama Hospital"},"leadSponsor":{"name":"Guadarrama Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A single-center, observational, prospective, two dynamic cohorts study with before-after design. Group 1: Treatment with 6 sessions using dry needling with DNHS® (Dry Needling for Hypertonicity and Spasticity) on the spastic muscles of the affected arm in patients with stroke plus standard physiotherapy treatment. Group 2: Standard physiotherapy treatment. Spasticity will be assessed by Modifying Modified Ashworth Scale (MMAS), functionality with the Fugl-Meyer scale for the upper limb, motor recovery with Brunnstrom Stages Scale (BSS) and upper limb spasticity pattern (ULP), pain by 10-points Numerical Rating Scale (NRS10) and the quality of life with the Euro QoL 5D 5L survey.\n\nIn both groups the valuations will be made following the same schedule.","detailedDescription":"Once each patient has signed the informed consent document and it has been verified that the inclusion criteria are met, it will be assigned the same identification number (ID) that is related to its Clinical History (CH) by simple coding; custody of the file with the relationship of each ID with its CH will be the responsibility of the principal investigator. Patients admitted to the Guadarrama Hospital with the diagnosis of stroke and who meet the eligibility criteria will be treated by their usual physiotherapist, who will administer the standard dry needling intervention plus standard physiotherapy treatment or only standard physiotherapy treatment as a function of being trained and qualified to administer dry needling.\n\nPatients will receive 6 sessions of DNHS® (Dry Needling for Hypertonicity and Spasticity) technique with an interval of 1 week between each session (1st to 4th sessions) and every 15 days (5th and 6th sessions). The procedure will be applied according to the corresponding protocols established in the NWPs (Normalized Work Plans) used in the usual clinical practice in the Guadarrama Hospital. All patients (both groups) will receive standard daily physiotherapy treatment for the affected arm according to the NWPs used in the Guadarrama Hospital.\n\nThe DNHS® technique is specifically indicated for the treatment of spasticity. This technique differs from that usually used to relieve pain and deactivate myofascial trigger points (MTPs). The muscles to be treated are placed in a submaximum stretching position; the evaluation criteria when defining the needle insertion zone are based on finding an increase in modularity and muscle activity in the area when the muscle undergoes rapid stretching. Once the area to be treated is located, the needle is inserted and moves between 0.5 and 1 cm in / deep and fan out / surface to cause a local or global spasm reaction. Treatment ceases when the frequency of these responses decreases markedly or disappears. If the patient feels \"not tolerable\" pain (some discomfort from the dry needling is usual), you can stop the treatment at any time. Before and after each dry needling session or standard physiotherapy treatment patients will be evaluated by an independend assessor blinded to intervention , using the upper limb block of the Fugl-Meyer scale that assesses motor skills and sensitivity of the affected arm, evaluation of pain through NRS10 and assessment of spasticity of muscles to be treated by MMAS. Also, at the beginning, in the 4th session and at the end of the study, the Euro-QoL 5D 5L quality of life survey will be administered, with a license for use. In addition BSS and ULP will be evaluated at the beginning and at the end of the study. In each dry needling session, the caliber of the needle used, the number of fast-in and fast-out of the needle and the number of the spasm reactions caused for the purpose of establishing the dose pattern shall be recorded for each treated muscle."},"conditionsModule":{"conditions":["Functionality","Spasticity, Muscle","Quality of Life"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":123,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group 1","description":"Dry needling plus standard physiotherapy treatment","interventionNames":["Other: Dry needling"]},{"label":"Group 2","description":"Standard physiotherapy treatment"}],"interventions":[{"type":"OTHER","name":"Dry needling","description":"The DNHS® dry-puncture technology is specifically marked for stroke patients. the muscle to be treated is placed in a submaximal position; the needle is inserted into the present tense bandage and mobilized in the inside and outside for about 1 minute or until the reaction of global spasm ceases","armGroupLabels":["Group 1"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Upper Limb Scale","description":"The Fugl-Meyer Upper Limb Assessment of Motor Recovery after Stroke evaluates and measures recovery in post-stroke hemiplegic patients. It consists of 4 domains formed by ordinal items of 3 points: 1 (not performed), 2 (partial execution) and 3 (complete execution). The maximum total sum score of the scale is 226. The domains are: Motor block consisting of 33 items with a maximum total sum score of 66 and consisting of the following sections: A: Upper Extremity, B: Wrist, C: Hand and D: Coordination and speed; an increase of 10 points in this block is described as a clinically important change. Three other domains are added to the motor block: H: Sensation, with 6 items with a maximum total sum score of 12, J: Passive joint movement, with 12 items with a maximum total sum score of 24 and J: Joint pain with 12 items with a total maximum sum score of 24.","timeFrame":"8 weeks"}],"secondaryOutcomes":[{"measure":"Modification of Modified Ashworth Scale","description":"The Modification of Modified Ashworth Scale evaluates the increase in muscle tone in patients with central nervous system lesions. It consists of 4 ordinal categories: 0 (no increase of the tone), 1 (increase of tone that appears at the end of the range of movement), 2 (marked increase of tone that appears in the whole movement path although the passive movement is easy), 3 (increase of tone that appears in the whole range of movement and that makes passive mobilization difficult) and 4 (the part affects this rigid extension or flexion).","timeFrame":"8 weeks"},{"measure":"Euro QoL 5D quality of life scale","description":"The Euro QoL 5D quality of life scale is a survey of perceived quality of life that consists of 5 domains: Mobility, self-care, usual activities, pain / discomfort and anxiety / depression; each domain is evaluated with an inverse Likert scale of 5 points where 1 indicates the absence of a problem and 5 the most extreme problem. It also consists of a subscale that evaluates the level of global health through a visual analog scale of 100 points. A unique health state is defined by combining 1 level from each of the 5 dimensions, this combination can be converted into a single index value by facilitating the calculation of quality-adjusted life years (QALYs).","timeFrame":"8 weeks"}],"otherOutcomes":[{"measure":"Numerical Rating Scale 10-points scale","description":"The Numerical Rating Scale 10-points scale evaluates the subjective intensity of pain perceived between 1 (absence of pain) and 10 (maximum intensity of bearable pain).","timeFrame":"8 weeks"},{"measure":"Brunnstrom Recovery Stages","description":"Upper limb motor recovery","timeFrame":"8 weeks"},{"measure":"Upper limb pattern","description":"Upper limb spastic pattern","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* They must voluntarily understand and sign the relevant informed consent documents and information sheet, before any evaluation / procedure related to the study is conducted.\n* Male or female, ≥ 18 years old at the time of consent.\n* Have the diagnosis of hemispheric ischemic or hemorrhagic stroke without excluding other causes (surgical, traumatic, etc ...).\n* Show spasticity in the affected upper limb, with an MMAS score of 1-3 in one of the following muscle groups: finger flexors, wrist flexors, elbow flexors, forearm pronators, adductors, or internal rotators of the shoulder.\n\nExclusion Criteria:\n\n* Presence of stiffness (score of 4 in MMAS) or hypotonia (MMAS of 0).\n* Severe cognitive impairment, severe language problems, severe vision or hearing impairments that prevent compression and active patient collaboration during evaluation tests.\n* Have received treatment by injection of Botulinum Toxin A in the 2 months prior to the start of the study.\n* Any medical condition that contraindicates dry needling.\n* Present some contraindication for the application of dry puncture:\n\nPregnancy, insurmountable fear of needles, allergy to metals (nickel), presence of lesions in the puncture area, scars, tattoos...","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with the diagnosis of stroke inacute subacute phase entering for the first time at the Hospital Guadarrama","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Mr Cuenca Zaldivar","affiliation":"Guadarrama Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"J.Nicolas Cuenca Zaldivar","city":"Guadarrama","state":"Madrid","zip":"28440","country":"Spain","geoPoint":{"lat":40.6727,"lon":-4.08949}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"}],"ancestors":[{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity, Muscle","relevance":"HIGH"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}