{"protocolSection":{"identificationModule":{"nctId":"NCT05897593","orgStudyIdInfo":{"id":"Pro00131342"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"Clinical Feasibility & Validation of the Augmented Reality GlenxRose Acquired Brain Injury Rehabilitation Programs","officialTitle":"Clinical Feasibility & Validation of the Augmented Reality-Delivered GlenxRose Programs for Acquired Brain Injury"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-18","studyFirstSubmitQcDate":"2023-06-08","studyFirstPostDateStruct":{"date":"2023-06-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-23","lastUpdatePostDateStruct":{"date":"2024-01-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"},"collaborators":[{"name":"Alberta Health services","class":"OTHER"},{"name":"Mitacs","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Factors related to successful rehabilitation in acquired brain injury (ABI) are often directly related to adherence; for instance, dosage, frequency, and intensity can burden the patient regarding time and motivational factors. Regarding salience, patients may lose interest or find a traditional intervention boring after a few sessions. It is well documented that nonadherence not only impacts rehabilitation for patients but can also further prolong treatment, and increase hospital and clinician costs, in addition to a higher prevalence of future comorbidities. Additionally, the same factors that are related to can impact adherence are also related to neuroplasticity. Therefore, strategies that improve patient adherence can significantly help optimize patient care and treatment outcomes for those with ABI.\n\nThe gamification of rehabilitation therapies using augmented reality (AR) may help promote adherence. Gamification of rehabilitation therapy can make mass practice required in rehabilitation therapies seemingly fun and more personally engaging for the patient. Additionally, the experience achieved through AR can further promote salience and be customizable to individual patient requirements. As AR systems are now highly portable, cost-effective, and relatively simple to utilize, they can provide an excellent opportunity to provide more engaging rehabilitation approaches compared to standard care alone. AR gamification of rehabilitation may increase adherence by shifting patients' perspectives of therapy as tedious, boring, or a hassle, to a fun and engaging game that ultimately helps their recovery processes.\n\nThe GlenXRose AR-delivered ABI program (developed by the Cognitive Projections Lab, University of Alberta) has been created in collaboration with the Glenrose Rehabilitation Hospital with the overall goal of increasing patient adherence, treatment outcomes, and satisfaction with ABI rehabilitation therapy. The proposed studies are to investigate the feasibility of implementing this technology alongside routine clinical care, obtaining clinician feedback, examining associated financial costs, and continuing to examine the effect of the GlenXRose AR ABI-therapies on patient adherence and clinical outcomes, compared to traditional clinical care alone.","detailedDescription":"Nonadherence to Acquired Brain Injury (ABI) rehabilitation can result in suboptimal recovery or compensation methods while impacting the quality of life and further burdening the healthcare system. In addition to traditional ABI rehabilitation therapy, many patients are given daily exercises to practice and perform. However, it is estimated that up to 50% of patients are non-adherent to rehabilitation (Argent et al., 2018); with such a large prevalence, opportunities to prevent and mitigate nonadherence to ABI therapy can significantly promote clinical/functional outcomes.\n\nPurpose \\& Objective: The GlenXRose Augmented Reality (AR) - ABI program, developed by the Cognitive Projections lab at the University of Alberta in collaboration with the Glenrose Rehabilitation Hospital, provides patients with gamified ABI therapies delivered through immersive AR.\n\nThe objective of these studies is to examine the feasibility of implementing the previously developed GlenXRose AR-ABI therapies to routine clinical care delivered by Occupational Therapists to patients with an ABI etiology (such as stroke and traumatic brain injury). Variables of patient adherence to treatment as well as preliminary effects on cognition, motor coordination, engagement, and system usability will be explored."},"conditionsModule":{"conditions":["Acquired Brain Injury","Stroke","Traumatic Brain Injury"],"keywords":["Augmented Reality","AR","Virtual Reality","VR","Brain Injury","Stroke","Rehabilitation","Occupational Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","interventionModelDescription":"Study 1: Single-Subject Experimental Design Studies will be Implemented (A-B Design) Study 2: Qualitative Interviews regarding technology acceptance Study 3: Feasibility randomized controlled trial (control and intervention groups)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The outcomes assessor will be masked to group allocation (AR-delivered therapy + standard care, or traditional standard care alone). Participants will be asked not to reveal details of the group allocation prior to assessments.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Augmented Reality Delivered Therapy + Standard Clinical Care","type":"EXPERIMENTAL","description":"The GlenXRose augmented reality therapies will be delivered to participants using a head-mounted device to allow acquired brain injury rehabilitation therapy and practice. Participants will also receive routine clinical care provided by clinicians.","interventionNames":["Device: GlenXRose Augmented Reality Acquired Brian Injury Therapies"]},{"label":"Standard Clinical Care","type":"NO_INTERVENTION","description":"Participants will receive routine clinical care provided by clinicians."}],"interventions":[{"type":"DEVICE","name":"GlenXRose Augmented Reality Acquired Brian Injury Therapies","description":"Rehabilitation therapies for ABI have been developed for augmented reality implementation. These include various games to interact within an augmented environment while conducting rehabilitation therapy.","armGroupLabels":["Augmented Reality Delivered Therapy + Standard Clinical Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Frequency","description":"Reported frequency of rehabilitation therapy","timeFrame":"Up to 12 Weeks"},{"measure":"Generalization","description":"Self-reported time of rehabilitation","timeFrame":"Up to 12 Weeks"},{"measure":"Compliance Rate","description":"Self-reported compliance using a 10cm visual analog scale. Participants mark along the scale where they believe their compliance rate is (0 meaning absolute no compliance, and 10 indicative of perfect compliance to the protocol)","timeFrame":"Up to 12 Weeks"},{"measure":"Adherence - Attendance","description":"Attendance and Practice Records","timeFrame":"Up to 12 Weeks"},{"measure":"Adherence - Self Reported","description":"Medical Adherence Report Scale (Chan et al., 2020) taken at each in-person session. Higher scores are indicative of stronger adherence and beliefs. (10 items, each scaled between 1-5 on a likert scale)","timeFrame":"Up to 12 Weeks"},{"measure":"Adherence - Clinician Reported","description":"Sport Injury Rehabilitation Adherence Scale (Kolt et al., 2006), taken at each in-person session. Higher scores are indicative of greater effort and adherence in the session. (Range 0-15)","timeFrame":"Up to 12 Weeks"}],"secondaryOutcomes":[{"measure":"Cognitive Functioning - SCATBI","description":"Scale of Cognitive Ability for Traumatic Brain Injury (SCATBI; Adamovich \\& Henderson, 1992). The SCATBI assesses 5 domains. The interpretation of lower and higher scores on the Scales of Cognitive Ability for Traumatic Brain Injury (SCATBI) depends on the specific subtest being administered. In general, higher scores on cognitive subtests indicate better performance or higher levels of cognitive ability in the specific domain being assessed. Lower scores, on the other hand, may indicate difficulties or impairment in that particular cognitive domain.","timeFrame":"Up to 12 Weeks"},{"measure":"Cognitive Functioning - LOTCA","description":"Lowenstein Occupational Therapy Cognitive Assessment. 26 subtests are scored on a scale between 1-4 (1 being poor performance, 4 being optimal performance). higher scores on the LOTCA indicate better cognitive function within a specific domain, while lower scores suggest potential difficulties or impairments in that cognitive area.","timeFrame":"Up to 12 Weeks"},{"measure":"Cognitive Functioning - Behaviour","description":"Behavioural Inattention Test (Wilson, Cockburn, \\& Halligan, 1987). Scoring typically involves comparing the individual's performance to established norms or comparison groups. Higher scores indicate less severe neglect or inattention, while lower scores suggest more pronounced impairments.","timeFrame":"Up to 12 Weeks"},{"measure":"Upper-Limb Motor Coordination","description":"Box and Block Test (Mathiowetz, Volland, Kashman, \\& Weber, 1975). The score is the total number of blocks transferred successfully within the designated time, which is usually one minute. The range of scores on the BBT can vary widely, depending on the individual's abilities and impairments. Higher scores indicate better manual dexterity and motor function, while lower scores suggest limitations or difficulties in performing the task.","timeFrame":"Up to 12 Weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults receiving care at the Glenrose Rehabilitation Hospital (Edmonton, Canada) for mild to moderate Acquired Brain Injury\n* Proficiency in English\n* Adequate upper-limb strength and coordination to utilize AR headset (determined by clinicians)\n\nExclusion Criteria:\n\n* Pediatric populations\n* Severe acquired brain injury\n* severe cognitive and behavioural disorders (e.g. agitation, confusion, aggressive behaviour), which is Level V or higher on the Rancho Los Amigos Levels of Cognitive Functioning Scale\n* Severe aphasia, impacting language comprehension\n* Communication disorders that impact comprehension of verbal commands and understanding of scale used in the study\n* Previous neurological and/or psychiatric disorders\n* Substance misuse disorders\n* Previously acquired brain injury\n* Impairments that limit the interaction with the AR device","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Adriana Rios Rincon, PhD, R.OT","role":"CONTACT","phone":"780.492.5150","email":"aros@ualberta.ca"},{"name":"Mathieu Figeys, PhD, RN","role":"CONTACT","phone":"780.735.6296","email":"figeys@ualberta.ca"}],"overallOfficials":[{"name":"Jim Raso, MASc","affiliation":"Glenrose Foundation","role":"STUDY_CHAIR"}],"locations":[{"facility":"Glenrose Rehabilitation Hospital","city":"Edmonton","state":"Alberta","zip":"T5G 0B7","country":"Canada","contacts":[{"name":"James Raso, MASc","role":"CONTACT","phone":"7807357964","email":"james.raso@albertahealthservices.ca"},{"name":"Mathieu Figeys, PhD, RN","role":"CONTACT","phone":"780.735.6296","email":"figeys@ualberta.ca"}],"geoPoint":{"lat":53.55014,"lon":-113.46871}}]},"referencesModule":{"references":[{"pmid":"27965879","type":"BACKGROUND","citation":"Eldridge SM, Chan CL, Campbell MJ, Bond CM, Hopewell S, Thabane L, Lancaster GA; PAFS consensus group. CONSORT 2010 statement: extension to randomised pilot and feasibility trials. Pilot Feasibility Stud. 2016 Oct 21;2:64. doi: 10.1186/s40814-016-0105-8. eCollection 2016."},{"pmid":"20163979","type":"BACKGROUND","citation":"Jack K, McLean SM, Moffett JK, Gardiner E. Barriers to treatment adherence in physiotherapy outpatient clinics: a systematic review. Man Ther. 2010 Jun;15(3):220-8. doi: 10.1016/j.math.2009.12.004. Epub 2010 Feb 16."},{"type":"BACKGROUND","citation":"Kolt, G.S., et al. The Sport Injury Rehabilitation Adherence Scale: a reliable scale for use in clinical physiotherapy.Physiotherapy. 2007; 93(1): 7-22."},{"pmid":"31823381","type":"BACKGROUND","citation":"Chan AHY, Horne R, Hankins M, Chisari C. The Medication Adherence Report Scale: A measurement tool for eliciting patients' reports of nonadherence. Br J Clin Pharmacol. 2020 Jul;86(7):1281-1288. doi: 10.1111/bcp.14193. Epub 2020 May 18."},{"type":"BACKGROUND","citation":"Adamovich, B. B., & Henderson, J. Scales of Cognitive Ability for Traumatic Brain Injury (SCATBI). 1992. Chicago, IL: Riverside Publishing."},{"pmid":"3813864","type":"BACKGROUND","citation":"Wilson B, Cockburn J, Halligan P. Development of a behavioral test of visuospatial neglect. Arch Phys Med Rehabil. 1987 Feb;68(2):98-102."},{"pmid":"3160243","type":"BACKGROUND","citation":"Mathiowetz V, Volland G, Kashman N, Weber K. Adult norms for the Box and Block Test of manual dexterity. Am J Occup Ther. 1985 Jun;39(6):386-91. doi: 10.5014/ajot.39.6.386."},{"pmid":"29496655","type":"RESULT","citation":"Argent R, Daly A, Caulfield B. Patient Involvement With Home-Based Exercise Programs: Can Connected Health Interventions Influence Adherence? JMIR Mhealth Uhealth. 2018 Mar 1;6(3):e47. doi: 10.2196/mhealth.8518."}],"seeAlsoLinks":[{"label":"Cognitive Projections Laboratory, University of Alberta","url":"https://www.ualberta.ca/rehabilitation/research/rehabilitation-robotics/current-projects/cogpro-virtual-reality.html"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}