{"protocolSection":{"identificationModule":{"nctId":"NCT03714282","orgStudyIdInfo":{"id":"STU00206430"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"Noninvasive Spinal Stimulation in Stroke","officialTitle":"Locomotor Function Following Transcutaneous Electrical Spinal Cord Stimulation in Individuals With Hemiplegic Stroke"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-08-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-09-25","studyFirstSubmitQcDate":"2018-10-18","studyFirstPostDateStruct":{"date":"2018-10-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-08-31","lastUpdatePostDateStruct":{"date":"2020-09-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Arun Jayaraman, PT, PhD","investigatorTitle":"Director Max Näder Center","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"},"collaborators":[{"name":"University of California, Los Angeles","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true},"descriptionModule":{"briefSummary":"This is a randomized control trial that will evaluate the effectiveness of transcutaneous (non-invasive) spinal cord stimulation on gait and balance function for individuals with hemiplegia due to stroke.","detailedDescription":"OBJECTIVES:\n\n* To determine whether transcutaneous spinal cord stimulation combined with ambulation training modulates corticospinal locomotor networks in individuals with chronic hemiplegic stroke\n* To determine whether transcutaneous spinal stimulation combined with ambulation training improves locomotor function in individuals with chronic hemiplegic stroke\n* To determine whether transcutaneous spinal stimulation combined with ambulation training improves symmetry of gait in individuals with chronic hemiplegic stroke\n* To determine whether transcutaneous spinal stimulation combined with ambulation training improves standing posture and balance in individuals with chronic hemiplegic stroke\n* To determine whether ambulation efficiency (improved cardiovascular conditioning) improves with transcutaneousnon-invasive spinal stimulation and locomotor training in individuals with chronic hemiplegic stroke"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Spinal cord stimulation","electrical stimulation","locomotion"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Noninvasive Spinal Stimulation with Gait Training","type":"EXPERIMENTAL","description":"May receive up to 50 min of locomotion training with transcutaneous spinal cord stimulation. However, the amount of time spent in side-lying locomotion training, treadmill training and overground training will depend on individual tolerance and progression.","interventionNames":["Device: Noninvasive spinal stimulation with gait training"]},{"label":"Conventional Gait Training","type":"ACTIVE_COMPARATOR","description":"May receive up to 50 min of locomotion training without transcutaneous spinal cord stimulation. However, the amount of time spent in side-lying locomotion training, treadmill training and overground training will depend on individual tolerance and progression.","interventionNames":["Device: Conventional gait training"]},{"label":"Healthy Control Group","type":"OTHER","description":"Participant in the Healthy Control Group will participate in up to 3 assessment sessions in order to obtain comparative data for Spinal Motor Evoked Potentials (MEPs), lower extremity MVC's, sidelying EMG data and overground EMG data","interventionNames":["Other: Healthy control group"]}],"interventions":[{"type":"DEVICE","name":"Noninvasive spinal stimulation with gait training","description":"Transcutaneous Spinal Cord Neurostimulator will deliver transcutaneous electrical spinal cord stimulation while subjects perform locomotor activities.","armGroupLabels":["Noninvasive Spinal Stimulation with Gait Training"]},{"type":"DEVICE","name":"Conventional gait training","description":"May receive up to 50 min of locomotion training without transcutaneous spinal cord stimulation. However, the amount of time spent in side-lying locomotion training, treadmill training and overground training will depend on individual tolerance and progression.","armGroupLabels":["Conventional Gait Training"]},{"type":"OTHER","name":"Healthy control group","description":"Participant in the Healthy Control Group will participate in up to 3 assessment sessions in order to obtain comparative data for Spinal Motor Evoked Potentials (MEPs), lower extremity MVC's, sidelying EMG data and overground EMG data","armGroupLabels":["Healthy Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Gait Symmetry","description":"Participants will ambulate along Gait Rite electronic walkway up to 12 times (3 times per gait speed with and without lower extremity orthotics) to evaluate baseline gait pattern at both their self-selected and safe fast gait speed. The GAITRite electronic walkway contains sensor pads encapsulated in a carpet and connected to a computer. The system can be laid over any flat surface and automates measuring temporal and spatial gait parameters. The GAITRite electronic walkway for the study shall be a minimum of 14 feet long. The GAITRite data capture was chosen as measurement of the patient's overall gait quality.","timeFrame":"Session 1 (baseline test, initial visit), Midpoint, Post intervention, 3 month follow-up, 6 month follow-up, 12 month follow-up"}],"secondaryOutcomes":[{"measure":"Change in 10 Meter Walk Test","description":"This test will examine the patient's gait speed. Patients will be directed to walk at their preferred and maximum but safe speed. Patients will be positioned 1 meter before the start line and instructed to walk the entire distance and past the end line approximately 1 meter. The distance before and after the course are meant to minimize the effect of acceleration and deceleration. Time will be recorded using a stopwatch and recorded to the one hundredth of a second (ex: 2.15 sec). The test will be recorded up to 12 times (3 times at each gait speed with and without lower extremity orthotics if safe and appropriate).","timeFrame":"Session 1 (baseline test, initial visit), Midpoint, Post intervention, 3 month follow-up, 6 month follow-up, 12 month follow-up"},{"measure":"Change in 6 Minute Walk Test Using VO2 Analysis","description":"The 6 Minute Walk Test (6MWT) measures the distance a subject can walk indoors on a flat, hard surface in a period of 6 minutes, using assistive devices, as necessary. The test is a reliable and valid evaluation of functional exercise capacity and is used as a sub-maximal test of aerobic capacity and endurance. The test will be used to determine participant's gait efficiency at baseline and at study completion. The walk test is patient self-paced and assesses the level of functional capacity. Patients are allowed to stop and rest during the test, however, the timer does not stop. If the patient is unable to complete the time, the time stopped is noted and reason for stopping prematurely is recorded.\n\nThis test will be administered while wearing a portable gas analysis system called the Cosmed K4B2 to measure oxygen consumption. This system measures oxygen consumption (VO2) and Carbon-dioxide production (VCO2) in a breath by breath fashion.","timeFrame":"Session 1 (baseline test, initial visit), Midpoint, Post intervention, 3 month follow-up, 6 month follow-up, 12 month follow-up"},{"measure":"4. Locomotion assessment for intra limb coordination using electromyography (EMG) on GaitRite","description":"Locomotion assessment for inter and intra limb coordination using wearable sensors and EMG sensors. Participants ambulate along Gait Rite electronic walkway up to 12 times (3 times at each gait speed with and without lower extremity orthotics if safe and appropriate) to evaluate gait pattern and lower extremity muscle activity at both self-selected and fast but safe gait speed.\n\nThe sensors used will include those available from the BioStampRC Discovery Kit (MC10,Inc.), EMG sensors and custom sensors designed by the John Rogers research group at Northwestern University. The wearable sensors will collect the following information: Biometric data, including electrocardiography (EKG) and electromyography(EMG). Movement data from the limbs including signals from triaxial accelerometers (ACC) and gyroscopes (GYR). The rate of sweating and glucose concentration using microfluidic sweat sensor.","timeFrame":"Session 1 (baseline test, initial visit), Midpoint, Post intervention, 3 month follow-up, 6 month follow-up, 12 month follow-up"},{"measure":"Change in Spinal Motor Evoked Potentials (MEPs)","description":"Spinal Motor Evoked Potentials (MEPs) will be obtained by stimulating between the spinous processes of up to 5 vertebrae with a single pulse. MEPs are the electromyograph responses of the peripheral muscles to electrical stimulation of the spinal cord. MEPs will be used to test the integrity of the motor pathways of the spinal cord.\n\nA Transcutaneous Spinal Cord Neurostimulator (BioStim-5 or NeuroEnabling Stimulator System) will deliver transcutaneous electrical spinal cord stimulation.","timeFrame":"Session 1 (baseline test, initial visit), Midpoint, Post intervention, 3 month follow-up, 6 month follow-up, 12 month follow-up"},{"measure":"Change corticospinal excitability","description":"Transcranial magnetic stimulation (TMS) will be used to assess changes in corticospinal excitability that may occur following repeated transcutaneous spinal stimulation and ambulation training. TMS is a safe, non-invasive, painless method of brain stimulation that widely used to study the physiology of the representations of muscles in the motor cortex in healthy and neurologically disordered individuals. Very short duration (\\< 1 ms) magnetic pulses are applied via an insulated wire coil placed on the intact scalp overlaying the motor cortical area projecting to a target muscle. Each pulse induces a motor evoked potential (MEP) in a target muscle that can be readily monitored by recording Electromyogram EMG from that muscle.","timeFrame":"Baseline, Post intervention"},{"measure":"Change in Fugl-Meyer Assessment of Motor Recovery after Stroke","description":"The purpose of the FMA is to evaluate and measure recovery in post-stroke hemiplegic patients. There are five domains assessed on a 3 point ordinal scale from 0-2. \"0\" is equal to \"cannot perform\", \"1\" is equal to \"performs partially\", and \"2\" is equal to \"performs fully. The domains for upper and lower extremity motor function will be used.","timeFrame":"Session 1 (baseline test, initial visit), Midpoint, Post intervention, 3 month follow-up, 6 month follow-up, 12 month follow-up"},{"measure":"Change in Stroke Impact Scale-16","description":"Stroke Impact Scale-16 completed by patient to evaluate the impact of the stroke on the person's health and life from the individuals perspective. It is scored from 1-5, 1 signifying a major effect on the individual and 5 signifying little to no effect.","timeFrame":"Session 1 (baseline test, initial visit), Midpoint, Post intervention, 3 month follow-up, 6 month follow-up, 12 month follow-up"},{"measure":"Change Static in Balance","description":"During the static stability test, the participants will be instructed to stand on the force plate as still as possible for up to 60 seconds with their eyes open. After rest, the task will be repeated with the eyes closed. The excursions of the center of pressure (COP) and EMG of leg muscles will be analyzed.\n\nThe AMTI Force System from Water Town, MA will be used to assess balance.","timeFrame":"Session 1 (baseline test, initial visit), Midpoint, Post intervention, 3 month follow-up, 6 month follow-up, 12 month follow-up"}],"otherOutcomes":[{"measure":"Change in Gait Symmetry on Treadmill","description":"Participants will ambulate on the treadmill for up to 10 minutes in order to obtain spatiotemporal measures of gait and to obtain gait kinematics during treadmill locomotion","timeFrame":"Session 1 (baseline test, initial visit), Midpoint, Post intervention, 3 month follow-up, 6 month follow-up, 12 month follow-up"},{"measure":"Change in Dynamic Balance","description":"During the dynamic stability test, the ability to voluntarily displace the COP to a maximum distance without losing balance will be assessed (Limits of stability (LOS) test). The participant will be instructed to lean forward, backward, left, and right, hold the position for \\~5 seconds and return back to the initial/center position.\n\nThe AMTI Force System from Water Town, MA will be used to assess balance.","timeFrame":"Session 1 (baseline test, initial visit), Midpoint, Post intervention, 3 month follow-up, 6 month follow-up, 12 month follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Healthy Control Group Inclusion Criteria:\n\n* Age 18 or older\n* Able and willing to give written consent and comply with study procedures\n\nHealthy Control Group Exclusion Criteria:\n\n* No history of cerebrovascular accidents or neurological degenerative pathologies (such as multiple sclerosis, Alzheimer's disease, Parkinson's disease, etc.)\n* Pregnant or nursing\n* Skin allergies or irritation; open wounds\n* Utilizing a powered, implanted cardiac device for monitoring or supporting heart function (i.e. pacemaker, defibrillator, or LVAD)\n\nStroke Group Inclusion Criteria:\n\n* Participants are 18 years of age or older\n* Participants are at least 4 weeks post stroke\n* Participants with hemiplegia secondary to a single stroke\n* Functional Ambulation Category of 2 or greater - Patient needs continuous or intermittent support of one person to help with balance and coordination.\n* Participants are able to provide informed consent\n* Participants are not currently receiving regular physical therapy services\n\nStroke Group Exclusion Criteria:\n\n* Individuals less than18 years of age\n* Individuals less than 4 weeks post stroke\n* Individuals with ataxia\n* Individuals with multiple stroke history\n* Currently taking a Selective Serotonin Reuptake Inhibitor (SSRI) or Tricyclic antidepressant (TCA)\n* Botox injection in lower extremity within the last 4 months\n* Modified Ashworth score of 3 or greater in lower extremity\n* Pregnancy or nursing\n* Pacemaker or anti-spasticity implantable pumps\n* Active pressure sores\n* Unhealed bone fractures\n* Peripheral neuropathies\n* Painful musculoskeletal dysfunction due to active injuries or infections\n* Severe contractures in the lower extremities\n* Medical illness limiting the ability to walk\n* Active urinary tract infection\n* Clinically significant depression, psychiatric disorders, or ongoing drug abuse\n* Metal implants in their spine TMS Specific Criteria (see Safety Screening Questionnaire for Transcranial Magnetic Stimulation)\n* Medicated with agents known to increase (e.g., amphetamines) or decrease motor system excitability (e.g., lorazepam)\n* Implanted cardiac pacemaker\n* Metal implants in the head or face\n* Suffers unexplained, recurring headaches\n* Had a seizure in the past unrelated to the stroke event, or has epilepsy\n* Skull abnormalities or fractures\n* Suffered a concussion within the last 6 month\n* Cardiorespiratory or metabolic diseases (e.g. cardiac arrhythmia, uncontrolled hypertension or diabetes, chronic emphysema)\n* Pregnant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kelly McKenzie, DPT","role":"CONTACT","phone":"312-238-7111","email":"kaskins@sralab.org"},{"name":"Lori l McGee, BS, OT","role":"CONTACT","phone":"312-238-2091","email":"lmcgee@sralab.org"}],"overallOfficials":[{"name":"Arun Jayaraman, PT, PhD","affiliation":"Shirley Ryan AbilityLab","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shirley Ryan AbilityLab","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","contacts":[{"name":"Lori McGee Koch","role":"CONTACT","phone":"312-238-2091","email":"lmkoch@ricres.org"},{"name":"Kristen Hohl","role":"CONTACT","phone":"312-238-2640"},{"name":"Arun Jayaraman, PT,PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2018-02-19","uploadDate":"2018-09-20T15:17","filename":"Prot_SAP_000.pdf","size":415945},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2018-09-12","uploadDate":"2018-09-20T15:19","filename":"ICF_001.pdf","size":259353}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2021-11-08","submissionInfos":[{"releaseDate":"2021-11-08","resetDate":"2021-12-06","mcpReleaseN":3}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}