{"protocolSection":{"identificationModule":{"nctId":"NCT03590314","orgStudyIdInfo":{"id":"UPPER-Trial"},"organization":{"fullName":"Universita di Verona","class":"OTHER"},"briefTitle":"Upper Limb Training Modalities in Patients With Stroke","officialTitle":"Combined Robot-assisted Upper Limb Training and Botulinum Toxin Treatment for Upper Limb Function and Spasticity: a Randomized Controlled Single-blinded Trial in 32 Chronic Stroke Patients."},"statusModule":{"statusVerifiedDate":"2018-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01"},"primaryCompletionDateStruct":{"date":"2017-11","type":"ACTUAL"},"completionDateStruct":{"date":"2018-07","type":"ACTUAL"},"studyFirstSubmitDate":"2018-07-05","studyFirstSubmitQcDate":"2018-07-17","studyFirstPostDateStruct":{"date":"2018-07-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-07-17","lastUpdatePostDateStruct":{"date":"2018-07-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nicola Smania, MD, Clinical Professor","investigatorTitle":"MD","investigatorAffiliation":"Universita di Verona"},"leadSponsor":{"name":"Universita di Verona","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"To date, evidence of the effects of robotic training combined with OnabotulinumtoxinA focal treatment for spasticity is limited. The objective of this study were to compare the effects of robotic training against conventional rehabilitation on functional recovery, strength and spasticity, in stroke patients who underwent OnabotulinumtoxinA focal treatment for spasticity. We performed a single-blind, randomized, controlled trial involving 24 outpatients with diagnoses of stroke, divided in two groups (experimental and control group). Experimental group received specific robotic training for the upper limb with the device Armotion/Motore (Reha Technology AG, Olten, Switzerland). Our primary outcome was Fugl-Meyer Assessment Motor Scale (FMA). Secondary outcome were Action Research Arm Test (ARAT), Modified Ashworth Scale (MAS), Medical Research Council Scale (MRC) and surface Electromyography (EMG). 14 healthy age-matched controls underwent one session of sEMG acquisition to collect normative data.","detailedDescription":"This single-blind RCT with two parallel group was conducted according to the tenets of the Declaration of Helsinki, the guidelines for Good Clinical practice, and the Consolidated Standards of Reporting Trials (CONSORT).\n\nTarget population was chronic post-stroke patients who attend to the Neurorehabilitation Unit (AOUI Verona) where they were assessed for eligibility.\n\nWho satisfied inclusion and exclusion criteria were randomly allocated in one of two groups, experimental group ad control group. Each patient, underwent BoNT injection in the paretic limb. The dose of BoNT injected into the target muscle was based on the severity of spasticity in each case. Different commercial formulations of BoNT were used according to the pharmaceutical portfolio contracts of our Hospital (Onabotulinumtoxin A, Abobotulinumtoxin A and Incobotulinumtoxin A). The dose, volume and number of injection sites were set accordingly. A Logiq ® Book XP portable ultrasound system (GE Healthcare; Chalfont St. Giles, UK) was used to inject BoNT into the target muscle.\n\nPrior of the start of the study authors designed the experimental and the control group protocols. Two physiotherapists, one for each group carried out the rehabilitation procedures. Patients of both groups received 10 individual sessions (45 min/session, 2 sessions/week, five consecutive weeks). Treatments were performed in the rehabilitative gym of the G.B. Rossi University Hospital Neurological Rehabilitation Unit.\n\nA subgroup of patients in the experimental group were investigated by Electromyography during the \"hand-to-mouth\" motor task (ARAT sub-item). The subject seated in a comfortable position on a chair with backrest, the feet resting on the floor and the knees and hips flexed at 90°. The start position consisted of the hand of the examined side lying on the distal third of the thigh. Then, the patient was asked to touch his mouth with the palm of the hand at normal speed and return to the starting position. The patient was instructed not move the head toward the hand. No other indications regarding how to move the arm for not to influence the spontaneity of the movement.\n\nThe EMG activity of 5 upper limb muscles of the affected side (deltoid scapular, deltoid clavicular, pectoralis major - clavicular head, triceps brachii, biceps brachii) was measured using pairs of self-adhesive surface electrodes. Disposable Ag-AgCl electrodes were placed according to SENIAM guidelines with an inter-electrode spacing of 0.02 m. Before electrode placement, the skin was shaved with a disposable, single-use razor and cleaned with alcohol.28 Raw EMG signals were collected using BTS FREEEMG 300 wireless surface EMG sensors (BTS spa, Milan, Italy) at a sampling rate of 1000 Hz. Raw EMG signals were processed with a customized routine developed in MATLAB environment (MathWorks, USA). The raw EMG signal was bandpass filtered at 20-450 Hz and then smoothed using a 20- ms root mean square (RMS) algorithm to obtain the envelope. Signals were recorded in three conditions: 30 s during resting position (basal), 5 s of maximal voluntary isometric contraction(MVIC), and during the hand-to-mouth task.\n\nThe \"hand-to-mouth\" task was divided into two sub-phases through the definition of three time-events: 1) start of the movement, 2) the moment when the hand touches the mouth and 3) return to the initial position. The first sub-phase, named \"elbow flexion phase\", was defined as the interval between the movement onset and the maximum elbow flexion. The second sub-phase, named \"return phase\", refers to the interval between the maximum elbow flexion until movement offset after returning to the starting position (Figure X). Normative data were collected from 14 healthy age-matched controls undergoing one EMGs acquisition. The time-events were determined using an accelerometer (BTS spa, Milan, Italy).\n\nFor the statistical analysis an intention to treat was used. Descriptive statistics included means, standard deviation and graphs. The Shapiro-Wilk test was used to test data distribution. Parametric or non-parametric tests were used for inferential statistics, accordingly. The T-Test for unpaired data (or the Mann-Whitney test) was used for testing between-group differences at T0 and T1. For this purpose, we computed the changes of score (Δ) between T0-T1. The T-Test for paired data (or Wilcoxon signed rank tests) was used to compare within-group changes over time. The level of significance was set p\\<0.05. Software statistics SPSS 20.0 (IBM SPSS Statistics for Windows, Version 20.0, Armonk, NY, USA)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Upper limb","Recovery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Single-blind RCT with two parallel group","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":32,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental group","type":"EXPERIMENTAL","description":"The experimental group was treated using a robot assisted arm training, Armotion (Reha Technology, Olten, Switzerland).","interventionNames":["Device: Experimental group - robot assisted arm training (Armotion®)"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"The control group was treated using a conventional training, without end effector robot.","interventionNames":["Other: Control group - conventional treatment"]}],"interventions":[{"type":"DEVICE","name":"Experimental group - robot assisted arm training (Armotion®)","description":"Passive mobilization and stretching exercises for affected upper limb (10 minutes) followed by robot-assisted exercises (35 minutes). Were selected four types of exercises contained within the Armotion® software:\n\n* \"Collect the coins\"\n* \"Drive the car\"\n* \"Wash the dishes\"\n* \"Burst the balloons\"\n\nFor increment the difficulty, we have varied the assisted and non-assisted modality, increasing the number of repetitions over the study period.","armGroupLabels":["Experimental group"],"otherNames":["Robot assisted treatment (Armotion®)"]},{"type":"OTHER","name":"Control group - conventional treatment","description":"Upper limb passive mobilization and stretching (10 minutes) followed by exercises (35 minutes) that incorporated single or multi-joints movements for the scapula, shoulder and elbow, performed in different positions (i.e. supine and standing position). The increase of difficulty and progression of intensity were obtained by increasing ROM, repetitions and performing movements against gravity or against slight resistance.","armGroupLabels":["Control group"],"otherNames":["Conventional treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl Meyer Upper Limb Assessment scale","description":"Evaluate functional improvements of upper limbs","timeFrame":"Up to six weeks"}],"secondaryOutcomes":[{"measure":"Modified Ashworth Scale","description":"Evaluate upper limb spasticity","timeFrame":"Up to six weeks"},{"measure":"Medical Research Council Scale","description":"Evaluate the muscle strength","timeFrame":"Up to six weeks"},{"measure":"Active Range of Motion","description":"Measure in degrees through a goniometer the shoulder, elbow and wrist joints active range of motion","timeFrame":"Up to six weeks"},{"measure":"UL electromyographic analysis of muscle activation","description":"Instrumental assessment of muscle activity during a reaching task","timeFrame":"Up to six weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age \\> 18 years;\n* diagnosis of ischemic or hemorrhagic first-ever stroke as documented by a computerized tomography scan or magnetic resonance imaging;\n* at least 6 months since stroke;\n* Modified Ashworth Scale (MAS) score (shoulder and elbow) ≤ 3 and ≥1+;\n* BoNT injection within the previous 12 weeks of at least one of muscles of the affected upper limb;\n* Mini-Mental State Examination (MMSE) score ≥24\n* Trunk Control Test score = 100/100.\n\nExclusion Criteria:\n\n* any type of rehabilitation intervention in the 3 months prior to recruitment;\n* bilateral cerebrovascular lesion;\n* severe neuropsychologic impairment (global aphasia, severe attention deficit or neglect);\n* concomitant orthopedic disorders.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Nicola Smania, Professor","affiliation":"Universita di Verona","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Azienta Ospedaliera, SSO Rehabilitation Unit, Verona","city":"Verona","state":"Italy, Verona","zip":"37134","country":"Italy","geoPoint":{"lat":45.4299,"lon":10.98444}}]},"referencesModule":{"references":[{"pmid":"30766508","type":"DERIVED","citation":"Gandolfi M, Vale N, Dimitrova EK, Mazzoleni S, Battini E, Filippetti M, Picelli A, Santamato A, Gravina M, Saltuari L, Smania N. Effectiveness of Robot-Assisted Upper Limb Training on Spasticity, Function and Muscle Activity in Chronic Stroke Patients Treated With Botulinum Toxin: A Randomized Single-Blinded Controlled Trial. Front Neurol. 2019 Jan 31;10:41. doi: 10.3389/fneur.2019.00041. eCollection 2019."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}