{"protocolSection":{"identificationModule":{"nctId":"NCT02806856","orgStudyIdInfo":{"id":"D16-P04"},"organization":{"fullName":"Centre Hospitalier St Anne","class":"OTHER"},"briefTitle":"tDCS in Acute Stroke Patients","officialTitle":"Transcranial Direct Current Stimulation (tDCS) in Acute Stroke Patients","acronym":"tDCS"},"statusModule":{"statusVerifiedDate":"2017-10","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-02","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-04-18","studyFirstSubmitQcDate":"2016-06-16","studyFirstPostDateStruct":{"date":"2016-06-21","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-10-18","lastUpdatePostDateStruct":{"date":"2017-10-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Centre Hospitalier St Anne","class":"OTHER"},"collaborators":[{"name":"Institut National de la Santé Et de la Recherche Médicale, France","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Very early after the onset of the focal perfusion deficit, excitotoxic mechanisms can lethally damage neurons and glia. Excitotoxicity triggers a number of events that can further contribute to tissue death. Such events include peri-infarct depolarizations (PID) and cortical spreading depolarization (CSD) within the peri-infarct zone or ischaemic penumbra. Noninvasive brain stimulation techniques such as transcranial direct current stimulation (tDCS) are emerging as promising tools, owing to their effects on modulating cortical activity. Experimental studies have indicated that cathodic polarization of the cortical surface blocks initiation of CSD. Moreover, it has been recently demonstrated in murine stroke models that cathodal tDCS exerts a measurable neuroprotective effect in the acute phase of stroke, decreasing the number of spreading depolarizations and reducing the infarct volume by 20 to 30%.\n\nThe investigators propose here a pilot study, in acute middle cerebral artery stroke patients, with a double blind randomization: cathodal tDCS versus sham tDCS. The duration of this study will be two years. Fifty acute middle cerebral artery stroke patients will be included. The tDCS will begin within 4.5 hours of symptom onset. The main criteria of evaluation will be the extent of diffusion-weighted imaging (DWI) infarct volume between imaging on admission and 24 hours later. The investigators propose the hypothesis that in acute stroke patients, cathodal tDCS could be an adjuvant approach to recanalizing therapies.","detailedDescription":"In a murine model, it has been demonstrated that a cathodic polarization of cortical surface with intensities of 30 µA and higher blocked the spreading depression completely. There is no study demonstrating this in stroke patients. tDCS is a powerful tool to modulate the excitability of motor areas. Cathodal tDCS induces a decrease of 30-50% of motor evoked potentials amplitudes. In another study, cathodal stimulation compared with sham induced a prolonged decrease of tactile discrimination, while sham stimulation did not. In our study, cathodal stimulation will be delivered over lateral motor area (C3 or C4, 10-20 system) using an intensity of 2 mA, in order to assess if an inhibition, a hyperpolarization of the middle cerebral artery stroke ischemic penumbra could be obtained.\n\ntDCS is characterized by an excellent safety profile. tDCS studies in patients were performed with intensities comprised between 1 and 2 mA. Safety for these intensities has been demonstrated. Minor tDCS adverse effects in healthy humans and patients with varying neurological disorders were reported. These tDCS studies were performed for a wide range of neurological and psychiatric conditions including pain, depression, Parkinson disease and stroke rehabilitation. Mild tingling sensation, moderate fatigue, itching sensation under the stimulating electrodes, headache were described. Tinnitus was also reported.\n\nIn human studies, durations of tDCS stimulation are generally comprised between 3 and 40 minutes, in iterative sessions. In our study, tDCS will be begun less than 4h30 after the beginning of symptoms. Studies with murine stroke models demonstrated that cathodal tDCS starting 45 minutes after middle cerebral artery occlusion and lasting 6 hours had a neuroprotective effect reducing the infarct volume by 30% (20% in the group 4 hours of duration, compared to sham). Based on these data, in our study, tDCS will be delivered 20 minutes per hour, during 6 hours. Usual neurovascular cares (IV thrombolysis, thrombectomy if indicated) will be unchanged.\n\nSome simulation studies have demonstrated that approximately half of the current injected during tDCS is shunted through the scalp. Using stimulating currents of 2 mA, the magnitude of the current density in relevant regions of the brain is of the order of 0.1 A/m2, corresponding to an electric field of 0.22 V/m. Induced skin burns are rare. Skin burns are preceded by a painful sensation. Saline-soaked sponges placed under the electrodes have to remain moist in order to avoid these burns. In our study, patients will be questioned about the tolerance of tDCS stimulation each hour. Impedance values of the tDCS electrodes will be checked each hour.\n\nA cephalic electrode montage has been chosen. A setup with M1 placement of the target electrode (C3 or C4, 10-20 system) and an extra-cephalic placement of the return electrode (shoulder) leads to a twofold to threefold higher electric field in the brainstem as compared to the more commonly used cephalic setup with the target electrode over M1, and the return electrode over the contralateral fronto-polar area (FP2 or FP1, 10-20 system). Reported cerebral autoregulation changes may have been mediated via stimulation of brainstem autonomic centers. The use of a cephalic return electrode montage is thus recommended. Accordingly to these recommendations, in our study, the two electrodes are in a cephalic position: C3 or C4 and FP2 or FP1 (10-20 system).\n\nThe main objective of our study is to assess if cathodic tDCS over M1 (C3 or C4) in acute stroke patients allow to preserve the penumbra and to reduce the infarct volume (MRI day 1 versus admission MRI).\n\nSecondary objectives are:\n\n1. to determine if tDCS improve clinical outcome at 7 days after stroke using the National Institute of Health Stroke Scale (NIHSS)\n2. to determine if tDCS improve clinical outcome at 3 months after stroke using the Rankin scale\n3. To assess tDCS side effects"},"conditionsModule":{"conditions":["Acute Stroke"],"keywords":["Middle Cerebral Artery Stroke","tDCS","Acute"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active tDCS","type":"ACTIVE_COMPARATOR","interventionNames":["Device: tDCS neuroConn"]},{"label":"Sham","type":"SHAM_COMPARATOR","interventionNames":["Device: Sham stimulation"]}],"interventions":[{"type":"DEVICE","name":"tDCS neuroConn","description":"Cathodal on M1","armGroupLabels":["Active tDCS"]},{"type":"DEVICE","name":"Sham stimulation","description":"Sham","armGroupLabels":["Sham"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Brain MRI diffusion weighted images","description":"Brain MRI, diffusion weighted images will be used. The objective in this study is to use infarct growth attenuation as an end-point. MRI infarct growth (IG) will be determined by the subtraction of acute from follow-up (day 1) diffusion-weighted imaging (DWI) lesion volumes, measured in mL (Forkert et al, 2013; Hassen et al, 2016).","timeFrame":"Day 1"}],"secondaryOutcomes":[{"measure":"NIHSS","description":"Determine if tDCS improve clinical outcome. The National Institute of Health Stroke Scale (NIHSS) will be completed at 7 days after stroke by one of the investigators.","timeFrame":"Day 7"},{"measure":"Rankin scale","description":"Determine if tDCS improve clinical outcome at three months. The Rankin scale will be completed at 3 months after stroke by one of the investigators, either during a neurologist consultation, either by a phone call.","timeFrame":"3 months"},{"measure":"tDCS safety","description":"Assess tDCS safety and tolerability. During the tDCS stimulation, the patient will be questioned and patient's skin will be examined each hour, by one of the investigators. In order to avoid poor contact due to the tDCS electrodes drying out, impedance values will be checked each hour and electrode contact adjusted accordingly with saline solution.","timeFrame":"Each hour during 6 hours"},{"measure":"tDCS safety","description":"Assess tDCS safety and tolerability. Day 1 after stroke, the patient will be again questioned about eventual side effect and patient's skin (forehead and M1 area) will be examined, by one of the investigators. These data will be notified in the case report form.","timeFrame":"Day 1"},{"measure":"tDCS tolerability","description":"Assess tDCS safety and tolerability. During the tDCS stimulation, the patient will be questioned and patient's skin will be examined each hour, by one of the investigators. In order to avoid poor contact due to the tDCS electrodes drying out, impedance values will be checked each hour and electrode contact adjusted accordingly with saline solution.","timeFrame":"Each hour during 6 hours"},{"measure":"tDCS tolerability","description":"Assess tDCS safety and tolerability. Day 1 after stroke, the patient will be again questioned about eventual side effect and patient's skin (forehead and M1 area) will be examined, by one of the investigators. These data will be notified in the case report form.","timeFrame":"Day 1"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age ≥ 18 years\n* middle cerebral artery stroke confirmed by MRI\n* neuroradiology: initial MRI with diffusion and perfusion sequences\n* NIHSS scale between 4 and 25\n* delay since the beginning of symptoms \\< 4h30\n* intravenous thrombolysis treatment\n* obtained consent\n* patient affiliated or benefiting from the French national insurance\n\nExclusion Criteria:\n\n* pregnant woman\n* contraindications for an MRI scan : heart pace-maker, patients who have a metallic foreign body (metal sliver) in their eye or in their brain.\n* contraindications for the tDCS : scalp or forehead cutaneous lesion, history of intra-cranial surgery\n* coma\n* beginning of the symptoms cannot be precisely specified","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Martine GAVARET, MD, PhD","role":"CONTACT","phone":"00 33 6 08 21 04 22","email":"martine.gavaret@parisdescartes.fr"},{"name":"Marie GODARD","role":"CONTACT","phone":"00 33 1 45 65 77 28","email":"marie.godard@aphp.fr"}],"overallOfficials":[{"name":"Martine GAVARET, MD, PhD","affiliation":"Université Paris Descartes","role":"STUDY_DIRECTOR"},{"name":"Jean-Louis MAS, professor","affiliation":"CHSA INSERM","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centre Hospitalier Sainte Anne","status":"RECRUITING","city":"Paris","zip":"75674","country":"France","contacts":[{"name":"Martine GAVARET, PH","role":"CONTACT"}],"geoPoint":{"lat":48.85341,"lon":2.3488}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M21759","name":"Infarction, Middle Cerebral Artery","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}