{"protocolSection":{"identificationModule":{"nctId":"NCT03993275","orgStudyIdInfo":{"id":"MindMaze"},"organization":{"fullName":"Klinik Valens","class":"OTHER"},"briefTitle":"Exergames Balance Program in Neurorehabilitation","officialTitle":"Exergames Balance Program in Neurorehabilitation"},"statusModule":{"statusVerifiedDate":"2020-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-10-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-01-15","type":"ACTUAL"},"completionDateStruct":{"date":"2020-01-15","type":"ACTUAL"},"studyFirstSubmitDate":"2019-05-06","studyFirstSubmitQcDate":"2019-06-19","studyFirstPostDateStruct":{"date":"2019-06-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-05-12","lastUpdatePostDateStruct":{"date":"2020-05-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Evelyne Wiskerke","investigatorTitle":"Physiotherapist and Researcher, MSc","investigatorAffiliation":"Klinik Valens"},"leadSponsor":{"name":"Klinik Valens","class":"OTHER"},"collaborators":[{"name":"Mindmaze SA","class":"INDUSTRY"},{"name":"KU Leuven","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Exergames are games that require physical movements and are used with a therapeutic purpose, e.g. to improve strength, balance or flexibility. Exergames rely on technologies that track body movements and reaction, to perform exercises in a persuasive environment. Exergames are increasingly used in rehabilitation to improve motor function and independence of patients. Exergames are increasingly used for self-regulated exercise. However, usability of the MMGO is reduced by the fact that 1) therapists are needed to choose exercises and 2) adapt the exercise program depending on patients' ability level, and 3) patients' motivation reduces after about 5 sessions if exercises are not adapted and variation of exercises is low.\n\nThe planned study aims to overcome the given limitations and thus improve usability. Using routine data of patients exercising with MMGO and clinical outcome measures this study will investigate the relationship between scores on the MMGO and on clinical outcome measures and how these scores change over time. In addition, the study will determine the relative difficulty levels of each exercise and its difficulty level in relation to participants' balance ability.","detailedDescription":"Exergames are games that require physical movements and are used with a therapeutic purpose, e.g. to improve strength, balance or flexibility. Exergames rely on technologies that track body movements and reaction, to perform exercises in a persuasive environment. Exergames are increasingly used in rehabilitation to improve motor function and independence of patients. In the Rehabilitation Center Valens, the exergames of 'MindMotion GO' (MMGO) are used to improve balance in patients with neurological diseases such as multiple sclerosis and stroke. Patients' movements are captured by a Kinect camera. With their body movements, patients control an avatar that has to be moved goal directed. Several games are available and during rehabilitation therapists select games and adapt the exercise program according to patients' progress. In this way, trunk control and balance can be trained in sitting and standing.\n\nRehabilitation is effective to improve independence in activities of daily living (ADL) for patients with Multiple Sclerosis and Stroke. Higher levels of mobility and balance are associated with better outcomes regarding ADL independence. Higher treatment dose is positively associated with ADL and balance improvement. Self-regulated exercise, whereby patients perform given exercises independently, is recommended. Exergames are increasingly used for self-regulated exercise. However, usability of the MMGO is reduced by the fact that 1) therapists are needed to choose exercises and 2) adapt the exercise program depending on patients' ability level, and 3) patients' motivation reduces after about 5 sessions if exercises are not adapted and variation of exercises is low.\n\nThe planned study aims to overcome the given limitations and thus improve usability. Using routine data of patients exercising with MMGO and clinical outcome measures this study will investigate the relationship between scores on the MMGO and on clinical outcome measures and how these scores change over time. In addition, researchers will determine the relative difficulty levels of each exercise and its difficulty level in relation to participants' balance ability."},"conditionsModule":{"conditions":["Stroke","Multiple Sclerosis","Balance Disorders"],"keywords":["Trunk Control","Exergames"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":84,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with Stroke","description":"30 Patients suffering a stroke will be included in the study. After clinical measurements of balance, gait, trunk control and cognition, patients will train 2-3 times a week for on average 4 weeks with the MindMotion GO system. Afterwards, clinical measures will be repeated.","interventionNames":["Device: MindMotion GO"]},{"label":"Patients with Multiple Sclerosis","description":"50 Patients suffering multiple sclerosis will be included in the study. After clinical measurements of balance, gait, trunk control and cognition, patients will train 2-3 times a week for on average 3 weeks with the MindMotion GO system. Afterwards, clinical measures will be repeated.","interventionNames":["Device: MindMotion GO"]}],"interventions":[{"type":"DEVICE","name":"MindMotion GO","description":"Patients will train trunk control and balance using the MindMotion GO device 2-3 times a week. They will perform exergames in sitting or standing, according to their balance level.","armGroupLabels":["Patients with Multiple Sclerosis","Patients with Stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Game score of performed MindMotion GO Exergames","description":"For each game the MindMotion GO device provides a score (0=poorest -100=best performance) after completion of the game.","timeFrame":"3-4 weeks"},{"measure":"Change in Balance (Berg Balance Scale)","description":"The Berg Balance Scale measures stattic balance and fall risk in adults. It consists of The Berg Balance Scale is used to asses Balance. The Scale consists of 14 items, for each item the minimum score is 0 points, the maximum score is 4 points. A total amount of 56 points can be achieved on the Berg Balance Scale which indicates a normal balance for adults. A score lower than 45 points in elderly indicates that individuals may be at greater risk of falling.","timeFrame":"Baseline, weekly, and after 3-4 weeks of training"},{"measure":"Change in trunk control and sitting Balance (Trunk Impairment Scale)","description":"The Trunk Impairment Scale assesses stattic and dynamic sitting balance and coordination of trunk movement. The test consists of 17 items with a minimum score of 0 and a maximum score of 23 points, which is calculated by adding up the scores from the subscales (0-7 Points for static sitting Balance, 0-10 Points for dynamic sitting Balance, 0-6 Points for coordination), with a higher scores for better trunk control.","timeFrame":"Baseline and after 3-4 weeks of training"},{"measure":"Change in mobility","description":"The Timed Up and GO Test assess mobility, balance, walking abaility and fall risk. The patient is asked to stand up from a chair, walk a distance of 3 meters, turn, walk back to the chair and sit down again. The performance of the patient is measured by measuring the time it takes to perform this task. With a shorter time, representing better mobility.","timeFrame":"Baseline and after 3-4 weeks of training"},{"measure":"Change in dynamic balance during gait","description":"The Dynamic Gait Index assesses the ability to modify balance while walking. Eight items are scored from 0 to 4 points, showing the amount of dysfunction the patient shows in executing the tasks. The Minimum score is 0 Points, the maximum score is 24 points, indicating a better balance while walking.","timeFrame":"Baseline and after 3-4 weeks of training"},{"measure":"Change in the perceived Walking ability","description":"The MS Walking scale 12, is a 12-item questionnaire to assess the impact of MS on the walking ability. The questions are scored 1 to 5, with 1 meaning no limitation and 5 meaning extreme limitation on gait related activites. The total score is calculated into percentages, with a higher percentage meaning a higher perceived impact of the MS on walking ability.","timeFrame":"Baseline and after 3-4 weeks of training"},{"measure":"Subjective difficulty of performed MindMotion GO Exerames","description":"The patient is asked to score how difficult it was to perform the MindMotion GO game in question. With 0 being verry easy, and 5 being impossible to execute this game.","timeFrame":"3-4 weeks"}],"secondaryOutcomes":[{"measure":"Change in Intrinsic Motivation during the treatment phase","description":"Intrinsic motivation inventory assesses motivation and satisfaction with therapy.","timeFrame":"Baseline and after 3-4 weeks of training"},{"measure":"Montreal cognitive assessment","description":"The MOCA is a test to rapidly screen for mild cognitive dysfunctions. It assessess different cognitive domains such as, executive functions, attention and concentration, executive functions, memory, language and calculations. The maximum score is 30 points, and is acquired when all items are answered correctly. A score of 26 and higher is generally considered as normal.","timeFrame":"Baseline and after 3-4 weeks of training."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a Stroke or Multiple sclerosis (EDSS 3-6.5), confirmed by a neurologist\n* Age \\> 18 years\n* Referred for a minimum of 3 weeks in-patient rehabilitation\n* Reduced balance (\\< 52/56 points on the Berg Balance Scale)\n* Signed informed consent\n\nExclusion Criteria:\n\n* Co-morbidities interfering with exergame performance, walking ability and balance (e.g. visual or cognitive impairments, psychiatric disorders, musculoskeletal problems)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"MS patients that come to the rehabiliation center for a minimum of 3 weeks rehabiliation. Patients have a EDSS score between 3.0 and 6.5 and have balance problems as shown by the BBS.\n\nSubacute stroke patients that come into Rehabiliation for a minimum of 4 weeks and show balance problems, according to the BBS.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Jan Kool","affiliation":"Kliniken Valens","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rehazentrum Valens","city":"Valens","state":"SG","zip":"7317","country":"Switzerland","geoPoint":{"lat":46.96658,"lon":9.47705}}]},"referencesModule":{"references":[{"pmid":"35315785","type":"DERIVED","citation":"Wiskerke E, Kool J, Hilfiker R, Sattelmayer KM, Verheyden G. Determining the Optimal Virtual Reality Exergame Approach for Balance Therapy in Persons With Neurological Disorders Using a Rasch Analysis: Longitudinal Observational Study. JMIR Serious Games. 2022 Mar 22;10(1):e30366. doi: 10.2196/30366."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009103","term":"Multiple Sclerosis"}],"ancestors":[{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}