{"protocolSection":{"identificationModule":{"nctId":"NCT04033185","orgStudyIdInfo":{"id":"gazi-ftr-neurological-rehab"},"organization":{"fullName":"Gazi University","class":"OTHER"},"briefTitle":"To Investigate the Effects of Robotic-assisted Gait Training in Stroke Patients","officialTitle":"Investigation Of The Effects Of Virtual Reality Application With Robotic Rehabilitation In Patients With Chronic Stroke."},"statusModule":{"statusVerifiedDate":"2020-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-10-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-05","type":"ACTUAL"},"completionDateStruct":{"date":"2020-01-20","type":"ACTUAL"},"studyFirstSubmitDate":"2019-06-26","studyFirstSubmitQcDate":"2019-07-24","studyFirstPostDateStruct":{"date":"2019-07-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-02-04","lastUpdatePostDateStruct":{"date":"2020-02-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"FATOS KIRTEKE","investigatorTitle":"principal Investigator","investigatorAffiliation":"Gazi University"},"leadSponsor":{"name":"Gazi University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary aim of the study was to investigate the effects of robot-assisted gait training and virtual reality on knee joint position sense in patients with chronic stroke. The secondary objective is to examine the effectiveness of these applications on functional gait and balance.","detailedDescription":"Despite widespread prevention programs worldwide and advances in acute and subacute management and treatment protocols, stroke remains one of the most common causes of adult disability, representing a serious global health problem. Sensory motor dysfunction, proprioception deficits and hypertonus may develop in stroke patients depending on the location and severity of the brain damaged areas. Virtual reality application, which has been widely used in recent years, is a three-dimensional, computer-generated technology that gives the patient a sense of reality and allows the patient to interact with it. Virtual reality application can be used as a suitable method for proprioceptive rehabilitation due to its ability to manipulate visual feedback of virtual objects. In recent years, another technological method that has been used in the field of neurorehabilitation is robotic rehabilitation. Robot-assisted gait training, which requires repetitive tasks, can enhance neuroplasticity and motor learning, which focuses on the rearrangement of brain tissue. Both technology-based rehabilitation approaches have been shown to be particularly effective in improving the sense of position in the upper extremity. However, studies investigating the effects of these two applications on lower extremity position sensation seem to be insufficient. We think that both methods will be effective in improving the sense of position."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Disorders"],"keywords":["joint position sense","stroke","virtual reality","robot assisted gait training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"study group","type":"ACTIVE_COMPARATOR","description":"virtual reality, robot-assisted gait training, conventional treatment","interventionNames":["Other: virtual reality, robot assisted gait training","Other: conventional treatment"]},{"label":"control group","type":"OTHER","description":"conventional treatment","interventionNames":["Other: conventional treatment"]}],"interventions":[{"type":"OTHER","name":"virtual reality, robot assisted gait training","description":"study group: 15 sessions virtual reality, robot assisted gait training","armGroupLabels":["study group"],"otherNames":["conventional treatment"]},{"type":"OTHER","name":"conventional treatment","description":"study group: 15 sessions conventional treatment control group: 30 sessions conventional treatment","armGroupLabels":["control group","study group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"functional ambulation classification (FAC)","description":"FAC is used to assess ambulation ability. It is a valid and reliable scale that evaluates the physical support needed during gait from 6 to 0 points. A high score indicates a good gait and a decrease in score indicates a poor gait.","timeFrame":"Before treatment"},{"measure":"Activity-Specific Balance Safety Scale","description":"The level of confidence that the patient feels in daily life activities that require balance skills will be assessed with the Activity-Specific Balance Safety Scale. In this scale, individuals are asked to rate the safety feeling they feel between 0% and 100% when performing 16 activities that require the specified balance skill. A score of 100% indicates that the activity will be performed completely safely, and a score of 0% indicates that the activity is not safe at all.","timeFrame":"change from baseline score at the end of 5 weeks"},{"measure":"Modified Ashworth Scale","description":"It is a reliable, valid scale commonly used in the assessment of muscle tone. Resistance to passive motion is graded between 0 and 4. A score of 0 defines normal in muscle tone. the score of 1 defines minimal resistance is felt at the end of the range of motion, the score of 1+ defines resistance is felt in less than half of the range of motion, the score of 2 defines resistance is felt in most of the range of motion, but the affected part is easily moved, the score of 3 defines the resistance along the range of motion of the joint is greater and passive movement is difficult, the score of 4 defines the joint movement of the points is restricted and movement is not revealed.","timeFrame":"Before treatment"},{"measure":"Modified Rankin Scale","description":"Modified Rankin Scale will be used to determine the disability level of stroke individuals. The Modified Rankin Scale is a widely used, reliable scale to assess functional status after stroke. In this scale, disability is defined at 7 levels. While 6 points are defined as death, 0 points define completely normal functional status. 0 points indicate no symptoms, 1 point indicates that there is no disability despite symptoms, 2 points indicate mild disability, 3 points moderate disability; 4 points moderate-severe disability; 5 points represent severe disability and 6 points represent death.","timeFrame":"change from baseline score at the end of 5 weeks"},{"measure":"Stroke Rehabilitation Movement Assessment Scale- STREAM","description":"STREAM, which is widely used in post-stroke motor evaluation, is a valid and reliable scale. STREAM consists of 2 sections and a total of 30 tests evaluating the functional movements and basic mobility activities of the upper and lower extremities. Limb movements are evaluated with 2 points and mobility activities with 3 points. The highest score is 70. A high score indicates that motor impairment is low, and a decrease in score indicates an increase in motor impairment.","timeFrame":"change from baseline score at the end of 5 weeks"},{"measure":"Time up and go test","description":"It is a test where balance and functional mobility are evaluated together.","timeFrame":"change from baseline time at the end of 5 weeks"},{"measure":"Mobile Phone-Based Joint Angle Measurement","description":"DrGoniometer is an iPhone based joint goniometer application. With the DrGoniometer, the measurement is achieved by positioning a virtual goniometer that appears on the smartphone screen on a photo from the smartphone camera. The clinician takes a photograph of the extremity, records it, measures the joint angle and observes the value. Approximation of the difference between the target angle and the angle applied by the patient represents a good sense of joint position.","timeFrame":"change from baseline angle at the end of 5 weeks"},{"measure":"Berg Balance Scale","description":"It will be used to evaluate the functional balance. Berg balance scale includes 14 tests, which are graded between 0 and 4 by observing the patient's performance. higher values represent a better equilibrium state. A score of 0-20 indicates an imbalance, a score of 21-40 indicates an acceptable balance, a score of 41-56 indicates a good balance.","timeFrame":"change from baseline score at the end of 5 weeks"},{"measure":"goniometric measurement","description":"Proprioception can be defined as the perception of the position and of the movement of various body parts in space. Its role is essential in sensorimotor control for movement acuity, joint stability, coordination, and balance. Its clinical evaluation is commonly based on the assessment of the joint position sense (JPS). Both ROM and JPS measurements require estimating angles through goniometer, scoliometer, laser-pointer, and bubble or digital inclinometer. The goniometer will be used to assess the sense of joint position. Approximation of the difference between the target angle and the angle applied by the patient represents a good sense of joint position.","timeFrame":"change from baseline angle at the end of 5 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Having been diagnosed with stroke by specialist physician,\n* 6 months after stroke diagnosis,\n* Hemiplegia or hemiparesis due to stroke for the first time,\n* Being over 18,\n* Being able to walk with auxiliary device or independently,\n* Mini Mental test score\\> 24,\n* Functional Ambulation Classification FAC ≥ 2,\n* Agree to participate in the study.\n\nExclusion Criteria:\n\n* Acute internal discomfort,\n* Botulinum toxin administration during 6 months before treatment or during treatment,\n* Presence of a history of previous stroke,\n* Having influence on both sides,\n* Neglect syndrome,\n* Presence of severe spasticity (Modified Ashwort Scale\\> 2),\n* Patients weighing more than 100 kg,\n* Patients with femoral lengths greater than 50cm","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Arzu Güçlü Gündüz, prof.","affiliation":"Gazi University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Kozaklı Physical Therapy and Rehabilitation Hospital","city":"Nevsehir","state":"Kozakli","zip":"50600","country":"Turkey","geoPoint":{"lat":38.625,"lon":34.71222}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}