{"protocolSection":{"identificationModule":{"nctId":"NCT04759898","orgStudyIdInfo":{"id":"00073545"},"organization":{"fullName":"Medical University of South Carolina","class":"OTHER"},"briefTitle":"Direct Measurement of Motor Cortical Responses to tDCS","officialTitle":"Direct Measurement of Motor Cortical Responses to Transcranial Direct Current Stimulation"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-21","studyFirstSubmitQcDate":"2021-02-15","studyFirstPostDateStruct":{"date":"2021-02-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-10","lastUpdatePostDateStruct":{"date":"2023-05-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nathan Rowland","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Medical University of South Carolina"},"leadSponsor":{"name":"Medical University of South Carolina","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Transcranial direct current stimulation (tDCS) has shown the potential to improve symptoms in patients with movement deficits, such as Parkinson's disease and chronic stroke. However, the effects of tDCS have so far not been proven on a wider scale due to lack of knowledge regarding exactly how tDCS works. This has limited the adoption of this potentially useful therapy for patients with Parkinson's disease, chronic stroke and other conditions affecting movement. The investigators hypothesize that by studying the effects of tDCS in subjects performing a motor task, the brain signals mediating improvements in motor control will be identified. The investigators will use both noninvasive and invasive methods to explore this hypothesis. The investigators expect this combined approach to broaden understanding of tDCS application in conditions affecting movement and possibly lead to therapeutic advances in these populations."},"conditionsModule":{"conditions":["Parkinson Disease","Chronic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"In the first arm, Parkinson's disease and chronic stroke subjects will be investigated using noninvasive methods, including EEG and tDCS, respectively. In the second arm, a separate cohort of Parkinson's disease and chronic stroke subjects will be investigated using noninvasive methods, including EEG and sham tDCS, respectively. In the third arm, patients with Parkinson's disease will be investigated using electrocorticography (while undergoing surgery for deep brain stimulation) combined with tDCS.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"In the first and second arms, prior to placement of electrodes, subjects will be randomized to either treatment or sham. This will occur using a random number generator with a binary choice determination (1 = stimulation; 2 = sham). Patients will be blinded to this choice.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stimulation (noninvasive recording)","type":"ACTIVE_COMPARATOR","description":"Patients with Parkinson's disease or chronic stroke will be assigned to undergo EEG recording and transcranial direct current stimulation.","interventionNames":["Device: transcranial direct current stimulation (noninvasive recording)"]},{"label":"Sham (noninvasive recording)","type":"SHAM_COMPARATOR","description":"Patients with Parkinson's disease or chronic stroke will be assigned to undergo EEG recording and sham transcranial direct current stimulation.","interventionNames":["Device: sham transcranial direct current stimulation (noninvasive recording)"]},{"label":"Stimulation (invasive recording)","type":"EXPERIMENTAL","description":"Patients with Parkinson's disease undergoing surgery for deep brain stimulation will be studied using electrocorticography combined with transcranial direct current stimulation","interventionNames":["Device: transcranial direct current stimulation (invasive recording)"]}],"interventions":[{"type":"DEVICE","name":"transcranial direct current stimulation (noninvasive recording)","description":"Subjects will enter the EEG lab and be seated in a chair. The 26-electrode EEG array will be placed using a conductive paste. The electrodes will be connected to a clinical grade EEG machine used in standard of care routine EEG monitoring. Next, a soft cloth cap will be placed over the subject's head with the tDCS electrodes pre-positioned in place. The cap will be positioned so that the tDCS electrodes cover the scalp without disturbing the underlying EEG electrodes. Conducting gel will be applied in direct contact with the scalp to facilitate stimulation. In addition, lidocaine jelly will be added topically to provide local anesthesia. The tDCS electrodes will be connected to a low-current generator. Participants receive 2.0 milliamps in electrical stimulation from the tDCS machine for 20 minutes. The device will be manually controlled by study personnel assisting with the experiment. A virtual reality environment will be utilized to collect kinematic data during the study.","armGroupLabels":["Stimulation (noninvasive recording)"]},{"type":"DEVICE","name":"sham transcranial direct current stimulation (noninvasive recording)","description":"Subjects receiving sham undergo the same setup as the stimulation group with the exception that sham subjects experience stimulation for one minute only (30 second ramp-up to 2 milliamps immediately followed by 30 second ramp-down to 0 milliamps for the remaining 19 minutes). This provides similar sensory feedback to sham subjects that treatment subjects experience. The same electrode array, soft cloth cap, conducting gel application, and lidocaine are applied as in a stimulation subject. The tDCS electrodes will be connected to a low-current generator. A virtual reality environment will be utilized to collect kinematic data during the study.","armGroupLabels":["Sham (noninvasive recording)"]},{"type":"DEVICE","name":"transcranial direct current stimulation (invasive recording)","description":"Subjects are brought into the operating room. The scalp is prepped with a sterilizing solution. Following infiltration with local anesthetic and incision, a 6-contact electrocorticography strip is inserted into the burr hole covering primary motor cortex. Electrocorticography strip terminals are connected to an amplifier for signal recording. Gas-sterilized transcranial direct current stimulation electrodes are placed on the scalp directly overlying primary motor cortex. tDCS electrodes are connected to a low-current generator. During electrocorticographic recording, stimulation is turned on while subjects are asked to flex each arm. At the conclusion of the experiment, the electrocorticography strip and tDCS electrodes are removed and the surgery proceeds as planned.","armGroupLabels":["Stimulation (invasive recording)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in primary motor cortical (PriMC) beta oscillations during cued arm reaching in relation to anodal tDCS activation","description":"EEG is used to track beta spectral power during a cued motor task in conjuction with transcranial direct current stimulation or sham","timeFrame":"Subjects will undergo baseline EEG recording 5 min before tDCS starts, during tDCS (5 min after stimulation starts) and 5 min after tDCS stimulation ends. Measurements will be made similarly during sham stimulation."},{"measure":"Change in primary motor cortical (PriMC) beta oscillations during arm flexion in relation to anodal tDCS activation","description":"ECoG is used to track beta spectral power during an arm flexion task in conjuction with transcranial direct current stimulation","timeFrame":"Subjects will undergo baseline ECoG recording 5 min before tDCS starts, during tDCS (5 min after stimulation starts) and 5 min after tDCS stimulation ends. Measurements will be made similarly during sham stimulation."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 or older\n* Previous consent to be contacted regarding potential participation in a research study at Medical University of South Carolina\n\nExclusion Criteria:\n\n* Subjects unable to actively participate in the consent process physically and/or cognitively\n* Pregnancy\n* Presence of scalp injury or disease\n* Prior history of seizures\n* Metal implants in head or neck\n* Prior intracranial surgery\n* Prior brain radiotherapy\n* Prior history of intracranial tumor, intracranial infection or cerebrovascular malformation","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Nathan C Rowland, MD,PhD","affiliation":"Medical University of South Carolina","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Medical University of South Carolina","city":"Charleston","state":"South Carolina","zip":"29425","country":"United States","geoPoint":{"lat":32.77657,"lon":-79.93092}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010300","term":"Parkinson Disease"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M10704","name":"Lidocaine","relevance":"LOW"},{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M3799","name":"Anesthetics, Local","relevance":"LOW"},{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnArAg","name":"Anti-Arrhythmia Agents"},{"abbrev":"ChanBlk","name":"Channel Blockers"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"}]}},"hasResults":false}