{"protocolSection":{"identificationModule":{"nctId":"NCT04246385","orgStudyIdInfo":{"id":"STU00211151"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"Implementing a CO-OP Group in the Day Rehab Setting: A Pilot Study.","officialTitle":"Implementing a Cognitive Orientation to Daily Occupational Performance (CO-OP) Group in the Day Rehab Setting: A Pilot Study"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-11-30","type":"ACTUAL"},"completionDateStruct":{"date":"2020-11-30","type":"ACTUAL"},"studyFirstSubmitDate":"2020-01-04","studyFirstSubmitQcDate":"2020-01-27","studyFirstPostDateStruct":{"date":"2020-01-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-03-16","lastUpdatePostDateStruct":{"date":"2021-03-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sarah Zera","investigatorTitle":"Occupational Therapist","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"},"collaborators":[{"name":"Midwestern University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is pilot study will examine the effectiveness of a group curriculum developed from the CO-OP approach. This study has two aims, the first is to standardize the group curriculum and the second is to compare the data from the group receiving CO-OP group curriculum to the control group. Primary methods will include a standardized observation of occupational performance, an semi-structured interview measuring performance and satisfaction of occupational performance, a survey of community participation, and a focus group.","detailedDescription":"Many people affected by acquired brain injury do not return to participating in their environment. Cognition is a primary predictor of participation after stroke (Wong, Baum, Chen, Young, Heinemann, 2016). Metacognitive strategy training (MST) techniques are effective tools for increasing the independence of occupational therapy patients. The Cognitive Orientation to daily Occupational Performance (CO-OP) (Polatajko \\& Mandich, 2004) approach is an effective form of MST. The goal of CO-OP is to generalize and transfer skills and problem solving strategies learned in therapy to increase participants' participation in their environment. While CO-OP has proven effective in adults with executive function deficits in a one on one structure and in pediatrics in a group structure, adult day rehabilitation occupational therapists have found this intervention difficult to implement secondary to the current one on one structure favored for adults. As there is a dearth of literature on group CO-OP approaches for adults this is a novel study that provides a significant opportunity to improve outcomes for OT patients.\n\nThe primary purpose of this study has two aims. The first is to standardize the CO-OP group curriculum first created for Zera's (2018) feasibility study. The second aim is to examine initial data comparing an adult CO-OP group with a control group.\n\nThis randomized control pilot study will estimate for 22 participants, 11 for the CO-OP group and 11 for the control group, expecting 8 for each to complete the study.\n\nQuantitative data will be collected through the Canadian Occupational Performance Measure (COPM) (Law et al., 2014) an objective measure of performance and satisfaction of participants' goals, The Assessment of Motor and Process Skills (AMPS) (Fischer, \\& Bray Jones 2012) an observational assessment of motor and process skills, and the Community Participation Index (CPI) (Heinemann et al., 2011) a survey that measures community participation. To collect qualitative data a focus group will be completed and field notes collected. Groups will also be video recorded to collect additional qualitative data on participant group process and group facilitator use of the CO-OP cueing hierarchy. Videos will be analyzed for themes."},"conditionsModule":{"conditions":["Cerebral Vascular Accident"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This randomized control pilot study will estimate for 22 participants, 11 for the CO-OP group and 11 for the control group, expecting 8 for each to complete the study. Each individual CO-OP group will be expected to include three to six participants to remain consistent with the literature (Chan, 2007; Green, Chambers, \\& Sugden, 2008).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"The principle investigator (PI) will be providing the intervention and therefore will not be blinded to the COPM of the intervention group as the COPM not only provides the objective data of the participant's' performance and satisfaction of goals but the goals themselves to be addressed within the intervention. However, the PI will not be providing the intervention of the control group, the AMPS assessments, and CPI evaluations."}},"enrollmentInfo":{"count":11,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Allocated to intervention","type":"EXPERIMENTAL","description":"Participants will participate in a one on one session to complete their COPM and set their goal for the group. Participants will participate in 6 group sessions focusing on the CO-OP approach.","interventionNames":["Behavioral: CO-OP Group"]},{"label":"Allocated to control","type":"NO_INTERVENTION","description":"The control group will receive \"usual care\" occupational therapy including a mix of individual sessions and occupational therapy groups that do not include the CO-OP group."}],"interventions":[{"type":"BEHAVIORAL","name":"CO-OP Group","description":"Participants in the intervention group will attend one 1:1 session where one goal will be selected from their COPM results to focus on during the group, group expectations will be reviewed, caregivers will be invited, and questions answered. The group will run six sessions as supported by the literature (Chan, 2007; Lee, Fischer, Zera, Robertson, \\& Hammel 2017).\n\nDay Rehab CO-OP Group Curriculum Session Content\n\nIntroduction One on one session. COPM, introduction to group, education for caregiver. Session 1 Introduction to group and CO-OP approach, homework. Session 2 Review CO-OP approach, practice, homework. Session 3 Review CO-OP approach, plan outing, homework. Session 4 Review CO-OP approach, experiential learning according to participants' alternate COPM goals, homework. Session 5 Review CO-OP approach, outing, homework. Session 6 Review CO-OP approach, focus group, lessons learned, final COPM, homework","armGroupLabels":["Allocated to intervention"],"otherNames":["Occupational Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Canadian Occupational Performance Measure","description":"The COPM is a semi-structured interview and objective measure of change in performance and change in satisfaction of participants' goals.","timeFrame":"Change from baseline at 8 weeks."},{"measure":"Assessment of Motor and Process Skills","description":"The Assessment of Motor and Process Skills (AMPS) (Fischer, \\& Bray Jones 2012) an observational assessment of change in motor and change in process (behavioral) skills in which the participant completes two activities of daily living.","timeFrame":"Change from baseline at 8 weeks."},{"measure":"The Community Participation Index","description":"The Community Participation Index (CPI) (Heinemann et al., 2011) a survey that measures change in community participation.","timeFrame":"Change from baseline at 8 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Current patient in day rehabilitation admitted for rehabilitation from stroke, able to communicate sufficiently to complete the COPM, able to identify two goals on the COPM, English speaking, receiving occupational therapy services, over 18 years of age.\n\nExclusion Criteria:\n\n* Not a patient in day rehabilitation, primary diagnosis other than stroke, inability to communicate sufficiently to complete the COPM, unable to identify two goals on the COPM, not English speaking, not already receiving occupational therapy services, under 18 years of age.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Sarah Zera, OTD","affiliation":"Shirley Ryan AbilityLab","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shirley Ryan Abilitylab","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"referencesModule":{"references":[{"pmid":"23796683","type":"BACKGROUND","citation":"Dawson DR, Binns MA, Hunt A, Lemsky C, Polatajko HJ. Occupation-based strategy training for adults with traumatic brain injury: a pilot study. Arch Phys Med Rehabil. 2013 Oct;94(10):1959-63. doi: 10.1016/j.apmr.2013.05.021. Epub 2013 Jun 22."},{"pmid":"18400322","type":"BACKGROUND","citation":"Green D, Chambers ME, Sugden DA. Does subtype of developmental coordination disorder count: is there a differential effect on outcome following intervention? Hum Mov Sci. 2008 Apr;27(2):363-82. doi: 10.1016/j.humov.2008.02.009. Epub 2008 Apr 8."},{"type":"BACKGROUND","citation":"Fischer, H., Zera, S., Robertson, R., Lee, D., Hammel, J. (2018). Implementing research into everyday occupational therapy practice: the IPASS-R program. SIS Quarterly Practice Connections. 3 (3), 26 - 28"},{"type":"BACKGROUND","citation":"Fischer, A.G. & Bray Jones, K. (2012) Assessment of Motor and Process Skills: Volume I - Development, Standardization, and Administration Manual. Seventh Edition, Revised. Fort Collin, Colorado: Three Star Press"},{"pmid":"23769764","type":"BACKGROUND","citation":"Heinemann AW, Magasi S, Bode RK, Hammel J, Whiteneck GG, Bogner J, Corrigan JD. Measuring enfranchisement: importance of and control over participation by people with disabilities. Arch Phys Med Rehabil. 2013 Nov;94(11):2157-65. doi: 10.1016/j.apmr.2013.05.017. Epub 2013 Jun 13."},{"type":"BACKGROUND","citation":"Law, M., Baptiste, S., Carswell, Al, McColl, Ml, Polatajk, H., & Pollack, N. (2014). Canadian Occupational Performance Measure (5th ed.). Ottawa: CAOT Publications"},{"pmid":"28956721","type":"BACKGROUND","citation":"Lee D, Fischer H, Zera S, Robertson R, Hammel J. Examining a participation-focused stroke self-management intervention in a day rehabilitation setting: a quasi-experimental pilot study. Top Stroke Rehabil. 2017 Dec;24(8):601-607. doi: 10.1080/10749357.2017.1375222. Epub 2017 Sep 28."},{"type":"BACKGROUND","citation":"Polatajko, H. J., & Mandich, A. (2004). Enabling occupation in children: The cognitive orientation to daily occupational performance (CO-OP) approach. Ottawa, Ont: CAOT Publications ACE"},{"pmid":"22389945","type":"BACKGROUND","citation":"Polatajko HJ, McEwen SE, Ryan JD, Baum CM. Pilot randomized controlled trial investigating cognitive strategy use to improve goal performance after stroke. Am J Occup Ther. 2012 Jan-Feb;66(1):104-9. doi: 10.5014/ajot.2012.001784."},{"type":"RESULT","citation":"Chan, D. Y. K. (2007). The application of cognitive orientation to daily occupational performance (CO-OP) in children with developmental coordination disorder (DCD) in hong kong: A pilot study. Hong Kong Journal of Occupational Therapy, 17(2), 39-44. doi:10.1016/S1569-1861(08)70002-0"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Sarah Zera, Occupational Therapist, Shirley Ryan AbilityLab","unpostedEvents":[{"type":"RELEASE","date":"2023-04-16"},{"type":"RESET","date":"2024-01-10"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2023-04-16","submissionInfos":[{"releaseDate":"2023-04-16","resetDate":"2024-01-10"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebral Vascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}