{"protocolSection":{"identificationModule":{"nctId":"NCT05512910","orgStudyIdInfo":{"id":"XJLL-KY20222184"},"organization":{"fullName":"Xijing Hospital","class":"OTHER"},"briefTitle":"Minocycline for Acute Ischemic Stroke Undergoing Endovascular Treatment Due to Basilar Artery Occlusion (MIST-B)","officialTitle":"Minocycline for Acute Ischemic Stroke Undergoing Endovascular Treatment Due to Basilar Artery Occlusion: a Randomized, Open-label, Proof of Concept Study","acronym":"MIST-B"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-13","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-11-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-18","studyFirstSubmitQcDate":"2022-08-20","studyFirstPostDateStruct":{"date":"2022-08-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-13","lastUpdatePostDateStruct":{"date":"2022-12-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Wen Jiang-3","investigatorTitle":"Ph.D","investigatorAffiliation":"Xijing Hospital"},"leadSponsor":{"name":"Xijing Hospital","class":"OTHER"},"collaborators":[{"name":"Xi'an No.3 Hospital","class":"OTHER_GOV"},{"name":"Xi'an Gaoxin Hospital","class":"OTHER"},{"name":"First People's Hospital of Xianyang","class":"UNKNOWN"},{"name":"Xi'an XD Group Hospital","class":"UNKNOWN"},{"name":"Central Hospital of Gansu Province","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a prospective, randomized, open-label, evaluator-blinded, single center, proof of concept trial to explore possible beneficial effect of minocycline on acute ischemic stroke (AIS) undergoing endovascular treatment due to basilar artery occlusion (BAO). Minocycline has excellent safety profiles, have been previously demonstrated individually to reduce infarction in animal models of stroke, and have potentially mechanisms of antioxidant, anti-inflammatory, anti-apoptotic and protection of blood-brain barrier. However, it is not known whether minocycline can reduce futile recanalization of endovascular treatment, and improve the outcome of patients with AIS due to BAO. Eligible and willing subjects will be randomly assigned to the treatment group or the control group. The treatment group will receive 200 mg oral minocycline within three hours prior to successful reperfusion, followed by 100 mg every 12 hours times for a total of 5 days. Both groups will receive endovascular thrombectomy and standard medical. The treatment with minocycline will start as soon as possible after diagnosis of stroke. Measures of stroke severity and disability will be recorded at baseline and through the follow-up periods (90 days). The evaluator will be blind to the allocation of patients further minimizing the bias."},"conditionsModule":{"conditions":["Ischemic Stroke, Acute","Minocycline","Endovascular Treatment","Basilar Artery Occlusion"],"keywords":["Ischemic Stroke","Basilar Artery Occlusion","Endovascular Treatment","Minocycline","Neuroprotection","Futile Recanalization"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"All study staff is not masked to randomization except the following: independent outcome assessor and statistician.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment group","type":"EXPERIMENTAL","description":"Patients randomized to the treatment group will receive oral minocycline in addition to endovascular treatment and other standard medical. The first dose of minocycline will be administered 200 mg orally prior to successful reperfusion, followed by 100 mg every 12 hours times for a total of 5 days. If vomiting occurs within half an hour of the first dose, the clinician should assess the necessary of re-administering 100mg based on the severity of vomiting. If the patient is considered to be at any risk for aspiration or is unable to swallow based on swallowing evaluation, study drug will be oral via feeding tube.","interventionNames":["Drug: Minocycline"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Patients randomized to the control group will receive endovascular treatment and other standard treatment, without minocycline treatment."}],"interventions":[{"type":"DRUG","name":"Minocycline","description":"200 mg minocycline orally or via nasogastric tube prior to successful reperfusion, followed by 100 mg every 12 hours times for a total of 5 days. If vomiting occurs within half an hour of the first dose, the clinician should assess the necessary of re-administering 100mg based on the severity of vomiting.","armGroupLabels":["Treatment group"],"otherNames":["Minocycline hydrochloride"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The expanded NIH Stroke Scale (e-NIHSS) at 5-7 days or at discharge","description":"The primary effectiveness outcome was the e-NIHSS score at 5-7 days or at discharge. 11-item neurologic examination scale for severity of posterior circulation stroke, adding specific elements in existing items of NIHSS.","timeFrame":"5-7 days or discharge after onset"},{"measure":"Incidence of symptomatic intracranial hemorrhage at 24 hours after treatment","description":"The primary safety outcome was the incidence of symptomatic intracranial hemorrhage, defined as neurological deterioration (≥4-point increase on the NIHSS score) within 24 hours after treatment and evidence of intracranial hemorrhage on imaging studies.","timeFrame":"24 hours after treatment"}],"secondaryOutcomes":[{"measure":"mRS at 90 (±14) days","description":"Secondary outcome measure is the degree of disability or dependence at 90 (±14) days as assessed by the mRS scale. The scale runs from 0-6 with \"0\" being perfect health without symptoms to \"6\" being death.","timeFrame":"90 (±14) days after onset"},{"measure":"Good outcome at 90 (±14) days after onset","description":"An mRS score of 0-3 indicated a good outcome, whereas a score of \\>3 indicated a poor outcome.","timeFrame":"90 (±14) days after onset"},{"measure":"Favorable outcome at 90 (±14) days after onset","description":"An mRS score of 0-2 indicated a favorable outcome, whereas a score of \\>2 indicated a poor outcome.","timeFrame":"90 (±14) days after onset"},{"measure":"Excellent outcome at 90 (±14) days after onset","description":"An mRS score of 0-1 indicated an excellent outcome, whereas a score of \\>1 indicated a poor outcome","timeFrame":"90 (±14) days after onset"},{"measure":"NIH Stroke Scale (NIHSS) at 24 hours, 5-7 days or discharge, 30 (±7) days and 90 (±14) days after onset","description":"11-item neurologic examination scale for severity of stroke. Ratings for each item are scored with 3 to 5 grades. A total NIHSS of 0 is normal; 1-4 is considered a minor stroke; 5-15 moderate; 16-20 moderate to severe; and 21-42 severe.","timeFrame":"90 (±14) days after onset"},{"measure":"Barthel Index at 30 (±7) days and 90 (±14) days","description":"The Barthel Index (BI) is an ordinal scale used to measure performance in activities of daily living (ADL). The Barthel Index score are scored, a higher number being a reflection of greater ability to function independently following hospital discharge.","timeFrame":"90 (±14) days after onset"},{"measure":"Incidence of symptomatic intracranial hemorrhage at 3 days after treatment","description":"The secondary safety outcome was the incidence of symptomatic intracranial hemorrhage, defined as neurological deterioration (≥4-point increase on the NIHSS score) within 3 days after treatment and evidence of intracranial hemorrhage on imaging studies.","timeFrame":"3 days after treatment"},{"measure":"Mortality at 90 (±14) days","description":"All-cause mortality occurring within 90 (±14) days follow-up were recorded.","timeFrame":"90 (±14) days after onset"},{"measure":"Change in infarct volume from baseline to day 5-7 or discharge","description":"Changes of infarct volume from baseline (measured by DWI) to day 5-7 or discharge of stroke onset (measured by Flair). Images are processed by imSTROKE software.","timeFrame":"5-7 days after onset or discharge"},{"measure":"Length of Intensive Care Unit (ICU) stay and hospital stay","description":"Length of ICU or hospital stay","timeFrame":"From the date of admission until discharged from ICU or hospital, up to 4 weeks"},{"measure":"Pneumonia at 5-7 days or discharge, 30 (±7) days and 90 (±14) days","description":"Determine whether rates of pneumonia are different in the two arms. Rates will be measured as percentages of the entire population at risk.","timeFrame":"90 (±14) days after onset"},{"measure":"Time of mechanical ventilation or non-invasive ventilation at 5-7 days or at discharge","description":"Determine whether time of mechanical ventilation or non-invasive ventilation are different in the two arms. Rates will be measured as percentages of the entire population at risk.","timeFrame":"5-7 days after onset or discharge"},{"measure":"Change in hematology assessments: percentage of the lymphocyte subpopulations (%) at 5-7 days or at discharge as compared to Baseline","description":"The percentage of lymphocyte subpopulations in % will be assessed by flow cytometry.","timeFrame":"5-7 days after onset or discharge"},{"measure":"Change in hematology assessments: matrix metalloproteinase-9 (ng/ml) at 5-7 days or at discharge as compared to Baseline","description":"The level of matrix metalloproteinase-9 in ng/ml will be assessed by ELISA method.","timeFrame":"5-7 days after onset or discharge"},{"measure":"Change in hematology assessments: IL-6 (pg/ml) at 5-7 days or at discharge as compared to Baseline","description":"The level of IL-6 in pg/ml will be assessed by ELISA method.","timeFrame":"5-7 days after onset or discharge"},{"measure":"Change in hematology assessments: IL-10 (pg/ml) at 5-7 days or at discharge as compared to Baseline","description":"The level of IL-10 in pg/ml will be assessed by ELISA method.","timeFrame":"5-7 days after onset or discharge"},{"measure":"Change in hematology assessments: TNF-α (nmol/L) at 5-7 days or at discharge as compared to Baseline","description":"The level of TNF-α in nmol/L will be assessed by ELISA method.","timeFrame":"5-7 days after onset or discharge"},{"measure":"Change in hematology assessments: leucocytes (x 10^9 /L) at 5-7 days or at discharge as compared to Baseline","description":"Change in the level of leucocytes x 10\\^9 /L.","timeFrame":"5-7 days after onset or discharge"},{"measure":"Change in hematology assessments: neutrophilic granulocyte percentage (%) at 5-7 days or at discharge as compared to Baseline","description":"Change in the neutrophilic granulocyte percentage in %.","timeFrame":"5-7 days after onset or discharge"},{"measure":"Change in hematology assessments: absolute neutrophil value (x 10^9 /L) at 5-7 days or at discharge as compared to Baseline","description":"Change in the level of absolute neutrophil value x 10\\^9 /L.","timeFrame":"5-7 days after onset or discharge"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 18 years old.\n2. Patients had acute symptoms and signs compatible with ischemia due to basilar artery occlusion (BAO), treated with endovascular therapy. Patients with occlusion of intracranial segments of both vertebral arteries (VA) resulting in no flow to the basilar artery (eg, functional basilar artery occlusion) were also eligible for the study.\n3. Last known well to groin puncture between 0 to 24 hours, whether or not patients had thrombolysis with rt-PA.\n4. Pre-stroke mRS score of 0-1.\n5. Baseline expanded NIHSS (e-NIHSS) score ≥ 6.\n6. Signed Informed Consent obtained.\n7. Neuroimaging Inclusion Criteria: (1) Proven large vessel occlusion in BAO or VA-V4 occlusion (mTICI score 0-1) determined by MRA or CTA; (2) pc-ASPECTS score ≥ 6 (Non-Contrast CT or DWI); Pons-midbrain-index of\\<3.\n\nExclusion Criteria:\n\n1. Age\\<18 years old.\n2. Complete cerebellar infarct with significant mass effect or has the imaging features of acute hydrocephalus in NCCT.\n3. Intracranial hemorrhage.\n4. Previous stroke in the past 90 days; cardiopulmonary resuscitation was performed within 10 days prior to onset.\n5. Known hereditary or acquired hemorrhagic diathesis, coagulation factor deficiency, INR \\>3, or platelet\\<40×109/L.\n6. Glucose \\<2.2 or \\>22 mmol/L.\n7. Systolic blood pressure persistently\\>185mmHg post-MT despite antihypertensive intervention; Diastolic blood pressure persistently\\>110mmHg post-MT despite antihypertensive intervention.\n8. Acute or chronic renal failure of CKD grade 3-4.\n9. Known allergy or hypersensitivity to contrast dye or tetracycline group of drugs.\n10. Epileptic seizure at symptom onset.\n11. Life expectancy (except for stroke) \\< 3 months.\n12. Female who is pregnancy or breastfeeding, or whom do not use effective contraception at childbearing age.\n13. Pre-existing mental illness that interferes with neurological evaluation.\n14. Known current participation in another clinical investigation with experimental drug.\n15. Unlikely to be available for 90 days follow-up.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Wen Jiang, Ph.D","role":"CONTACT","phone":"86-029-84771319","email":"jiangwen@fmmu.edu.cn"},{"name":"Dong Wei, Ph.D","role":"CONTACT","phone":"86-029-84771319","email":"weieast@fmmu.edu.cn"}],"locations":[{"facility":"Department of Neurology, Xijing Hospital, Fourth Military Medical University","status":"RECRUITING","city":"Xi'an","state":"Shaanxi","zip":"710032","country":"China","contacts":[{"name":"Wen Jiang, PhD","role":"CONTACT","phone":"86-029-84771319","email":"jiangwen@fmmu.edu.cn"},{"name":"Dong Wei, PhD","role":"CONTACT","phone":"86-029-84771319","email":"weieast@fmmu.edu.cn"}],"geoPoint":{"lat":34.25833,"lon":108.92861}}]},"referencesModule":{"references":[{"pmid":"31662037","type":"BACKGROUND","citation":"Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, Biller J, Brown M, Demaerschalk BM, Hoh B, Jauch EC, Kidwell CS, Leslie-Mazwi TM, Ovbiagele B, Scott PA, Sheth KN, Southerland AM, Summers DV, Tirschwell DL. Guidelines for the Early Management of Patients With Acute Ischemic Stroke: 2019 Update to the 2018 Guidelines for the Early Management of Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2019 Dec;50(12):e344-e418. doi: 10.1161/STR.0000000000000211. Epub 2019 Oct 30. Erratum In: Stroke. 2019 Dec;50(12):e440-e441."},{"pmid":"25106063","type":"BACKGROUND","citation":"Emberson J, Lees KR, Lyden P, Blackwell L, Albers G, Bluhmki E, Brott T, Cohen G, Davis S, Donnan G, Grotta J, Howard G, Kaste M, Koga M, von Kummer R, Lansberg M, Lindley RI, Murray G, Olivot JM, Parsons M, Tilley B, Toni D, Toyoda K, Wahlgren N, Wardlaw J, Whiteley W, del Zoppo GJ, Baigent C, Sandercock P, Hacke W; Stroke Thrombolysis Trialists' Collaborative Group. Effect of treatment delay, age, and stroke severity on the effects of intravenous thrombolysis with alteplase for acute ischaemic stroke: a meta-analysis of individual patient data from randomised trials. Lancet. 2014 Nov 29;384(9958):1929-35. doi: 10.1016/S0140-6736(14)60584-5. Epub 2014 Aug 5."},{"pmid":"34774198","type":"BACKGROUND","citation":"Jovin TG, Nogueira RG, Lansberg MG, Demchuk AM, Martins SO, Mocco J, Ribo M, Jadhav AP, Ortega-Gutierrez S, Hill MD, Lima FO, Haussen DC, Brown S, Goyal M, Siddiqui AH, Heit JJ, Menon BK, Kemp S, Budzik R, Urra X, Marks MP, Costalat V, Liebeskind DS, Albers GW. Thrombectomy for anterior circulation stroke beyond 6 h from time last known well (AURORA): a systematic review and individual patient data meta-analysis. Lancet. 2022 Jan 15;399(10321):249-258. doi: 10.1016/S0140-6736(21)01341-6. Epub 2021 Nov 11."},{"pmid":"35387858","type":"BACKGROUND","citation":"Zhao Y, Zhao W, Guo Y, Li Y. Endovascular thrombectomy versus standard medical treatment for stroke patients with acute basilar artery occlusion: a systematic review and meta-analysis. J Neurointerv Surg. 2022 Dec;14(12):1173-1179. doi: 10.1136/neurintsurg-2022-018680. Epub 2022 Apr 6."},{"pmid":"20075087","type":"BACKGROUND","citation":"Hussein HM, Georgiadis AL, Vazquez G, Miley JT, Memon MZ, Mohammad YM, Christoforidis GA, Tariq N, Qureshi AI. Occurrence and predictors of futile recanalization following endovascular treatment among patients with acute ischemic stroke: a multicenter study. AJNR Am J Neuroradiol. 2010 Mar;31(3):454-8. doi: 10.3174/ajnr.A2006. Epub 2010 Jan 14."},{"pmid":"26898852","type":"BACKGROUND","citation":"Goyal M, Menon BK, van Zwam WH, Dippel DW, Mitchell PJ, Demchuk AM, Davalos A, Majoie CB, van der Lugt A, de Miquel MA, Donnan GA, Roos YB, Bonafe A, Jahan R, Diener HC, van den Berg LA, Levy EI, Berkhemer OA, Pereira VM, Rempel J, Millan M, Davis SM, Roy D, Thornton J, Roman LS, Ribo M, Beumer D, Stouch B, Brown S, Campbell BC, van Oostenbrugge RJ, Saver JL, Hill MD, Jovin TG; HERMES collaborators. Endovascular thrombectomy after large-vessel ischaemic stroke: a meta-analysis of individual patient data from five randomised trials. Lancet. 2016 Apr 23;387(10029):1723-31. doi: 10.1016/S0140-6736(16)00163-X. Epub 2016 Feb 18."},{"pmid":"32087818","type":"BACKGROUND","citation":"Hill MD, Goyal M, Menon BK, Nogueira RG, McTaggart RA, Demchuk AM, Poppe AY, Buck BH, Field TS, Dowlatshahi D, van Adel BA, Swartz RH, Shah RA, Sauvageau E, Zerna C, Ospel JM, Joshi M, Almekhlafi MA, Ryckborst KJ, Lowerison MW, Heard K, Garman D, Haussen D, Cutting SM, Coutts SB, Roy D, Rempel JL, Rohr AC, Iancu D, Sahlas DJ, Yu AYX, Devlin TG, Hanel RA, Puetz V, Silver FL, Campbell BCV, Chapot R, Teitelbaum J, Mandzia JL, Kleinig TJ, Turkel-Parrella D, Heck D, Kelly ME, Bharatha A, Bang OY, Jadhav A, Gupta R, Frei DF, Tarpley JW, McDougall CG, Holmin S, Rha JH, Puri AS, Camden MC, Thomalla G, Choe H, Phillips SJ, Schindler JL, Thornton J, Nagel S, Heo JH, Sohn SI, Psychogios MN, Budzik RF, Starkman S, Martin CO, Burns PA, Murphy S, Lopez GA, English J, Tymianski M; ESCAPE-NA1 Investigators. Efficacy and safety of nerinetide for the treatment of acute ischaemic stroke (ESCAPE-NA1): a multicentre, double-blind, randomised controlled trial. Lancet. 2020 Mar 14;395(10227):878-887. doi: 10.1016/S0140-6736(20)30258-0. Epub 2020 Feb 20."},{"pmid":"21738161","type":"BACKGROUND","citation":"Iadecola C, Anrather J. The immunology of stroke: from mechanisms to translation. Nat Med. 2011 Jul 7;17(7):796-808. doi: 10.1038/nm.2399."},{"pmid":"35079135","type":"BACKGROUND","citation":"Fisher M, Savitz SI. Pharmacological brain cytoprotection in acute ischaemic stroke - renewed hope in the reperfusion era. Nat Rev Neurol. 2022 Apr;18(4):193-202. doi: 10.1038/s41582-021-00605-6. Epub 2022 Jan 25."},{"pmid":"29770166","type":"BACKGROUND","citation":"Sun MS, Jin H, Sun X, Huang S, Zhang FL, Guo ZN, Yang Y. Free Radical Damage in Ischemia-Reperfusion Injury: An Obstacle in Acute Ischemic Stroke after Revascularization Therapy. Oxid Med Cell Longev. 2018 Jan 31;2018:3804979. doi: 10.1155/2018/3804979. eCollection 2018."},{"pmid":"25598025","type":"BACKGROUND","citation":"Bai J, Lyden PD. Revisiting cerebral postischemic reperfusion injury: new insights in understanding reperfusion failure, hemorrhage, and edema. Int J Stroke. 2015 Feb;10(2):143-52. doi: 10.1111/ijs.12434."},{"pmid":"32391806","type":"BACKGROUND","citation":"Iadecola C, Buckwalter MS, Anrather J. Immune responses to stroke: mechanisms, modulation, and therapeutic potential. J Clin Invest. 2020 Jun 1;130(6):2777-2788. doi: 10.1172/JCI135530."},{"pmid":"26786115","type":"BACKGROUND","citation":"De Meyer SF, Denorme F, Langhauser F, Geuss E, Fluri F, Kleinschnitz C. Thromboinflammation in Stroke Brain Damage. Stroke. 2016 Apr;47(4):1165-72. doi: 10.1161/STROKEAHA.115.011238. Epub 2016 Jan 19. No abstract available."},{"pmid":"10799911","type":"BACKGROUND","citation":"Schafer MK, Schwaeble WJ, Post C, Salvati P, Calabresi M, Sim RB, Petry F, Loos M, Weihe E. Complement C1q is dramatically up-regulated in brain microglia in response to transient global cerebral ischemia. J Immunol. 2000 May 15;164(10):5446-52. doi: 10.4049/jimmunol.164.10.5446."},{"pmid":"15674236","type":"BACKGROUND","citation":"Koistinaho M, Malm TM, Kettunen MI, Goldsteins G, Starckx S, Kauppinen RA, Opdenakker G, Koistinaho J. Minocycline protects against permanent cerebral ischemia in wild type but not in matrix metalloprotease-9-deficient mice. J Cereb Blood Flow Metab. 2005 Apr;25(4):460-7. doi: 10.1038/sj.jcbfm.9600040."},{"pmid":"26303850","type":"BACKGROUND","citation":"Fu Y, Liu Q, Anrather J, Shi FD. Immune interventions in stroke. Nat Rev Neurol. 2015 Sep;11(9):524-35. doi: 10.1038/nrneurol.2015.144. Epub 2015 Aug 25."},{"pmid":"10406406","type":"BACKGROUND","citation":"Elkayam O, Yaron M, Caspi D. Minocycline-induced autoimmune syndromes: an overview. Semin Arthritis Rheum. 1999 Jun;28(6):392-7. doi: 10.1016/s0049-0172(99)80004-3."},{"pmid":"4199710","type":"BACKGROUND","citation":"Macdonald H, Kelly RG, Allen ES, Noble JF, Kanegis LA. Pharmacokinetic studies on minocycline in man. Clin Pharmacol Ther. 1973 Sep-Oct;14(5):852-61. doi: 10.1002/cpt1973145852. No abstract available."},{"pmid":"15556807","type":"BACKGROUND","citation":"Yong VW, Wells J, Giuliani F, Casha S, Power C, Metz LM. The promise of minocycline in neurology. Lancet Neurol. 2004 Dec;3(12):744-51. doi: 10.1016/S1474-4422(04)00937-8."},{"pmid":"34646382","type":"BACKGROUND","citation":"Yamasaki T, Hatori A, Zhang Y, Mori W, Kurihara Y, Ogawa M, Wakizaka H, Rong J, Wang L, Liang S, Zhang MR. Neuroprotective effects of minocycline and KML29, a potent inhibitor of monoacylglycerol lipase, in an experimental stroke model: a small-animal positron emission tomography study. Theranostics. 2021 Sep 13;11(19):9492-9502. doi: 10.7150/thno.64320. eCollection 2021."},{"pmid":"30626393","type":"BACKGROUND","citation":"Yew WP, Djukic ND, Jayaseelan JSP, Walker FR, Roos KAA, Chataway TK, Muyderman H, Sims NR. Early treatment with minocycline following stroke in rats improves functional recovery and differentially modifies responses of peri-infarct microglia and astrocytes. J Neuroinflammation. 2019 Jan 9;16(1):6. doi: 10.1186/s12974-018-1379-y."},{"pmid":"21659333","type":"BACKGROUND","citation":"Sancho M, Herrera AE, Gortat A, Carbajo RJ, Pineda-Lucena A, Orzaez M, Perez-Paya E. Minocycline inhibits cell death and decreases mutant Huntingtin aggregation by targeting Apaf-1. Hum Mol Genet. 2011 Sep 15;20(18):3545-53. doi: 10.1093/hmg/ddr271. Epub 2011 Jun 9."},{"pmid":"26165350","type":"BACKGROUND","citation":"Wu Y, Chen Y, Wu Q, Jia L, Du X. Minocycline inhibits PARP-1 expression and decreases apoptosis in diabetic retinopathy. Mol Med Rep. 2015 Oct;12(4):4887-94. doi: 10.3892/mmr.2015.4064. Epub 2015 Jul 8."},{"pmid":"28204513","type":"BACKGROUND","citation":"Dai C, Ciccotosto GD, Cappai R, Wang Y, Tang S, Xiao X, Velkov T. Minocycline attenuates colistin-induced neurotoxicity via suppression of apoptosis, mitochondrial dysfunction and oxidative stress. J Antimicrob Chemother. 2017 Jun 1;72(6):1635-1645. doi: 10.1093/jac/dkx037."},{"pmid":"17909152","type":"BACKGROUND","citation":"Lampl Y, Boaz M, Gilad R, Lorberboym M, Dabby R, Rapoport A, Anca-Hershkowitz M, Sadeh M. Minocycline treatment in acute stroke: an open-label, evaluator-blinded study. Neurology. 2007 Oct 2;69(14):1404-10. doi: 10.1212/01.wnl.0000277487.04281.db."},{"pmid":"25155474","type":"BACKGROUND","citation":"Amiri-Nikpour MR, Nazarbaghi S, Hamdi-Holasou M, Rezaei Y. An open-label evaluator-blinded clinical study of minocycline neuroprotection in ischemic stroke: gender-dependent effect. Acta Neurol Scand. 2015 Jan;131(1):45-50. doi: 10.1111/ane.12296. Epub 2014 Aug 23."},{"pmid":"22406775","type":"BACKGROUND","citation":"Padma Srivastava MV, Bhasin A, Bhatia R, Garg A, Gaikwad S, Prasad K, Singh MB, Tripathi M. Efficacy of minocycline in acute ischemic stroke: a single-blinded, placebo-controlled trial. Neurol India. 2012 Jan-Feb;60(1):23-8. doi: 10.4103/0028-3886.93584."},{"pmid":"23868273","type":"BACKGROUND","citation":"Kohler E, Prentice DA, Bates TR, Hankey GJ, Claxton A, van Heerden J, Blacker D. Intravenous minocycline in acute stroke: a randomized, controlled pilot study and meta-analysis. Stroke. 2013 Sep;44(9):2493-9. doi: 10.1161/STROKEAHA.113.000780. Epub 2013 Jul 18."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4155","name":"Arterial Occlusive Diseases","asFound":"Basilar Artery Occlusion","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008911","term":"Minocycline"}],"ancestors":[{"id":"D000000900","term":"Anti-Bacterial Agents"},{"id":"D000000890","term":"Anti-Infective Agents"}],"browseLeaves":[{"id":"M11569","name":"Minocycline","asFound":"Local anesthetic","relevance":"HIGH"},{"id":"M3912","name":"Anti-Bacterial Agents","relevance":"LOW"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}