{"protocolSection":{"identificationModule":{"nctId":"NCT02279940","orgStudyIdInfo":{"id":"Version 1.0"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"Rivaroxaban Acute Stroke Safety Study","officialTitle":"Rivaroxaban Acute Stroke Safety Study","acronym":"RASS"},"statusModule":{"statusVerifiedDate":"2016-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-03"},"primaryCompletionDateStruct":{"date":"2016-01","type":"ACTUAL"},"studyFirstSubmitDate":"2014-10-29","studyFirstSubmitQcDate":"2014-10-29","studyFirstPostDateStruct":{"date":"2014-10-31","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-04-04","lastUpdatePostDateStruct":{"date":"2016-04-06","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ken Butcher","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Alberta"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"},"collaborators":[{"name":"Bayer","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Atrial fibrillation is a common cardiac arrhythmia and a major risk for ischemic stroke. Furthermore the risk of stroke is higher in the first month after transient ischemic attack (TIA)/stroke. Rivaroxaban has been approved by Health Canada over period of last two years for prevention of stroke and have been found equally effective as oral Vitamin K antagonist. The foremost benefits of NOAC are reduced intracranial bleeding risk and does not require coagulation monitoring.\n\nOptimal timing of anticoagulation after TIA/stroke in patients with known non-valvular atrial fibrillation is not known. The practice is variable and opinion based. The bias for many stroke physicians and neurologists is to start later (after 1-2weeks) to prevent hemorrhagic transformation thus possibly exposing the patients to an increased risk of recurrence. The product monograph for the drug suggest to wait for variable of 3 to 14 days before starting the NOAC (Waiting period:14 days for dabigatran and rivaroxaban, 7 days for Apixaban after ischemic stroke and three days after TIA for rivaroxaban). The times have been chosen arbitrary.\n\nThe investigators aim to study incidence of symptomatic hemorrhage in patients with non-valvular atrial fibrillation who are initiated with new oral anticoagulants early after TIA and stroke.","detailedDescription":"Background:\n\nIt is clearly established that patients with atrial fibrillation who have suffered a stroke/TIA are at high risk for recurrence and require long-term anticoagulation. What is unknown is the optimal timing of anticoagulation after an ischemic stroke has occurred. Following cardioembolic stroke, atrial fibrillation patients are at risk for early recurrent thrombo-embolism. Estimates of the rate of recurrent stroke in this setting vary widely. Previous studies have indicated new ischemic strokes occur at rates anywhere from 3% to 20% within two weeks of the index event. This is the primary rationale for early anticoagulation after cardioembolic stroke. There is some evidence that early anticoagulation is associated with improved outcomes after ischemic stroke. Indeed, it has been shown that early heparin use does reduce recurrent ischemic stroke risk by 2.1%, but this is offset by a 1.7% increase in the rate of HT. Studies of low molecular weight and unfractionated heparin use in acute stroke have generally indicated these agents are associated with moderately increased risk of HT. There are currently no data indicating the frequency of HT associated with early warfarin treatment, without heparin bridging.\n\nBased on the above evidence, current best practice guidelines recommend against urgent anticoagulation in patients with moderate to severe ischemic stroke, however, due to the elevated risk of hemorrhagic transformation (HT) immediately after stroke. A specific time point at which to begin anticoagulation is not recommended in guideline statements. This clinical equipoise has resulted in significant variation in practice patterns. Currently, most CSC physicians base the timing of anticoagulation on clinical severity and infarct size, as seen on CT scan. Most physicians will defer anticoagulation anywhere from 5 to 14 days after ischemic stroke when infarct volume is extensive. In patients with small infarct volumes, assessed with CT or MRI, however, anticoagulation is often begun within 24-72 hours of stroke onset, and in some cases immediately after clinical assessment and CT scan.\n\nCurrently, Bayer has no data related to early use of rivaroxaban after TIA or ischemic stroke. Although a randomized study of delayed versus early anticoagulation with rivaroxaban will ideally answer this question, at the moment, there is no feasibility or safety data. There is also insufficient data in the present literature to indicate what the true event rates for both symptomatic hemorrhagic transformation and recurrent cerebral ischemia are. These data can be obtained by prospectively collecting clinical and imaging data from patients who are treated, as per standard clinical practice in most Canadian stroke centres, within this 14-day period of clinical uncertainty. The results of this registry will be used to assess the safety and feasibility of a larger randomized controlled trial of early versus delayed rivaroxaban use after stroke/TIA.\n\nStudy Design:\n\nThe Rivaroxaban Acute Stroke Safety Study (RASS) is an investigator initiated multi-center, prospective, open label, single arm phase IV study.\n\nObjectives and Hypothesis:\n\nThe primary aim of the Rivaroxaban Acute Stroke Study registry is to demonstrate the safety of early anticoagulation with rivaroxaban following cardioembolic stroke and TIA. Safety will be established by demonstrating low rates of hemorrhage in this setting. The secondary study objective is to document the rate of recurrent cerebrovascular ischemic events. It is fully recognized that this uncontrolled registry study is not properly designed and under-powered to demonstrate a reduction in cerebrovascular ischemic events. The investigators hypothesize that early initiation of rivaroxaban within the first 14 days of stroke or TIA is not associated with increased symptomatic intracranial haemorrhage.\n\nBaseline Data (within 14 days of TIA/minor stroke):\n\nStandard clinical assessments and data will be collected. This will include baseline National Institutes of Health Stroke Scale NIHSS, Glasgow Coma Scale (GCS), Montreal Cognitive Score (MoCA) and vital signs, which will be recorded in a case report form. Stroke risk factors, past medical history and medications, baseline complete blood count, coagulation profile and renal function tests will also be recorded.\n\nTreatment:\n\nPatients will be treated with rivaroxaban within 14 days of symptom onset according to the practice pattern of the attending stroke physician. The study participation would be considered after patient has been initiated on Rivaroxaban. The dose of rivaroxaban will be determined by age and renal function. Patients \\>80 years old and/or with GFR 30-50 ml/min will receive 15 mg qd, and all other patients will receive 20 mg qd. The study team members would then approach the patients for possible recruitment in the study after obtaining informed consent.\n\nImaging Procedures:\n\nAcute baseline CT scans will be collected (standard of care). All patients will have MRI including susceptibility weighted imaging after recruitment within the first 24 hours and a follow-up MRI scan 7±2 days after enrolment, in order to assess for early asymptomatic hemorrhagic transformation. In the event of any clinical deterioration, a repeat CT scan will be performed immediately. The investigators hypothesize micro-hemorrhages may predict symptomatic bleeding. In addition, any supplemental brain imaging completed within the first 30 days after enrolment will be collected.\n\nClinical Follow-up Assessments:\n\nAll patients will be followed for 90 days. This is the standard post-stroke assessment period (the majority of neurological and functional recovery occurs within this time frame). Patients will be assessed clinically at Day 1, Day 7, and Day 90. At each visit, patients will again be examined by a stroke Fellow and/or Neurologist. On each visit, vital signs will be noted, a comprehensive neurologic examination will be performed and mRS and NIHSS will be recorded. Patients will be interviewed in detail to identify and ascertain any recurrent vascular event suggestive of a stroke or TIA. Work-up to determine the underlying etiology of stroke will be reviewed and any change in management plan will be recorded.\n\nStatistical Analysis Plan and Power Calculation:\n\nThe primary outcome will be tested with a single sample t-test. The null hypothesis is that the frequency of symptomatic hemorrhagic transformation is \\<2%. A convenience sample of 50 patients is planned initially. This will provide initial safety and feasibility data that can be used to plan future definitive studies as required. The primary efficacy analysis will be on an intention-to-treat basis.\n\nData Safety Monitoring and Adverse Event Reporting:\n\nInvestigators will report serious adverse events (SAE), using standardized event, resolution and association codes. The SAE reporting period includes the entire treatment duration and an additional week. All SAEs will be reported. Non-serious Adverse Events (AEs) unrelated to rivaroxaban treatment will not be reported."},"conditionsModule":{"conditions":["Acute Ischemic Stroke","Transient Ischemic Attack"],"keywords":["rivaroxaban","stroke","transient ischemic attack","ischemia"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"90 Days","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Symptomatic Hemorrhagic Transformation Rate","description":"PH2 associated with clinical deterioration, defined as worsening of NIHSS score of 4 or more points within 30 days of initiating anticoagulant therapy","timeFrame":"30 days post-treatment"}],"secondaryOutcomes":[{"measure":"Any parenchymal haemorrhage (PH1 or PH2) on follow-up MRI scan at 7±2 days post-enrolment.","timeFrame":"7 days post-treatment"},{"measure":"Recurrent Transient Ischemic Attack/Ischemic Stroke within 90 days of enrolment.","timeFrame":"90 days following enrollment"},{"measure":"Systemic hemorrhagic complication rate within 90 days of enrolment.","timeFrame":"90 days following enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All patients will be ≥ 18 years of age.\n* All patients will have a diagnosis of minor ischemic stroke, defined as NIHSS score ≤ 8, or Transient Ischemic Attack (TIA), defined as acute focal neurological deficits, with complete resolution of symptoms within 24 h of onset. In cases where onset time cannot be established, it will be considered to be the time when the patient was last known to be well.\n* Atrial Fibrillation (AF, paroxysmal or persistent). AF must be confirmed with ECG/Holter monitor, or by history (clinical documentation of previous AF must be provided).\n* All included patients will be prescribed rivaroxaban following their stroke/TIA.\n\nExclusion Criteria:\n\n* Acute or chronic renal failure, defined as eGFR \\<30 ml/min (Cockcroft Gault formula).\n* Known hypersensitivity to rivaroxaban.\n* Prior treatment with rivaroxaban or any other novel oral anticoagulant (including all Factor Xa antagonists). Treatment with warfarin prior to the stroke/TIA is acceptable, but enrolment cannot begin until the INR is ≤2.0.\n* Any significant ongoing systemic bleeding risk, i.e. active GI/GU bleeding or recent major surgery.\n* Any condition that, in the judgment of the investigator could impose hazards to the patient if study therapy is initiated or affect the participation of the patient in the study.\n* Recent past history or clinical presentation of ICH, subarachnoid haemorrhage (SAH), arterio-venous (AV) malformation, aneurysm, or cerebral neoplasm. At the discretion of each Investigator.\n* Hereditary or acquired haemorrhagic diathesis.\n* Stroke mimics (such as seizures, migraine etc.)\n* Contraindications to MRI will also be excluded, including metallic implants.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Consecutive patients with atrial fibrillation (new onset or previous history) with acute ischemic stroke or TIA will be screened from Emergency Department or stroke unit. A total of 50 male and female patients will be recruited within 24 hours of symptom onset. Informed consent will be obtained from the patient or substitute decision maker, in all cases prior to enrolment.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"University of Alberta","city":"Edmonton","state":"Alberta","zip":"T6G 2B7","country":"Canada","geoPoint":{"lat":53.55014,"lon":-113.46871}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M463","name":"Rivaroxaban","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}