{"protocolSection":{"identificationModule":{"nctId":"NCT01378780","orgStudyIdInfo":{"id":"R01NS65675"},"organization":{"fullName":"University of Michigan","class":"OTHER"},"briefTitle":"Stroke Health and Risk Education (SHARE)","officialTitle":"Stroke Health and Risk Education (SHARE)","acronym":"SHARE"},"statusModule":{"statusVerifiedDate":"2015-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-05"},"primaryCompletionDateStruct":{"date":"2013-12","type":"ACTUAL"},"completionDateStruct":{"date":"2013-12","type":"ACTUAL"},"studyFirstSubmitDate":"2011-06-15","studyFirstSubmitQcDate":"2011-06-21","studyFirstPostDateStruct":{"date":"2011-06-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-04-27","lastUpdatePostDateStruct":{"date":"2015-04-28","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lewis Morgenstern","investigatorTitle":"Professor","investigatorAffiliation":"University of Michigan"},"leadSponsor":{"name":"University of Michigan","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"},{"name":"Diocese of Corpus Christi, Texas, USA","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke is a disease with tremendous individual, family, and societal impact. It is the number one cause of adult disability and third leading cause of death in the United States. Between now and the year 2050, the cost of stroke in the United States will exceed 2 trillion dollars. There is a tremendous ethnic disparity with respect to stroke in the United States. Mexican Americans are much more likely to have a stroke compared with European Americans. In Mexican Americans strokes occur at younger ages, are more likely to recur and have the same severity as they do in European Americans. Mexican Americans are the overwhelming largest sub-population of Hispanic Americans, the nation's largest minority group. This proposal, a scientifically-based rigorous behavioral education intervention trial, seeks to aggressively prevent stroke, especially in Mexican Americans.\n\nFaith and family are strong components of Mexican American culture. This project works with these positive fundamental elements in order to affect stroke prevention. This project will take place in Nueces County, Texas. The project investigators have worked in this community for the past 14 years and have published extensively regarding the stroke health disparity in this stable, non-immigrant community of Mexican Americans and European Americans. We have established a strong partnership with the Catholic Diocese of Corpus Christi and assembled a team with tremendous experience at successful health behavior intervention research. Together, a proposal has been crafted that will directly speak to aggressive stroke risk factor reduction in Mexican Americans and European Americans in this representative United States community.\n\nThe significance of such research is tremendous. As the Mexican American population grows and ages, the stroke impact will be felt with greater and greater intensity. Now is the time to develop aggressive, scientifically tested interventions to limit the burden of this disease on this important segment of the United States population, and to reduce the costs of this disease to the country as a whole, in keeping with the Government Performance and Results Act (GPRA) goal to \"identify culturally appropriate, effective stroke prevention programs for nationwide implementation in minority communities\" by FY2010.","detailedDescription":"The study is a randomized, parallel group, behavioral intervention trial designed to reduce stroke risk. The assembled investigative team has outstanding relevant experience in epidemiology, behavioral intervention, health services clinical trials, and medicine. The target populations are Mexican Americans (MA) and European Americans (EA) living in a medium size U.S. city, Corpus Christi, Texas. We have extensive experience conducting research in this community. In fact we have run two highly successful, NIH-funded projects in Corpus Christi. The proposed study is a true partnership of investigators from the University of Michigan, who have worked in this community for 14 years, and the Diocese of Corpus Christi. The primary outcome in this stroke prevention project will include key stroke risk factors: sodium intake, fruit and vegetable intake, and physical activity. Churches have been recruited (100% cooperation rate) and will be randomized to intervention and control groups. A theory-based, scientific, rigorous, behavioral intervention was carefully crafted. In addition to theory and investigators' experience in this community, project development involved a pilot study of risk factor data collection from Church goers, and detailed focus groups from a different group of Church members and clergy.\n\nSpecific aim: To test the effectiveness of a culturally-sensitive, church-based, multicomponent, behavioral intervention for Mexican Americans and European Americans in reducing important behavioral and biological stroke risk factors.\n\nHypothesis 1: Participants randomized to the intervention group will have more optimized behavioral risk factors including a greater reduction in sodium intake, greater increase in dietary fruit and vegetable intake, and greater increase in physical activity than those in the control group (primary outcome).\n\nHypothesis 2: Participants randomized to the intervention group will have a greater reduction in systolic blood pressure than those in the control group (secondary outcome).\n\nHypothesis 3: Participants randomized to the intervention group will have greater reductions in other stroke risk factors such as diastolic blood pressure, fasting serum glucose, body mass index, fasting LDL cholesterol and greater increases in HDL cholesterol than those in the control group (exploratory outcomes).\n\nHypothesis 4: In exploratory analysis, there will be no interaction between intervention group and ethnicity within a culturally-sensitive, church-based, multicomponent, behavioral intervention to alter sodium intake, fruit and vegetable intake, and physical activity level."},"conditionsModule":{"conditions":["Stroke","Hypertension"],"keywords":["Stroke","hypertension","diet","sodium","physical activity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":760,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention for diet, exercise","type":"ACTIVE_COMPARATOR","description":"This group will receive the educational intervention for healthy diet and increased physical activity","interventionNames":["Behavioral: Educational intervention for diet and physical activity"]},{"label":"Control","type":"OTHER","description":"This group will get a skin cancer awareness educational message. At the end of the study this group will also receive the diet and exercise intervention but outcomes will not be measured after the crossover.","interventionNames":["Behavioral: Educational message on skin cancer awareness"]}],"interventions":[{"type":"BEHAVIORAL","name":"Educational intervention for diet and physical activity","description":"The proposed project, SHARE, is a culturally-tailored, primary stroke prevention intervention for MAs and EAs that targets a number of health-related behaviors related to stroke risk. Using a combination of self-help materials, social support, peer counseling based on Motivational interviewing, tailored newsletters, and social environmental changes in Catholic Churches, the SHARE intervention will lead to increases in moderate and vigorous intensity physical activity, decreases in salt intake, and increases in fruit and vegetable intake. Additional targets include decreases in BMI for those overweight or obese, reduction of dietary fat (trans, saturated and total fat), and increases in low-fat dairy products, changes that will serve to reduce blood pressure and stroke risk. Additionally, SHARE will seek to improve hypertension medication adherence in participants with previously diagnosed high blood pressure at baseline screening.","armGroupLabels":["Intervention for diet, exercise"]},{"type":"BEHAVIORAL","name":"Educational message on skin cancer awareness","description":"Control group will get the diet and physical activity intervention after the crossover but no outcomes will be measured after the crossover","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Sodium intake","description":"The primary outcome measures include the three most important behavioral predictors of systolic blood pressure and/or stroke risk: sodium intake, fruit and vegetable intake, and physical activity","timeFrame":"12 months"},{"measure":"Fruit/vegetable intake","timeFrame":"12 months"},{"measure":"Physical activity","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Systolic blood pressure","description":"High blood pressure is the number one cause of stroke","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants will be European American or Mexican American residents of Corpus Christi, Texas area and member of a Catholic Church participating in the study\n* greater than 18 years of age\n* speak English or Spanish\n* willing to provide a mailing address and home telephone number to study personnel at the time of consent\n* participants must be able to identify a friend or family partner who is also willing to participate in the study\n* to avoid second level clustering, only two individuals per household (the first to enroll) will be eligible\n\nExclusion Criteria:\n\n* Known pregnancy is an exclusion criterion.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Corpus Christi Catholic Churches","city":"Corpus Christi","state":"Texas","country":"United States","geoPoint":{"lat":27.80058,"lon":-97.39638}}]},"referencesModule":{"references":[{"pmid":"26374480","type":"DERIVED","citation":"Brown DL, Conley KM, Sanchez BN, Resnicow K, Cowdery JE, Sais E, Murphy J, Skolarus LE, Lisabeth LD, Morgenstern LB. A Multicomponent Behavioral Intervention to Reduce Stroke Risk Factor Behaviors: The Stroke Health and Risk Education Cluster-Randomized Controlled Trial. Stroke. 2015 Oct;46(10):2861-7. doi: 10.1161/STROKEAHA.115.010678. Epub 2015 Sep 15."},{"pmid":"22421317","type":"DERIVED","citation":"Brown DL, Conley KM, Resnicow K, Murphy J, Sanchez BN, Cowdery JE, Sais E, Lisabeth LD, Skolarus LE, Zahuranec DB, Williams GC, Morgenstern LB. Stroke Health and Risk Education (SHARE): design, methods, and theoretical basis. Contemp Clin Trials. 2012 Jul;33(4):721-9. doi: 10.1016/j.cct.2012.02.020. Epub 2012 Mar 6."}],"seeAlsoLinks":[{"label":"SHARE web site","url":"http://www.umich.edu/~strokepg/SHARE.html"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006973","term":"Hypertension"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}