{"protocolSection":{"identificationModule":{"nctId":"NCT05118321","orgStudyIdInfo":{"id":"2018/01358"},"organization":{"fullName":"Tan Tock Seng Hospital","class":"OTHER"},"briefTitle":"Upper Limb Exosuit for Clinic Assistance","officialTitle":"Smart Rehabilitation Exosuits for Clinic and Home Assistance"},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-03-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-10-31","type":"ACTUAL"},"completionDateStruct":{"date":"2020-10-31","type":"ACTUAL"},"studyFirstSubmitDate":"2021-09-30","studyFirstSubmitQcDate":"2021-11-03","studyFirstPostDateStruct":{"date":"2021-11-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-03","lastUpdatePostDateStruct":{"date":"2021-11-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tan Tock Seng Hospital","class":"OTHER"},"collaborators":[{"name":"Nanyang Technological University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Aim is to do a feasibility and refinement trial to assess the safety and comfort of the robotic device and their preliminary effect on muscular activity during the performance of activities of daily living.\n\nThe study was carried out with 10 stroke participants who had to carry out a series of 10 functional tasks with and without the suit over 3 sessions.\n\nThe results are encouraging and show the potential of using wearable robotic devices in a clinical setting.","detailedDescription":"Each participant completed 3 ninety-minute long sessions at CART over the course of a week. All participants were closely supervised by 1 occupational therapist and 1 engineer involved in the development of the devices. In the first session, screening of the patient was performed, where the patient's demographics and clinical parameters were collected, including the grip strength of the affected hand measured by a hand dynamometer taking the mean of 2 attempts, and MOCA, FMA and MAS scores. Afterwards, a familiarisation phase was conducted, where the participant trialled the robotic devices to understand their mechanisms and learn how to use them. This phase also allowed the researchers to adjust the fitting of the exoskeletons and tuning the control algorithm of the elbow exoskeleton to the biomechanics of each user, in order to achieve best comfort and assistance.\n\nThe participants were instructed to perform a series of elbow/finger flexion and extension movements to understand how to control the exoskeletons. The participants also interacted with different objects (cup, cube, ball) to adjust the positioning of the anchor points in the glove to the position the participants felt most comfortable with. Once the optimised fitting of the devices was identified, the obtained parameters were stored, and the configuration of the devices was left unchanged for reuse in the next session.\n\nIn the 2 remaining sessions, participants performed a series of 10 functional tasks. The tasks were performed without assistance (NO-EXO condition) and with assistance (EXO condition) of the exoskeletons. The tasks were performed first in the unpowered condition to allow the participants to familiarise themselves with the tasks before performing them with the assistance of the devices.\n\nThe participants were instructed to start every attempt at a task from a position marked on the floor, and with their arms fully relaxed. This was to ensure that variability from unknown factors was minimised. The participants then awaited the instruction from the researchers to commence the task, given in the form of a spoken command triggered by the press of a button. The button was pressed again to signal the end of the task, defined by the following in order of priority: 1) participant decided to stop; 2) the participant dropped the object; 3) therapist decided to stop after deciding the participant was experiencing difficulties and further attempts would not contribute to a successful performance of the task; 4) task is successfully completed.\n\nIn addition to the performance of functional tasks, the standing horizontal fingertip reaching distance and the elbow ROM were measured using a measuring tape and a goniometer, respectively.\n\nAt the end of the 3rd session, the participants were asked to fill up a questionnaire to provide their subjective feedback regarding comfort, ergonomics, ease of use, overall clinical benefit and user satisfaction."},"conditionsModule":{"conditions":["Stroke"],"keywords":["exoskeleton","robot","stroke","upper limb","hand","assistance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DEVICE_FEASIBILITY","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Refinement and Feasibility Trial","type":"OTHER","description":"It is intra - individual comparison study\n\nArm 1: participant wore the custom-made upper limb exosuit and hand exoskeleton to perform the series of tasks Arm 0: participant perform the same tasks without the custom-made upper limb exosuit and hand exoskeleton.","interventionNames":["Device: Custom-made upper limb exosuit and hand exoskeleton"]}],"interventions":[{"type":"DEVICE","name":"Custom-made upper limb exosuit and hand exoskeleton","description":"Participants go through 3 90-min sessions in a clinic setting and perform a series of functional tasks adapted from motor activity log and bilateral upper limb tasks with and without the device.","armGroupLabels":["Refinement and Feasibility Trial"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Assessment of the elbow module by self-reported evaluation via questionnaire","description":"Patient self-reported outcome of the ease of use, ranked from 1 to 5, 5 being the easiest and 1 being the least easy.","timeFrame":"End of the 3rd session, median duration of 5 days from baseline"},{"measure":"Assessment of the hand module by self-reported evaluation via questionnaire","description":"Patient self-reported outcome of the ease of use, ranked from 1 to 5, 5 being the easiest and 1 being the least easy.","timeFrame":"End of the 3rd session, median duration of 5 days from baseline"},{"measure":"Successful completion of tasks (without intervention)","description":"The success of the tasks without the assistance of the exoskeletons was evaluated by the clinician.","timeFrame":"At 2nd session, median time of 2 days from baseline"},{"measure":"Successful completion of tasks (with intervention)","description":"The success of the tasks with the assistance of the exoskeletons was evaluated by the clinician.","timeFrame":"At 3rd session, median time of 5 days from baseline"}],"secondaryOutcomes":[{"measure":"Upper limb angular trajectory (without intervention)","description":"The upper limb angular trajectories while not wearing the exoskeletons were measured via Inertial Measurement Units (IMUs) to investigate changes in movements of the elbow and shoulder joints.","timeFrame":"Average over the 2nd session, median time of 2 days from baseline"},{"measure":"Upper limb angular trajectory (with intervention)","description":"The upper limb angular trajectories while wearing the exoskeletons were measured via Inertial Measurement Units (IMUs) to investigate changes in movements of the elbow and shoulder joints.","timeFrame":"Average over the 3rd session, median time of 5 days from baseline"},{"measure":"Muscular synergies (without intervention)","description":"The muscular synergies of the users while not wearing the exoskeletons were measured by calculating Pearson's correlation coefficient between muscles.","timeFrame":"Average over the 2nd session, median time of 2 days from baseline"},{"measure":"Muscular synergies (with intervention)","description":"The muscular synergies of the users while wearing the exoskeletons were measured by calculating Pearson's correlation coefficient between muscles.","timeFrame":"Average over the 3rd session, median time of 5 days from baseline"},{"measure":"Muscular effort (without intervention)","description":"The muscular efforts of the users while not wearing the exoskeletons were measured by surface electromyographic sensors (sEMG), and normalised against the maximum voluntary contraction (MVC) value obtained at the beginning of the session.","timeFrame":"Average over the 2nd session, median time of 2 days from baseline"},{"measure":"Muscular effort (with intervention)","description":"The muscular efforts of the users while wearing the exoskeletons were measured by surface electromyographic sensors (sEMG), and normalised against the maximum voluntary contraction (MVC) value obtained at the beginning of the session.","timeFrame":"Average over the 3rd session, median time of 5 days from baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient with motor deficit(s) due to stroke as diagnosed by CT or MRI, who are attending outpatient rehabilitation services at TTSH Rehabilitation Centre and Centre for Advanced Rehabilitation Therapeutics;\n* Patient with first ever clinical stroke (confirmed on brain imaging);\n* Post stroke of at least 3 months with stable neurological status;\n* Age between 21 to 80 years, inclusive;\n* Hemiplegic pattern and shoulder abduction Medical Research Council motor power \\> 2/5;\n* Able to give and sign informed consent at research site;\n* Montreal Cognitive Assessment \\>= 22/30.\n\nExclusion Criteria:\n\n* Patient with severe cognitive, perceptual (include hemi-neglect), and/or emotional-behavioural issues that preclude participation;\n* Experiencing moderate to severe levels of pain (visual numeric pain rating scale \\> 5);\n* Has unstable or terminal medical conditions which may affect participation (e.g. unresolved sepsis, postural hypotension, end stage renal failure) or anticipated life expectancy of \\< 1 year due to malignancy or neurodegenerative disorder;\n* Non-stroke related causes of arm motor impairment;\n* Local factors which may be worsened by arm therapy or device interface: spasticity of MAS \\> 3, unhealed skin wounds/rashes, shoulder pain visual analog scale \\> 5/10, active fractures or arthritis or fixed flexion contractures of shoulder, elbow, wrist or fingers incompatible with device interface;\n* Inability to tolerate 90 minutes of therapy session;\n* Pregnancy or breast feeding;\n* Detectable sensory impairment of affected limb---hemianesthesia to sharp pain.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Tan Tock Seng Hospital","city":"Singapore","zip":"308433","country":"Singapore","geoPoint":{"lat":1.28967,"lon":103.85007}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}