{"protocolSection":{"identificationModule":{"nctId":"NCT05420857","orgStudyIdInfo":{"id":"0902-19-EP"},"organization":{"fullName":"University of Nebraska","class":"OTHER"},"briefTitle":"Effects of Biofeedback on Walking Speed Post-stroke","officialTitle":"The Effects of Overground Visual Biofeedback on Walking Speed and Symmetry in Individuals Post-stroke"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-07","studyFirstSubmitQcDate":"2022-06-13","studyFirstPostDateStruct":{"date":"2022-06-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-09","lastUpdatePostDateStruct":{"date":"2024-02-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Nebraska","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the leading cause of serious long-term disability in the United States. Walking speed is related to stroke severity and how well someone can return to community life. Biofeedback is a useful method for increasing walking speed in persons post-stroke, however, these methods are typically limited to laboratory settings. The objective of this research is to determine the short-term response and training potential of a novel, wearable device that provides visual feedback of hip extension during unconstrained over ground walking. The aims of this study are to 1) determine short-term effects of visual biofeedback on biomechanical outcomes, 2) determine the short-term effects of visual biofeedback on gait symmetry during overground walking in individuals post-stroke. The investigators hypothesize that biomechanical and spatiotemporal outcomes will improve following training with the wearable biofeedback device. To assess these aims, participants' gait biomechanics will be assessed pre- and post-training with the biofeedback device as well as 24-hours following the training. Walking speed (primary outcome) as well as hip extension angle, propulsive force, step width, step length, and step time will be assessed to determine changes in performance with use of the device. By understanding short-term responses to this novel training paradigm, research can begin assessing the potential of wearable biofeedback devices in improving gait in persons post-stroke. Should this training prove successful, this study will provide the necessary feasibility data to motivate a larger scale, case-control clinical trial to determine efficacy of the device and training.","detailedDescription":"For all aims, participants will complete a first testing session where biomechanical variables will be assessed pre- and post-training with the hip extension device. A second testing session will be completed 24-hours following the first session where retention of training will be assessed. Biomechanical assessments, control sessions and training sessions are described as follows:\n\nBiomechanical Assessments: Biomechanical Assessments will be performed to assess variables including walking speed, hip extension angle, and propulsion. Retro-reflective markers will be placed over anatomical landmarks using a lower-body marker set. Participants will be instructed to walk in a straight line over a set of embedded force platforms (AMTI) while a 17-camera motion capture system (Motion Analysis Corp.) records lower-body kinematics and kinetics. Participants will complete a total of three successful walking trials for each assessment with a successful trial being defined as having at least one clean foot strike in a force platform for each foot. No biofeedback will be provided during biomechanical assessments. During the biomechanical assessments, subjects may wear a harness suspended from the ceiling (no body-weight support) for safety. Control Session: Prior to training, participants will undergo assessments without biofeedback. This session will be used as a comparison for the effects of a single training session. Training: Participants will complete three training bouts in a session. For these training bouts, participants will be instructed to walk around the perimeter of the 9m x 15m laboratory while wearing the custom gait biofeedback device and visual display glasses. The training bouts will each be 6 minutes in duration with a 5-minute break in between bouts. The same training structure was successfully used in a previous study10. The biofeedback will be intermittent, with one minute on and one minute off, in order for the individual to not become dependent on the feedback and to promote motor learning. Participants will be told that the device measures the angle their paretic leg is at, and as they move their leg, the line on the screen will move. They will be shown as they move their leg farther back, the line moves up, closer to the target. Participants will not be given specific feedback on what walking strategies to use to increase hip extension angle, to not bias the results. If the participant surpasses the target hip extension angle, the target will blink green, indicating a successful trial. The target hip extension angle is the average of the four greatest peak hip extension angles the individual has achieves within the current training bout. Once the participant exceeds the current target angle, a new target will be created at the new average value. This novel feedback paradigm encourages the individual to progressively increase their peak hip extension by providing a high, but previously achieved target goal that adapts to improved performance in real-time. During training bouts, research personnel will follow the participant for safety.\n\nClinical Assessment: Participants will complete a clinical assessment prior to biomechanical assessments and training. Measurements from this assessment will include hip flexion and extension range of motion, hip flexion and extension strength, plantarflexion strength, and spasticity and will be used as covariates in analysis if significant effects are demonstrated within a factor. Hip flexion and extension range of motion will be measured with a goniometer while the participant is positioned on a patient table supine for flexion and prone for extension. Research personnel will guide the limb being measured to end range of motion while also bracing the pelvis to prevent extra motion not coming from the hip. Hip flexion and extension and plantarflexion strength will be measured using an isokinetic dynamometer (Biodex Medical Systems) where participants will complete three maximal voluntary contractions in each direction for each limb with the maximum torque being recorded and used for analysis. Spasticity will be assessed by asking participants to rate the frequency of their spasms on a 5-point scale ranging from no spasms to spasms occurring more than 10 times per hour, then severity of spasms will be assessed by a researcher using a 3-point scale ranging from mild to severe."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":38,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Hip Biofeedback","type":"EXPERIMENTAL","description":"Training: Participants will complete three training bouts in a session. For these training bouts, participants will be instructed to walk around the perimeter of the 9m x 15m laboratory while wearing the custom gait biofeedback device and visual display glasses. The training bouts will each be 6 minutes in duration with a 5-minute break in between bouts. The biofeedback will be intermittent, with one minute on and one minute off, in order for the individual to not become dependent on the feedback and to promote motor learning. Participants will be told that the device measures the angle their paretic leg is at, and as they move their leg, the line on the screen will move. They will be shown as they move their leg farther back, the line moves up, closer to the target. Participants will not be given specific feedback on what walking strategies to use to increase hip extension angle. If the participant surpasses the target hip extension angle, the target will blink green.","interventionNames":["Other: Overground Visual Biofeedack"]}],"interventions":[{"type":"OTHER","name":"Overground Visual Biofeedack","description":"Subjects participate in biofeedback training for 3 6-minute bouts in a single session.","armGroupLabels":["Hip Biofeedback"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Walking Speed","description":"Walking speed as measured by motion capture","timeFrame":"change in walking speed from pre-training, immediately after completing the training (post-training), and 24-hour follow-up"}],"secondaryOutcomes":[{"measure":"Peak Hip Extension","description":"Peak hip extension as measured by motion capture","timeFrame":"change in peak hip extension and inter-limb symmetry from pre-training, immediately after completing the training (post-training), and 24-hour follow-up"},{"measure":"Peak Propulsive Force","description":"Peak propulsion as measured by motion capture","timeFrame":"change in peak propulsive force and inter-limb symmetry from pre-training, immediately after completing the training (post-training), and 24-hour follow-up"},{"measure":"Step width","description":"Step width as measured by motion capture","timeFrame":"change in inter-limb symmetry from pre-training, immediately after completing the training (post-training), and 24-hour follow-up"},{"measure":"Step length","description":"Step length as measured by motion capture","timeFrame":"change in inter-limb symmetry from pre-training, immediately after completing the training (post-training), and 24-hour follow-up"},{"measure":"Step time","description":"step time as measured by motion capture","timeFrame":"change in inter-limb symmetry from pre-training, immediately after completing the training (post-training), and 24-hour follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 19-80 years\n2. Chronic stroke (\\>6 months post-stroke)\n3. Be able to walk 10-meters with or without an assistive device\n4. Sufficient cognitive ability to understand instructions and communicate with the study team (moderate or better score on MOCA/MMSE)\n\nExclusion Criteria:\n\n1. Multiple strokes\n2. Complaints of cardiorespiratory or musculoskeletal disorders that would affect walking\n3. Visual deficits or hemi-neglect\n4. Other neurologic disorders beyond stroke","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Brian A Knarr, PhD","role":"CONTACT","phone":"402-554-4193","email":"bknarr@unomaha.edu"}],"overallOfficials":[{"name":"Brian A Knarr, PhD","affiliation":"University of Nebraska","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Nebraska at Omaha","status":"RECRUITING","city":"Omaha","state":"Nebraska","zip":"68182","country":"United States","contacts":[{"name":"Brian A Knarr, PhD","role":"CONTACT","phone":"402-554-4193","email":"bknarr@unomaha.edu"},{"name":"Brian A Knarr, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.25626,"lon":-95.94043}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}