{"protocolSection":{"identificationModule":{"nctId":"NCT04161820","orgStudyIdInfo":{"id":"023"},"organization":{"fullName":"Akdeniz University","class":"OTHER"},"briefTitle":"The Effect of Education Based on the Chronic Care Model (StrokeCARE) in Patients With Ischemic Stroke","officialTitle":"The Effect of Education and Telephone Follow-up Based on the Chronic Care Model on Self-management, Quality of Life and Patient Satisfaction in Patients With Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2019-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-10-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-11-05","type":"ACTUAL"},"studyFirstSubmitDate":"2019-11-08","studyFirstSubmitQcDate":"2019-11-11","studyFirstPostDateStruct":{"date":"2019-11-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-11-11","lastUpdatePostDateStruct":{"date":"2019-11-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Simge KALAV","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Akdeniz University"},"leadSponsor":{"name":"Akdeniz University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"* Stroke is the third leading cause of death worldwide and is defined as neurological deficit due to ischemic or hemorrhagic causes. The risk of death in the 30 days following recurrent stroke was reported to be between 23% and 41%, and the risk of new disability was between 39% and 53%. Therefore, patient self-management is important in preventing recurrent stroke. The aim of this study was to evaluate the effect of education and telephone follow-up based on the Chronic Care Model on self-management, quality of life and patient satisfaction in patients with ischemic stroke. The study is a randomized controlled experimental study. A total of 68 patients (34 interventions and 34 controls) were randomized into a computer program with 80% power, 95% reliability and 0.05 margin of error. Patients were included in the study according to the inclusion criteria and randomization list. The self-management support component of the Chronic Care Model was implemented using the 5A (ASK, ADVICE, ASSESS, ASSIST, ARRANGE) methodology. The Conceptual-Theoretical-Experimental structure of the research was created. A training booklet for stroke patients was created within the scope of the Chronic Care Model self-management support component. After the pre-tests, the patients who were included in the intervention group were given discharge training with a booklet prepared based on the Chronic Care Model and containing information and recommendations on self-management strategies during their stay in the hospital (0 months). These patients were followed up by telephone on the 7th day, 15th day, 1st month and 2nd month after discharge. No intervention other than routine hospital follow-up was performed for the patients included in the control group.\n* The patients who were included in the control and intervention groups were performed to post-tests at the 3rd month outpatient clinic control and metabolic variables of the patients were obtained from the patient clinical information system.","detailedDescription":"Stroke is the third leading cause of death worldwide and is defined as neurological deficit due to ischemic or hemorrhagic causes. Stroke is an important health problem in Turkey as it is common in society and causes death. Stroke patients are reported to be at risk for secondary stroke. The risk of death in the 30 days following recurrent stroke was reported to be between 23% and 41%, and the risk of new disability was between 39% and 53%. Therefore, patient self-management is important in preventing recurrent stroke. One of the most widely accepted and effective models in the international literature for chronic diseases is the Chronic Care Model. The aim of this study was to evaluate the effect of education and telephone follow-up based on the Chronic Care Model on self-management, quality of life and patient satisfaction in patients with ischemic stroke.\n\nThe study is a randomized controlled experimental study. The sample of the study included inpatients with stroke in Akdeniz University Hospital Neurology Clinic. A total of 68 patients (34 interventions and 34 controls) were randomized into a computer program with 80% power, 95% reliability and 0.05 margin of error.\n\nIn this study, four components of the Chronic Care Model were applied. These elements are self-management support, delivery system design, decision support and clinical information systems. The self-management support component of the Chronic Care Model was implemented using the 5A (ASK, ADVICE, ASSESS, ASSIST, ARRANGE) methodology. The Conceptual-Theoretical-Experimental structure of the research was created.\n\nAccording to the intervention protocol of the study:\n\n* A training booklet for Stroke Patients was created within the scope of the Chronic Care Model self-management support component. The quality of the booklet was evaluated by the DISCERN measurement tool by the Nursing Faculty and Neurology specialists. The difficulty level of the training booklet was calculated according to Atesman's Readability Formula.\n* Three patients with stroke were applied pilot scheme.\n* Patients were included in the study according to the inclusion criteria and randomization list.\n* Patients in the control and intervention groups were interviewed before discharge (0 months). Preliminary tests were performed after obtaining informed consent from the patients. For this purpose, Personal Information Form, Modified Barthel Index, Stroke Self-Efficacy Questionnaire, Stroke Specific Quality of Life Scale were applied. Metabolic variables (blood pressure, height / weight assessment and laboratory findings \\[HDL cholesterol, LDL cholesterol, total cholesterol, triglyceride, HbA1c, APTT, PT and INR\\]) were obtained from the patient clinical information system.\n* After the pre-tests, the patients were given discharge training with a booklet prepared based on the Chronic Care Model and containing information and recommendations on self-management strategies during their stay in the hospital (0 months). Trainings were performed in a single session and in the patient room at the clinic, not to exceed 45-50 minutes.\n* The patients who were included in the intervention group were followed up by telephone on the 7th day, 15th day, 1st month and 2nd month after discharge.\n* Patients were referred to the hospital in unexpected / unpredictable situations during the three-month period.\n* No intervention other than routine hospital follow-up was performed for the patients included in the control group.\n* The patients who were included in the control and intervention groups were performed to post-tests at the 3rd month outpatient clinic control and metabolic variables of the patients were obtained from the patient clinical information system."},"conditionsModule":{"conditions":["Stroke, Ischemic","Self Efficacy"],"keywords":["Chronic Care Model","Self-management","Stroke","Quality of Life"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":68,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Education and telephone follow ups based on the CCM","type":"EXPERIMENTAL","description":"After the pre-tests (self-management, quality of life and patient satisfaction were assessed by scales at the first interview), the patients were given discharge training with a booklet prepared based on the Chronic Care Model (CCM) and containing information and recommendations on self-management strategies during their stay in the hospital (0 months). Trainings were performed in a single session and in the patient room at the clinic, not to exceed 45-50 minutes. The patients who were included in the intervention group were followed up by phone on the 7th day, 15th day, 1st month and 2nd month after discharge. Patients were referred to the hospital in unexpected / unpredictable situations during the three-month period.\n\nSelf-management, quality of life and patient satisfaction were assessed by scales at the first interview and 3 months later. Metabolic variables of the patients were obtained from the patient clinical information system at the first interview and 3 months later.","interventionNames":["Behavioral: The effect of education and telephone follow ups based on the Chronic Care Model on self-management, quality of life and patient satisfaction in patients with ischemic stroke"]}],"interventions":[{"type":"BEHAVIORAL","name":"The effect of education and telephone follow ups based on the Chronic Care Model on self-management, quality of life and patient satisfaction in patients with ischemic stroke","description":"The effect of education and telephone follow ups based on the Chronic Care Model on self-management, quality of life and patient satisfaction in patients with ischemic stroke Self-management, quality of life and patient satisfaction were assessed by scales at the first interview and 3 months later. Metabolic variables of the patients were obtained from the patient clinical information system at the first interview and 3 months later.","armGroupLabels":["Education and telephone follow ups based on the CCM"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Has an effect on improving self-management skills","description":"The Stroke Self-Efficacy Questionnaire (SSEQ): In this study, the final 13-item SSEQ was used for collecting data. Each item is scored on a 4-point scale (0 \"not at all confident\" to 3 \"very confident\"). The 4-point scale provides a score range 0-39. A higher score indicates a higher self-efficacy. In this study, Turkish Version of the questionnaire was used.","timeFrame":"3 months"},{"measure":"Has an effect on improving quality of life","description":"Stroke Spesific Quality of Life Scale (SS-QOL) is a disease-specific QOL measure. It consists of 49 items encompassing 12 domains, which include the social role, mobility, energy, language, self-care, mood, personality, thinking, upper extremity function, family role, vision, and work/productivity. Each item is ranked on a five-point Likert scale in which level one means completely agreed while level five means completely disagree. The summary score of this scale is an un-weighted average of the 12 domains. The total score ranges from 49 to 245, with higher scores indicating a better QOL. In this study, Turkish Version of the scale was used.","timeFrame":"3 months"},{"measure":"Has an effect on improving patient satisfaction","description":"The Patient Assessment of Chronic Illness Care (PACIC) is a relatively brief 20-item questionnaire designed to assess the extent to which care is aligned with the Chronic Care Model. It consists five factors and, 20-item. The increase in the scale scores shows that individuals with chronic disease are highly satisfied with the care they receive. In this study, Turkish Version of the questionnaire was used.","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Matching the TOAST classification criteria\n* Place, time, person orientation\n* Based on the Modified Rankin Scale \"0,1,2,3\"\n* 18 years and older\n* First diagnosis of ischemic stroke by CT and MRI\n* Literate\n* Telephone-capable\n* No barriers to written or oral communication\n\nExclusion Criteria:\n\n* Diagnosed with psychiatric disease\n* Diagnosed with advanced liver or kidney disease\n* Malignancy or other neurological disease","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Hicran Bektas, PhD, RN","affiliation":"Akdeniz University Faculty of Nursing","role":"STUDY_CHAIR"}],"locations":[{"facility":"Simge Kalav","city":"Antalya","zip":"07058","country":"Turkey","geoPoint":{"lat":36.90812,"lon":30.69556}}]},"referencesModule":{"references":[{"pmid":"34264000","type":"DERIVED","citation":"Kalav S, Bektas H, Unal A. Effects of Chronic Care Model-based interventions on self-management, quality of life and patient satisfaction in patients with ischemic stroke: A single-blinded randomized controlled trial. Jpn J Nurs Sci. 2022 Jan;19(1):e12441. doi: 10.1111/jjns.12441. Epub 2021 Jul 15."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Simge KALAV, Principal Investigator, Akdeniz University","unpostedEvents":[{"type":"RELEASE","date":"2020-08-28"},{"type":"UNRELEASE","date":"2020-09-07"},{"type":"RELEASE","date":"2020-09-07"},{"type":"RESET","date":"2020-09-25"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2020-08-28","submissionInfos":[{"releaseDate":"2020-08-28","unreleaseDate":"2020-09-07"},{"releaseDate":"2020-09-07","resetDate":"2020-09-25"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}