{"protocolSection":{"identificationModule":{"nctId":"NCT05625438","orgStudyIdInfo":{"id":"TRC-08"},"organization":{"fullName":"TRCare, Inc.","class":"INDUSTRY"},"briefTitle":"Telerehabilitation Early After Stroke","officialTitle":"Bedside Telerehabilitation Early After Stroke"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-11-01","studyFirstSubmitQcDate":"2022-11-18","studyFirstPostDateStruct":{"date":"2022-11-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-04","lastUpdatePostDateStruct":{"date":"2023-10-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"TRCare, Inc.","class":"INDUSTRY"},"collaborators":[{"name":"Providence St. Jude Medical Center","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to assess the safety and feasibility of providing extra doses of rehabilitation therapy for persons with a recent stroke. The therapy treatment targets to improve arm function by introducing telerehabilitation to the bedside of participants during the inpatient rehab admission period. Participants will use a newly developed functional training system (HandyMotion) to access therapy treatment program directly from their hospital room. HandyMotion is a sensor-based training system that can connect to the TV set in the hospital room, enabling patients to access their therapy training program to practice rehab-oriented games and exercises ad libitum, at any time of the day.","detailedDescription":"This clinical trial is designed to address 3 specific aims:\n\nAim 1: To measure the safety of daily bedside telerehabilitation.\n\nAim 2: To measure the feasibility of daily bedside telerehabilitation.\n\nAim 3: To derive a preliminary estimate of motor and functional outcomes in patients engaged in daily bedside telerehabilitation.\n\nTelerehabilitation therapy is delivered over the course of the inpatient rehabilitation stay. A therapist-facing web portal is used for treatment planning and patient monitoring. The treatment approach was initially designed based on an upper-extremity task-specific training manual and Accelerated Skill Acquisition Program.\n\nEach daily 45-minute treatment session is created by a licensed OT or PT and includes:\n\nA. At least 15 min/day of upper extremity exercises. In addition, therapists have the option to incorporate standard exercise equipment (e.g., Theraband or dowels) that can be incorporated into assigned exercises.\n\nB. At least 15 min/day of functional training through games. The study provides 2 controllers with 5 different input devices that are available to drive game play. Games stress various motor control features (e.g., varying movement speed, range of motion, target size, extent of visuomotor tracking, or level of cognitive demand), which are selected and adjusted by the therapist.\n\nC. Five minutes/day of stroke education. The education content targets five categories (Stroke Risk Factors, Stroke Prevention, Effects of Stroke, Diet, and Exercise) and corresponds to the Stroke Knowledge Exam."},"conditionsModule":{"conditions":["Cerebral Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Bedside Telerehabilitation","type":"EXPERIMENTAL","description":"Participants will be assigned 45-minute therapy training exercises each day for 5 days per week.\n\nParticipants will use the HandyMotion device to interact with the telerehabilitation program displayed on the TV set in the patient room.","interventionNames":["Device: HandyMotion Treatment Program"]}],"interventions":[{"type":"DEVICE","name":"HandyMotion Treatment Program","description":"A pair of sensor-based wireless remote controllers to allow the performance of functional exercises and games that target arm movement.","armGroupLabels":["Bedside Telerehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Safety of daily beside telerehabilitation based on incidence of treatment-emergent adverse events as assessed by regular review of the medical record and patient interview","description":"Safety will be measured in terms of adverse events (AEs) deemed related to use of the telerehabilitation system on a probable or definite basis.","timeFrame":"\"For approximately 2 weeks, up until 2 days prior to discharge\""}],"secondaryOutcomes":[{"measure":"Feasibility of daily bedside telerehabilitation based on measurement of patient compliance, as determined by reviewing electronic records of device usage","description":"Feasibility will be measured in terms of patient compliance, specifically the fraction of days where a patient is assigned to do bedside telerehabilitation and initiates a treatment session. Any factors related to reduced compliance, including technical and medical factors, will be recorded.","timeFrame":"\"baseline\" and \"immediately after end of treatment\""},{"measure":"Box and Blocks Test","description":"Measure of Upper Extremity Function by assessing unilateral gross manual dexterity. Participant will be asked to move, one by one, the maximum number of blocks from one compartment of a box to another of equal size, within 60 seconds.","timeFrame":"\"baseline\" and \"immediately after end of treatment\""}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 years or older\n2. Stroke that is radiologically verified, due to ischemia or to intracerebral hemorrhage, and with time of stroke onset \\<30 days prior to enrollment; or traumatic brain injury.\n3. Unilateral arm motor deficits that are neither trivial (no arm weakness) or devastating (arm plegia). This requires that the baseline Box \\& Block Test score with affected arm to be at least 1 block in 60 seconds but no more than 90% of the number of blocks with the good arm.\n4. Possess enough arm movement to participate in therapy\n5. Informed consent signed by the subject\n6. Able to follow simple instructions\n7. Study participation is not likely to be significantly limited by agitated behavior\n\nExclusion Criteria:\n\n1. A major, active, coexistent neurological or psychiatric disease that would limit study participation, e.g., advanced dementia\n2. Expectation that patient's cognitive status will likely interfere substantially with playing assigned games or exercises\n3. Deficits in communication that interfere with reasonable study participation\n4. Lacking visual acuity, with or without corrective lens, of 20/50 or better in at least one eye\n5. Subject does not speak sufficient English to comply with study procedures\n6. Shoulder pain that in the judgement of the study team is likely to substantially limit the amount of telerehabilitation therapy completed","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Johnson K Sun","role":"CONTACT","phone":"650-300-2168","email":"kit@trcare.net"}],"overallOfficials":[{"name":"Natalia Covarrubias-Eckardt, MD","affiliation":"Providence St. Jude Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Providence St. Jude Medical Center","status":"RECRUITING","city":"Fullerton","state":"California","zip":"92835","country":"United States","contacts":[{"name":"Natalia Covarrubias-Eckardt, MD","role":"CONTACT","phone":"714-992-3000","phoneExt":"1600","email":"Natalia.Covarrubias-Eckardt@stjoe.org"},{"name":"Natalia Covarrubias-Eckardt, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.87029,"lon":-117.92534}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}