{"protocolSection":{"identificationModule":{"nctId":"NCT05593237","orgStudyIdInfo":{"id":"21-33344"},"organization":{"fullName":"University of California, San Francisco","class":"OTHER"},"briefTitle":"Transcranial Magnetic Stimulation for Chronic Neuropathic Pain","officialTitle":"A Pilot Trial of Longitudinal Repetitive Transcranial Magnetic Stimulation (rTMS) for Chronic Neuropathic Pain"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-20","studyFirstSubmitQcDate":"2022-10-20","studyFirstPostDateStruct":{"date":"2022-10-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-20","lastUpdatePostDateStruct":{"date":"2023-10-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of California, San Francisco","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Chronic neuropathic pain is defined as pain caused by a lesion or disease of the somatosensory nervous system. It is highly prevalent, debilitating, and challenging to treat. Current available treatments have low efficacy, high side effect burden, and are prone to misuse and dependence. Emerging evidence suggests that the transition from acute to chronic neuropathic pain is associated with reorganization of central brain circuits involved in pain processing. Repetitive transcranial magnetic stimulation (rTMS) is a promising alternative treatment that uses focused magnetic pulses to non-invasively modulate brain activity, a strategy that can potentially circumvent the adverse effects of available treatments for pain. RTMS is FDA-approved for the treatment of major depressive disorder, obsessive-compulsive disorder, and migraine, and has been shown to reduce pain scores when applied to the contralateral motor cortex (M1). However, available studies of rTMS for chronic neuropathic pain typically show variable and often short-lived benefits, and many aspects of optimal treatment remain unknown, including ideal rTMS stimulation parameters, duration of treatment, and relationship to the underlying pain etiology. Here the investigators propose to evaluate the efficacy of high frequency rTMS to M1, the region with most evidence of benefit in chronic neuropathic pain, and to use functional magnetic resonance imaging (fMRI) to identify alternative rTMS targets for participants that do not respond to stimulation at M1. The central aim is to evaluate the pain relieving efficacy of multi-session high-frequency M1 TMS for pain. In secondary exploratory analyses, the investigator propose to investigate patient characteristic that are predictive of responsive to M1 rTMS and identify viable alternative stimulation targets in non-responders to M1 rTMS.","detailedDescription":"The investigators will recruit 20 patients diagnosed with chronic neuropathic pain for a randomized, single-blind, 2-arm crossover pilot TMS treatment trial. Participants will be recruited outpatients from departments of neurosurgery, neurology, and pain medicine at UCSF; patients referred from other hospitals or clinics as candidates of this trial. Baseline screening, clinical interviews, behavioral testing, and recording of pain scores will be performed in either the UCSF Nancy Friend Pritzker Psychiatry Building, UCSF Pain Management Center, or UCSF Mount Zion Hospital prior to the first treatment session. Eligible patients will be randomized to one of two stimulation frequencies: high frequency (10Hz) excitatory vs low frequency (1Hz) inhibitory repetitive transcranial magnetic stimulation (rTMS). We will use clinical and research TMS devices that have been cleared by the FDA for treating obsessive compulsive disorder and refractory major depressive disorder (located in the Pritzker Building) through a collaboration with Dr. Andrew Krystal (Director of UCSF Interventional Psychiatry Program and Co-Director of the TMS \\& Neuromodulation Clinic) and Dr. Moses Lee (Director of OCD clinic) at UCSF.\n\nRandomized patients will return for once daily rTMS sessions for 10 consecutive weekdays. On the first randomization visit, participants will record their current pain level using a visual analog scale (VAS), complete a variety of self-report scales (e.g., NIH PROMIS questionnaires, pain map, McGill Pain Questionnaire (MPQ), Pain Catastrophizing Scale (PCS), Pain Anxiety Symptom Scale (PASS), Beck Depression Inventory-II (BDI-II), WHO Disability Assessment Schedule (WHODAS), Patient Global Impression of Change (PGIC), and Pittsburgh Sleep Quality Index (PSQI)), and undergo a brain MRI session consisting of T1-weighted, T2-weighted, and diffusion tensor anatomical scans as well as functional MRI (fMRI) scans at rest and while rating spontaneous pain. Using single-pulse TMS, the investigators will estimate individual resting motor thresholds (RMT) of the affected extremity. Each treatment visit will consist of either: a series of thirty 10-Hz stimulations to the target brain regions at 90% RMT (each lasting 10 s with 50 s between stimulations, for a total of 3,000 pulses per visit) or thirty 1-Hz stimulations to the target brain regions at 90% RMT (total of 300 pulses per visit). Each treatment session will last \\~30 min. Electromyography (EMG), heart rate and galvanic skin conductance will be recorded continuously throughout each session.\n\nAfter completing the first 10 sessions, participants will have the option to receive additional stimulation with at either the same region or at a new target region, determined by each subject's baseline MRI scan, at the same frequency with the same schedule as the first session of treatment. Non-responders (\\<35% improvement of VAS scores) and those with relapse post-treatment to within 35% pre-treatment baseline pain severity will cross over to the new target arm. Participants will be followed for 6-months to evaluate the duration of benefit with follow up assessments at 1 week, 1 month, and 6 months."},"conditionsModule":{"conditions":["Chronic Neuropathic Pain","Post-Stroke Pain","Trigeminal Neuralgia","Nerve Injury","Spinal Cord Injuries","Pain, Postoperative","Complex Regional Pain Syndromes","Post-herpetic Neuralgia","Nerve Root Avulsion"],"keywords":["Pain","Neuropathic Pain","TMS","Neuromodulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Blinded, randomized pilot TMS treatment trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Participants will not be informed of their assigned stimulation frequency. Analysis of outcomes will be conducted by an investigator blinded to the treatment that participants received.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"High Frequency rTMS","type":"EXPERIMENTAL","description":"High frequency 10 Hz stimulation of motor cortex (M1)","interventionNames":["Device: High Frequency rTMS"]},{"label":"Low Frequency rTMS","type":"ACTIVE_COMPARATOR","description":"Low frequency 1 Hz stimulation of motor cortex (M1)","interventionNames":["Device: Low Frequency rTMS"]}],"interventions":[{"type":"DEVICE","name":"High Frequency rTMS","description":"Stimulation provided at 10 Hz over target brain regions in thirty trains consisting of 10 seconds of stimulation alternating with 50 seconds of rest (3,000 pulses/session)","armGroupLabels":["High Frequency rTMS"]},{"type":"DEVICE","name":"Low Frequency rTMS","description":"Stimulation provided at 1 Hz over target brain regions in thirty trains consisting of 10 seconds of stimulation alternating with 50 seconds of rest (300 pulses/session)","armGroupLabels":["Low Frequency rTMS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Pain Intensity Over 2 weeks","description":"Change in visual analog scores (VAS) of pain intensity on 0-100 mm scale. 0 indicates no pain, 100 indicates most pain imaginable.","timeFrame":"Baseline and 2 weeks"}],"secondaryOutcomes":[{"measure":"Change in Pain Intensity Over 6 months","description":"Change in visual analog scores (VAS) of pain intensity on 0-100 mm scale. 0 indicates no pain, 100 indicates most pain imaginable.","timeFrame":"Baseline and 6 months"},{"measure":"Change in Pain Unpleasantness Over 2 weeks","description":"Change in visual analog scores (VAS) of pain unpleasantness on 0-100 mm scale. 0 indicates not bothersome at all, 100 indicates most bothersome pain imaginable.","timeFrame":"Baseline and 2 weeks"},{"measure":"Change in Pain Unpleasantness Over 6 months","description":"Change in visual analog scores (VAS) of pain unpleasantness on 0-100 mm scale. 0 indicates not bothersome at all, 100 indicates most bothersome pain imaginable.","timeFrame":"Baseline and 6 months"},{"measure":"Percent Responders","description":"Proportion of patients in each group with \\>50% reduction in pain intensity VAS","timeFrame":"Baseline and 2 weeks"},{"measure":"Percent Responders","description":"Proportion of patients in each group with \\>50% reduction in pain intensity VAS","timeFrame":"Baseline and 6 months"},{"measure":"Change in medication use","description":"Change in daily as-needed medication use from baseline, in number of doses per day.","timeFrame":"Baseline and 2 weeks"},{"measure":"Change in medication use","description":"Change in daily as-needed medication use from baseline, in number of doses per day.","timeFrame":"Baseline and 6 months"},{"measure":"Change in McGill Pain Questionnaire (MPQ) Pain scores","description":"The McGill Pain Questionnaire is a validated measure of multiple domains of pain processing, including sensory and affective pain processing as well as nociceptive and neuropathic pain. Scores range from 0-45 with 0 indicating low pain and 45 indicating high pain.","timeFrame":"Baseline and 6 months"},{"measure":"Change in Beck Depression Inventory (BDI-II) Scores","description":"Validated measure of clinical depression symptoms to quantify and track mood over time. Scores index depression severity and range from 0-63: 0-13 is considered minimal range, 14-19 is mild, 20-28 is moderate, and 29-63 is severe.","timeFrame":"Baseline and 6 months"}],"otherOutcomes":[{"measure":"Change in NIH PROMIS Toolbox Scores","description":"The NIH PROMIS toolbox contains a host of survey questions tailored to measurement of specific disease states such as pain, global health and function.\n\nThe patient impression evaluates patient self-evaluation and physician evaluation of the patient's general health ranging form 0 to 7 with 7 being the worst general health.","timeFrame":"Baseline and 6 months"},{"measure":"Change in WHO Disability Assessment Schedule (WHODAS) Scores","description":"Assessment of functional disability from the WHO to track level of function throughout the trial. The total score for WHODAS ranges from 0-100. A high score indicates major living limitations.","timeFrame":"Baseline and 6 months"},{"measure":"Pain Catastrophizing Scale (PCS)","description":"Validated scale measuring emotional responses to pain to track pain-related symptoms during the trial. It is a 13-item scale, with a total range of 0 to 52. Higher scores are associated with higher amounts of pain catastrophizing.","timeFrame":"Baseline and 6 months"},{"measure":"Change in Pain Anxiety Symptom Scale (PASS) Scores","description":"Validated scale measuring pain-related anxiety. It is a 20 item scale with a total range of 0-100. Higher scores indicate higher pain-related anxiety symptoms.","timeFrame":"Baseline and 6 months"},{"measure":"Patient Global Impression of Change (PGIC)","description":"Standardized assessment to assess subject's overall impression of improvement. Scores range from 1 to 7, with 1 representing \"no change\" and 7 representing \"a great deal better\"","timeFrame":"6 months"},{"measure":"Change Pittsburgh Sleep Quality Index (PSQI) Scores","description":"Validated insomnia and sleep symptom scale. PSQI ranges from 0-21. Higher scores indicate worse sleep quality.","timeFrame":"Baseline and 6 months"},{"measure":"Brain Network Assessment","description":"T1-weighted high-resolution anatomical image will be acquired to facilitate neuronavigation for TMS treatment. A variety of other sequences including T2 FLAIR and diffusion tensor imaging (DTI) anatomical scans, as well as functional MRI scans (at rest and during ratings of spontaneous pain) will be acquired for research aims. Network features after TMS will be compared with baseline network features.","timeFrame":"Baseline and 2 weeks"},{"measure":"Change in Heart Rate Variability","description":"Single estimate of heart rate variability to assess change in autonomic physiology after TMS relative to baseline.","timeFrame":"Baseline and 2 weeks"},{"measure":"Change in Skin Conductance Level","description":"Single estimate of galvanic skin conductance to assess change in autonomic physiology after TMS relative to baseline.","timeFrame":"Baseline and 2 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meets Criteria for Chronic Neuropathic Pain (NP):\n\n  1. \"Pain caused by a lesion or disease of the somatosensory nervous system\n  2. Intractable pain longer than 6 months after pain onset\n  3. Baseline VAS score 30-94-mm\n  4. Currently prescribed pain medication for NP, history of prior medication trials without adequate pain control, or refused treatments for individual reasons\n  5. Continuous pain in face and/or extremities\n* Age 18-80\n* Any gender and all ethnoracial categories\n* Stable on chronic pain medications for 4 weeks prior to the study and agreeable to continue throughout the study. These medications include: Tricyclic antidepressants (e.g., nortriptyline, amitriptyline), SNRIs (e.g., duloxetine, venlafaxine), gabapentinoids (e.g., gabapentin, pregabalin), antiepileptics (e.g., valproic acid, carbamazepine, lamotrigine), and daily anti-inflammatories (e.g., meloxicam), among others (as determined by study physician at the time of screening). Note: Medications that are known to increase cortical excitability (e.g., buproprion, maprotiline, tricyclic antidepressants, classical antipsychotics) or to have an inhibitory effect on brain excitability (e.g., antiepileptics, benzodiazepines, and atypical antipsychotics), or any other medications with relative hazard for use in TMS will be allowed upon review of medications and/or motor threshold determination by TMS specialist.\n* Participants may continue to take as-needed pain medications and record daily usage throughout the experiment\n* Capacity to provide informed consent\n* Ability to tolerate study procedures\n* Successfully complete the screening forms without contraindications\n\nExclusion Criteria:\n\n* Neurologic: Dementia, Severe neurocognitive disorder (MoCA \\< 22), Severe aphasia, Seizure disorder, certain structural brain lesions (e.g., intracranial mass lesions, hydrocephalus, sequelae of meningitis), or complete paralysis at target site\n* Psychiatric: DSM Axis I disorder, Suicidal thoughts, prior psychosurgery, prior ECT\n* Procedural: prior rTMS within 1 year of consent, enrollment in other clinical trial in the past 6 months\n* TMS contraindications: implanted device; presence of metal in the head, including eyes and ears (excluding dental implants); certain tics; medications or systemic illness that predispose seizure risk\n* Participants with an unstable physical, systemic, or metabolic disorder (e.g., unstable hypertension, cardiac disease)\n* Females who are pregnant or nursing\n* Inability to complete the research study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nick Micic, MA","role":"CONTACT","phone":"415-758-1182","email":"Nick.Micic@ucsf.edu"},{"name":"Julian C Motzkin, MD/PhD","role":"CONTACT","phone":"415-758-1182","email":"julian.motzkin@ucsf.edu"}],"overallOfficials":[{"name":"Julian C Motzkin, MD/PhD","affiliation":"University of California, San Francisco","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Prasad Shirvalkar, MD/PHD","affiliation":"University of California, San Francisco","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UCSF Medical Center","status":"RECRUITING","city":"San Francisco","state":"California","zip":"94158","country":"United States","geoPoint":{"lat":37.77493,"lon":-122.41942}}]},"referencesModule":{"references":[{"pmid":"18952143","type":"BACKGROUND","citation":"Apkarian AV, Baliki MN, Geha PY. Towards a theory of chronic pain. Prog Neurobiol. 2009 Feb;87(2):81-97. doi: 10.1016/j.pneurobio.2008.09.018. Epub 2008 Oct 5."},{"pmid":"29105941","type":"BACKGROUND","citation":"Arendt-Nielsen L, Morlion B, Perrot S, Dahan A, Dickenson A, Kress HG, Wells C, Bouhassira D, Drewes AM. Assessment and manifestation of central sensitisation across different chronic pain conditions. Eur J Pain. 2018 Feb;22(2):216-241. doi: 10.1002/ejp.1140. Epub 2017 Nov 5."},{"pmid":"32193163","type":"BACKGROUND","citation":"Chou YH, Ton That V, Chen AY, Sundman M, Huang YZ. TMS-induced seizure cases stratified by population, stimulation protocol, and stimulation site: A systematic literature search. Clin Neurophysiol. 2020 May;131(5):1019-1020. doi: 10.1016/j.clinph.2020.02.008. Epub 2020 Mar 3. No abstract available."},{"pmid":"31593002","type":"BACKGROUND","citation":"Hosomi K, Sugiyama K, Nakamura Y, Shimokawa T, Oshino S, Goto Y, Mano T, Shimizu T, Yanagisawa T, Saitoh Y; TEN-P11-01 investigators. A randomized controlled trial of 5 daily sessions and continuous trial of 4 weekly sessions of repetitive transcranial magnetic stimulation for neuropathic pain. Pain. 2020 Feb;161(2):351-360. doi: 10.1097/j.pain.0000000000001712."},{"pmid":"25034472","type":"BACKGROUND","citation":"Lefaucheur JP, Andre-Obadia N, Antal A, Ayache SS, Baeken C, Benninger DH, Cantello RM, Cincotta M, de Carvalho M, De Ridder D, Devanne H, Di Lazzaro V, Filipovic SR, Hummel FC, Jaaskelainen SK, Kimiskidis VK, Koch G, Langguth B, Nyffeler T, Oliviero A, Padberg F, Poulet E, Rossi S, Rossini PM, Rothwell JC, Schonfeldt-Lecuona C, Siebner HR, Slotema CW, Stagg CJ, Valls-Sole J, Ziemann U, Paulus W, Garcia-Larrea L. Evidence-based guidelines on the therapeutic use of repetitive transcranial magnetic stimulation (rTMS). Clin Neurophysiol. 2014 Nov;125(11):2150-2206. doi: 10.1016/j.clinph.2014.05.021. Epub 2014 Jun 5."},{"pmid":"32122766","type":"BACKGROUND","citation":"Lefaucheur JP, Aleman A, Baeken C, Benninger DH, Brunelin J, Di Lazzaro V, Filipovic SR, Grefkes C, Hasan A, Hummel FC, Jaaskelainen SK, Langguth B, Leocani L, Londero A, Nardone R, Nguyen JP, Nyffeler T, Oliveira-Maia AJ, Oliviero A, Padberg F, Palm U, Paulus W, Poulet E, Quartarone A, Rachid F, Rektorova I, Rossi S, Sahlsten H, Schecklmann M, Szekely D, Ziemann U. Corrigendum to \"Evidence-based guidelines on the therapeutic use of repetitive transcranial magnetic stimulation (rTMS): An update (2014-2018)\" [Clin. Neurophysiol. 131 (2020) 474-528]. Clin Neurophysiol. 2020 May;131(5):1168-1169. doi: 10.1016/j.clinph.2020.02.003. Epub 2020 Feb 19. No abstract available."},{"pmid":"31104898","type":"BACKGROUND","citation":"Lerner AJ, Wassermann EM, Tamir DI. Seizures from transcranial magnetic stimulation 2012-2016: Results of a survey of active laboratories and clinics. Clin Neurophysiol. 2019 Aug;130(8):1409-1416. doi: 10.1016/j.clinph.2019.03.016. Epub 2019 Apr 6."},{"pmid":"32212288","type":"BACKGROUND","citation":"Leung A, Shirvalkar P, Chen R, Kuluva J, Vaninetti M, Bermudes R, Poree L, Wassermann EM, Kopell B, Levy R; and the Expert Consensus Panel. Transcranial Magnetic Stimulation for Pain, Headache, and Comorbid Depression: INS-NANS Expert Consensus Panel Review and Recommendation. Neuromodulation. 2020 Apr;23(3):267-290. doi: 10.1111/ner.13094. Epub 2020 Mar 25."},{"pmid":"29652088","type":"BACKGROUND","citation":"O'Connell NE, Marston L, Spencer S, DeSouza LH, Wand BM. Non-invasive brain stimulation techniques for chronic pain. Cochrane Database Syst Rev. 2018 Apr 13;4(4):CD008208. doi: 10.1002/14651858.CD008208.pub5."},{"pmid":"33243615","type":"BACKGROUND","citation":"Rossi S, Antal A, Bestmann S, Bikson M, Brewer C, Brockmoller J, Carpenter LL, Cincotta M, Chen R, Daskalakis JD, Di Lazzaro V, Fox MD, George MS, Gilbert D, Kimiskidis VK, Koch G, Ilmoniemi RJ, Lefaucheur JP, Leocani L, Lisanby SH, Miniussi C, Padberg F, Pascual-Leone A, Paulus W, Peterchev AV, Quartarone A, Rotenberg A, Rothwell J, Rossini PM, Santarnecchi E, Shafi MM, Siebner HR, Ugawa Y, Wassermann EM, Zangen A, Ziemann U, Hallett M; basis of this article began with a Consensus Statement from the IFCN Workshop on \"Present, Future of TMS: Safety, Ethical Guidelines\", Siena, October 17-20, 2018, updating through April 2020. Safety and recommendations for TMS use in healthy subjects and patient populations, with updates on training, ethical and regulatory issues: Expert Guidelines. Clin Neurophysiol. 2021 Jan;132(1):269-306. doi: 10.1016/j.clinph.2020.10.003. Epub 2020 Oct 24."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000014277","term":"Trigeminal Neuralgia"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000009437","term":"Neuralgia"},{"id":"D000020918","term":"Complex Regional Pain Syndromes"},{"id":"D000012019","term":"Reflex Sympathetic Dystrophy"},{"id":"D000051474","term":"Neuralgia, Postherpetic"},{"id":"D000011843","term":"Radiculopathy"},{"id":"D000010149","term":"Pain, Postoperative"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000010523","term":"Peripheral Nervous System Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000001342","term":"Autonomic Nervous System Diseases"},{"id":"D000020433","term":"Trigeminal Nerve Diseases"},{"id":"D000005156","term":"Facial Neuralgia"},{"id":"D000005155","term":"Facial Nerve Diseases"},{"id":"D000009059","term":"Mouth Diseases"},{"id":"D000009057","term":"Stomatognathic Diseases"},{"id":"D000003389","term":"Cranial Nerve Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M12759","name":"Pain, Postoperative","asFound":"Pain, Postoperative","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M12071","name":"Neuralgia","asFound":"Neuralgia","relevance":"HIGH"},{"id":"M22343","name":"Complex Regional Pain Syndromes","asFound":"Complex Regional Pain Syndrome","relevance":"HIGH"},{"id":"M14551","name":"Reflex Sympathetic Dystrophy","asFound":"Complex Regional Pain Syndrome","relevance":"HIGH"},{"id":"M26415","name":"Neuralgia, Postherpetic","asFound":"Post-Herpetic Neuralgia","relevance":"HIGH"},{"id":"M16719","name":"Trigeminal Neuralgia","asFound":"Trigeminal Neuralgia","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M833","name":"Fractures, Avulsion","relevance":"LOW"},{"id":"M14379","name":"Radiculopathy","asFound":"Nerve Root Avulsion","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M13122","name":"Peripheral Nervous System Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M13755","name":"Postoperative Complications","relevance":"LOW"},{"id":"M4333","name":"Autonomic Nervous System Diseases","relevance":"LOW"},{"id":"M27669","name":"Primary Dysautonomias","relevance":"LOW"},{"id":"M21919","name":"Trigeminal Nerve Diseases","relevance":"LOW"},{"id":"M20779","name":"Facies","relevance":"LOW"},{"id":"M7989","name":"Facial Neuralgia","relevance":"LOW"},{"id":"M7988","name":"Facial Nerve Diseases","relevance":"LOW"},{"id":"M11709","name":"Mouth Diseases","relevance":"LOW"},{"id":"M11707","name":"Stomatognathic Diseases","relevance":"LOW"},{"id":"M6295","name":"Cranial Nerve Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"},{"id":"T1440","name":"Complex Regional Pain Syndrome","asFound":"Complex Regional Pain Syndrome","relevance":"HIGH"},{"id":"T5717","name":"Trigeminal Neuralgia","asFound":"Trigeminal Neuralgia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}