{"protocolSection":{"identificationModule":{"nctId":"NCT00474292","orgStudyIdInfo":{"id":"070154"},"secondaryIdInfos":[{"id":"07-N-0154"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Influence of Area of Brain Damage on Brain Reorganization After Chronic Stroke","officialTitle":"Influence of Lesion Location on Cortical Reorganization After Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2011-04-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2007-05-14"},"completionDateStruct":{"date":"2011-04-08"},"studyFirstSubmitDate":"2007-05-15","studyFirstSubmitQcDate":"2007-05-15","studyFirstPostDateStruct":{"date":"2007-05-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will examine how the brain rewires itself to make up for the lack of movement many people with stroke experience. It will try to determine if the rewiring differs depending on the location of the stroke and the amount of time since the stroke occurred. For some stoke patients, weakness may persist, while others recover completely after time. It is not known which parts of the brain are involved in the recovery of different types of stroke and if the type of stroke affects recovery.\n\nPeople 18 years of age and older who have had subacute thromboembolic or hemorrhagic stroke more than 3 months before enrolling may participate in this study.\n\nParticipants come to the NIH Clinical Center three times every 2 years for up to 10 years. At the first visit, patients have a neurological examination and perform tests of motor abilities such as lifting small objects, turning cards, using a spoon, stacking checkers and lifting cans during a short period of time as rapidly as possible.\n\nAt the second visit, subjects have structural magnetic resonance imaging (MRI) scans of the brain. MRI uses a strong magnetic field and radio waves to obtain images of body organs and tissues. The MRI scanner is a metal cylinder surrounded by a strong magnetic field. During the scan, the subject lies on a table that can slide in and out of the cylinder, wearing earplugs to muffle loud knocking noises associated with the scanning process. Total scan time is about 30 minutes\n\nAt the third visit, subjects perform some simple movement tasks during functional MRI (fMRI) scans. The procedure is the same as with structural MRI, except that subjects are asked to perform simple movement tasks in the scanner. Before the fMRI scans, electrodes are attached to the subject's arms and legs to monitor muscle activity (surface electromyography). Total scan time is about 1.5 hours. Movement tasks might include pinching a force-measuring instrument with the fingers, pressing different keys on a keyboard as fast as possible, inserting pegs into small holes on a board, lifting weights, flipping cards or similar activities.","detailedDescription":"OBJECTIVES:\n\nThe purpose of this protocol is to acquire information on the types of cortical reorganization associated with different stroke lesions. This is important for formulating hypotheses on lesion-specific types of cortical plasticity following stroke. Understanding lesion-specific cortical reorganization is essential to advancing our understanding of the mechanism(s) underlying functional reorganization and recovery after stroke.\n\nThis protocol will establish a neuroimaging database of brain activations in stroke patients with various lesion sites using task-controlled functional and high-resolution structural magnetic resonance imaging (MRI) methods and detailed monitoring of task performance in the scanner (electromyography \\[EMG\\] and motor kinematics). Specifically, we propose to acquire the following from each new patient in the clinic who has had a stroke at least 3 months prior to their visit:\n\n1. A high-resolution T1-weighted structural scan and T2-weighted MRI; used to characterize lesion location and to quantify tissue loss.\n2. A functional magnetic resonance imaging (fMRI) scan with standardized motor tasks.\n\nBoth will be repeated every two years, for up to 10 years to provide preliminary information on the consistency of plastic changes over time in the chronic stage. This information will be used to generate future hypotheses and power analysis on lesion-specific forms of cortical reorganization.\n\nSTUDY POPULATION:\n\nOne hundred and twenty five stroke patients aged 18 or above with motor function impairment.\n\nDESIGN:\n\nAll stroke patients under this protocol will complete the following evaluations during their initial visit: clinical interview and neurological exam, the National Institutes of Health Stroke Scale (NIH Stroke Scale), the Medical Research Council (MRC), and Jebsen-Taylor scores.\n\nFollowing the initial screening, subjects will be asked to participate in up to two MRI sessions every two years. Session 1 includes anatomical MRI scans (T1- and T2-weighted); Session 2 involves BOLD functional MRI scans.\n\nOUTCOME MEASURES:\n\nOutcome measures will include lesion loci and size, gray matter loss (volume size), white matter loss (volume size), total white matter volume, total gray matter volume, patterns of fMRI BOLD activation within and across sessions, the NIH Stroke scale, the MRC, and Jebsen-Taylor test scores."},"conditionsModule":{"conditions":["Central Nervous System Disease","Cerebrovascular Accident","Stroke"],"keywords":["Stroke","Rehabilitation","Plasticity","fMRI","Reorganization"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"timePerspective":"OTHER"},"enrollmentInfo":{"count":4,"type":"ACTUAL"}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nPatients must be aged 18 or above with subacute (at least 3 months post stroke) thromboembolic or hemorrhagic strokes with impaired motor function in at least one of the limbs but capable of performing the required motor tasks. Assessment of the initial functional state will be taken at the initial visit at the NINDS Stroke Neurorehabilitation Clinic. Patients with additional stroke(s) during the length of the protocol will not be excluded from the study if the conditions stated in the Exclusion Criteria are satisfied.\n\nEXCLUSION CRITERIA:\n\n1. Patients with a history of alcohol or drug abuse, poor motivational capacity, or language disturbances, particularly of receptive nature or with serious cognitive deficits (defined as equivalent to a mini-mental state exam score of 23 or less).\n2. Patients with medical or technical contraindications to MRI procedures (e.g. metal braces, pacemakers, cochlear devices, surgical clips, and other metal/magnetic implants); claustrophobia; and pregnancy.\n3. Patients who are unable to comply with the motor testing protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"11692013","type":"BACKGROUND","citation":"Calautti C, Leroy F, Guincestre JY, Baron JC. Dynamics of motor network overactivation after striatocapsular stroke: a longitudinal PET study using a fixed-performance paradigm. Stroke. 2001 Nov;32(11):2534-42. doi: 10.1161/hs1101.097401."},{"pmid":"12738893","type":"BACKGROUND","citation":"Calautti C, Baron JC. Functional neuroimaging studies of motor recovery after stroke in adults: a review. Stroke. 2003 Jun;34(6):1553-66. doi: 10.1161/01.STR.0000071761.36075.A6. Epub 2003 May 8."},{"pmid":"16267852","type":"BACKGROUND","citation":"Duyn JH, van Gelderen P, Talagala L, Koretsky A, de Zwart JA. Technological advances in MRI measurement of brain perfusion. J Magn Reson Imaging. 2005 Dec;22(6):751-3. doi: 10.1002/jmri.20450."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}