{"protocolSection":{"identificationModule":{"nctId":"NCT00443989","orgStudyIdInfo":{"id":"H-KA-20060172"},"organization":{"fullName":"Rigshospitalet, Denmark","class":"OTHER"},"briefTitle":"Troponin-T for Detection of Perioperative Cardiovascular Events","officialTitle":"A Pilot for the:\"Vascular Events In Noncardiac Surgery Patients Cohort Evaluation Study\"","acronym":"VISION-pilot"},"statusModule":{"statusVerifiedDate":"2007-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2007-03"},"primaryCompletionDateStruct":{"date":"2008-01","type":"ACTUAL"},"completionDateStruct":{"date":"2008-03","type":"ACTUAL"},"studyFirstSubmitDate":"2007-03-06","studyFirstSubmitQcDate":"2007-03-06","studyFirstPostDateStruct":{"date":"2007-03-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2008-05-27","lastUpdatePostDateStruct":{"date":"2008-05-30","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Jørn Wetterslev, Chief Physician","oldOrganization":"Copenhagen Trial Unit, Rigshospitalet, Copenhagen University Hospital, Denmark"},"leadSponsor":{"name":"Rigshospitalet, Denmark","class":"OTHER"},"collaborators":[{"name":"Copenhagen University Hospital at Herlev","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"We will conduct a prospective cohort study evaluating the incidence of and optimal risk estimation model for major perioperative cardiovascular events in consecutive patients undergoing noncardiac surgery at the 'Herlev University Hospital'. This national pilot study in Denmark together with other national studies will inform the feasibility of a large prospective international cohort study.","detailedDescription":"Study Objectives\n\n1. determine the feasibility of recruiting patients in a timely manner\n2. determine the feasibility of obtaining data regarding in hospital post surgical perioperative cardiovascular events, and cardiovascular events over the subsequent six months, and\n3. determine the resource requirements to achieve our recruitment and follow-up goals\n\nStudy Design\n\nWe will undertake a prospective cohort study of patients undergoing noncardiac surgery at the 'Herlev University Hospital', to evaluate the incidence of and best method to predict major perioperative cardiovascular events.\n\nSample Size\n\nWe will recruit a convenience sample of 100 patients for this pilot study.\n\nELIGIBILITY CRITERIA\n\nInclusion Criteria\n\n* All patients undergoing noncardiac surgery are eligible if they:\n\n  1. are \\> 45 years of age\n  2. are undergoing noncardiac surgery requiring overnight hospital admission; AND\n\nExclusion Criterion\n\n* We will exclude patients who refuse 30 day or 6 month follow-up.\n\nPATIENT RECRUITMENT AND INFORMED CONSENT\n\nPrior to starting the study we will provide all surgeons at the 'Herlev University Hospital' with a copy of our study protocol, and we will obtain their approval to approach their patients for inclusion in our study. A research physician will screen the preoperative assessment clinic patient list to identify patients who fulfill the eligibility criteria. The research physician will also review the daily surgical list for eligible patients admitted through the emergency department. The research physician will approach all patients who fulfill the eligibility criteria to obtain informed consent. Once a patient provides consent, the research physician will collect demographic and baseline data (e.g. age, type of surgery, history of coronary artery disease, stroke, peripheral vascular disease).\n\nFOLLOW-UP\n\nAll patients will have an ECG recorded 6 to 12 hours postoperatively and on the 1st, 2nd and 3rd day after surgery. All patients will have a troponin T drawn 6 to 12 hours postoperatively and on the 1st, 2nd, and 3rd day after surgery. Standard orders will ensure these tests are undertaken. The research nurse will review patients' charts prior to hospital discharge and note any primary or secondary outcomes. A research physician will contact patients by phone at 30 days and 6 months post surgery. If patients indicate they have experienced an outcome the study nurse will contact their physicians to obtain the appropriate documentation.\n\nSTUDY OUTCOMES\n\nThe primary outcome is a composite of cardiovascular death, nonfatal myocardial infarction, and nonfatal cardiac arrest at 30 days post surgery. An outcome committee will adjudicate all primary outcomes.\n\nSub Classification of Death\n\nAll deaths will be classified as either cardiovascular or non-cardiovascular. Cardiovascular death is defined as any death with a cardiovascular cause and includes those deaths following a cardiovascular procedure (e.g. percutaneous transluminal coronary angioplasty), cardiac arrest, myocardial infarction, pulmonary embolus, stroke, hemorrhage, or deaths due to an unknown cause. Non-cardiovascular death is defined as deaths due to a clearly documented non-cardiovascular cause (e.g. trauma, infection, malignancy). The research physician will forward the outcome committee all relevant clinical notes, laboratory tests, diagnostic imaging tests, and autopsy information from any patient who dies.\n\nMyocardial Infarction\n\nThe diagnosis MI requires either one of the following:\n\n1. a typical rise of troponin OR a typical fall of an elevated troponin OR a rapid rise and fall of CK-MB. An increased troponin value (i.e. above the decision limit for MI) is a measurement exceeding the 99th percentile of a reference control group with a coefficient of variation \\< 10%. An increased CK MB value (i.e. above the decision limit for MI) is one that exceeds the 99th percentile for CK MB values in a reference control group. One of the following must also exist for the diagnosis of myocardial infarction:\n\n   1. ischemic symptoms (e.g. chest, epigastric, arm, wrist, or jaw discomfort OR shortness of breath lasting at least 20 minutes)\n   2. development of pathologic Q waves on the ECG (Q wave changes must be present in any two contiguous leads, and be \\> 1 mm in depth, further Q waves in leads I, II, aVL, aVF, V4, V5, or V6 must be \\> to 30 ms\n   3. ECG changes indicative of ischemia (new or presumed new ST segment elevation or depression in at least two contiguous leads OR new or presumed new symmetric inversion of T waves \\> 1 mm in at least two contiguous leads)\n   4. coronary artery intervention (e.g. coronary angioplasty)\n   5. new or presumed new cardiac wall motion abnormality on echocardiographic or radionuclide imaging\n2. Pathologic findings of an acute MI The study nurse will forward the outcome committee all relevant clinical notes documenting ischemic symptoms, ECGs, diagnostic imaging tests, and all cardiac enzyme tests from any patient thought to have suffered a myocardial infarction.\n\nNonfatal Cardiac Arrest\n\nNonfatal cardiac arrest is defined as a successful resuscitation from either documented or presumed ventricular fibrillation or sustained ventricular tachycardia, asystole, or pulseless electrical alternans. The study nurse will forward the outcome committee all relevant clinical notes documenting the event, ECGs and/or ECG rhythm strips of any patient thought to have suffered a nonfatal cardiac arrest.\n\nCongestive Heart Failure\n\nThe definition of congestive heart failure requires both clinical (i.e. any of the following signs: elevated jugular venous pressure, respiratory rales, crepitations, or presence of S3) and radiographic evidence (e.g. vascular redistribution, interstitial pulmonary edema, or frank alveolar pulmonary edema).\n\nClinically Significant Atrial Fibrillation\n\nClinically significant atrial fibrillation is defined as atrial fibrillation that results in angina, congestive heart failure, symptomatic hypotension, or that requires treatment with a rate controlling drug, antiarrhythmic drug, or electrical cardioversion.\n\nRehospitalization for Cardiovascular Reasons\n\nRehospitalization for cardiac reasons is defined as rehospitalization for congestive heart failure, ischemic symptoms with ST or T wave changes on an ECG, arrhythmia, or stroke.\n\nStroke\n\nStroke is defined as a new focal neurological deficit thought to be vascular in origin with signs and symptoms lasting more than 24 hours.\n\nEVALUATION OF PILOT OBJECTIVES\n\nWe will determine if we can achieve our goal of recruiting 100 patients over a 2 month period. We will also determine the study personnel requirements. We will determine if we can achieve our follow-up goal of 95% follow-up at 6 months.\n\nETHICAL CONSIDERATIONS\n\nAll patients must sign a consent form to participate in our study. Board."},"conditionsModule":{"conditions":["Myocardial Infarction","Cardiac Arrest"],"keywords":["Perioperative Myocardial Infarction","Stroke","Cardiac Death","Cardiac Arrest","Troponin-T","Non-Cardiac surgery","Death"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Troponin-T"},"enrollmentInfo":{"count":100,"type":"ACTUAL"}},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAll patients undergoing noncardiac surgery are eligible if they:\n\n* Are \\> 45 years of age\n* Are undergoing noncardiac surgery requiring overnight hospital admission; AND\n* Will receive a general or regional anesthetic\n\nExclusion Criteria:\n\n* We will exclude patients who refuse 30 day or 6 month follow-up.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients for major surgery more than 45 years of age","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Søren Borchorst, M.D.","affiliation":"University of Copenhagen","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Herlev Hospital","city":"Herlev","state":"Copenhagen","zip":"2650","country":"Denmark","geoPoint":{"lat":55.72366,"lon":12.43998}},{"facility":"Department of Anesthesiology and Intensive Care, Herlev University Hospital","city":"Herlev","state":"Copenhagen","zip":"DK-2730","country":"Denmark","geoPoint":{"lat":55.72366,"lon":12.43998}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000006323","term":"Heart Arrest"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6535","name":"Death","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M9101","name":"Heart Arrest","asFound":"Cardiac Arrest","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}