{"protocolSection":{"identificationModule":{"nctId":"NCT04807049","orgStudyIdInfo":{"id":"Version 1.1"},"organization":{"fullName":"The University of Hong Kong","class":"OTHER"},"briefTitle":"Clinical Survey on the Stroke Prevention in Atrial Fibrillation in Asia","officialTitle":"Clinical Survey on the Stroke Prevention in Atrial Fibrillation in Asia","acronym":"AF-Registry"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-04"},"primaryCompletionDateStruct":{"date":"2019-06","type":"ACTUAL"},"completionDateStruct":{"date":"2021-03","type":"ACTUAL"},"studyFirstSubmitDate":"2021-03-15","studyFirstSubmitQcDate":"2021-03-18","studyFirstPostDateStruct":{"date":"2021-03-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-03-18","lastUpdatePostDateStruct":{"date":"2021-03-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tse Hung Fat","investigatorTitle":"Professor","investigatorAffiliation":"The University of Hong Kong"},"leadSponsor":{"name":"The University of Hong Kong","class":"OTHER"},"collaborators":[{"name":"Asia Pacific Heart Rhythm Society (APHRS)","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Despite relatively lower prevalence of atrial fibrillation (AF) in Asians (\\~1%) than Caucasians (\\~2%) as reported in observational studies, Asia has a much higher overall disease burden, due to its proportionally larger aged population. Based on reported prevalence rates and projected population figures in Asia, there will be an estimated 49 million men and 23 million women with AF, by year 2050. Stroke is a disabling complication of AF that is of particular cause for concern in Asians patients. Implementing consensus expert recommendations for managing stroke risk in AF patients can considerably reduce stroke rates. However, caution is necessary when aligning management of Asian AF patients to that of their Caucasian counterparts. Current international guidelines and risk stratification tools for AF management are based on findings in predominantly Caucasian populations and may therefore have limited relevance, in certain respects, to Asian patients. The vitamin K antagonist (VKA), warfarin and alternative new oral anticoagulants, direct thrombin inhibitors or factor Xa inhibitors is recommended for reducing the risk of stroke and thromboembolism in high-risk patients with non-valvular AF. However, there is very limited information about the safety and efficacy of those agents in Asian population. Therefore, further research is urgently needed to inform specific guidance on the implications of different stroke and bleeding profiles in Asians versus Caucasians. In order to allow comparison between Asians versus Caucasians population, we propose to adopt the current study protocol and case report form of the EurObservational Research Programme on Atrial Fibrillation General Long-Term study.","detailedDescription":"This is a prospective observational study on the current practice of stroke prevention for AF in Asia. We propose to recruit 5,000 patients (\\~1000 patients per country) from 5 countries in Asia-Pacific regions (Hong Kong, Japan, Taiwan, Singapore, Korea). Patients who are currently follow-up or newly diagnosed AF in these countries will be enrolled and follow-up for 1 year. Their clinical data on baseline, and 12 months follow-up will be recorded (based on the template of the European AF survey- in collaboration with ESC). All patients will be treated according to the clinical practice in their hospital or clinic. Data on their baseline demographic information, including the CHADS2, CHADS2-VAS score, HAS-BLED score, clinical events, including death, ischemic and hemorrhagic stroke, major bleeding events and morality will be collected via a web-based electronic system based on Case Report form of the EurObservational Research Programme on Atrial Fibrillation General Long-Term study.\n\nThe general objectives of the APHRS AF registry on clinical epidemiology and medical management of atrial fibrillation are summarized as follows:\n\n1. To verify the applicability, and to adapt or strengthen international practice guidelines (recommendations) on the diagnosis and treatment of AF and facilitate implementation of such guidelines.\n2. To investigate the applicability of the results of clinical trials in everyday practice.\n3. To analyse the outcome of different disease management strategies.\n4. To foster the implementation of evidence-based medicine.\n\nThe specific objectives of this APHRS AF long term registry are to:\n\n1. Assess whether the diagnostic work-up of AF complies with current international guidelines.\n2. Evaluate appropriateness of treatment in the different subsets of AF in relation to the current clinical guidelines on AF.\n3. Evaluate the use of oral antithrombotic therapies, antiplatelet therapy (aspirin +/- clopidogrel); with the Vitamin K antagonists or with the new drugs (oral direct thrombin inhibitors or oral Factor Xa inhibitors) as they become available. Furthermore, the characteristics, co-morbidities, and risk factors of AF patients who receive different antithrombotic strategies will also be collected.\n4. For those patients who received VKA, we plan to determine what proportions of time these AF patients have achieved an INR 2.0-3.0 or INR \\<2.0 or \\>3.0. Moreover, the patients characteristics/co-morbidities are associated with different INR ranges and their clinical outcomes (stroke or major bleed) will also investigated.\n5. To study the persistence of antithrombotic therapies for AF in Asia. Specifically, we will determine the discontinuation and switch rates for VKA or different novel anticoagulants. Moreover, the clinical characteristics, co-morbidities and the reasons for discontinuation or switching as well as the outcomes (stroke, death, or major bleed) among discontinued and switched patients will be documented.\n6. To study the efficacy (stroke/death), risk (bleeding) and health resource utilization of various anti-thrombotic therapies for real-world stroke prevention in the Asian population.\n7. To study the utilization of different antithrombotic therapies during cardioversion and catheter ablation.\n8. Describe the use of new antiarrhythmic therapy options such as catheter ablation and newly available antiarrhythmic drugs.\n9. Estimate AF-related symptoms and AF-related changes in quality of life.\n10. Obtain contemporary information on the occurrence of AF-related complications. Specifically, the ischemic stroke related to AF in the Asian population as stratified by the CHADS2 and CHADS2-VAS score.\n11. Evaluate mortality and morbidity in relation to therapeutic decisions including adherence to guidelines in the AF cohort at 1 year.\n12. Assess progression of atrial fibrillation from paroxysmal (self-terminating) to persistent (non-self-terminating) atrial fibrillation. To assess the impact of validated and less well-established risk factors for progression of atrial fibrillation, including duration of history of associated diseases, blood pressure, BMI, kidney function, BNP levels and pulmonary disease."},"conditionsModule":{"conditions":["Atrial Fibrillation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":4504,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Observational","description":"Observational"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke Prevention in Atrial Fibrillation in Asia","description":"To verify the applicability, and to adapt or strengthen international practice guidelines (recommendations) on the diagnosis and treatment of AF and facilitate implementation of such guidelines.\n\nTo investigate the applicability of the results of clinical trials in everyday practice.\n\nTo analyse the outcome of different disease management strategies. To foster the implementation of evidence-based medicine.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients will be officially enrolled in the study only if ECG diagnosis of AF has been made.\n* The qualifying episode of AF should have occurred within one year before the date of baseline.\n* AF is the primary or secondary diagnosis, i.e. the current admission / visit may be due to other reasons.\n* Patients need not be in AF at the time of enrolment.\n* Signed Patient Inform Consent if applicable\n\nExclusion Criteria:\n\n* No ECG/Holter with AF recorded.\n* Only atrial flutter recorded.\n* The qualifying episode of AF occurred more than one year before the date of baseline.\n* Age \\<18 years.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"We propose to recruit 5,000 patients (\\~1000 patients per country) from 5 countries in Asia-Pacific regions (Hong Kong, Japan, Taiwan, Singapore, Korea). Patients who are currently follow-up or newly diagnosed AF in these countries will be enrolled and follow-up for 1 year.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Queen Mary Hospital","city":"Hong Kong","country":"China","geoPoint":{"lat":22.39407,"lon":114.13737}},{"facility":"National Heart Centre Singapore","city":"Singapore","country":"Singapore","geoPoint":{"lat":1.28967,"lon":103.85007}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}