{"protocolSection":{"identificationModule":{"nctId":"NCT06119230","orgStudyIdInfo":{"id":"H22-01979"},"organization":{"fullName":"University of British Columbia","class":"OTHER"},"briefTitle":"The Active Transition Home Post-Stroke Program","officialTitle":"The Active Transition Home Program: Use of Wearable Sensors to Increase Activity Levels Following Discharge Home From Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-17","studyFirstSubmitQcDate":"2023-11-03","studyFirstPostDateStruct":{"date":"2023-11-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-03","lastUpdatePostDateStruct":{"date":"2023-11-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Courtney Pollock","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of British Columbia"},"leadSponsor":{"name":"University of British Columbia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Post-stroke participants will wear wearable sensors for one week at 1-week prior to discharge from inpatient rehabilitation, 3- and 7- weeks post-discharge and 3-months post-discharge. All participants will wear sensors but only participants in the intervention group will receive sensor-informed activity feedback (e.g., activity, sleep and sedentary behaviour) and feedback informed goal setting sessions with a physiotherapist. The feedback forms will be co-created with physiotherapists working at GF Strong. Focus group(s) will be conducted to collect the opinions of clinicians with respect to measures to be included in the feedback form. At 3-months post-discharge, participants will be interviewed regarding their experience with the sensors. This study will explore the feasibility and initial benefits of using wearable sensors paired with goal setting to assist in the maintenance of activity levels during a difficult period for stroke survivors (transitioning home from rehab).","detailedDescription":"Purpose: This study will explore the benefits of using wearable sensor informed feedback and associated goal setting sessions for increasing activity levels during the transition home from stroke rehab.\n\nHypothesis: The investigators hypothesize that 1) wearable sensors are a feasible intervention for monitoring activity levels during the transition home, 2) participants receiving activity feedback and goal setting sessions will maintain higher activity levels compared to participants who only receive standard of care and 3) participants will report an overall positive experience with the use of sensor-informed feedback and goal setting sessions during the first 3 months of their transition.\n\nJustification: The feasibility of using wearable sensor informed feedback and goal setting sessions has not yet been explored during the transition from inpatient stroke rehabilitation to home. This is an important period for recovery. Evidence shows that the first six months post-stroke are foundational to forming healthy activity patterns that encourage continued recovery, prevent the occurrence of poor secondary health outcomes, recurrent stroke, and optimize quality of life.\n\nObjectives: The objectives will be to 1) explore the feasibility of using sensor-informed activity feedback to guide the establishment of activity patterns during the transition, 2) evaluate the preliminary efficacy of sensor-informed activity feedback to improve activity patterns during the transition and 3) qualitatively explore the perceptions of patients regarding their experiences with the wearable sensors and associated activity feedback forms for daily activity tracking.\n\nResearch Design: This study is a feasibility randomized control trial (RCT). All participants will wear sensors on each ankle and wrist (total of 4 sensors) for one week at 4 different time points-1 week prior to discharge from inpatient rehabilitation, 3- and 7- weeks post-discharge and 3-months post-discharge. There will be a control group and an intervention group. Only participants randomized into the intervention group will receive Health and Activity Reports (HARs), feedback forms developed with input from physiotherapists in the the stroke program at GF Strong (via focus groups). The HARs will have detailed information regarding the participant's activity patterns (i.e., sedentary behavior, gait, and sleep), and will be used to inform their goal setting sessions with their Physiotherapist (PT). The last time point of collection (3 months post discharge) represents the post-intervention assessment, participants in the intervention group will not receive their activity reports until completing the close-out interviews. This interview will qualitatively assess the participants experiences with the sensors and the associated goal setting sessions. Controls will have the option to look at their HARs across all time points at the end of the study only.\n\nStatistical Analysis: Transcripts from the focus group(s) with the physiotherapists will be qualitatively analyzed to generate the HAR's prior to its use with patients. Feasibility will be assessed using recruitment and retention rate, compliance rate, and number of technical and adverse events. Between intervention and control group differences will be investigated at 3 months post-discharge in use of stroke-affected upper extremity, walking and general activity levels, sedentary behaviour and sleep which will reveal the preliminary efficacy of this intervention. Lastly, transcripts from the close out interviews with the participants will be qualitatively analyzed to assess participant experiences with the sensors and associated goal setting sessions."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Wearable sensors","Stroke Rehabilitation","inertial measurement units","activity counselling"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Sensors only","type":"NO_INTERVENTION","description":"Participants will only wear the sensors for a one week period during the 4 different time points."},{"label":"Sensors and Activity Counselling","type":"EXPERIMENTAL","description":"Participants will wear the sensors for a one week period and receive a goal setting session with a physiotherapist at baseline, 3-and 7-weeks post discharge.","interventionNames":["Behavioral: Activity Counselling"]}],"interventions":[{"type":"BEHAVIORAL","name":"Activity Counselling","description":"Participants will receive a one hour goal setting session with a physiotherapist where they will use the feedback forms to create activity goals for the upcoming week of collection.","armGroupLabels":["Sensors and Activity Counselling"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Six Minute Walk Test at 3 months","description":"Will assess change in exercise capacity of patients from baseline to 3 months","timeFrame":"Baseline and 3 months"},{"measure":"Change in Timed Up and Go (TUG) Test at 3 months","description":"Will assess change in basic mobility skills from baseline to 3 months","timeFrame":"Baseline and 3 months"},{"measure":"Change in Action Research Arm Test (ARAT) at 3 months","description":"Will assess specific changes in limb function from baseline to 3 months. The ARAT assesses a participant's ability to handle objects differing in size, weight and shape and therefore can be considered to be an arm-specific measure of activity limitation (Platz, Pinkowski, Kim, di Bella, \\& Johnson, 2005; Lyle, 1981).","timeFrame":"Baseline and 3 months"},{"measure":"Change in 10 Meter Walk Test at 3 months","description":"Will assess change in walking speed and functional mobility, gait, and vestibular function from baseline to 3 months.","timeFrame":"Baseline and 3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPhysiotherapists for focus group participation\n\n* Age of 18 or older\n* Registered Physiotherapist at GF Strong (inpatient or outpatient)\n* 1 year of work experience in stroke rehabilitation (acute or chronic)\n\nPatient Group\n\n* Age of 18 or older\n* Had a stroke resulting in hemiparesis\n* English speaking or living with an English-speaking family member to assist with interpretation/goal setting with PT\n\nExclusion Criteria:\n\nPhysiotherapist Focus Group:\n\n- \\<1 year of experience in stroke rehabilitation\n\nPatient Group:\n\n- presents with any other unstable medical conditions that would impact activity (e.g., unstable cardiac condition, recent fracture)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Courtney Pollock, PhD","role":"CONTACT","phone":"604-714-4117","email":"courtney.pollock@ubc.ca"},{"name":"Aishwarya Shenoy","role":"CONTACT","email":"aishshen@student.ubc.ca"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}