{"protocolSection":{"identificationModule":{"nctId":"NCT05323266","orgStudyIdInfo":{"id":"NICU0110WXR"},"organization":{"fullName":"Wuhan Union Hospital, China","class":"OTHER"},"briefTitle":"Ventilation Modalities and Acute Ischemic Stroke","officialTitle":"Effect of Different Ventilation Modalities on the Early Prognosis of Patients With Sleep Apnea After Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-01-08","type":"ACTUAL"},"completionDateStruct":{"date":"2023-02-15","type":"ACTUAL"},"studyFirstSubmitDate":"2022-03-25","studyFirstSubmitQcDate":"2022-04-09","studyFirstPostDateStruct":{"date":"2022-04-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-17","lastUpdatePostDateStruct":{"date":"2023-03-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Wang xiaorong","investigatorTitle":"Internal medicine physician","investigatorAffiliation":"Wuhan Union Hospital, China"},"leadSponsor":{"name":"Wuhan Union Hospital, China","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Acute ischemic stroke is the second leading cause of death and disability, and it is also one of the main reasons for the high cost of health care. The major risk factors for stroke are hypertension, atrial fibrillation, and smoking, which are the main intervention targets for primary stroke prevention. Although these recognized risk factors have been adequately treated, there are also significant differences in stroke incidence and outcome in the population. Sleep apnea is a common complication of acute ischemic stroke, characterized by upper airway obstruction and obstructive sleep apnea.\n\nNowadays, more studies are currently investigating CPAP to promote long-term neurological recovery, improve the ability to perform activities of daily living, and reduce the recurrence of cardiovascular disease in stroke patients. However, 25%-50% of patients with sleep apnea will refuse or be intolerant of ventilation with CPAP. High-flow nasal cannula (HFNC) therapy is a revolutionary non-invasive respiratory support option that is widely used in NICU worldwide. This trial aims to investigate the value of different ventilation methods in reducing the rate of pulmonary infections and tracheal intubation in stroke patients.\n\nThis trial is a prospective randomized cohort study, collecting patients with acute ischemic stroke in the intensive care unit of the Department of Neurology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology from 2022.05.01 to 2023.01.31. Participants who met the inclusion criteria were subjected to polysomnography on the first day of admission, and those diagnosed with sleep apnea according to the diagnostic criteria for sleep apnea were randomly grouped. Participants were given different forms of oxygen therapy, such as usual care therapy (nasal cannula and facemask), nasal continuous positive airway pressure (nCPAP), and HFNC oxygen therapy. After one week of observation, the investigators evaluated whether there were differences in the rate of tracheal intubation and pulmonary infection between the groups, as well as the length of hospitalization, hospital costs, and neurological recovery. All enrolled patients were followed up 1 month after discharge.","detailedDescription":"Study population:\n\nParticipants with acute ischemic stroke in the intensive care unit of the Department of Neurology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology were selected, with stroke onset within one week.\n\nDiagnostic criteria:\n\nPresence of clear clinical manifestations of acute ischemic stroke and clear cerebral infarct lesions on CT and MRI.\n\nContent and Methods:\n\nParticipants who met the study criteria were selected based on inclusion and exclusion criteria. Participants who were included in this study were informed in detail of their condition and the purpose and significance of the current clinical study, and polysomnography monitoring was performed with the consent of the participants themselves or the participant's families. The diagnosis of sleep apnea was confirmed by a sleep apnea-hypopnea index (AHI) ≥5 events/h with nocturnal snoring or sleep apnea symptoms. Participants diagnosed with sleep apnea were grouped according to the principle of stratification and then randomization, (e.g., Glasgow Coma Scale for stratification 9-12, 13-14, and then randomization within each stratum). All participants with an AHI ≥5 events/h were randomized by computer-generated random numbers and the sheets (with numbers printed) were sealed in opaque envelopes. One envelope was opened by a clinical assistant each time a participant was to be randomized and information about the category mentioned in the sheet was then communicated to the sleep technologists in person or by telephone.\n\nThe study was divided into three groups, the usual care group (nasal cannula and facemask), the nasal continuous positive airway pressure (nCPAP) group, and the high-flow nasal cannula (HFNC) group. All participants included in the study recorded basic information, underlying disease, vital signs, stroke site and extent, and recorded AHI, obstructive apnea-hypopnea index (OAHI), oxygen desaturation index (ODI), SpO2, and presence of complications, and also assessed the NIHSS, Barthel Index, modified Rankin scale (mRS), and Aspects score. All participants included in this study were treated with different ventilation modalities for one week, and the length of use, compliance, and side effects of participants with different ventilation modalities were recorded during the treatment period. After one week, the investigators assessed whether there were differences in the rates of tracheal intubation and pulmonary infection among the groups, as well as the length of hospitalization, hospital expenses, mortality, and neurological recovery after one month of discharge.\n\nIn this study, acute ischemic stroke patients with undiagnosed sleep apnea were treated with routine nasal catheter oxygenation, while basic information, underlying disease, vital signs, stroke site and extent, and AHI, OAHI, ODI, SpO2, and presence of complications were recorded, and the NIHSS, Barthel Index, mRS, and Aspects score were also evaluated. All participants underwent multiple polysomnography monitoring, which was completed 1, 3, 5, and 7 days after admission, to record whether acute ischemic stroke patients would develop sleep apnea in the acute phase and the changes in stroke participants' condition when sleep apnea appeared, to lay the foundation for better prevention or early intervention of sleep apnea in stroke patients.\n\nnCPAP therapy: Initial pressure support of 6-8 cmH2O through a nasal mask, pressure titration of CPAP during sleep, and adjustment of CPAP pressure until apnea and hypoventilation are eliminated.\n\nHFNC therapy:\n\nInitial flow rate is set at 20 L/min. titrated after sleep, with each flow rate increasing by 10 L/min up to 60 L/min in an attempt to eliminate apnea and hypoventilation in the supine position or during fast-acting eye sleep.\n\nPolysomnography:\n\nAll participants included in this study will be monitored by polysomnography, which is performed during the time of the participant's sleep and is obtained by a trained technician, and the scoring and analysis are performed by the technician during polysomnography acquisition. Apnea-hypopnea index (AHI): the sum of the average number of apnea and hypoventilation per hour during sleep. Sleep apnea is diagnosed when the apnea index AHI is ≥5 events/h. Sleep apnea (SA): absence or significant reduction (≥90% decrease from baseline amplitude) of oral and nasal airflow during sleep for ≥10 s. Hypopnea: ≥30% decrease in oronasal airflow from baseline level with ≥4% decrease in pulse oximetry (SpO2) during sleep for ≥10s; or ≥50% decrease in oronasal airflow from baseline level with ≥3% decrease in SpO2 for ≥10s. Oxygen desaturation index (ODI): the number of decreases in oxygen saturation ≥ 3% per hour on average.\n\nSample size:\n\nThis study is a prospective randomized cohort study, in which the test level is α = 0.05 and the test efficiency is 1-β = 0.9. According to the number of hospitalized patients with acute ischemic stroke in this study unit and the current incidence of sleep apnea after stroke (60%-80%), and taking into account the possibility that the patient's condition deteriorated during hospitalization and did not meet the inclusion criteria, the final sample size is expected to be 150.\n\nStudy indicators:\n\nParticipants (all on the first day of admission) were recorded for: basic information including gender, age, underlying disease, history of smoking and drinking, BMI, neck circumference, waist circumference; vital signs including heart rate, respiratory rate, blood pressure, body temperature, SpO2; relevant laboratory test indicators including lactic acid, creatinine, total bilirubin, B-type natriuretic peptide, leukocytes, procalcitonin, C-reactive protein, IL-6; cranial magnetic resonance imaging, pulmonary computed tomography, cervical vascular ultrasound, polysomnography results AHI; relevant scores including semi-quantitative cough strength score, APACHE II, GCS score, NIHSS score, Barthel index, mRS score, Aspects score, etc.\n\nData collection and management:\n\nThe data for this study were obtained from the medical records of patients at the Wuhan Union Hospital, and the results of the patients' examinations were collected and analyzed. All the data are clear and accurate, have traceability, establish a clinical database, the database is protected by a password, and the database is established by the logical proofreading program. In this study, participants are not identified by name. Post-discharge follow-up is achieved through each participant's unique number and telephone number at the time of admission. The principal investigator (PI) of the study will have access to the final study data set.\n\nResearch data retention:\n\nAll original data and documents required in this project shall be saved at least three years after the end of the clinical trial and shall be approved before destruction.\n\nStatistical Analysis:\n\nSPSS 22.0 was applied for data analysis in this study, and the classification of data types was the first step in conducting statistical analysis. Testing the continuous variables in the study for normality was assessed by the Kolmogorov-Smirnov test. The Mann-Whitney U test was used to analyze continuous variables in this study. Categorical variables were expressed as frequencies and compared using the chi-square test or Fisher's exact test. Multivariate logistic regression analysis and ROC curve were used to evaluate the prognostic factors of different ventilation modes in patients with sleep apnea after acute stroke. At the same time, the Kaplan-Meier survival curve in SPSS 22.0 software was used to compare the prognosis of patients with acute ischemic stroke in different groups. All statistical analyses will be performed by SPSS 22.0 (IBM SPSS Statistics 22.0, SPSS Inc., Chicago, IL) and R language (version 4.1.3, www.R-project.org/). Statistical significance is expressed as P\\<0.05.\n\nQuality control:\n\nSince different physicians have different clinical experiences and may have different scores, each patient's assessment was evaluated and scored by the same physician to ensure the accuracy and sameness of the scoring criteria each time, and repeated training was given to the performers several times before conducting the assessment.\n\nSafety evaluation:\n\nThis study aims to investigate the early prognosis study of patients with sleep apnea after acute ischemic stroke using different oxygen therapy modalities, which is beneficial to the prognosis of stroke patients and does not cause harm to the patients themselves. If the patient's condition deteriorates during the study, the treatment plan will be adjusted according to the patient's actual condition promptly, and tracheal intubation or tracheotomy will be performed if necessary.\n\nThe Informed Consent Process:\n\nInformed consent is completed before the study subject's consent to participate in the study and continues throughout the study. Informed consent is agreed to by the ethics committee, and study subjects are expected to read the informed consent form. The investigator will explain the study process and answer questions from the subject, and inform the subject of the possible risks and their rights. Subjects may discuss this with their families or guardians before consenting to participate. The investigator must inform the subject that participation in the study is voluntary and that they may withdraw from the study at any time during the study. Copies of the informed consent form may be provided to study subjects for their records. The rights and welfare of the study subjects will be protected and it is emphasized that the quality of their medical care will not be compromised by refusal to participate in the study.\n\nPrivacy Protection:\n\nAll information collected in this study is managed with special confidentiality, and any study information cannot be disclosed to unauthorized third parties without prior approved consent.\n\nDeclarations of interest:\n\nThe authors have disclosed that they do not have any conflicts of interest."},"conditionsModule":{"conditions":["Acute Ischemic Stroke","Sleep Apnea, Obstructive"],"keywords":["Acute Ischemic Stroke","Sleep Apnea","Apnea-Hypopnea Index"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients with acute ischemic stroke were admitted to the Intensive Care Unit of the Department of Neurology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology. Patients were diagnosed with sleep apnea after polysomnography monitoring. They were divided into 3 groups according to the randomization principle, the usual care group (nasal cannula or mask), the nasal continuous positive airway pressure (nCPAP) group, and the high-flow nasal cannula (HFNC) group. In this study, nCPAP and HFNC were used as 2 different interventions in comparison to the usual care group.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The clinical outcome assessors in this study were blinded, and blinding was not possible for participants, investigators and care providers.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":195,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Nasal Continuous Positive Airway Pressure (nCPAP)","type":"EXPERIMENTAL","description":"Nasal Continuous Positive Airway Pressure is the main mode of oxygen supply observed in this study, and this group of patients only use this oxygen supply mode to receive oxygen therapy after stroke.","interventionNames":["Device: Nasal Continuous Positive Airway Pressure (nCPAP)"]},{"label":"High-Flow Nasal Cannula (HFNC)","type":"EXPERIMENTAL","description":"NasalContinuousPositiveAirwayPressure is another oxygen supply mode mainly observed in this study, and this group of patients only use this oxygen supply mode to receive oxygen therapy after stroke.","interventionNames":["Device: High-Flow Nasal Cannula (HFNC)"]}],"interventions":[{"type":"DEVICE","name":"Nasal Continuous Positive Airway Pressure (nCPAP)","description":"The two main interventions in this study were Nasal continuous positive airway pressure (nCPAP) and high-flow nasal cannula (HFNC) in patients with acute stroke. Nasal continuous positive airway pressure (nCPAP) is a way of ventilation completed in a non-invasive ventilator. In this study, the nasal mask is mainly used to replace the traditional oral and nasal mask.","armGroupLabels":["Nasal Continuous Positive Airway Pressure (nCPAP)"]},{"type":"DEVICE","name":"High-Flow Nasal Cannula (HFNC)","description":"The high-flow nasal cannula (HFNC), as another oxygen therapy, is also used as an intervention in this study to study the effect of early prognosis in patients with acute ischemic stroke.","armGroupLabels":["High-Flow Nasal Cannula (HFNC)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Tracheal Intubation Rate","description":"To observe the change of tracheal intubation rate between different groups after 1 week of ventilation in patients with acute ischemic stroke using different ventilation methods after admission.","timeFrame":"one week"},{"measure":"Pulmonary Infection Status","description":"To observe the change in the rate of pulmonary infection between different groups after 1 week of ventilation in patients with acute ischemic stroke using different ventilation methods after admission","timeFrame":"one week"},{"measure":"28-day mortality rate","description":"Patients with acute ischemic stroke were treated with different modes of ventilation after admission to observe whether there was any difference in 28-day mortality among different groups of patients.","timeFrame":"28 days"}],"secondaryOutcomes":[{"measure":"National Institute of Health stroke scale (NIHSS)","description":"NIHSS was used to evaluate the severity of stroke patients. Changes of NIHSS scores in patients with acute stroke after one week of different ventilation modes. NIHSS scores range from 0-42, with higher scores indicating more severe nerve damage.","timeFrame":"one week"},{"measure":"Barthel Index","description":"Barthel Index was used to evaluate the ability of stroke patients to live independently in the later stage, and whether the quality of life of patients with acute ischemic stroke was improved in 1 month.","timeFrame":"1 month"},{"measure":"Sleep Apnea Symptoms","description":"Changes of sleep apnea symptoms in patients with acute ischemic stroke after one week of different ventilation treatment. After 1 week of treatment with different ventilation modalities, polysomnography monitoring was done again to assess whether sleep was improved in stroke patients by calculating the magnitude of the apnea-hypopnea index (AHI) value. the minimum value of AHI is 0 and there is no maximum value, the larger its value, the more severe the sleep apnea symptoms.","timeFrame":"one week"},{"measure":"Time of Hospitalization","description":"To assess whether the length of stay in hospital is prolonged in stroke patients in different ventilation groups.","timeFrame":"From date of randomization until the date of death from any cause or discharge, whichever came first, assessed up to 3 months."},{"measure":"Cost of Hospitalization","description":"To assess whether the cost of hospitalization increases for stroke patients in different ventilation groups.","timeFrame":"From date of randomization until the date of death from any cause or discharge, whichever came first, assessed up to 3 months."},{"measure":"Neurological Recovery (modified Rankin scale)","description":"To evaluate the recovery of neurological function in patients with acute stroke between different ventilation groups within 1 month. The modified Rankin scale ranges from 0-6, with higher scores suggesting poorer neurological recovery in stroke patients.","timeFrame":"1 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years\n* Clinical diagnosis of acute ischemic stroke and sleep apnea (AHI≥5/hour)\n* Definite cerebral infarct lesions on CT and MRI\n* National Institutes of Health Stroke Score (NIHSS) baseline score of 2-20\n* State of consciousness (Glasgow Coma Score of ≥9)\n* Semi-quantitative cough strength score of ≥2.\n\nExclusion Criteria:\n\n* Pre-existing obstructive sleep apnea\n* Suspected sleep disorders other than sleep apnea (e.g., episodic sleeping sickness)\n* Respiratory distress requiring mechanical ventilation\n* Oxygen-dependent chronic obstructive pulmonary disease\n* Pregnancy\n* Intracranial hemorrhage\n* Inability to use a nasal mask or mask (e.g., facial trauma)\n* Patients who died within 24 h of admission\n* History of other neurological disorders such as Parkinson's disease, neuro infection, neuromuscular disease patients\n* Hospice care or comfort measures only\n* Inability to provide informed consent\n* Inability to provide valid information\n* Suicidal ideation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jinnong Zhang, MD","affiliation":"Wuhan Union Hospital, China","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Wuhan Union Hospital","city":"Wuhan","state":"Hubei","zip":"430022","country":"China","geoPoint":{"lat":30.58333,"lon":114.26667}}]},"referencesModule":{"references":[{"pmid":"16282178","type":"BACKGROUND","citation":"Yaggi HK, Concato J, Kernan WN, Lichtman JH, Brass LM, Mohsenin V. Obstructive sleep apnea as a risk factor for stroke and death. N Engl J Med. 2005 Nov 10;353(19):2034-41. doi: 10.1056/NEJMoa043104."},{"pmid":"20339144","type":"BACKGROUND","citation":"Redline S, Yenokyan G, Gottlieb DJ, Shahar E, O'Connor GT, Resnick HE, Diener-West M, Sanders MH, Wolf PA, Geraghty EM, Ali T, Lebowitz M, Punjabi NM. Obstructive sleep apnea-hypopnea and incident stroke: the sleep heart health study. Am J Respir Crit Care Med. 2010 Jul 15;182(2):269-77. doi: 10.1164/rccm.200911-1746OC. Epub 2010 Mar 25."},{"pmid":"30954762","type":"BACKGROUND","citation":"Gottlieb E, Landau E, Baxter H, Werden E, Howard ME, Brodtmann A. The bidirectional impact of sleep and circadian rhythm dysfunction in human ischaemic stroke: A systematic review. Sleep Med Rev. 2019 Jun;45:54-69. doi: 10.1016/j.smrv.2019.03.003. Epub 2019 Mar 20."},{"pmid":"34020180","type":"BACKGROUND","citation":"Tanayapong P, Kuna ST. Sleep disordered breathing as a cause and consequence of stroke: A review of pathophysiological and clinical relationships. Sleep Med Rev. 2021 Oct;59:101499. doi: 10.1016/j.smrv.2021.101499. Epub 2021 Apr 30."},{"pmid":"32755811","type":"BACKGROUND","citation":"Lin HJ, Yeh JH, Hsieh MT, Hsu CY. Continuous positive airway pressure with good adherence can reduce risk of stroke in patients with moderate to severe obstructive sleep apnea: An updated systematic review and meta-analysis. Sleep Med Rev. 2020 Dec;54:101354. doi: 10.1016/j.smrv.2020.101354. Epub 2020 Jul 15."},{"pmid":"20847081","type":"BACKGROUND","citation":"Parra O, Sanchez-Armengol A, Bonnin M, Arboix A, Campos-Rodriguez F, Perez-Ronchel J, Duran-Cantolla J, de la Torre G, Gonzalez Marcos JR, de la Pena M, Carmen Jimenez M, Masa F, Casado I, Luz Alonso M, Macarron JL. Early treatment of obstructive apnoea and stroke outcome: a randomised controlled trial. Eur Respir J. 2011 May;37(5):1128-36. doi: 10.1183/09031936.00034410. Epub 2010 Sep 16."},{"pmid":"33201321","type":"BACKGROUND","citation":"Rochwerg B, Einav S, Chaudhuri D, Mancebo J, Mauri T, Helviz Y, Goligher EC, Jaber S, Ricard JD, Rittayamai N, Roca O, Antonelli M, Maggiore SM, Demoule A, Hodgson CL, Mercat A, Wilcox ME, Granton D, Wang D, Azoulay E, Ouanes-Besbes L, Cinnella G, Rauseo M, Carvalho C, Dessap-Mekontso A, Fraser J, Frat JP, Gomersall C, Grasselli G, Hernandez G, Jog S, Pesenti A, Riviello ED, Slutsky AS, Stapleton RD, Talmor D, Thille AW, Brochard L, Burns KEA. The role for high flow nasal cannula as a respiratory support strategy in adults: a clinical practice guideline. Intensive Care Med. 2020 Dec;46(12):2226-2237. doi: 10.1007/s00134-020-06312-y. Epub 2020 Nov 17."},{"pmid":"34383275","type":"BACKGROUND","citation":"Yan H, Qinghua L, Mengyuan P, Yaoyu C, Long Z, Mengjie L, Xiaosong D, Fang H. High flow nasal cannula therapy for obstructive sleep apnea in adults. Sleep Breath. 2022 Jun;26(2):783-791. doi: 10.1007/s11325-021-02453-6. Epub 2021 Aug 12."},{"pmid":"32832300","type":"BACKGROUND","citation":"Nakanishi N, Suzuki Y, Ishihara M, Ueno Y, Tane N, Tsunano Y, Itagaki T, Oto J. Effect of High-Flow Nasal Cannula on Sleep-disordered Breathing and Sleep Quality in Patients With Acute Stroke. Cureus. 2020 Jul 20;12(7):e9303. doi: 10.7759/cureus.9303."},{"pmid":"32444630","type":"BACKGROUND","citation":"Ho CH, Chen CL, Yu CC, Yang YH, Chen CY. High-flow nasal cannula ventilation therapy for obstructive sleep apnea in ischemic stroke patients requiring nasogastric tube feeding: a preliminary study. Sci Rep. 2020 May 22;10(1):8524. doi: 10.1038/s41598-020-65335-z."},{"pmid":"34148375","type":"BACKGROUND","citation":"Yeghiazarians Y, Jneid H, Tietjens JR, Redline S, Brown DL, El-Sherif N, Mehra R, Bozkurt B, Ndumele CE, Somers VK. Obstructive Sleep Apnea and Cardiovascular Disease: A Scientific Statement From the American Heart Association. Circulation. 2021 Jul 20;144(3):e56-e67. doi: 10.1161/CIR.0000000000000988. Epub 2021 Jun 21. Erratum In: Circulation. 2022 Mar 22;145(12):e775."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The members of the project team agreed to share all collected individual participant data with other researchers, including the study protocol and statistical analysis plan (SAP).","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Share individual participant data with other researchers at the end of the study for six months.","accessCriteria":"Researchers are interested in the results of this project or committed to improving the prognosis of patients with acute ischemic stroke release data on individual participants."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001049","term":"Apnea"},{"id":"D000012891","term":"Sleep Apnea Syndromes"},{"id":"D000020181","term":"Sleep Apnea, Obstructive"},{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4051","name":"Apnea","asFound":"Apnea","relevance":"HIGH"},{"id":"M15384","name":"Sleep Apnea Syndromes","asFound":"Sleep Apnea","relevance":"HIGH"},{"id":"M21700","name":"Sleep Apnea, Obstructive","asFound":"Sleep Apnea, Obstructive","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M15313","name":"Signs and Symptoms, Respiratory","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}