{"protocolSection":{"identificationModule":{"nctId":"NCT04800809","orgStudyIdInfo":{"id":"191560"},"organization":{"fullName":"Vanderbilt University Medical Center","class":"OTHER"},"briefTitle":"The Afolabi Stroke Registry for Children and Young Adults With SCD in Northern Nigeria","officialTitle":"Stroke Registry for Children and Young Adults With Sickle Cell Disease in Nigeria - The Afolabi Stroke Registry"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2030-03-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-03-15","studyFirstSubmitQcDate":"2021-03-15","studyFirstPostDateStruct":{"date":"2021-03-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-14","lastUpdatePostDateStruct":{"date":"2023-04-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michael DeBaun","investigatorTitle":"Professor, Vice Chair, Clinical and Translational Research","investigatorAffiliation":"Vanderbilt University Medical Center"},"leadSponsor":{"name":"Vanderbilt University Medical Center","class":"OTHER"},"collaborators":[{"name":"Aminu Kano Teaching Hospital","class":"OTHER"},{"name":"Murtala Muhammed Specialist Hospital","class":"OTHER"},{"name":"Bayero University Kano, Nigeria","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Sickle Cell Anemia (SCA) occurs in 300,000 newborns per year in the world, with 150,000 affected births in Nigeria, alone. With improvement in survival for children with SCA in both high- and low-resource countries, neurological morbidity is an emerging significant public health challenge, particularly in countries with a high rate of sickle cell disease (SCD). Both silent cerebral infarcts (SCI) and overt strokes result in significant neurological morbidity and premature death. Five NIH-funded randomized controlled trials (RCT) demonstrated that regular blood transfusion or hydroxyurea therapy are efficacious treatments for primary and secondary stroke prevention in children with SCA. Despite the observation that at least 99% of children with SCA in high-resource settings reach adulthood, and approximately 60% of adults will experience one or more strokes (\\~50% with SCI and \\~10% with overt strokes) and the high disease-burden in Nigeria, the prevalence and incidence rates of new and recurrent stroke (overt and silent strokes)have not been collected systematically in children and young adults (16-25 years old) with SCA. In the last decade, there has been growing use of stroke registries in economically advanced nations, particularly for epidemiological purposes of trend analysis, clinical effectiveness, compliance to guidelines, assessment of implementation, adoption of novel techniques, and quality improvement process. For the first time in clinical centers in Nigeria, the Investigators will conduct an observational epidemiological study to document the prevalence and track the incidence of new and recurrent strokes in children and young adults with SCD. The Investigators will create a stroke registry referred to as the Afolabi Stroke Registry for Children and Young Adults with Sickle Cell Disease in Nigeria. The overall purpose of the stroke registry is to document the natural history of SCD in a low-resource setting and to improve the quality of the care of children and young adults with SCD living in Nigeria.","detailedDescription":"The study is a multi-center, prospective observational cohort study. Thus, it is designed to be a longitudinal registry of strokes in children and young adults with SCA in Nigeria. Participants will be recruited from multiple sites in Nigeria that agree to participate. This study does not entail offering any intervention; all data collected will be based on standard of care. As new information is obtained about the rate of stroke recurrence, risk factors for strokes, and best treatment for strokes in children and young adults with SCA, the site investigators will share this information with the participants in the registry and their parents.\n\nChildren and young adults with SCA will be consented to participate in the Afolabi Stroke Registry after a diagnosis of a stroke has been made within 3 months of the event. To enhance retention, the Investigators developed strategies to reduce loss-to-follow-up, including clear written participant instructions, reimbursing patient transportation costs for follow-up visits outside standard care visits, and fortnightly study phone calls. Further, the Investigators will request the names, addresses, and phone numbers of two family members or friends who know how to reach the participant in the event of a missed appointment (this information will be kept at each site and will not be entered into the central database). A medical history and physical examination, magnetic resonance imaging/magnetic resonance angiography (MRI/MRA), and neurological examination will be completed prior to enrollment of participants to confirm their eligibility for the study. Data on patients' demographics, stroke risk factors, and severity of strokes using the National Institute of Neurological Disorders and Stroke (NINDS) Common Data Elements or modified Rankin scale at baseline and annually. Children and young adults with SCA will be consented to participate in the Afolabi Stroke Registry after a diagnosis of a stroke has been made within 3 months of the event. To enhance retention, the Investigators developed strategies to reduce loss-to-follow-up, including clear written participant instructions, reimbursing patient transportation costs for follow-up visits outside standard care visits, and fortnightly study phone calls. Further, the Investigators will request the names, addresses, and phone numbers of two family members or friends who know how to reach the participant in the event of a missed appointment (this information will be kept at each site and will not be entered into the central database).A medical history and physical examination, MRI/MRA, and neurological examination will be completed prior to enrollment of participants to confirm their eligibility for the study. Data on patients' demographics, stroke risk factors, and severity of strokes using the National Institute of Neurological Disorders and Stroke (NINDS) Common Data Elements or modified Rankin scale at baseline and annually.\n\nEach participant will be prospectively followed until at least 10 years. the Investigators will collect and record all acute neurological events (overt stroke and TIA) requiring hospitalization or emergency department visits during the study. Imaging and clinical data collected as part of standard care will be used for secondary analysis. Research information, including consent forms, questionnaires, and results of cognitive testing will be maintained in a secure fashion in research charts in a locked file room or locked file cabinet, or in a secure Research Electronic Data Capture (REDCap) database."},"conditionsModule":{"conditions":["Sickle Cell Disease","Stroke","Neurologic Manifestations","Neurological Morbidity","Sickle Cell Anemia in Children","Sickle Cell Anemia"],"keywords":["sickle cell anemia","northern Nigeria","low-resource setting","stroke registry","children"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"10 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":350,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Children and young adults with SCD and stroke","description":"* Participants with SCD confirmed with hemoglobin electrophoresis or high pressure liquid chromatography (HPLC)\n* Age 5 to 26 years old\n* Present within three months of stroke event that is diagnosed as a stroke by the local health care provider\n* Medical records are available for review for the stroke event that occurred within 3 months","interventionNames":["Other: This study does not entail offering any intervention; all data collected will be based on standard of care."]},{"label":"The participants in SPIN and SPRING and SPRINT Trials","description":"The participants enrolled in our previous primary and secondary stroke prevention trials in northern Nigeria; SPIN and SPRING (children with SCD with normal and abnormal TCD measurements; NCT02560935 and NCT01801423), SPRINT (children with SCD and strokes; NCT02675790) Trials for ascertainment of incidences rates of strokes in children and young adults receiving standard care after completion of primary stroke prevention trials. For this purpose, we will enroll these participants to follow their progress after completion of the trials. No intervention is planned, only to follow the participants with and without abnormal TCD measurements and with and without strokes.","interventionNames":["Other: This study does not entail offering any intervention; all data collected will be based on standard of care."]}],"interventions":[{"type":"OTHER","name":"This study does not entail offering any intervention; all data collected will be based on standard of care.","description":"This study does not entail offering any intervention; all data collected will be based on standard of care.","armGroupLabels":["Children and young adults with SCD and stroke","The participants in SPIN and SPRING and SPRINT Trials"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The incidence of stroke recurrence rates in children and young adults with SCD living in Nigeria.","description":"To determine the incidence of stroke recurrence rates in children and young adults with SCD living in Nigeria. For this purpose, an electronic online registry will be created. All children and young adults ages between 5 to 26 years old with SCD who are being followed at the participating sites in Nigeria will be consented to enroll to the Afolabi SCD Stroke Registry in Nigeria. The Investigators will collect and document all acute neurological events (stroke and transient ischemic attacks (TIA) requiring hospitalization or ED visits during the study. Imaging and clinical data collected as part of standard care will be used for secondary analysis.","timeFrame":"10 years"}],"secondaryOutcomes":[{"measure":"Non-SCD and SCD risk factors for stroke in children and young adults with SCD.","description":"To assess non-SCD risk factors in combination with SCD risk factors for stroke in children and young adults (16-25 years of age) with SCD. For this purpose, all participants will also be screened as per standard care for conventional risk factors of stroke (hypertension, smoking, diabetes, obesity, renal disease, cardiomyopathy, and atrial fibrillation).","timeFrame":"10 years"},{"measure":"The incidence of neurological morbidity and mortality in children and young adults with SCD.","description":"To determine the one year and two to five-year incidence of neurological morbidity and mortality in children and young adults with SCD. Data gathered from this registry will advance the care of children and young adults with SCD not only in Africa but will fill an information gap to improve the neurological outcomes in other low-resource settings.","timeFrame":"10 years"},{"measure":"Long-term follow-up of the participants in the SPIN, SPRING, and SPRINT Trials","description":"To follow the participants in SPIN and SPRING (those with normal and abnormal TCD measurements; NCT02560935 and NCT01801423) and SPRINT (children with strokes; NCT02675790) long-term for ascertainment of incidences rates of strokes in children and young adults receiving standard care after completion of primary stroke prevention trials. For this purpose, the Investigators will enroll participants in the primary and secondary stroke trials to follow their progress after completion of the trial. No intervention is planned, only to follow the participants with and without abnormal transcranial Doppler measurements and with and without strokes.","timeFrame":"10 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with sickle cell disease confirmed with hemoglobin electrophoresis or HPLC\n* Age 5 to 26 years old\n* Present within three months of stroke event that is diagnosed as a stroke by the local health care provider\n* Medical records are available for review for the stroke event that occurred within 3 months\n* Prior treatment in the SPIN, SPRING and SPRINT trials for primary or secondary stroke prevention\n\nExclusion Criteria:\n\n* Participants judged to be non-compliant by the hematologist based on previous experience in terms of clinic appointments and following advice\n* Participants with contraindications to MRI, including individuals with MRI- incompatible foreign metal objects","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"26 Years","stdAges":["CHILD","ADULT"],"studyPopulation":"Children and young adults (5-26 years of age) with a confirmed diagnosis of sickle cell anemia living in northern Nigeria. Children and young adults with sickle cell anemia will be consented to participate in the Afolabi Stroke Registry after a diagnosis of a stroke has been made within 3 months of the event.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Michael R DeBaun, MD, MPH","affiliation":"Vanderbilt University Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Vanderbilt University Medical Center","city":"Nashville","state":"Tennessee","zip":"37232-9000","country":"United States","geoPoint":{"lat":36.16589,"lon":-86.78444}},{"facility":"Jamil Galadanci","city":"Kano","zip":"PMB 3452","country":"Nigeria","geoPoint":{"lat":12.00012,"lon":8.51672}},{"facility":"Aminu Kano Teaching Hospital","city":"Kano","country":"Nigeria","geoPoint":{"lat":12.00012,"lon":8.51672}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000000740","term":"Anemia"},{"id":"D000000755","term":"Anemia, Sickle Cell"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006402","term":"Hematologic Diseases"},{"id":"D000000745","term":"Anemia, Hemolytic, Congenital"},{"id":"D000000743","term":"Anemia, Hemolytic"},{"id":"D000006453","term":"Hemoglobinopathies"},{"id":"D000030342","term":"Genetic Diseases, Inborn"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M3760","name":"Anemia","asFound":"Anemia","relevance":"HIGH"},{"id":"M3775","name":"Anemia, Sickle Cell","asFound":"Sickle Cell Anemia","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","asFound":"Neurologic Manifestations","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9180","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M3763","name":"Anemia, Hemolytic","relevance":"LOW"},{"id":"M9237","name":"Hemolysis","relevance":"LOW"},{"id":"M3765","name":"Anemia, Hemolytic, Congenital","relevance":"LOW"},{"id":"M9229","name":"Hemoglobinopathies","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"T5229","name":"Sickle Cell Anemia","asFound":"Sickle Cell Anemia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M207468","name":"Chrysarobin","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}