{"protocolSection":{"identificationModule":{"nctId":"NCT05588661","orgStudyIdInfo":{"id":"REC/RCR&AHS/22/0229"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"PBBT and WBV Effect on Balance and Gait in Stroke","officialTitle":"Comparative Effects of Perturbation Based Balance Training and Whole Body Vibration on Balance and Gait in Sub-acute Stroke Patients."},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-10-15","type":"ACTUAL"},"completionDateStruct":{"date":"2022-11-15","type":"ACTUAL"},"studyFirstSubmitDate":"2022-10-17","studyFirstSubmitQcDate":"2022-10-17","studyFirstPostDateStruct":{"date":"2022-10-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-28","lastUpdatePostDateStruct":{"date":"2024-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to compare the effects of perturbation based balance exercises with whole body vibration training in sub-acute stroke patients and to evaluate their effects on balance, and gait. The main aim to :\n\n* To evaluate their effects on balance, and gait.\n* Comparison of these rehabilitation protocols and identify the more efficacious treatment.\n\nParticipants will perform perturbation based balance training and whole body vibration therapy to improve balance and gait.\n\nIf there is a comparison group: Researchers will compare both groups to see both interventions effects.","detailedDescription":"Stroke usually causes impairments in a variety of areas, such as cognition, emotion, mobility limitation, sensory loss, and there after results in imbalance and gait disability as well as impairment of the activities of daily living (ADLs). Poor balance control have a negative influence on the recovery of gait and motor function. Many therapeutic interventions, such as visual feedback training, robotic devices, mirror therapy, and motor imagery training have been performed to improve balance control.\n\nReactive balance training (RBT) has emerged as a potential strategy for improving balance and participants withstood greater-magnitude perturbations before requiring multiple steps, relative to those who completed weight-shifting/gait training in sub-acute and chronic stroke patients.\n\nWhole-body vibration (WBV) therapy used in clinical practice for improving neuro-motor performance in various patient populations and this training reduce disability by improving balance, gait performance, and mobility in stroke patients.\n\nAccording to previous literature there was a lack of comparison of these two studies. In previous literature, both of these therapeutic options i.e., Perturbation based balance training (PBBT) and whole body vibration (WBV) training were used separately to see the effects in stroke population but not in combination. In this study the comparison will be done between these two exercise protocols. Consequences will be manipulated for balance, and gait by using validated tools."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Perturbation Exercises","Whole body vibration","Stroke","Balance","Gait"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":28,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Perturbation Exercises","type":"EXPERIMENTAL","description":"Perturbation Based Balance Training","interventionNames":["Other: Perturbation Exercises"]},{"label":"Whole Body Vibration","type":"EXPERIMENTAL","description":"Whole Body Vibration Therapy","interventionNames":["Other: Whole Body Vibration"]}],"interventions":[{"type":"OTHER","name":"Perturbation Exercises","description":"Perturbation exercises will be performed 3 times in a week for 6 weeks for 10-15 minutes per session with baseline treatment for total 30 minutes.\n\nTotal 18 sessions will be given to the patients.","armGroupLabels":["Perturbation Exercises"]},{"type":"OTHER","name":"Whole Body Vibration","description":"It will be performed 3 times in a week for 10-15 minutes per session with baseline treatment for total 30 mints.\n\nTotal 18 sessions will be given for 6 weeks","armGroupLabels":["Whole Body Vibration"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg Balance Scale","description":"Changes from baseline, BBS was designed to measure the static and dynamic balance in post stroke patients.It consist of 14 items which scores vary from 0-4. Maximum no. of score ranges from 0-56. A person with a score 0-20 range will likely need the assistance of a wheelchair to move around safely.\n\nA person with a score 21 to 40 range will need some type of walking assistance, such as a cane or a walker.\n\n41 to 56: A person with a score in this range is considered independent and should be able to move around safely without assistance.","timeFrame":"6th week"},{"measure":"Dynamic Gait Index","description":"Changes from baseline,The Dynamic Gait Index (DGI) was developed as a clinical tool to assess gait, balance and fall risk.It includes eight items,each item is scored on a scale of 0 to 3, with 3 indicating normal performance and 0 representing severe impairment.\n\nThe best possible score on the DGI is a 24 as this is the total no. of score. If score is \\< 19/24 it indicates predictive of falls in the elderly, and score \\> 22/24 indicates the safe ambulators.","timeFrame":"6th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed patient of ischemic stroke (12 week to 20 weeks).\n* Male and female, (40-60 year).\n* Able to maintain standing posture, 4-5 score on level of independence scale.\n* Patients able to perform 2-meter walk test.\n* Score less than 20-24/56 on berg balance scale.\n\nExclusion Criteria:\n\n* Patients with other neurological disorders (Alzheimer's, Parkinson's vestibular impairments etc.)\n* Any significant balance impairment on Berg Balance Scale.\n* Orthopaedic Problems.\n* Patients who can't perform 30 sec sit to stand.\n* Patients with any trauma, and blindness.\n* Lower extremity weight bearing pain.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Binash Afzal, Phd*","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Civil Hospital Daska, Sialkot","city":"Sialkot","state":"Punjab","zip":"51010","country":"Pakistan","geoPoint":{"lat":32.49268,"lon":74.53134}}]},"referencesModule":{"references":[{"pmid":"29487869","type":"BACKGROUND","citation":"Park YJ, Park SW, Lee HS. Comparison of the Effectiveness of Whole Body Vibration in Stroke Patients: A Meta-Analysis. Biomed Res Int. 2018 Jan 2;2018:5083634. doi: 10.1155/2018/5083634. eCollection 2018."},{"pmid":"31222544","type":"BACKGROUND","citation":"Sparaco M, Ciolli L, Zini A. Posterior circulation ischaemic stroke-a review part I: anatomy, aetiology and clinical presentations. Neurol Sci. 2019 Oct;40(10):1995-2006. doi: 10.1007/s10072-019-03977-2. Epub 2019 Jun 20."},{"pmid":"31742486","type":"BACKGROUND","citation":"Schinkel-Ivy A, Huntley AH, Danells CJ, Inness EL, Mansfield A. Improvements in balance reaction impairments following reactive balance training in individuals with sub-acute stroke: A prospective cohort study with historical control. Top Stroke Rehabil. 2020 May;27(4):262-271. doi: 10.1080/10749357.2019.1690795. Epub 2019 Nov 19."},{"pmid":"29622098","type":"BACKGROUND","citation":"Hasan TF, Rabinstein AA, Middlebrooks EH, Haranhalli N, Silliman SL, Meschia JF, Tawk RG. Diagnosis and Management of Acute Ischemic Stroke. Mayo Clin Proc. 2018 Apr;93(4):523-538. doi: 10.1016/j.mayocp.2018.02.013."},{"pmid":"29675114","type":"BACKGROUND","citation":"Belas Dos Santos M, Barros de Oliveira C, Dos Santos A, Garabello Pires C, Dylewski V, Arida RM. A Comparative Study of Conventional Physiotherapy versus Robot-Assisted Gait Training Associated to Physiotherapy in Individuals with Ataxia after Stroke. Behav Neurol. 2018 Feb 20;2018:2892065. doi: 10.1155/2018/2892065. eCollection 2018."},{"pmid":"30326747","type":"BACKGROUND","citation":"Kim J, Kim DY, Chun MH, Kim SW, Jeon HR, Hwang CH, Choi JK, Bae S. Effects of robot-(Morning Walk(R)) assisted gait training for patients after stroke: a randomized controlled trial. Clin Rehabil. 2019 Mar;33(3):516-523. doi: 10.1177/0269215518806563. Epub 2018 Oct 16."},{"pmid":"30696491","type":"BACKGROUND","citation":"de Rooij IJM, van de Port IGL, Visser-Meily JMA, Meijer JG. Virtual reality gait training versus non-virtual reality gait training for improving participation in subacute stroke survivors: study protocol of the ViRTAS randomized controlled trial. Trials. 2019 Jan 29;20(1):89. doi: 10.1186/s13063-018-3165-7."},{"pmid":"30524360","type":"BACKGROUND","citation":"van Duijnhoven HJR, Roelofs JMB, den Boer JJ, Lem FC, Hofman R, van Bon GEA, Geurts ACH, Weerdesteyn V. Perturbation-Based Balance Training to Improve Step Quality in the Chronic Phase After Stroke: A Proof-of-Concept Study. Front Neurol. 2018 Nov 22;9:980. doi: 10.3389/fneur.2018.00980. eCollection 2018."},{"pmid":"34285892","type":"BACKGROUND","citation":"Kim JW, Lee JH. Effect of whole-body vibration therapy on lower extremity function in subacute stroke patients. J Exerc Rehabil. 2021 Jun 30;17(3):158-163. doi: 10.12965/jer.2142246.123. eCollection 2021 Jun."},{"pmid":"33354124","type":"BACKGROUND","citation":"Sade I, Cekmece C, Inanir M, SelCuk B, Dursun N, Dursun E. The Effect of Whole Body Vibration Treatment on Balance and Gait in Patients with Stroke. Noro Psikiyatr Ars. 2019 Aug 20;57(4):308-311. doi: 10.29399/npa.23380. eCollection 2020 Dec."},{"pmid":"33508725","type":"BACKGROUND","citation":"Gath CF, Gianella MG, Bonamico L, Olmos L, Russo MJ. Prediction of Balance After Inpatient Rehabilitation in Stroke Subjects with Severe Balance Alterations at the Admission. J Stroke Cerebrovasc Dis. 2021 Apr;30(4):105627. doi: 10.1016/j.jstrokecerebrovasdis.2021.105627. Epub 2021 Jan 25."},{"pmid":"30476999","type":"BACKGROUND","citation":"Koch G, Bonni S, Casula EP, Iosa M, Paolucci S, Pellicciari MC, Cinnera AM, Ponzo V, Maiella M, Picazio S, Sallustio F, Caltagirone C. Effect of Cerebellar Stimulation on Gait and Balance Recovery in Patients With Hemiparetic Stroke: A Randomized Clinical Trial. JAMA Neurol. 2019 Feb 1;76(2):170-178. doi: 10.1001/jamaneurol.2018.3639."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}