{"protocolSection":{"identificationModule":{"nctId":"NCT02290353","orgStudyIdInfo":{"id":"H12-00220"},"organization":{"fullName":"University of British Columbia","class":"OTHER"},"briefTitle":"Functional Engagement in Assisted Therapy Through Exercise Robotics","officialTitle":"Functional Engagement in Assisted Therapy Through Exercise Robotics","acronym":"FEATHERS"},"statusModule":{"statusVerifiedDate":"2017-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2015-11-16","type":"ACTUAL"},"completionDateStruct":{"date":"2015-11-16","type":"ACTUAL"},"studyFirstSubmitDate":"2014-10-17","studyFirstSubmitQcDate":"2014-11-10","studyFirstPostDateStruct":{"date":"2014-11-14","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-03-30","lastUpdatePostDateStruct":{"date":"2017-04-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Hendrik F. Machiel Van der Loos","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of British Columbia"},"leadSponsor":{"name":"University of British Columbia","class":"OTHER"},"collaborators":[{"name":"UBC Peter Wall Institute for Advanced Studies","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The investigators have assembled an integrated knowledge/technology/client team to develop a novel motion capture-based home therapy program for children with hemiparesis (cerebral palsy, acquired brain injury (ABI)) and older persons post-stroke. The investigators society needs new approaches to improve the quality of life for millions of Canadians. The method proposaed here is to combine low-cost motion capture devices, a bimanual training program, social media frameworks such as Facebook Games, and on-line performance sharing between therapy clients and with their therapists. The investigators believe that together these approaches will yield interventions for people with stroke and children with hemiplegia that significantly improve their motivation to continue their exercise programs and thus improve their functional ability which will lead to improved quality of life.","detailedDescription":"A) Purpose:\n\nThe similarity of functional impairments in the two target hemiplegic populations, teenagers with hemiparetic cerebral palsy CP or acquired brain injury (post-acute phase) and hemiparetic stroke survivors, leads us to pursue a unified rehabilitation strategy. Although age-dependency is clearly a factor in rate of motor learning, intensive therapies have shown similar returns of function with similar intensities and length of treatment across different populations \\[1\\]. By involving both adults and children in the same study, the investigators can directly compare the effects of identical interventions using the innovative hardware and software solutions that are developed.\n\nThe team of investigators have developed a system that includes a camera (PS3 Eye), 2 modified PS3 Move controllers, and a computer \\[2\\]. A software is designed to search through the camera feed to find the glowing balls attached to the two PS3 Move controllers, and changes the position of the computer's mouse cursor based on the position of the two glowing balls. This allows the participants to play simple 2D Facebook games that involve point-and-click by holding on to the Move controllers and moving their arms in space in order to control the cursor and play games.\n\nB) Hypothesis:\n\nThe investigators hypothesize that the following strategies will deliver effective, long-term therapy: (1) use a bimanual approach, based on recent research that shows the powerful integrative value of involving both limbs and both cerebral hemispheres in recovery of function post-stroke \\[3\\]; (2) target hand-function, following the proven efficacy of this approach (CIMT and GRASP) over exercising arm motions only; (3) directly target patient motivation by embedding the therapy in a social construct of multi-user online gaming such as Facebook Games \\[4, 5\\].\n\nC) Justification:\n\nThe quality of life of Canadians with stroke declined from 1998 to 2005, a disturbing finding that is directly related to impaired arm function \\[6\\]. Traditional (standard) physical therapy includes a range of interventions aimed at improving posture, joint range of motion, muscle tone, muscle strength and motor control. However, no single approach has been proven to have superior effectiveness over any other in upper or lower limb recovery. These are sobering data that illustrate a critical need for novel interventions that will improve function and lead to better quality of life for persons living with hemiplegia.\n\nMotor rehabilitation programs based on low-cost exercise devices such as the Nintendo Wii, Nike Fit and Microsoft Kinect have proven efficacy \\[5\\], but participants are required to be in the same room at the same time. Online games such as Farmville on Facebook support cooperative tasks, but there are no appropriate devices to support bimanual input. Our approach will fill this gap by supporting collaborative, bilateral motor-learning that involves force and movement therapy and social media effectively.\n\nD) Objectives:\n\nOur objective is to demonstrate that motivation in adherence to a therapy regimen can be enhanced by the use of online games in conjunction with motion capture devices that require the user to interact bimanually with the game. Our project has 4 phases, each with its own milestones:\n\n1. Start-up: In-clinic focus group meetings with rehabilitation professionals and follow-on focus groups with therapy clients; design of hardware and software based on the outcomes of these focus group meetings (months M1-M9). This phase is finished.\n2. Pilot study: Hardware and software development (M10-12), followed by in-clinic usability studies with adult stroke survivors and children with hemiplegia; development of final hardware and software based on the outcomes of the usability studies; integrative Knowledge Transition activities (months M7-M24). This phase is finished.\n3. Home-based studies: Two parallel 6-month studies, one with adults and one with teenagers (months M25-M30). The investigators have finished planning of this phase and have received the ethics approval to start recruiting.\n4. Knowledge translation: Data analysis, reporting and dissemination (months M30-M36)\n\nE) Research Method (Only Phase 3 is included): The study will have a randomized cross-over design with an early and a late intervention group. A maximum of 20 stroke survivors will be divided into a late intervention and an early intervention group (10 in each group, randomly assigned), and a maximum of 20 teens with hemiplegia will be divided into a late intervention and an early intervention group (10 in each group, randomly assigned). The procedures for late intervention groups are the same. Similarly, the procedures for the early intervention groups are the same. Note that this study is asking the same research question for two different clinical populations.\n\nEach intervention group will be involved in the study for 6 months. Both groups will start with a baseline assessment of outcome measures in week 1. The early intervention group will receive the FEATHERS intervention in weeks 1-8. There will be another round of outcome measure assessments at the end of week 8 (assessing motor recovery). There will be a period of no intervention between weeks 9-16, followed by another round of outcome measure assessments (assessing retention). Finally, weeks 17-24 will also be a no intervention period, followed by another round of outcome measure assessments (assessing variation of the outcomes even without a therapy intervention). The late intervention group will receive 2 months of no intervention followed by a round of outcome measure assessments (assessing variation of the outcomes even without a therapy intervention). Then they will receive the FEATHERS intervention in weeks 9-16. There will be another round of outcome measure assessments at the end of week 16 (assessing motor recovery). Weeks 17-24 will be another period of no intervention followed by another round of outcome measure assessments (assessing retention).\n\nPrimary Outcome (functional outcomes) and secondary outcomes (participation outcomes) of this study are as follows:\n\ni.Primary Outcome: Wolf Motor Function Test WMFT (this is the test for which the investigators conducted the a priori power calculation; it is expected to have \\~80% chance of detecting an effect with given this sample size).\n\nii.Secondary Outcomes:\n\n1. Body Structure/Function: Motricity index; grip/pinch strength; NIH stroke scale; modified rankin test; reach performance scale.\n2. Activity/Participation: Canadian occupational performance measure; confidence scale; paediatric motivation scale, usability of the system.\n\nMore details on the measures are provided under \"Outcome Measures\".\n\nF) Statistical Analysis:\n\nPhase 3: Based on previous research, the investigators estimate a standardized effect size of 0.60 to 0.80 improvement (Cohen's d) from baseline to terminal assessment on the WMFT. By recruiting 20 stroke subjects and 20 CP subjects, it is expected to have a statistical power (1-β error probability) of approximately 80% for the within-subject change. Our principal statistical test is thus the within-subject t-test comparing pre-intervention WMFT scores to terminal WMFT test scores, combining data from both the early and the late intervention group. In addition to this a priori comparison, WMFT test scores will be analyzed in a Group (early versus delayed intervention) by Time (Weeks 0-8, 9-16, and 17-24) mixed-factorial ANOVA. Secondary outcomes will include motion log files, scoring from the games themselves, functional outcome measures, discussions with participants and exit surveys. Secondary outcomes of function/structure and activity/participation will be analyzed using the same Group by Time mixed-factorial ANOVA. Exploratory comparisons can also be undertaken. For instance, the investigators data analysis will allow us to compare the motor learning between younger and older persons with hemiplegia and the effect of the social media framework on motivation using both quantitative and qualitative metrics (between-subjects t-tests on the functional outcomes and motivation surveys). The investigators will be investigating whether there is a statistical correlation between subjective measures of motivation and the observed changes in functional outcomes."},"conditionsModule":{"conditions":["Stroke","Cerebral Palsy","Traumatic Brain Injury"],"keywords":["Engagement","Motivation","Exergaming"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Adult (Stroke) group","type":"EXPERIMENTAL","description":"This includes early intervention and late intervention sub-groups. Intervention: FEATHERS Device","interventionNames":["Device: FEATHERS"]},{"label":"Teenagers (Cerebral Palsy) group","type":"EXPERIMENTAL","description":"This includes early intervention and late intervention sub-groups. Intervention: FEATHERS Device","interventionNames":["Device: FEATHERS"]}],"interventions":[{"type":"DEVICE","name":"FEATHERS","description":"FEATHERS Device includes a camera (PS3 Eye), 2 modified PS3 Move controllers, and a computer \\[2\\]. A software is designed to search through the camera feed to find the glowing balls attached to PS3 Move controllers, and changes the position of the computer's mouse cursor based on the balls' position. The participants play simple Facebook games that involve point-and-click by using the Move controllers and moving their arms in space to control the cursor and play games.\n\nDuring the 8 weeks of intervention, we ask the participants to use the FEATHERS device to play online games (and thus do exercise) on the FEATHERS Facebook app at least 5 days/week, and at least 30 minutes/day. We are interested in seeing how this type of exercise changes the functional clinical scores of the participants.","armGroupLabels":["Adult (Stroke) group","Teenagers (Cerebral Palsy) group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Wolf Motor Function Test WMFT","description":"For early intervention group: administer at enrollment in the study (baseline), at the end of FEATHERS intervention (end of week 8, assessing changes due to intervention), at the end of week 16 (no intervention period, retention), at the end of week 24 (no intervention period, assessing variation of the outcomes even without a therapy intervention).\n\nFor late intervention group: administer at enrollment in the study (baseline), at the end of week 8 (no intervention period, assessing variation of the outcomes even without a therapy intervention), at the end of FEATHERS intervention (end of week 16, assessing changes due to intervention), at the end of week 24 (no intervention period, retention).\n\nAdminister for all participants.","timeFrame":"every 2 month, from date of randomization (month 0) to the end of the study (end of month 6)"}],"secondaryOutcomes":[{"measure":"Motricity index, grip/pinch index","description":"For early intervention group: administer at enrollment in the study (baseline), at the end of FEATHERS intervention (end of week 8, assessing changes due to intervention), at the end of week 16 (no intervention period, retention), at the end of week 24 (no intervention period, assessing variation of the outcomes even without a therapy intervention).\n\nFor late intervention group: administer at enrollment in the study (baseline), at the end of week 8 (no intervention period, assessing variation of the outcomes even without a therapy intervention), at the end of FEATHERS intervention (end of week 16, assessing changes due to intervention), at the end of week 24 (no intervention period, retention).\n\nAdminister for all participants.","timeFrame":"every 2 month, from date of randomization (month 0) to the end of the study (end of month 6)"},{"measure":"Canadian Occupational Performance Measure COPM","description":"For early intervention group: administer at enrollment in the study (baseline), at the end of FEATHERS intervention (end of week 8, assessing changes due to intervention), at the end of week 16 (no intervention period, retention), at the end of week 24 (no intervention period, assessing variation of the outcomes even without a therapy intervention).\n\nFor late intervention group: administer at enrollment in the study (baseline), at the end of week 8 (no intervention period, assessing variation of the outcomes even without a therapy intervention), at the end of FEATHERS intervention (end of week 16, assessing changes due to intervention), at the end of week 24 (no intervention period, retention).\n\nAdminister for all participants.","timeFrame":"every 2 month, from date of randomization (month 0) to the end of the study (end of month 6)"},{"measure":"Confidence scale","description":"Administer at the beginning of the FEATHERS intervention, after participant has received training on how to use the FEATHERS technology (beginning of week 1 for the early intervention group and beginning of week 9 for the late intervention group).\n\nAdminister for all participants.","timeFrame":"one time only, at the beginning of FEAHTERS intervention"},{"measure":"Paediatric Motivation Scale","description":"This is built in the FEATHERS technology to prompt the participants to self-administer the questionnaire. This will be during the FEATHERS intervention period (weeks 1-8 for the early intervention group and weeks 9-16 for the late intervention group). It will be administered every two weeks, at the end of the week. Participants are randomly assigned to receive the test either at the end of the odd weeks or the even weeks.\n\nAdminister for all participants.","timeFrame":"every 2 weeks (during the 2 months of FEATHERS intervention)"},{"measure":"Usability of the System","description":"Administer at the end of FEATHERS intervention period (end of week 8 for the early intervention group and end of week 16 for the late intervention group).\n\nAdminister for all participants.","timeFrame":"one time only, at the end of FEATHERS intervention"},{"measure":"Modified Rankin Test","description":"administer at enrollment in the study","timeFrame":"one time only, at the beginning of the study"},{"measure":"Reach Performance Scale","description":"For early intervention group: administer at enrollment in the study (baseline), at the end of FEATHERS intervention (end of week 8, assessing changes due to intervention), at the end of week 16 (no intervention period, retention), at the end of week 24 (no intervention period, assessing variation of the outcomes even without a therapy intervention).\n\nFor late intervention group: administer at enrollment in the study (baseline), at the end of week 8 (no intervention period, assessing variation of the outcomes even without a therapy intervention), at the end of FEATHERS intervention (end of week 16, assessing changes due to intervention), at the end of week 24 (no intervention period, retention).\n\nAdminister for all participants.","timeFrame":"every 2 month, from date of randomization (month 0) to the end of the study (end of month 6)"},{"measure":"Game-based kinematic test","description":"This is built in the FEATHERS technology to prompt the participants to self-administer the test. This will be during the FEATHERS intervention period (weeks 1-8 for the early intervention group and weeks 9-16 for the late intervention group). It will be administered every two weeks, at the end of the week. Participants are randomly assigned to receive the test either at the end of the odd weeks or the even weeks.\n\nAdminister for all participants.","timeFrame":"every 2 weeks (during the 2 months of FEATHERS intervention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nInclusion for adolescents:\n\n* Ages 13-18 years\n* Hemiplegia\n* Gross Motor Functional Classification System (GMFCS) Level 1-4\n* Manual Ability Classification System (MACS) Level 1-3\n* Grade 2+ bilateral shoulder flexors (ability to lift arms against gravity at least some distance)\n* The ability to follow instructions and answer questions in English (as determined by referring therapist and caregiver)\n* Not had orthopedic surgery in the past 6 months\n\nInclusion for Adults with Stroke:\n\n* Hemiplegia as a result of a cerebral stroke (ischemic or hemorrhagic)\n* 0 - 3 Modified Ashworth Scale\n* \\>Grade 2+ bilateral shoulder flexors (ability to lift arms against gravity at least some distance)\n* The ability to follow instructions and answer questions in English (as determined by referring therapist)\n* Folstein mini - mental state test result \\>24 points\n* Not had orthopedic surgery in the past 6 months\n\nThis will be extended to include patients with active shoulder flexion using gravity-assist.\n\nExclusion Criteria:\n\nExclusion for adolescents with hemiplegia:\n\n* Predominant dystonia or muscle contracture (Modified Ashworth Scale \\<3)\n* Upper limb orthopedic surgery in the past six months\n* Cognitive impairment: \\<23 on the Mini Mental Status Exam (MMSE)\n* Receiving other therapy for upper extremity functional outcomes.\n\nExclusion for Adults with Stroke:\n\n* Predominant dystonia or muscle contracture (Modified Ashworth Scale \\>3)\n* Cognitive impairment: \\<23 on the Mini Mental Status Exam (MMSE)\n* Upper limb orthopedic surgery in the past 6 months\n* Receiving other therapy for upper extremity functional outcomes.","healthyVolunteers":false,"sex":"ALL","minimumAge":"13 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Machiel Van der Loos, PhD","affiliation":"Associate Professor, Department of Mechanical Engineering","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of British Columbia","city":"Vancouver","state":"British Columbia","zip":"V6T 1Z4","country":"Canada","geoPoint":{"lat":49.24966,"lon":-123.11934}}]},"referencesModule":{"references":[{"pmid":"24867924","type":"BACKGROUND","citation":"Lohse KR, Lang CE, Boyd LA. Is more better? Using metadata to explore dose-response relationships in stroke rehabilitation. Stroke. 2014 Jul;45(7):2053-8. doi: 10.1161/STROKEAHA.114.004695. Epub 2014 May 27."},{"pmid":"21401585","type":"BACKGROUND","citation":"Sakzewski L, Ziviani J, Abbott DF, Macdonell RA, Jackson GD, Boyd RN. Randomized trial of constraint-induced movement therapy and bimanual training on activity outcomes for children with congenital hemiplegia. Dev Med Child Neurol. 2011 Apr;53(4):313-20. doi: 10.1111/j.1469-8749.2010.03859.x."},{"pmid":"24232363","type":"BACKGROUND","citation":"Lohse K, Shirzad N, Verster A, Hodges N, Van der Loos HF. Video games and rehabilitation: using design principles to enhance engagement in physical therapy. J Neurol Phys Ther. 2013 Dec;37(4):166-75. doi: 10.1097/NPT.0000000000000017."},{"pmid":"24681826","type":"BACKGROUND","citation":"Lohse KR, Hilderman CG, Cheung KL, Tatla S, Van der Loos HF. Virtual reality therapy for adults post-stroke: a systematic review and meta-analysis exploring virtual environments and commercial games in therapy. PLoS One. 2014 Mar 28;9(3):e93318. doi: 10.1371/journal.pone.0093318. eCollection 2014."},{"pmid":"20360545","type":"BACKGROUND","citation":"Edwards JD, Koehoorn M, Boyd LA, Levy AR. Is health-related quality of life improving after stroke? A comparison of health utilities indices among Canadians with stroke between 1996 and 2005. Stroke. 2010 May;41(5):996-1000. doi: 10.1161/STROKEAHA.109.576678. Epub 2010 Apr 1."},{"pmid":"25570770","type":"RESULT","citation":"Valdes BA, Hilderman CG, Hung CT, Shirzad N, Van der Loos HF. Usability testing of gaming and social media applications for stroke and cerebral palsy upper limb rehabilitation. Annu Int Conf IEEE Eng Med Biol Soc. 2014;2014:3602-5. doi: 10.1109/EMBC.2014.6944402."}],"seeAlsoLinks":[{"label":"Related Info","url":"http://rreach.mech.ubc.ca/research/projects/feathers/"},{"label":"Related Info","url":"http://caris.mech.ubc.ca/feathers/project-summary/"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000002547","term":"Cerebral Palsy"},{"id":"D000070642","term":"Brain Injuries, Traumatic"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000001925","term":"Brain Damage, Chronic"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M5486","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}