{"protocolSection":{"identificationModule":{"nctId":"NCT02597569","orgStudyIdInfo":{"id":"177-2015"},"secondaryIdInfos":[{"id":"PHE-141799","type":"OTHER_GRANT","domain":"Canadian Institutes of Health Research"}],"organization":{"fullName":"Sunnybrook Health Sciences Centre","class":"OTHER"},"briefTitle":"Building Capacity in the System to Support Persons With Stroke and Cognitive Impairment","officialTitle":"Building Capacity in the System to Support Persons With Stroke and Cognitive Impairment: An Evidence-based, Multi-faceted, Knowledge Translation Approach","acronym":"CO-OP_KT"},"statusModule":{"statusVerifiedDate":"2018-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-03-31","type":"ACTUAL"},"completionDateStruct":{"date":"2018-08-31","type":"ACTUAL"},"studyFirstSubmitDate":"2015-10-30","studyFirstSubmitQcDate":"2015-11-03","studyFirstPostDateStruct":{"date":"2015-11-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-09-19","lastUpdatePostDateStruct":{"date":"2018-09-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sunnybrook Health Sciences Centre","class":"OTHER"},"collaborators":[{"name":"University of Toronto","class":"OTHER"},{"name":"University Health Network, Toronto","class":"OTHER"},{"name":"West Park Healthcare Centre","class":"OTHER"},{"name":"Sinai Health System","class":"OTHER"},{"name":"Providence Healthcare","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Patients with cognitive impairments following a stroke are often denied access to inpatient rehabilitation, despite evidence of its benefits for them. Patients with cognitive impairment who are admitted to inpatient stroke rehabilitation often receive services based on outdated impairment-reduction models, rather than recommended function-based approaches. These two issues, reduced access to rehabilitation and the knowledge-to-practice gap, both stem from a reported lack of skills and knowledge on the part of some stroke rehabilitation teams to foster recovery in people with cognitive impairments. To address these issues, the investigators will implement and evaluate a multi-faceted, supported, integrated knowledge translation initiative, targeted specifically at the inter-professional application of the Cognitive Orientation to daily Occupational Performance (CO-OP), called CO-OP KT. CO-OP is a contemporary, effective, cognitive strategy-based treatment approach. CO-OP KT is a combination of the CO-OP Approach with multi-faceted knowledge translation support. Clinical staff at participating institutions will receive CO-OP KT training.\n\nThe long-term objective of CO-OP KT is to optimize functional outcomes for individuals with stroke and cognitive impairments. Three specific research questions have been posed, one of which is the focus of this registration. That sub study relates to patient outcomes following the CO-OP KT training initiative and it will be addressed using a non-randomized design with historical controls. Patient participants who enroll in the project prior to implementing the CO-OP KT training will belong to the historical control group. Patient participants who enroll in the project after the CO-OP KT training will belong to the CO-OP KT Exposure group.","detailedDescription":"The investigative team will implement and evaluate a multi-faceted, supported, integrated knowledge translation initiative called CO-OP KT.\n\nThe long-term objective of CO-OP KT is to optimize functional outcomes for individuals with stroke and cognitive impairments. Three specific research questions are posed, one of which is the focus of this registration:\n\n1. Is CO-OP KT associated with changes in activity, participation, and self-efficacy to perform daily activities in patients with cognitive impairment following stroke at discharge from inpatient rehabilitation and at 1, 3, and 6-month follow-ups? The research question, which relates to patient outcomes, will be addressed using a non-randomized design with historical controls.\n\nRecruitment:\n\nFive inpatient stroke rehabilitation units or combined stroke/neurology units within the Toronto Stroke Networks have agreed to participate. It is estimated that the 5 units together will have approximately 80 admissions per month. Patients admitted to the inpatient stroke unit who have at least some cognitive impairment will be recruited. Cognitive impairment will be determined using the Montreal Cognitive Assessment (MoCA). Patients with scores lower than 26 will be included. Based on data from a previously published study, a sample size of 13 per group will have 80% power to detect a between-group difference of 9 points on the FIM™, standard deviation of 8. Allowing for 30% attrition from all sources, the investigators will recruit 17 participants per group, 34 in total. Based on past experience, the investigators expect a consent rate of 1 participant per site per month. Thus, recruitment is highly feasible, and will likely be completed in 4 months for each group.\n\nData Analysis:\n\nDescriptive statistics will be compiled for all quantitative data collected. Between- and within-group differences on the outcome measures will be examined using repeated measures ANOVA for the non-randomized trial of individual patients with historical controls."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","Cognitive Orientation to daily Occupational Performance","health services accessibility","cognitive impairment","rehabilitation","integrated knowledge translation","interrupted time series","The CO-OP Approach"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Historical Control","description":"Patient participants will be recruited from an inpatient rehabilitation stroke unit prior to introducing CO-OP KT training to the stroke team. Patient participants will receive Usual Care from their stroke team."},{"label":"CO-OP KT Exposure group","description":"Patient participants will be recruited from an inpatient rehabilitation stroke unit after the stroke team has been exposed to CO-OP KT training. Patient participants will receive Usual Care, augmented by CO-OP KT, from their stroke team.","interventionNames":["Behavioral: CO-OP KT Exposure"]}],"interventions":[{"type":"BEHAVIORAL","name":"CO-OP KT Exposure","description":"Patient participants who receive therapy from clinicians who have received CO-OP KT training will belong to the CO-OP KT Exposure group. Patient participants will not receive treatment that is different from the treatment being offered to patients who do not enroll in the study.\n\nThe CO-OP KT intervention is directed at the inpatient rehabilitation team. They will be trained in Cognitive Orientation to daily Occupational Performance (CO-OP) and will also receive multi-faceted knowledge translation (KT) support.","armGroupLabels":["CO-OP KT Exposure group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Functional Independence Measure [FIM(TM)] score","description":"A system of disability measurement that rates the level of a patient's disability on a 7 point scale and indicates how much assistance is required for each. Consists of 18 items, 7 points each, 13 of which form the motor sub scale and 5 of which form the cognitive sub scale.","timeFrame":"A) Within 1 week of admission to inpatient rehabilitation, B) At least 72 hours before discharge from inpatient rehabilitation, C) 1 month post discharge, D) 3 months post discharge, and E) 6 months post discharge."}],"secondaryOutcomes":[{"measure":"Change in Canadian Occupational Performance Measure (COPM) score","description":"The Canadian Occupational Performance Measure (COPM) is a standardized instrument for eliciting performance issues from the client perspective, and for capturing perceived changes in performance over time. A change of 2 points or more on the COPM is considered clinically significant.","timeFrame":"A) Within 1 week of admission to inpatient rehabilitation, B) At least 72 hours before discharge from inpatient rehabilitation, C) 1 month post discharge, D) 3 months post discharge, and E) 6 months post discharge."},{"measure":"Change in Self-Efficacy Gauge (SEG) score","description":"The Self-Efficacy Gauge (SEG) was designed to measure an individual's self-efficacy in his or her ability to perform daily occupations that span a range of self-care, productivity, and leisure activities. Participants are asked to rate their confidence in their ability to perform 28 items, each on a 10-point scale, with 1 representing \"not confident at all\" and 10 representing \"completely confident\".","timeFrame":"A) Within 1 week of admission to inpatient rehabilitation, B) At least 72 hours before discharge from inpatient rehabilitation, C) 1 month post discharge, D) 3 months post discharge, and E) 6 months post discharge."},{"measure":"Change in Stroke Impact Scale (SIS) score","description":"The Stroke Impact Scale (SIS) is a 59-item questionnaire about the perceived impact of stroke on function and everyday life. The SIS evaluates eight domains. Each item is scored on a 5-point Likert scale related to the degree of difficulty the person with stroke is experiencing. The SIS is widely used in stroke intervention studies as an outcome measure and the psychometric properties of the instrument are well-defined.","timeFrame":"A) Within 1 week of admission to inpatient rehabilitation, B) At least 72 hours before discharge from inpatient rehabilitation, C) 1 month post discharge, D) 3 months post discharge, and E) 6 months post discharge."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n- Patients who score lower than 26 on the Montreal Cognitive Assessment (MoCA) Test (indicates some level of cognitive impairment)\n\nExclusion Criteria:\n\n* neurological diagnoses other than stroke\n* the presence of major psychiatric illness\n* capacity issues requiring the use of a substitute decision maker under Ontario's Substitute Decision Maker Act","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients admitted to an inpatient rehabilitation unit with a primary diagnosis of stroke and have a cognitive impairment.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Sara E McEwen, PhD","affiliation":"Sunnybrook Research Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Providence Healthcare","city":"Toronto","state":"Ontario","zip":"M1L 1W1","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}},{"facility":"Sunnybrook Health Sciences Centre - St. John's Rehab","city":"Toronto","state":"Ontario","zip":"M2M 2G1","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}},{"facility":"Bridgepoint Active Healthcare","city":"Toronto","state":"Ontario","zip":"M4M 2B5","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}},{"facility":"Toronto Rehabilitation Institute","city":"Toronto","state":"Ontario","zip":"M5G 2A2","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}},{"facility":"West Park Healthcare Centre","city":"Toronto","state":"Ontario","zip":"M6M 2J5","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"35165236","type":"DERIVED","citation":"Rios J, Linkewich E, Allen KA, Egan M, Dawson DR, Godleski M, Hunt A, Jutzi K, Quant S, McEwen SE. Lessons learned and functional outcomes following multifaceted team training in a cognitive strategy-based approach to stroke rehabilitation. JBI Evid Implement. 2022 Feb 14;20(1):33-43. doi: 10.1097/XEB.0000000000000308."},{"pmid":"31738892","type":"DERIVED","citation":"Linkewich E, Avery L, Rios J, McEwen SE. Minimal Clinically Important Differences in Functional Independence After a Knowledge Translation Intervention in Stroke Rehabilitation. Arch Phys Med Rehabil. 2020 Apr;101(4):587-591. doi: 10.1016/j.apmr.2019.10.185. Epub 2019 Nov 15."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Sunnybrook Health Sciences Centre","unpostedEvents":[{"type":"RELEASE","date":"2018-10-26"},{"type":"RESET","date":"2019-03-12"},{"type":"RELEASE","date":"2019-06-20"},{"type":"RESET","date":"2019-08-07"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2018-10-26","submissionInfos":[{"releaseDate":"2018-10-26","resetDate":"2019-03-12"},{"releaseDate":"2019-06-20","resetDate":"2019-08-07"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Impairment","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}