{"protocolSection":{"identificationModule":{"nctId":"NCT03288220","orgStudyIdInfo":{"id":"170168"},"secondaryIdInfos":[{"id":"17-N-0168"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Influence of Brain Oscillation-Dependent TMS on Motor Function","officialTitle":"Influence of Brain Oscillation-Dependent TMS on Motor Function"},"statusModule":{"statusVerifiedDate":"2024-02-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-09-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-09-19","studyFirstSubmitQcDate":"2017-09-19","studyFirstPostDateStruct":{"date":"2017-09-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-13","lastUpdatePostDateStruct":{"date":"2024-02-14","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background:\n\nWhen people have a stroke, they often have difficulty moving their arms and hands. Transcranial magnetic stimulation (TMS) can improve how well people with and without stroke can move their arms and hands. But the effects of TMS are minor, and it doesn t work for everyone. Researchers want to study how to time brain stimulation so that the effects are more consistent.\n\nObjective:\n\nTo understand how the brain responds to transcranial magnetic stimulation so that treatments for people with stroke can be improved.\n\nEligibility:\n\nAdults ages 18 and older who had a stroke at least 6 months ago\n\nHealthy volunteers ages 50 and older\n\nDesign:\n\nParticipants will have up to 5 visits.\n\nAt visit 1, participants will be screened with medical history and physical exam. Participants with stroke will also have TMS and surface electromyography (sEMG).\n\nFor TMS, a brief electrical current will pass through a wire coil on the scalp. Participants may hear a click and feel a pull. Muscles may twitch. Participants may be asked to do simple movements during TMS.\n\nFor sEMG, small electrodes will be attached to the skin and muscle activity will be recorded.\n\nAt visit 2, participants will have magnetic resonance imaging (MRI). They will lie on a table that slides into a metal cylinder in a strong magnetic field. They will get earplugs for the loud noise.\n\nAt visit 3, participants will have TMS, sEMG, and electroencephalography (EEG). For EEG, small electrodes on the scalp will record brainwaves. Participants will sit still, watch a movie, or do TMS.\n\nParticipants may be asked to have 2 extra visits to redo procedures.","detailedDescription":"Study Description:\n\nWe will study if corticospinal excitability, intracortical inhibition and intracortical facilitation vary across different sensorimotor alpha and beta electroencephalography (EEG) waveform oscillation phases in healthy adults and chronic stroke patients. In young healthy adults, sensorimotor cortical neuronal spiking is highest at sensorimotor alpha oscillation troughs and lowest at sensorimotor alpha oscillation peaks. Short interval cortical inhibition (SICI) is unaffected by alpha phase, consistent with alpha phase representing a form of transient, pulsed excitation, unaffected by gamma-aminobutyric acid (GABA)-mediated inhibition. In contrast to sensorimotor alpha, motor evoked potential (MEP) amplitudes are not maximal at the trough phase of the sensorimotor beta rhythm.\n\nObjectives:\n\nTMS is a potential adjunct therapy for post-stroke neurorehabilitation. So far, it has been customarily applied uncoupled from brain oscillatory activity, resulting in variability in the biological response to each stimulus, small effect sizes and significant inter-individual variability. Alpha band oscillatory activity is linked to cortical excitation and inhibition, motor function and cognitive processing. It is possible that TMS effects could be more consistent when applied to specific phases or phase angles of ongoing brain oscillatory activity. For example, corticospinal excitability (as measured with TMS) in healthy humans varies depending on the sensorimotor alpha and beta oscillatory phase during which TMS is delivered. There is no information available on intracortical facilitation and inhibition as a function of beta phase angle in healthy humans. In Experiments 1 and 3 we have been assessing alpha phase-dependent corticospinal excitability measures. In Experiment 2, we will assess beta and secondarily alpha phase-dependent intracortical inhibitory and facilitatory circuits in young and older adults.\n\nEndpoints:\n\nFor experiments 1 and 3, the primary outcome measure is corticospinal excitability. For Experiment 2, the primary outcome is SICI. Exploratory outcome measures may include MEP amplitude variability, SICI, short intracortical facilitation (SICF) and intracortical facilitation (ICF) and TMS-induced oscillations."},"conditionsModule":{"conditions":["Healthy","Stroke","Normal Physiology","Aging"],"keywords":["Stroke","Natural History"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":114,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy volunteers","description":"Healthy volunteers age 50 and older"},{"label":"Stroke patients","description":"Stroke patients aged 18 and older"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"We will study if corticospinal excitability varies across different sensorimotor alpha EEG waveform oscillation phases in healthy older adults and chronic stroke patients.","description":"For both experiments, the primary outcome measure is corticospinal excitability. Exploratory outcome measures include MEP amplitude variability, and TMS-induced oscillations","timeFrame":"6 years"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n* Healthy younger adults:\n\n  * Ages 18 years to less than 50 years. (18 to 49)\n  * Willingness/ability to provide informed consent.\n  * Ability to induce a motor evoked potential in the muscle target of the upper extremity, as evaluated during the TMS Screening.\n* Healthy older adults:\n\n  * Age 50 and over\n  * Willingness/ability to provide informed consent.\n  * Ability to induce a motor evoked potential in the muscle target of the upper extremity, as evaluated during the TMS Screening.\n* Stroke patients:\n\n  * Age 18 and over.\n  * Unilateral or bilateral upper limb paresis with the ability to voluntarily contract a finger, hand, wrist, or elbow muscle in the affected arm(s).\n  * Stroke onset \\> 6 months prior to participation.\n  * Intact M1 sufficient to induce motor evoked potentials in the affected upper extremity following ipsilesional TMS, as evaluated during the TMS Screening.\n  * Willingness/ability to provide informed consent.\n\n    * If the investigator feels the individual s capacity to provide informed consent is questionable, the NIH Human Subjects Protection Unit (HSPU) will be requested to determine the individual s ability to consent.\n\nEXCLUSION CRITERIA:\n\n* Healthy younger and older adults:\n\n  * Presence of severe neurological or medical disorder (e.g., Parkinson s disease or multiple sclerosis).\n  * History of seizures.\n  * Chronic use of antipsychotic drugs (e.g., chlorpromazine or clozapine), tri-cyclic or other anti-depressants, benzodiazepines, or prescription stimulants.\n  * TMS contraindications, such as:\n\n    * Pacemaker, implanted pump, stimulator, cochlear implant, or metal objects inside the eye or skull.\n    * Diagnosed severe hearing loss.\n  * Current pregnancy.\n  * Staff from our section.\n* Stroke patients:\n\n  * Presence of severe neurological or medical disorder, other than stroke (e.g., Parkinson s disease or multiple sclerosis).\n  * History of brainstem stroke.\n  * History of seizures.\n  * Chronic use of antipsychotic drugs (e.g., chlorpromazine or clozapine), benzodiazepines, or prescription stimulants.\n  * TMS contraindications, such as:\n\n    * Pacemaker, implanted pump, stimulator, cochlear implant, or metal objects inside\n\nthe eye or skull.\n\n---Diagnosed severe hearing loss.\n\n* Current pregnancy.\n* Staff from our section.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Up to 24 older healthy volunteers (ages 50 and older) and up to 28 stroke patients (age 18 and older).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Tasneem F Malik, C.R.N.P.","role":"CONTACT","phone":"(301) 451-1335","email":"tasneem.malik@nih.gov"},{"name":"Leonardo G Cohen, M.D.","role":"CONTACT","phone":"(301) 496-9782","email":"cohenl1@mail.nih.gov"}],"overallOfficials":[{"name":"Leonardo G Cohen, M.D.","affiliation":"National Institute of Neurological Disorders and Stroke (NINDS)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institutes of Health Clinical Center","status":"RECRUITING","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","contacts":[{"name":"For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)","role":"CONTACT","phone":"800-411-1222","phoneExt":"TTY8664111010","email":"prpl@cc.nih.gov"}],"geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2017-N-0168.html"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}