{"protocolSection":{"identificationModule":{"nctId":"NCT04669431","orgStudyIdInfo":{"id":"REC/00514 Sara khan"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Xbox Kinect Training on Upper Limb Motor Function in Stroke Patients","officialTitle":"Effect Of Xbox Kinect Training on Upper Limb Motor Function in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2020-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-02-01","type":"ACTUAL"},"completionDateStruct":{"date":"2019-03-01","type":"ACTUAL"},"studyFirstSubmitDate":"2020-12-09","studyFirstSubmitQcDate":"2020-12-09","studyFirstPostDateStruct":{"date":"2020-12-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-12-09","lastUpdatePostDateStruct":{"date":"2020-12-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":".To determine the effects of Xbox Kinect training on upper limb motor function with conventional physical therapy in stroke patients","detailedDescription":"Physical therapy is the best adopted cure strategy in all over the world towards \"excellence of life in post stroke patients.\" Physical therapy can be well-defined as \"the health approach whose purpose is to make people able with good health conditions, undergoing or prone to undergo disability for the attainment and maintenance of optimum functioning in collaboration with the surroundings. The main objective of stroke physical therapy is to reduce disability and make people as healthy as to perform their daily life activities independently, do not relay on others and integrate into social life up to their own desires and expectations.\n\nSignificant reduction in impairments of upper limbs in stroke patient was noticed after goal oriented computer gaming. Motor function of upper limb has shown significant results after mirror therapy in comparison to conservative treatment.\n\nAmong new approaches used for rehabilitation, Robotic assisted therapy is also included. After neurological injury, the current technological advances ensure to the improvement of robotic devices to offer harmless and intensive recovery to the person with mild to moderate motor impairments. Robotic devices in physical therapy, offer more power, repeated, and task based interactive treatment session for impaired motor function of upper limb by providing patient's progress. So it's considered as the reliable source of rehabilitation. Rather like physical therapy exercises robotic devices can also be used to affect arm by high power and task specific movement. Repetitive movements are guided through a stereotyped procedure. If the movements are facilitated by external forces applied to the limb, highly repetitive stereotyped movements can be effective in stroke subjects.\n\nA comparatively novel tool evolving in the field of physical rehabilitation is virtual reality based rehabilitation. Virtual reality (VR) can be well defined as an non natural and artificial computer generated reproduction or creation of a real life environment or condition permitting the user to navigate through interact with.\n\nVirtual reality consists of computer hardware and software, provides a sort of interactive simulation to users which are almost near to real environment. Subjects participate in VR environment with pronounced motivation and enjoyable manner due to realistic visual sensory perception and thus simulates body movements of daily life.\n\nThere are two main types of VR. Non-immersive virtual reality and immersive virtual reality. In non-immersive environment user feels both the real and virtual environment. While in immersive, real world perception of subjects is being blocked and only virtual images are being seen.\n\nThe use of VR in physical rehabilitation programs can offer several benefits. First, environments and situations that are excessively dangerous, costly or impossible in real life can be computer-generated with the use of VR.\n\nSecond, these virtual environments (VEs) are fully controllable by therapists and researchers, giving the chance to bring real environments or situations.\n\nThird, VE are artificially made and can therefore easily be changed, constructing the possibility to design modified environments and therapies.\n\nFourth, VR has the potential to increase patient 's enthusiasm by creating more exciting training environments causing in more repetitions and longer training duration, eventually improving patients' treatment compliance. VR interventions are advantageous for motor rehabilitation of the stroke survivors.\n\nVR systems enhance movement intensity which is compulsory for the induction of neuronal plasticity. VR actually provides immediate feedback which allows users to interact with full attention and patient does so because he was determined to attain maximum scores. VR works upon the cortical reorganisation which is also facilitated by sensory visual and auditory feedback.There is an enormous literature supports for the use of Virtual reality based rehabilitation as compared with conventional therapies"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Xbox Kinect Training","Upper limb","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":58,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Xbox kinect Training","type":"EXPERIMENTAL","description":"X Box Games include Tennis Playing, Joy riding, Rally ball.","interventionNames":["Other: Xbox kinect Training"]},{"label":"Conservative Rehabilitation","type":"ACTIVE_COMPARATOR","description":"Sustained Stretching, repetitive task training, activities of daily living","interventionNames":["Other: Conservative Rehabilitation"]}],"interventions":[{"type":"OTHER","name":"Xbox kinect Training","description":"Xbox kinect 360, Tennis player, Joy riding, Rally ball. Tennis player in first 2 weeks, Joy riding in 3rd and 4th weeks, and all 3 games in 5th and 6th weeks 35 minute/3 days a week for 6 weeks with Conventional physical therapy, 25 minute","armGroupLabels":["Xbox kinect Training"]},{"type":"OTHER","name":"Conservative Rehabilitation","description":"Sustained Stretching, repetitive task training, activities of daily living( eating, grooming, folding of towel, basket lifting, turn key into lock, reaching forward, sideways reach, ball grasping, picking up small blocks and lifting cane and pencil) 35 minute/3 days a week for 6 weeks","armGroupLabels":["Conservative Rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Ashworth Scale","description":"Changes from the base line, Primary tools for measuring spasticity in post stroke patients, is Modified Ashworth Scale.\n\nModified Ashworth Scale (MAS) is a measuring tool for spasticity consisting on total of 6 points. Marks ranges from zero to four, where 0 indicates normal muscle tone while higher numbers signifies high resistance.","timeFrame":"6th week"},{"measure":"Montreal Cognitive Assessment","description":"Changes from the base line, The tool used for cognitive impairment is Montreal Cognitive Assessment (MoCA). As there is not at all, fairly effective measuring tool for the early diagnosis of cognitive impairments. MoCA is a successful screening test used for the screening of mild cognitive impairment. The MoCA test-retest intra-class relationship coefficient (ICC=0.79) and the inter-rater intra-class connection coefficient (ICC=0.81).The MoCA is a valid and reliable tool for cognitive assessment. Scores of MoCA ranges from 0-30.Interpretation of MoCA indicates that score of 26 and above normal, 18 -25 score indicates low cognitive impairments, 10 -18 score considered normal or moderate cognitive impairment while greater than 10 is considered to be severe cognitive impairments.","timeFrame":"6th week"},{"measure":"Test Box and Block","description":"Changes from the Baseline, Test Box and block (BBT) measuring tool is used for the motor function of upper extremity.\n\nIn the apparatus of this tool, there are two compartments of a box, and test is performed by picking up equal sized blocks from one compartment to another during 60 seconds. 15 seconds are provided to subjects for practice and then total numbers of blocks, transferred within 60 seconds are recorded.","timeFrame":"6th week"},{"measure":"Wolf Motor Function Test","description":"Changes from the Baseline, Wolf Motor Function Test (WMFT) is considered as numerical catalogue for the assessment of upper extremity motor function. Motor skills of patients are assessed through time and well designed, practical and functional tasks.","timeFrame":"6th week"},{"measure":"Fugl Meyer assessment of physical performance","description":"Changes from the Baseline, Fugl meyer assessment tool is used for the evaluation of recovery extent in post stroke patients. It consists of 226 total points and is divided in 5 major domains including sensory function, motor function, joint range of motion, balance and pain each domain contain multiple sub items. Scoring is being recorded on a 3-points ordinal scale where zero means unable to perform, one means partially performs and two means performs fully. Movement, coordination, reflex activity of shoulders, elbows, forearm, wrist and hand are included in motor domain. Normal motor performance starts from 0 to maximum 100 points and sub divided into 66 points for upper extremity.","timeFrame":"6th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke\\>6 months\n* No prior stroke\n* Modified Ashworth scale\\<4\n* Patients able to follow instructions\n\nExclusion Criteria:\n\n* No previous deformity\n* Severe spastic hemiplegic\n* Patients with visual and cognitive impairment\n* Patients suffering from arm pain\n* Severe illness","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Amna Yaseen, MSPT(NMPT)","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Pakistan Railway General Hospital","city":"Rawalpindi","state":"Punjab","zip":"44000","country":"Pakistan","geoPoint":{"lat":33.6007,"lon":73.0679}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}