{"protocolSection":{"identificationModule":{"nctId":"NCT03201341","orgStudyIdInfo":{"id":"69HCL16_0650"},"organization":{"fullName":"Hospices Civils de Lyon","class":"OTHER"},"briefTitle":"Multisensory Body and Space Representations (BASES-EXTINCTION)","officialTitle":"Cerebral Bases of Multisensory Perception of the Body and Its Action Space"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-07-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-07-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-03-29","studyFirstSubmitQcDate":"2017-06-26","studyFirstPostDateStruct":{"date":"2017-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-19","lastUpdatePostDateStruct":{"date":"2021-07-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospices Civils de Lyon","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To accurately control body movements to interact with objects, our brain needs representations of the body and the nearby space. The broader aim of this research project is to study the behavioural and physiological mechanisms involved in the constitution of these representations, to identify their neural bases, in order to better understand the dysfunctions in the context of neurological or developmental disorders."},"conditionsModule":{"conditions":["Healthy","Blindness"],"keywords":["Stroke","Multisensory","Plasticity","Body","Space","MRI"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":1540,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Behavioral protocol","type":"OTHER","description":"To better understand the normal functioning of the brain within the framework of the representation of the body and of the space of action. During the experiment, physiological measurements will be recorded: electrical activity at the surface of the muscles (electromyography - EMG), scalp (electroencephalography - EEG) or skin (electrodermal response). Similarly, the movements of the arm will be recorded using an infrared kinematic system requiring simply the placement of markers at strategic points such as the tip of the thumb and forefinger, the wrist, the elbow ... Movements of the eyes can also be recorded, either with the aid of an electrooculograph (EOG) or with the aid of an infrared tracking device. Electrotactile stimulations of very low intensity and painless can also be administered.","interventionNames":["Other: Electrooculogram (EOG)","Other: Surface Electromyography (EMG)","Other: Electrodermal response","Other: Changes in skin temperature"]},{"label":"Study in fMRI","type":"OTHER","description":"To better understand the normal functioning of the brain in the representation of the body and the space of action, to identify the brain areas critical for these functions and to determine their functional roles. The examination will consist of several very short scans at the very beginning and then a scan of about ten minutes intended to take a detailed anatomical image of the brain. Then, the subject will carry out the experimental task during one or more scan (s) whose cumulative duration will not exceed 45 minutes. The task accomplished is explained in detail by the experimenter.","interventionNames":["Other: MRI"]},{"label":"Study in MEG","type":"OTHER","description":"To better understand the normal functioning of the brain in the representation of the body and the space of action, to identify the critical brain areas for these functions and to determine their functional roles and to study how They interact.The complete examination includes a magnetoencephalography (MEG) experiment followed by an MRI examination. The task accomplished is explained in detail by the experimenter.","interventionNames":["Other: MRI","Other: MEG"]},{"label":"Study in TMS","type":"OTHER","description":"To better understand the normal functioning of the brain in the representation of the body and the space of action, to determine the functional role of the brain areas involved in these processes. Before the Transcranial magnetic stimulation (TMS) examination, MRI of the brain will be performed.The TMS review will consist of three distinct sessions separated from one another by at least one week, depending on the protocol, and which will differ simply at the site or type of stimulation.","interventionNames":["Other: MRI","Other: Transcranial magnetic stimulation (TMS)"]},{"label":"Study in tDCS","type":"OTHER","description":"To better understand the normal functioning of the brain in the representation of the body and the space of action, to determine the functional role of the cerebral areas involved in these processes. The transcranial Direct Current Stimulation (tDCS) exam will consist of three separate sessions separated from each other by at least one week and will simply differ at the stimulation site. The task accomplished is explained in detail by the experimenter.","interventionNames":["Other: Transcranial electrical stimulation in direct current (tDCS)"]}],"interventions":[{"type":"OTHER","name":"Electrooculogram (EOG)","description":"The acquisition of the surface EOG activity will be carried out by means of 3 surface electrodes, one of which, referred to as a reference, is placed on a bone zone (the glabella, above the nasion) and two others placed on The temples, coupled to an EOG amplifier.","armGroupLabels":["Behavioral protocol"],"otherNames":["Eye-tracker"]},{"type":"OTHER","name":"Surface Electromyography (EMG)","description":"In behavioral or transcranial stimulation protocols, surface EMG activity may be recorded for further analysis. No protocol included in this project will involve the recording of intramuscular electromyographic activity, which is invasive and involves the implantation of needle electrodes into the muscles.","armGroupLabels":["Behavioral protocol"]},{"type":"OTHER","name":"Electrodermal response","description":"The electrodermal response is a useful, simple and reproducible method for recording sweat gland activity that reflects autonomic nervous activity. Recordings will be made using traditional devices, including an amplifier (Delsys or BrainAMP or equivalent) as well as disposable electrodes.","armGroupLabels":["Behavioral protocol"]},{"type":"OTHER","name":"Changes in skin temperature","description":"The skin temperature will therefore be recorded during behavioral protocols using techniques for manipulating the representation of the body (perceptual illusion, prismatic deviation, etc.) using a specific measuring device.","armGroupLabels":["Behavioral protocol"]},{"type":"OTHER","name":"MRI","description":"Whatever the protocol, a diffusion tensor MRI (DTI) acquisition sequence as well as an image of the entire brain and high spatial resolution (T1 weight, 1x1x1 mm, nasion markers and pre-atrial points) will be acquired (Total duration: 20 minutes).","armGroupLabels":["Study in MEG","Study in TMS","Study in fMRI"]},{"type":"OTHER","name":"MEG","description":"During the examination, the subject will have to perform tasks comparable to those described for the fMRI procedure, but with the additional possibility, offered by the MEG environment, of performing pointing or seizing of objects, provided that the Trunk and the subject's head be held in place by a suitable restraint system.","armGroupLabels":["Study in MEG"]},{"type":"OTHER","name":"Transcranial magnetic stimulation (TMS)","description":"TMS is a non-invasive technique that uses very short (\\~ 100μs) magnetic pulses applied to the scalp to transiently and focally disrupt or improve the functioning of neuronal populations in the underlying superficial cortical regions.","armGroupLabels":["Study in TMS"]},{"type":"OTHER","name":"Transcranial electrical stimulation in direct current (tDCS)","description":"The tDCS consists in passing a current of low intensity (generally ≤ 1mA to stimulate the cerebral cortex) between an anode and a cathode placed on the scalp, a part of this current crossing the tissues, and in particular the cortical regions situated between these two Electrodes. Generally, if the cathode is placed on the region of interest, it will be inhibited, while it will be energized if the anode is positioned thereon.","armGroupLabels":["Study in tDCS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Behavioural measure: reaction times","description":"Mesure of reaction times.","timeFrame":"Day 30"},{"measure":"Behavioural measure : accuracy","description":"Mesure of accuracy. Measurement of the accuracy of the realization of the implicit and explicit tasks according to the different approaches.","timeFrame":"Day 30"},{"measure":"Number of particpants with changed kinematics , via 3D optoelectronic motion tracking systems","description":"Both latency and amplitude measures will be analysed for the presence of altered mouvement patterns in velocity, accelleration, deceleration of the arm and grip formation for the hand.","timeFrame":"Day 30"}],"secondaryOutcomes":[{"measure":"Physiological Indices","description":"Mesure with imaging","timeFrame":"Day 30"},{"measure":"Neuronal response indices","description":"Bold, Evoked Fields, Evoked Potentials","timeFrame":"Day 120"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female aged 5 to 71\n* Subject affiliated to the general social security scheme or a similar scheme\n* Subject agreeing to participate in the study with informed consent -Capable of understanding information and simple instructions related to the study\n\nExclusion Criteria:\n\n* Subject under tutelage or guardianship- Subject under tutelage or guardianship\n* Subject not able to give informed consent, unable to receive information about the study\n* Subject not affiliated to a French or non-French social security system holder of a European health insurance card","healthyVolunteers":true,"sex":"ALL","minimumAge":"5 Years","maximumAge":"71 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Gilles RODE, MD","role":"CONTACT","phone":"04 78 86 50 66","phoneExt":"+33","email":"gilles.rode@chu-lyon.fr"},{"name":"Alessandro FARNE, PhD","role":"CONTACT","phone":"04 72 91 34 12","phoneExt":"+33","email":"alessandro.farne@inserm.fr"}],"locations":[{"facility":"Hospices Civils de Lyon","status":"RECRUITING","city":"Saint Genis Laval","zip":"69230","country":"France","contacts":[{"name":"Gilles RODE, MD","role":"CONTACT","phone":"04 78 86 50 66","phoneExt":"+33","email":"gilles.rode@chu-lyon.fr"}],"geoPoint":{"lat":45.69558,"lon":4.7934}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001766","term":"Blindness"}],"ancestors":[{"id":"D000014786","term":"Vision Disorders"},{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000005128","term":"Eye Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4737","name":"Blindness","asFound":"Blindness","relevance":"HIGH"},{"id":"M17220","name":"Vision Disorders","relevance":"LOW"},{"id":"M15180","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M7961","name":"Eye Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}