{"protocolSection":{"identificationModule":{"nctId":"NCT04824482","orgStudyIdInfo":{"id":"NU21-04-00375"},"organization":{"fullName":"University Hospital Olomouc","class":"OTHER"},"briefTitle":"Gait Recovery in Patients After Acute Ischemic Stroke","officialTitle":"GAIT Recovery in Patients aFter Acute Ischemic STroke: A Randomized Comparison of Robot-assisted and Therapist-assisted Gait Training on a Treadmill.","acronym":"GAITFAST"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-03-24","studyFirstSubmitQcDate":"2021-03-26","studyFirstPostDateStruct":{"date":"2021-04-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-07-27","lastUpdatePostDateStruct":{"date":"2022-07-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Barbora Kolarova","investigatorTitle":"Head of Kinesiology Laboratory","investigatorAffiliation":"University Hospital Olomouc"},"leadSponsor":{"name":"University Hospital Olomouc","class":"OTHER"},"collaborators":[{"name":"Palacky University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"More than 80% of ischemic stroke (IS) patients have some walking disability, which restricts their independence in the activities of daily living. Physical therapy (PT) significantly contributes to gait recovery in patients after IS. However, it remains unclear, what type of gait training is more effective and which factors may have impact on gait recovery. Two hundred fifty IS patients will be enrolled to undergo a 2-week intensive inpatient rehabilitation including randomly assigned robot-assisted treadmill gait training (RTGT) or therapist-assisted treadmill gait training (TTGT). A detailed clinical and laboratory assessment of gait quality, as well as the degree of neurological impairment, quality of life, cognition and depression will be performed in all patients during the study. We hypothesize that these variables may also affect gait recovery in patients after IS. In a randomly selected 60 enrolled patients, a multi-modal magnetic resonance imaging (MRI), including functional MRI, will be performed to assess neural correlates and additional predictors of gait recovery.","detailedDescription":"One hundred twenty consecutive first ever ischemic stroke patients classified as dependent walkers (Functional Ambulatory Category interval \\<1,3\\>) will be enrolled in the randomized blinded single center prospective clinical trial GAITFAST with a randomization either for robot-assisted treadmill gait training (RGT) or therapist-assisted treadmill gait training (TTGT) after acute phase (5-10 days after stroke onset). All enrolled patients will undergo a 2-week intensive inpatient rehabilitation including randomly assigned TTGT or RTGT followed with clinical visits (at the beginning of inpatient rehabilitation, at discharge, and three and six months after enrollment in the study). Each clinical visit will include detailed clinical functional assessments, assessment of spatiotemporal and kinetic gait parameters, assessment of neurological impairment, assessment of quality of life, cognition and depression. In 60 randomly selected enrolled IS patients, a repeated multi-modal magnetic resonance imaging (MRI) including functional MRI (fMRI) will be performed during the study follow-up to identify brain structures with possible impact on gait recovery."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Ischemic Stroke","Stroke rehabilitation","Physical Therapy","Gait","Exoskeleton Device","Walking speed","Gait Analysis","Functional Magnetic Resonance Imaging"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"All participants will be randomly assigned to two parallel intervention groups for the duration of study. Thirty patients from each intervention group will be randomized to multimodal MRI of brain.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot-assisted treadmill gait training (RTGT)","type":"EXPERIMENTAL","description":"Locomotor training guided by the robotic device (Lokomat Hocoma) according to a pre-programmed gait pattern with the help of robot-driven exoskeleton orthoses. The process of gait training is automated and controlled by a computer under supervision of a physiotherapist.","interventionNames":["Other: Robot-assisted treadmill gait training (RTGT)"]},{"label":"Therapist-assisted treadmill gait training (TTGT)","type":"ACTIVE_COMPARATOR","description":"Locomotor training via a repetitive execution of walking movements manually guided by a physiotherapist during treadmill gait training.","interventionNames":["Other: Therapist-assisted treadmill gait training (TTGT)"]}],"interventions":[{"type":"OTHER","name":"Robot-assisted treadmill gait training (RTGT)","description":"Locomotor training guided by the robotic device (Lokomat Hocoma) according to a pre-programmed gait pattern with the help of robot-driven exoskeleton orthoses. The process of gait training is automated and controlled by a computer under supervision of a physiotherapist.","armGroupLabels":["Robot-assisted treadmill gait training (RTGT)"]},{"type":"OTHER","name":"Therapist-assisted treadmill gait training (TTGT)","description":"Locomotor training via a repetitive execution of walking movements manually guided by a physiotherapist during treadmill gait training.","armGroupLabels":["Therapist-assisted treadmill gait training (TTGT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in gait speed during overground walking","description":"Gait speed will be measured using the 10 Meters Walking Test (performance measure used to assess walking speed in meters per second over a short distance). The subject will be asked to walk for a distance of 10 meters at his/her comfortable speed. The time will be measured for the distance of the middle six meters, which will allow walk acceleration and deceleration. Each patient will perform two trials with a calculation of mean time value. If physical assistance of another person (to prevent a fall or collapsing) is needed for a patient to complete the test, the level of assistance provided will be documented. Usage of any assistive device and/or bracing (that patients are currently using for walking and are needed to complete the test) will be also documented.","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"}],"secondaryOutcomes":[{"measure":"Change in National Institute of Health Stroke Scale (NIHSS)","description":"NIHSS is used to objectively quantify the impairment caused by a stroke.","timeFrame":"Enrollment, baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in gait speed (km/h) during patients´ comfort speed","description":"Gait speed will be assessed by instrumented treadmill gait analysis system (Zebris Medical GmbH, FDM-T system).","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in gait cadence (steps/min) during patients´ comfort speed","description":"Gait cadence will be assessed by instrumented treadmill gait analysis system (Zebris Medical GmbH, FDM-T system).","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in paretic and non-paretic leg step length (cm) during patients´ comfort speed","description":"Change in paretic and non-paretic leg step length will be assessed by instrumented treadmill gait analysis system (Zebris Medical GmbH, FDM-T system).","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in duration of stance phase as percentage of gait cycle (%) for paretic and non-paretic limb during patients´ comfort speed","description":"Change in duration of stance phase will be assessed by instrumented treadmill gait analysis system (Zebris Medical GmbH, FDM-T system).","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in double stance phase as percentage of gait cycle (%) during patients´ comfort speed","description":"Change in double stance phase will be assessed by treadmill gait analysis system (Zebris Medical GmbH, FDM-T system).","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in ground reaction force (N) for paretic and non-paretic limb during patients' comfort speed","description":"Change in ground reaction force will be assessed by instrumented treadmill gait analysis system (Zebris Medical GmbH, FDM-T system).","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in plantar pressure distribution (N/cm2) for paretic and non-paretic limb during patients´ comfort speed","description":"Change in plantar pressure distribution will be assessed by instrumented treadmill gait analysis system (Zebris Medical GmbH, FDM-T system).","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in Functional Ambulatory Category FAC","description":"Functional walking test that assess gait ability with 6 levels ranging from 0 to 5 on the basis of the amount of physical support required.","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in Fugl-Meyer Assessment","description":"Fugl-Meyer Assessment uses to examine the sensory-motor function and coordination of affected lower extremity.","timeFrame":"baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in functional magnetic resonance imaging activation magnitude","description":"Functional MRI activation magnitude, calculated as difference in BOLD signal between task and rest, will be assessed within pre-defined gait-related brain regions of interest (ROIs), i.e., sensorimotor cortex, premotor cortex, supplementary motor area, brainstem and cerebellum. Change in these ROI parameters over time will be statistically tested within group and the regional post-training minus pre-training difference in each group will be submitted to between-group analysis.","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in functional magnetic resonance imaging activation volume","description":"Functional MRI activation volume, summed over significantly activated voxels, will be assessed within pre-defined gait-related brain regions of interest (ROIs), i.e., sensorimotor cortex, premotor cortex, supplementary motor area, brainstem and cerebellum. Change in these ROI parameters over time will be statistically tested within group and the regional post-training minus pre-training difference in each group will be submitted to between-group analysis.","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"}],"otherOutcomes":[{"measure":"Change in Montreal Cognitive Assessment (MoCA) Test","description":"MoCA is cognitive screening test designed to detection cognitive impairment. It assesses different cognitive domains: attention and concentration, executive functions, memory, language, visuo-constructional skills, conceptual thinking, calculations, and orientation.","timeFrame":"Enrollment, baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in Modified Rankin Scale","description":"Scale used for measuring the degree of disability or dependence in the daily activities in patients after stroke. Most widely used clinical outcome measure after stroke. Scale has six points and higher score means worse outcome; minimum is 0 points indicating no symptoms at all and maximum is 6 points indicating death.","timeFrame":"Enrollment, baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in Barthel index","description":"Barthel index is scale used to measure performance in activities of daily living (ADL). The maximum score is 100 points.","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in Timed Up and Go test","description":"Clinical test used to assess a person's mobility which requires both static and dynamic balance. The objective of this test is to determine fall risk and measure the progress of balance, sit to stand and walking.","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in Lower limb muscle strength assessment","description":"Medical Research Council Scale for Muscle Strength will be used for assessment","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in lower limb muscles activity (medial gastrocnemius, tibialis anterior, quadriceps, hamstrings) during the 10 Meter Walk","description":"Change in lower limb muscles activity (medial gastrocnemius, tibialis anterior, quadriceps, hamstrings) will be assessed by surface electromyography (Delsys Trigno EMG/IMU sensors).","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in lower limb muscles activity (medial gastrocnemius, tibialis anterior, quadriceps, hamstrings) during treadmill gait","description":"Change in lower limb muscles activity (medial gastrocnemius, tibialis anterior, quadriceps, hamstrings) will be assessed by surface electromyography (Delsys Trigno EMG/IMU sensors).","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in Beck Depression Inventory Scale","description":"A 21-item, self-report rating inventory that measures characteristic attitudes and symptoms of depression. Each item (question) had a set of at least four possible responses, ranging in intensity. 0-9: indicates minimal depression and 30-63 points indicates severe depression. Higher total scores indicate more severe depressive symptoms.","timeFrame":"Enrollment, after three weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"},{"measure":"Change in EQ-5D-3L Questionnaire","description":"Standard layout for recording an adult person's current self-reported health state. Consists of a standard format for respondents to record their health state according to the EQ-5D-3L descriptive system and the EQ VAS.","timeFrame":"Baseline (before beginning of inpatient RHB), after two weeks (at the end of inpatient RHB), and in follow-up (after three and six months after stroke onset)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ischemic stroke detected on magnetic resonance imaging (MRI) with NIHSS score 1-12 points at the time of enrolment\n* Lower limb movement impairment with a score of at least 1 point on the NIH Stroke Scale (NIHSS) at the time of enrolment\n* Dependency in walking according to Functional Ambulatory Category (FAC) with score interval \\<1,3\\> (supervision or assistance, or both, must be given in performing walking)\n\nExclusion Criteria:\n\n* Previous history of any stroke, either ischemic or hemorrhagic\n* Other diseases modifying or limiting walking ability, currently receiving rehabilitation or participation in another study\n* Significant/symptomatic ischemic heart disease or significant/symptomatic peripheral arterial disease\n* Obesity (BMI ≥ 40), or weight higher than 110 kg (weight limit for the robot-assisted gait training)\n* Sensory aphasia with the inability to understand having been verified by a certified speech therapist.\n* Moderate or severe depression present at the time of enrolment assessed using the Beck scale, with a score above 10.\n* Known cognitive impairment\n* Previous disability or dependence in the daily activities assessed using the modified Rankin Scale with a score of 3 and more points\n* Currently receiving dialysis\n* Diagnosed and/or receiving treatment for cancer\n* Presence of other orthopedic or neurological conditions affecting the lower extremities\n* For fMRI: Pregnancy; electronic implants, including cochlear implant, pacemaker, neurostimulator; incompatible metallic implants, including aneurysm clip; metallic intraocular foreign body; large tattoos; unremovable piercing; body weight over 150 kg; known claustrophobia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Barbora Kolarova, PhD","role":"CONTACT","phone":"+420 588 442 301","email":"barbora.kolarova@fnol.cz"},{"name":"Daniel Sanak, MD, PhD","role":"CONTACT","phone":"+420588442836","email":"daniel.sanak@fnol.cz"}],"overallOfficials":[{"name":"Petr Hlustik, MD, PhD","affiliation":"Palacky University","role":"STUDY_CHAIR"}],"locations":[{"facility":"University Hospital Olomouc","status":"RECRUITING","city":"Olomouc","zip":"77520","country":"Czechia","contacts":[{"name":"Petr Kolar, MD, PhD","role":"CONTACT","phone":"+420588445197","email":"petr.kolar@fnol.cz"},{"name":"Daniel Sanak, MD, PhD","role":"CONTACT","phone":"+420588442836","email":"daniel.sanak@fnol.cz"}],"geoPoint":{"lat":49.59552,"lon":17.25175}}]},"referencesModule":{"references":[{"pmid":"23319486","type":"BACKGROUND","citation":"Norrving B, Kissela B. The global burden of stroke and need for a continuum of care. Neurology. 2013 Jan 15;80(3 Suppl 2):S5-12. doi: 10.1212/WNL.0b013e3182762397."},{"pmid":"24352519","type":"BACKGROUND","citation":"Go AS, Mozaffarian D, Roger VL, Benjamin EJ, Berry JD, Blaha MJ, Dai S, Ford ES, Fox CS, Franco S, Fullerton HJ, Gillespie C, Hailpern SM, Heit JA, Howard VJ, Huffman MD, Judd SE, Kissela BM, Kittner SJ, Lackland DT, Lichtman JH, Lisabeth LD, Mackey RH, Magid DJ, Marcus GM, Marelli A, Matchar DB, McGuire DK, Mohler ER 3rd, Moy CS, Mussolino ME, Neumar RW, Nichol G, Pandey DK, Paynter NP, Reeves MJ, Sorlie PD, Stein J, Towfighi A, Turan TN, Virani SS, Wong ND, Woo D, Turner MB; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart disease and stroke statistics--2014 update: a report from the American Heart Association. Circulation. 2014 Jan 21;129(3):e28-e292. doi: 10.1161/01.cir.0000441139.02102.80. Epub 2013 Dec 18. No abstract available."},{"pmid":"15117863","type":"BACKGROUND","citation":"Gordon NF, Gulanick M, Costa F, Fletcher G, Franklin BA, Roth EJ, Shephard T; American Heart Association Council on Clinical Cardiology, Subcommittee on Exercise, Cardiac Rehabilitation, and Prevention; the Council on Cardiovascular Nursing; the Council on Nutrition, Physical Activity, and Metabolism; and the Stroke Council. Physical activity and exercise recommendations for stroke survivors: an American Heart Association scientific statement from the Council on Clinical Cardiology, Subcommittee on Exercise, Cardiac Rehabilitation, and Prevention; the Council on Cardiovascular Nursing; the Council on Nutrition, Physical Activity, and Metabolism; and the Stroke Council. Circulation. 2004 Apr 27;109(16):2031-41. doi: 10.1161/01.CIR.0000126280.65777.A4. No abstract available."},{"pmid":"17996052","type":"BACKGROUND","citation":"Duncan PW, Sullivan KJ, Behrman AL, Azen SP, Wu SS, Nadeau SE, Dobkin BH, Rose DK, Tilson JK; LEAPS Investigative Team. Protocol for the Locomotor Experience Applied Post-stroke (LEAPS) trial: a randomized controlled trial. BMC Neurol. 2007 Nov 8;7:39. doi: 10.1186/1471-2377-7-39."},{"pmid":"28360842","type":"BACKGROUND","citation":"Alia C, Spalletti C, Lai S, Panarese A, Lamola G, Bertolucci F, Vallone F, Di Garbo A, Chisari C, Micera S, Caleo M. Neuroplastic Changes Following Brain Ischemia and their Contribution to Stroke Recovery: Novel Approaches in Neurorehabilitation. Front Cell Neurosci. 2017 Mar 16;11:76. doi: 10.3389/fncel.2017.00076. eCollection 2017."},{"pmid":"24399951","type":"BACKGROUND","citation":"Nudo RJ. Recovery after brain injury: mechanisms and principles. Front Hum Neurosci. 2013 Dec 24;7:887. doi: 10.3389/fnhum.2013.00887."},{"pmid":"15502272","type":"BACKGROUND","citation":"Kwakkel G, Kollen B, Lindeman E. Understanding the pattern of functional recovery after stroke: facts and theories. Restor Neurol Neurosci. 2004;22(3-5):281-99."},{"pmid":"25387001","type":"BACKGROUND","citation":"Pollock A, Farmer SE, Brady MC, Langhorne P, Mead GE, Mehrholz J, van Wijck F. Interventions for improving upper limb function after stroke. Cochrane Database Syst Rev. 2014 Nov 12;2014(11):CD010820. doi: 10.1002/14651858.CD010820.pub2."},{"pmid":"21620413","type":"BACKGROUND","citation":"Kerr AL, Cheng SY, Jones TA. Experience-dependent neural plasticity in the adult damaged brain. J Commun Disord. 2011 Sep-Oct;44(5):538-48. doi: 10.1016/j.jcomdis.2011.04.011. Epub 2011 May 6."},{"pmid":"9862925","type":"BACKGROUND","citation":"Kleim JA, Barbay S, Nudo RJ. Functional reorganization of the rat motor cortex following motor skill learning. J Neurophysiol. 1998 Dec;80(6):3321-5. doi: 10.1152/jn.1998.80.6.3321."},{"pmid":"26381192","type":"BACKGROUND","citation":"Wallard L, Dietrich G, Kerlirzin Y, Bredin J. Effects of robotic gait rehabilitation on biomechanical parameters in the chronic hemiplegic patients. Neurophysiol Clin. 2015 Sep;45(3):215-9. doi: 10.1016/j.neucli.2015.03.002. Epub 2015 Sep 14."},{"pmid":"18757284","type":"BACKGROUND","citation":"Luft AR, Macko RF, Forrester LW, Villagra F, Ivey F, Sorkin JD, Whitall J, McCombe-Waller S, Katzel L, Goldberg AP, Hanley DF. Treadmill exercise activates subcortical neural networks and improves walking after stroke: a randomized controlled trial. Stroke. 2008 Dec;39(12):3341-50. doi: 10.1161/STROKEAHA.108.527531. Epub 2008 Aug 28."},{"pmid":"19461018","type":"BACKGROUND","citation":"Enzinger C, Dawes H, Johansen-Berg H, Wade D, Bogdanovic M, Collett J, Guy C, Kischka U, Ropele S, Fazekas F, Matthews PM. Brain activity changes associated with treadmill training after stroke. Stroke. 2009 Jul;40(7):2460-7. doi: 10.1161/STROKEAHA.109.550053. Epub 2009 May 21. Erratum In: Stroke. 2011 Nov;42(11):e630."},{"pmid":"25070961","type":"BACKGROUND","citation":"Burke E, Dobkin BH, Noser EA, Enney LA, Cramer SC. Predictors and biomarkers of treatment gains in a clinical stroke trial targeting the lower extremity. Stroke. 2014 Aug;45(8):2379-84. doi: 10.1161/STROKEAHA.114.005436. Epub 2014 Jun 24."},{"pmid":"15275928","type":"BACKGROUND","citation":"Jahn K, Deutschlander A, Stephan T, Strupp M, Wiesmann M, Brandt T. Brain activation patterns during imagined stance and locomotion in functional magnetic resonance imaging. Neuroimage. 2004 Aug;22(4):1722-31. doi: 10.1016/j.neuroimage.2004.05.017."},{"pmid":"28954877","type":"BACKGROUND","citation":"Maidan I, Rosenberg-Katz K, Jacob Y, Giladi N, Hausdorff JM, Mirelman A. Disparate effects of training on brain activation in Parkinson disease. Neurology. 2017 Oct 24;89(17):1804-1810. doi: 10.1212/WNL.0000000000004576. Epub 2017 Sep 27."},{"pmid":"28607750","type":"BACKGROUND","citation":"Leonard G, Lapierre Y, Chen JK, Wardini R, Crane J, Ptito A. Noninvasive tongue stimulation combined with intensive cognitive and physical rehabilitation induces neuroplastic changes in patients with multiple sclerosis: A multimodal neuroimaging study. Mult Scler J Exp Transl Clin. 2017 Feb 1;3(1):2055217317690561. doi: 10.1177/2055217317690561. eCollection 2017 Jan-Mar."},{"pmid":"30094167","type":"BACKGROUND","citation":"Sacheli LM, Zapparoli L, Preti M, De Santis C, Pelosi C, Ursino N, Zerbi A, Stucovitz E, Banfi G, Paulesu E. A functional limitation to the lower limbs affects the neural bases of motor imagery of gait. Neuroimage Clin. 2018 Jul 5;20:177-187. doi: 10.1016/j.nicl.2018.07.003. eCollection 2018."},{"pmid":"20034578","type":"BACKGROUND","citation":"la Fougere C, Zwergal A, Rominger A, Forster S, Fesl G, Dieterich M, Brandt T, Strupp M, Bartenstein P, Jahn K. Real versus imagined locomotion: a [18F]-FDG PET-fMRI comparison. Neuroimage. 2010 May 1;50(4):1589-98. doi: 10.1016/j.neuroimage.2009.12.060. Epub 2009 Dec 23."},{"pmid":"28488268","type":"BACKGROUND","citation":"Mehrholz J, Thomas S, Werner C, Kugler J, Pohl M, Elsner B. Electromechanical-assisted training for walking after stroke. Cochrane Database Syst Rev. 2017 May 10;5(5):CD006185. doi: 10.1002/14651858.CD006185.pub4."},{"pmid":"31358017","type":"BACKGROUND","citation":"Kim HY, Shin JH, Yang SP, Shin MA, Lee SH. Robot-assisted gait training for balance and lower extremity function in patients with infratentorial stroke: a single-blinded randomized controlled trial. J Neuroeng Rehabil. 2019 Jul 29;16(1):99. doi: 10.1186/s12984-019-0553-5."},{"pmid":"32229177","type":"BACKGROUND","citation":"Moucheboeuf G, Griffier R, Gasq D, Glize B, Bouyer L, Dehail P, Cassoudesalle H. Effects of robotic gait training after stroke: A meta-analysis. Ann Phys Rehabil Med. 2020 Nov;63(6):518-534. doi: 10.1016/j.rehab.2020.02.008. Epub 2020 Mar 27."},{"pmid":"17123203","type":"BACKGROUND","citation":"Kahn LE, Lum PS, Rymer WZ, Reinkensmeyer DJ. Robot-assisted movement training for the stroke-impaired arm: Does it matter what the robot does? J Rehabil Res Dev. 2006 Aug-Sep;43(5):619-30. doi: 10.1682/jrrd.2005.03.0056."},{"pmid":"29090654","type":"BACKGROUND","citation":"Smith MC, Barber PA, Stinear CM. The TWIST Algorithm Predicts Time to Walking Independently After Stroke. Neurorehabil Neural Repair. 2017 Oct-Nov;31(10-11):955-964. doi: 10.1177/1545968317736820. Epub 2017 Nov 1."},{"pmid":"24812254","type":"BACKGROUND","citation":"Middleton A, Fritz SL, Lusardi M. Walking speed: the functional vital sign. J Aging Phys Act. 2015 Apr;23(2):314-22. doi: 10.1123/japa.2013-0236. Epub 2014 May 2."},{"pmid":"12952165","type":"BACKGROUND","citation":"Richards JD, Pramanik A, Sykes L, Pomeroy VM. A comparison of knee kinematic characteristics of stroke patients and age-matched healthy volunteers. Clin Rehabil. 2003 Aug;17(5):565-71. doi: 10.1191/0269215503cr651oa."},{"pmid":"18029199","type":"BACKGROUND","citation":"Jahn K, Deutschlander A, Stephan T, Kalla R, Wiesmann M, Strupp M, Brandt T. Imaging human supraspinal locomotor centers in brainstem and cerebellum. Neuroimage. 2008 Jan 15;39(2):786-92. doi: 10.1016/j.neuroimage.2007.09.047. Epub 2007 Oct 10."},{"pmid":"31379481","type":"BACKGROUND","citation":"Hok P, Opavsky J, Labounek R, Kutin M, Slachtova M, Tudos Z, Kanovsky P, Hlustik P. Differential Effects of Sustained Manual Pressure Stimulation According to Site of Action. Front Neurosci. 2019 Jul 17;13:722. doi: 10.3389/fnins.2019.00722. eCollection 2019."},{"pmid":"19627940","type":"BACKGROUND","citation":"Schwartz I, Sajin A, Fisher I, Neeb M, Shochina M, Katz-Leurer M, Meiner Z. The effectiveness of locomotor therapy using robotic-assisted gait training in subacute stroke patients: a randomized controlled trial. PM R. 2009 Jun;1(6):516-23. doi: 10.1016/j.pmrj.2009.03.009."},{"pmid":"20022995","type":"BACKGROUND","citation":"Tilson JK, Sullivan KJ, Cen SY, Rose DK, Koradia CH, Azen SP, Duncan PW; Locomotor Experience Applied Post Stroke (LEAPS) Investigative Team. Meaningful gait speed improvement during the first 60 days poststroke: minimal clinically important difference. Phys Ther. 2010 Feb;90(2):196-208. doi: 10.2522/ptj.20090079. Epub 2009 Dec 18."},{"pmid":"3763704","type":"BACKGROUND","citation":"Holden MK, Gill KM, Magliozzi MR. Gait assessment for neurologically impaired patients. Standards for outcome assessment. Phys Ther. 1986 Oct;66(10):1530-9. doi: 10.1093/ptj/66.10.1530."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}