{"protocolSection":{"identificationModule":{"nctId":"NCT05309005","orgStudyIdInfo":{"id":"Sosial kognisjon"},"organization":{"fullName":"Sunnaas Rehabilitation Hospital","class":"OTHER"},"briefTitle":"Virtual Reality and Social Cognition After Acquired Brain Injury","officialTitle":"Virtual Reality and Social Cognition After Acquired Brain Injury"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-24","studyFirstSubmitQcDate":"2022-03-24","studyFirstPostDateStruct":{"date":"2022-04-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-07","lastUpdatePostDateStruct":{"date":"2022-11-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sunnaas Rehabilitation Hospital","class":"OTHER"},"collaborators":[{"name":"Norwegian University of Science and Technology","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study aim is to improve assessment and understanding of social cognitive impairment after acquired brain injury by developing and validating a virtual reality version of The Awareness of Social Inference Test (TASIT). It is expected that the VR version of the test has comparable or better psychometric properties than the video version, and that it has improved relevance to everyday social skills. It is also expected that the VR version taxes cognitive functions more than a desktop version with identical content as the VR version.","detailedDescription":"The study's main aim is to validate a Norwegian virtual reality (VR) adaptation of The Awareness of Social Inference Test (TASIT) in an acquired brain injury population (ABI). The secondary aim is to increase our understanding of the interplay between social cognition and general cognition in a realistic social setting, i.e. an immersive virtual environment.\n\nTASIT is one of the few available standardized tests of social cognition with good and documented norms and psychometric properties. The original TASIT consists of three subtests, one subtest measuring emotion recognition and two subtests measuring Theory of Mind. It has an A and a B form for retest purposes. Each subtest consists of short videos depicting various social scenes. The participant's task is to identify a character's emotions, beliefs or intentions, depending on the subtest. TASIT predicts social cognitive impairments in several patient groups, including ABI.\n\nVR is an immersive, computer-generated three-dimensional environment. Computer- and behavioral interfaces are used to simulate the behavior of 3D entities that interact in real time with a user who is immersed in the virtual environment. VR facilitates a sense of social presence, i.e. a feeling of being part of social situations, not attainable in a two-dimensional medium. Assessing social cognition in a virtual environment with higher social presence could increase the test's ecological validity.\n\nFor the Norwegian version of TASIT the manuscripts from all videos from the A form were translated into Norwegian. The original dialogues and plot lines from the original test were retained, except minor adaptations for modernization purposes and to exploit the potential for social presence in VR. The scenes were filmed with a 360-degree camera, allowing production of one immersive three-dimensional VR version (VR TASIT) and a standard, two-dimensional desktop version (DT TASIT). The versions are otherwise identical.\n\nResearch Questions: The overall aim is to improve assessment and understanding of social cognitive impairment in patients with ABI. This will be done by investigating the psychometric properties and validity of a VR version of TASIT.\n\nThe primary research question is:\n\n1. What is the construct validity (known groups validity, convergent and divergent validity) and test-retest reliability of a Norwegian VR version of TASIT (VR TASIT), and are the psychometric properties comparable or improved compared to the original test?\n\n   Secondary research questions are:\n2. Does the VR version of TASIT contribute to increased ecological validity in assessment of social cognition?\n3. Does the application of VR TASIT result in increased cognitive load compared to the 2D version, and thus in higher correlations with tests of processing speed, attention, abstract thinking and executive functioning?"},"conditionsModule":{"conditions":["TBI","Stroke","Acquired Brain Injury","Brain Injuries"],"keywords":["Virtual Reality","VR","Social cognition","Emotion recognition","Theory of Mind","Assessment","Ecological validity","TBI","Stroke","Acquired Brain Injury"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"ABI group","description":"The patient group consists of 100 patients with acquired brain injury (e.g. cerebrovascular incidents, anoxia, encephalitis and non-progressive brain tumors)","interventionNames":["Behavioral: VR TASIT","Behavioral: DT TASIT"]},{"label":"Healthy control group","description":"100 healthy adults will be matched to the patients with respect to age, gender and education.","interventionNames":["Behavioral: VR TASIT","Behavioral: DT TASIT"]}],"interventions":[{"type":"BEHAVIORAL","name":"VR TASIT","description":"Consists of a Norwegian adaptation of the 59 videos of social scenes that constitute the A Form in the original TASIT. The stimulus material in the Virtual Reality version is perceived through a head mounted display. This allows the test person to watch the scenes in three dimensions and a 360 degree angle, increasing the sense of social presence.","armGroupLabels":["ABI group","Healthy control group"]},{"type":"BEHAVIORAL","name":"DT TASIT","description":"Consists of a Norwegian adaptation of the 59 videos of social scenes that constitute the A Form in the original TASIT, with identical content as the VR TASIT. The stimulus material in the desktop version is perceived on a two dimensional desktop computer screen.","armGroupLabels":["ABI group","Healthy control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Known Groups Validity of VR TASIT assessed with Mann Whitney U test","description":"It is expected that the patient group performs poorer than the control group on the VR TASIT, both total score and scores on each of the three subtests.","timeFrame":"60 minutes"},{"measure":"Reliability of VR TASIT in the patient group assessed with paired sample t-tests","description":"The test-retest reliability of VR TASIT in the patient group is determined by re-administering the test 16 weeks after the first administration and calculating the correlation. Analysis of both total score and subscores will be conducted.","timeFrame":"60 minutes"}],"secondaryOutcomes":[{"measure":"Convergent Validity of VR TASIT in the patient group assessed with paired sample t-tests.","description":"It is expected that performance on the VR TASIT correlates with performance on three established tests of social cognition, the Hinting Task, the Emotion Recognition Task, and the Interpersonal Reactivity Index.\n\nThe Hinting Task is a measure of Theory of Mind that assesses understanding of people's intentions from indirect messages. The task consists of 10 text vignettes of a protagonist expressing an indirect message to another person. Participants are asked to describe the meaning behind the indirect messages.\n\nThe Emotion Recognition Task (ERT) measures emotion recognition by asking participants to label facial expressions from photographs.\n\nThe Interpersonal Reactivity Index (IRI) is a measure of empathy, designed to distinguish persons who experience more of the feelings of others from those who are less responsive to the emotional expressions and experiences of others. It contains 28 items that participants answer on a five-point Likert-type scale.","timeFrame":"60 minutes"},{"measure":"Divergent Validity of VR TASIT in the patient group assessed with paired sample t-tests.","description":"Weak to moderate associations between VR-TASIT and measures of mental efficiency, working memory, abstraction and executive functions.\n\nMental efficiency is assessed with Conners Continuous Performance Test III - Mean Hit Reaction Time.\n\nWorking Memory is assessed with a composite score consisting of Digit Span Backward and Digit Span Sequencing from the Wechsler Adult Intelligence Scale IV.\n\nAbstraction is assessed with a composite score consisting of Similarities and Matrices from the Wechsler Adult Intelligence Scale IV.\n\nThree executive functions are assessed: mental flexibility, interference inhibition and sustained attention. Mental flexibility is measured with with Trail Making Test 4 from Delis-Kaplan Executive Function System, interference inhibition is measured with Color Word Interference Test 3 from Delis-Kaplan Executive Function System and sustained attention is measured with Standard deviation of Hit Reaction time from Conners Continuous Performance Test III.","timeFrame":"60 minutes"},{"measure":"Ecological Validity of VR TASIT assessed with paired sample t-tests.","description":"It is expected that performance on the VR TASIT correlates with self-reported everyday social functioning, assessed with the La Trobe Communication Questionnaire (LCQ). LCQ measures impairments in social communication with 30 items rated by patients and informants. The LCQ has been translated into Norwegian and discriminates between people with brain injury and healthy adults.","timeFrame":"60 minutes"}],"otherOutcomes":[{"measure":"Secondary Ecological Validity of VR TASIT assessed with paired sample t-tests.","description":"It is expected that performance on the VR TASIT correlates with self-reported everyday social functioning, assessed with the Social Skills Questionnaire for TBI (SSQ-TBI). SSQ-TBI taps 16 desirable and 24 undesirable behaviors, which yield negative and positive subscales, respectively. A final item measures a global impression of social functioning. The SSQ-TBI will be translated to Norwegian.","timeFrame":"60 min"},{"measure":"Presence of VR TASIT versus DT TASIT in patient group assessed with paired sample t-test","description":"It is expected that the VR TASIT is experienced as more immersive than the DT TASIT, assessed with the The Multimodal Presence Scale. The Multimodal Presence Scale measures the perceived physical, social and self-presence in a mediated experience on 15 five-point Likert-type questions.","timeFrame":"60 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients in stable phase after acquired brain injury, minimum one year after injury\n* Physically able to operate VR technology\n* Norwegian skills adequate to understand instructions and dialogues in TASIT videos.\n\nExclusion Criteria:\n\n* Severe aphasia affecting their understanding of instructions\n* Apraxia affecting their ability to use VR-equipment\n* Visual neglect\n* Severe mental illness or co-existing neurological disorders","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Acquired Brain Injury","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Marianne Løvstad, Professor","role":"CONTACT","phone":"+4793452003","email":"marianne.lovstad@sunnaas.no"},{"name":"Martin Matre, can.psychol.","role":"CONTACT","phone":"+4795870663","email":"martin.matre@sunnaas.no"}],"overallOfficials":[{"name":"Marianne Løvstad, Professor","affiliation":"Sunnaas Rehabilitation Hospital and University of Oslo","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sunnaas Rehabilitation Hospital","status":"RECRUITING","city":"Nesoddtangen","state":"Viken","zip":"1453","country":"Norway","contacts":[{"name":"Anne Catrine Trægde Martinsen, PhD","role":"CONTACT","email":"anne.catrine.traegde.martinsen@sunnaas.no"}],"geoPoint":{"lat":59.86244,"lon":10.66308}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}