{"protocolSection":{"identificationModule":{"nctId":"NCT03651479","orgStudyIdInfo":{"id":"2018/02(a)-08"},"organization":{"fullName":"Eastern Mediterranean University","class":"OTHER"},"briefTitle":"The Comparison of Virtual and Real Boxing Training in Hemiparetic Stroke Patients","officialTitle":"The Comparison of Virtual and Real Boxing Training in Hemiparetic Stroke Patients: a Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-11-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-06-12","type":"ACTUAL"},"completionDateStruct":{"date":"2019-06-12","type":"ACTUAL"},"studyFirstSubmitDate":"2018-08-10","studyFirstSubmitQcDate":"2018-08-28","studyFirstPostDateStruct":{"date":"2018-08-29","type":"ACTUAL"},"resultsFirstSubmitDate":"2019-06-19","resultsFirstSubmitQcDate":"2020-01-09","resultsFirstPostDateStruct":{"date":"2020-01-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-29","lastUpdatePostDateStruct":{"date":"2021-11-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Gözde İyigün","investigatorTitle":"Faculty member","investigatorAffiliation":"Eastern Mediterranean University"},"leadSponsor":{"name":"Eastern Mediterranean University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to compare the effects of virtual and real boxing training in addition to neurodevelopmental training on cognitive status, upper extremity functions, balance and activities of daily living in hemiparetic stroke patients.","detailedDescription":"The use of computer systems has become a highly accepted approach in neurorehabilitation currently. Virtual reality (VR) is frequently used in different disease groups for this purpose. By using various VR equipment (sensors, balance board, control, etc.), exercises can be individualized to suit individual needs and aim to stimulate neural plasticity according to motor learning principles with repetitive activities.\n\nIn recent years, it has been observed that boxing training (boxing therapy) in individuals with neurological diseases (e.g. Parkinson's disease and stroke) gives positive results. It has been shown in the literature there are short and long-term improvement in daily life activities, quality of life, balance and gait functions after boxing training in patients with Parkinson' disease despite the progressive nature of Parkinson's disease. Additionally it was found that boxing program in sitting has positive effects on upper extremity functions, balance, walking and quality of life in stroke patients. In the literature, there were no studies comparing virtual and boxing therapy in stroke patients. Therefore, the aim of this study is to compare the effects of virtual and real boxing training in addition to neurodevelopmental training (NDT) on cognitive status, upper extremity functions, balance and activities of daily living in hemiparetic stroke patients.\n\nPatients who have had a stroke for the first time with hemiparesis, who are between the ages of 18-70, who has Mini Mental Test score above 23, whose functional level is less than 4 according to the Modified Rankin Scale, who has upper extremity spasticity lower than 3 on Modified Ashworth Scale will be included in this study. In case of hypertension which may prevent rehabilitation, heart disease, subluxation and fracture at the shoulder, visual impairment, limitation in passive normal joint movement in hemiplegic side, botulinum toxin administration or surgical operation in the last 6 months patients will not be excluded.\n\nAll the patients will be measured with Addenbrooke's Cognitive Assessment (ACA), Minnesota Hand Skill Test, Wolf Motor Function Test (WMFT), Fullerton Advanced Balance Scale (FAB), Frenchay Activity Index (FAI) and video boxing analysis of punching.The measurements will be made at the beginning of the treatment (0 weeks) and at the end of the treatment (8 weeks).\n\nNDT approaches consist of upper extremity facilitation techniques and activities in accordance with the patient's functional level, weight transfer and walking exercises to increase sitting and standing balance, mat exercises with the same purpose considering the functional level for each patient. In the real boxing (RB) group in addition to the NDT program, real boxing training will be given. Accordingly, the physiotherapist and the patient will wear boxing gloves and the patients will punch the physiotherapist's glove with a pre-specified treatment protocol. Resistance and frequencies between levels will be increased by the physiotherapist as the sessions progress. The RB group will have 30 minutes of real boxing training for 3 sessions per week for 8 weeks. In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing. For the VB group, virtual boxing training will be held for 3 weeks 30 minutes a week for 8 weeks."},"conditionsModule":{"conditions":["Stroke","Hemiparesis"],"keywords":["virtual reality","boxing","upper extremity function","cognitive function","balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"real boxing group","type":"EXPERIMENTAL","description":"In the real boxing (RB) group in addition to the NDT program, real boxing training will be given.","interventionNames":["Other: real boxing training"]},{"label":"virtual boxing group","type":"EXPERIMENTAL","description":"In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing.","interventionNames":["Other: virtual boxing training"]}],"interventions":[{"type":"OTHER","name":"real boxing training","description":"In the real boxing (RB) group in addition to the NDT program, real boxing training will be given. Accordingly, the physiotherapist and the patient will wear boxing gloves and the patients will punch the physiotherapist's glove with a pre-specified treatment protocol. Resistance and frequencies between levels will be increased by the physiotherapist as the sessions progress. The RB group will have 30 minutes of real boxing training for 3 sessions per week for 8 weeks.","armGroupLabels":["real boxing group"]},{"type":"OTHER","name":"virtual boxing training","description":"In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing. For the VB group, virtual boxing training will be held for 3 weeks 30 minutes a week for 8 weeks.","armGroupLabels":["virtual boxing group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Wolf Motor Function Test","description":"Wolf Motor Function Test (WFMT) quantifies upper extremity motor ability through the use of timed and functional tasks. The widely used version of the WMFT consists of 17 items, items 7 and 14 are related to subject strength and the other 15 to subject functional ability during various tasks. Performances are scored using a 6-point functional ability scale and the less affected upper extremity followed by the most affected side. The total score, also referred to as Functional Ability score (WMFT-FAS), is the sum of the 15 items score (with a 6-point ordinal score from 0 to 5). The maximum total score is 75 and minimum is 0. Lower scores indicating lower functional levels.","timeFrame":"8 weeks"}],"secondaryOutcomes":[{"measure":"Minnesota Manual Dexterity Test","description":"Minnesota Manual Dexterity Test (MMDT) measures the speed of gross arm and hand movements (arm-hand dexterity) during rapid eye-hand coordination tasks. The MMDT involve five subtests:The Placing Test (1st item: taking the blocks with one hand and putting them in the holes on the board in a standardized order) and Two-hand Turning and Placing Test (5th item: taking the blocks with two hands and putting them in the holes on the board in a standardized order) were the two items selected for this study.The number of seconds it took to complete the task on each of the trials was recorded. The lower the score, the better the outcome.","timeFrame":"8 weeks"},{"measure":"Video Boxing Analysis of Punching","description":"Video Boxing Analysis (VBA) evaluation method was used to evaluate the goal-oriented performance analysis of upper extremity. For boxing analysis patients were videotaped while punching with their right side, punching with side left and punching bilaterally. Than the videotape were watched to analyze and the number of right unilateral punches in 1 minute, number of left unilateral punches in 1 minute and number of bilateral punches in 1 minute were recorded. This analysis were done for the quantitative assessment of punch number per minute (number of punch/minute). This measurement method is created and constructed by the authors of this study. Higher number of punches indicate better outcome on this analysis.","timeFrame":"8 weeks"},{"measure":"Fullerton Advanced Balance Scale","description":"Fullerton Advanced Balance (FAB) scale was developed to evaluate sensitive changes in many aspects of balance. This performance-based scale consists of 10 test items assessing functional balance (static and dynamic) status in older people. The individual test items are: 1. Feet together, eyes closed, 2. Reach forward to retrieve an object, 3. Turn in a full circle, 4. Step up and over a bench, 5. Tandem walk, 6. Stand on one leg, 7. Stand on foam, eyes closed, 8. Two-footed jump, 9. Walk with head turns, 10. Reactive postural control. Each test item is scored using a 0-4 scale. The highest score that can be obtained on this multidimensional balance assessment is 40 points, and the lowest is zero. Higher scores indicate better balance abilities. The FAB scale is quick to administer (\\~10-12 minutes) and can be administered in a relatively small area.","timeFrame":"8 weeks"},{"measure":"Addenbrooke's Cognitive Assessment","description":"Addenbrook's Cognitive Assessment - Revised (ACE-R) is sensitive in the differential diagnosis of early stage dementia. However, the design and psychometric properties is also suitable to provide information about cognitive functions and cognitive deficits in patients without dementia after a stroke. The ACE-R consists of five domains including attention/orientation, memory, verbal fluency, language and visuospatial ability. The ACE-R total scale score ranges from 0 to 100. The ACE-R subscale scores ranges between; 0-18 points for attention, 0-26 for memory, 0-14 for fluency, 0-26 for language and 0-16 for visuospatial processing. Higher scores indicate better cognitive functioning. ACE- R scale was found as reliable and valid in Turkish population.","timeFrame":"8 weeks"},{"measure":"Frenchay Activities Index","description":"Frenchay Activities Index is a measure of instrumental activities of daily living (IADL) for use with patients recovering from stroke. The Frenchay Activities Index (FAI) assesses a broad range of activities associated with everyday life. The benefit of the FAI is that while activities of daily living scales tend to focus on issues related to self-care and mobility. The FAI comprises 15 activities, each of which is scored on a 4-point scale (0 to 3), to yield a total score ranging from 0 (inactive) to 45 (active). Scoring is based on the frequency with which the activities are carried out. It can be broken down into three subscales: domestic chores, leisure/work, and outdoor activities. Each subscale's score ranges from 0 to 15.","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients diagnosed with first time ever stroke\n* Patients with hemiparesis\n* Patients who are between the ages of 18-70\n* Patients who has Mini Mental Test score above 23\n* Patients whose functional level is less than 4 according to the Modified Rankin Scale\n* Patients who has upper extremity spasticity lower than 3 on Modified Ashworth Scale\n\nExclusion Criteria:\n\n* Hypertension\n* Heart disease\n* Subluxation and fracture at the shoulder\n* Visual impairment\n* Limitation in passive normal joint movement in hemiplegic side\n* Botulinum toxin administration or surgical operation in the last 6 months patients","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Gozde Iyigun, PhD","affiliation":"Eastern Mediterranean University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Eastern Mediterranean University","city":"Famagusta","state":"North Cyprus Via Mersin 10 Turkey","zip":"99450","country":"Cyprus","geoPoint":{"lat":35.12054,"lon":33.93894}}]},"referencesModule":{"references":[{"pmid":"27792020","type":"BACKGROUND","citation":"Park J, Gong J, Yim J. Effects of a sitting boxing program on upper limb function, balance, gait, and quality of life in stroke patients. NeuroRehabilitation. 2017;40(1):77-86. doi: 10.3233/NRE-161392."},{"pmid":"24051993","type":"BACKGROUND","citation":"Sin H, Lee G. Additional virtual reality training using Xbox Kinect in stroke survivors with hemiplegia. Am J Phys Med Rehabil. 2013 Oct;92(10):871-80. doi: 10.1097/PHM.0b013e3182a38e40."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"Real Boxing Group","description":"In the real boxing (RB) group in addition to the NDT program, real boxing training will be given.\n\nreal boxing training: In the real boxing (RB) group in addition to the NDT program, real boxing training will be given. Accordingly, the physiotherapist and the patient will wear boxing gloves and the patients will punch the physiotherapist's glove with a pre-specified treatment protocol. Resistance and frequencies between levels will be increased by the physiotherapist as the sessions progress. The RB group will have 30 minutes of real boxing training for 3 sessions per week for 8 weeks."},{"id":"FG001","title":"Virtual Boxing Group","description":"In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing.\n\nvirtual boxing training: In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing. For the VB group, virtual boxing training will be held for 3 weeks 30 minutes a week for 8 weeks."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"20"},{"groupId":"FG001","numSubjects":"20"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"20"},{"groupId":"FG001","numSubjects":"20"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"Real Boxing Group","description":"In the real boxing (RB) group in addition to the NDT program, real boxing training will be given.\n\nreal boxing training: In the real boxing (RB) group in addition to the NDT program, real boxing training will be given. Accordingly, the physiotherapist and the patient will wear boxing gloves and the patients will punch the physiotherapist's glove with a pre-specified treatment protocol. Resistance and frequencies between levels will be increased by the physiotherapist as the sessions progress. The RB group will have 30 minutes of real boxing training for 3 sessions per week for 8 weeks."},{"id":"BG001","title":"Virtual Boxing Group","description":"In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing.\n\nvirtual boxing training: In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing. For the VB group, virtual boxing training will be held for 3 weeks 30 minutes a week for 8 weeks."},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"20"},{"groupId":"BG002","value":"40"}]}],"measures":[{"title":"Age, Categorical","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"20"},{"groupId":"BG002","value":"40"}]}],"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"15"},{"groupId":"BG001","value":"13"},{"groupId":"BG002","value":"28"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"7"},{"groupId":"BG002","value":"12"}]}]}]},{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"20"},{"groupId":"BG002","value":"40"}]}],"categories":[{"measurements":[{"groupId":"BG000","value":"58.25","spread":"11.19"},{"groupId":"BG001","value":"60.15","spread":"10.19"},{"groupId":"BG002","value":"59.20","spread":"10.61"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"20"},{"groupId":"BG002","value":"40"}]}],"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"8"},{"groupId":"BG001","value":"5"},{"groupId":"BG002","value":"13"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"12"},{"groupId":"BG001","value":"15"},{"groupId":"BG002","value":"27"}]}]}]},{"title":"Race and Ethnicity Not Collected","populationDescription":"Race and Ethnicity were not collected from any participant.","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]}],"categories":[{"measurements":[{"groupId":"BG002","value":"0"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"Cyprus","denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"20"},{"groupId":"BG002","value":"40"}]}],"categories":[{"measurements":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"20"},{"groupId":"BG002","value":"40"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Wolf Motor Function Test","description":"Wolf Motor Function Test (WFMT) quantifies upper extremity motor ability through the use of timed and functional tasks. The widely used version of the WMFT consists of 17 items, items 7 and 14 are related to subject strength and the other 15 to subject functional ability during various tasks. Performances are scored using a 6-point functional ability scale and the less affected upper extremity followed by the most affected side. The total score, also referred to as Functional Ability score (WMFT-FAS), is the sum of the 15 items score (with a 6-point ordinal score from 0 to 5). The maximum total score is 75 and minimum is 0. Lower scores indicating lower functional levels.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"score on a scale","timeFrame":"8 weeks","groups":[{"id":"OG000","title":"Real Boxing Group","description":"In the real boxing (RB) group in addition to the NDT program, real boxing training will be given.\n\nreal boxing training: In the real boxing (RB) group in addition to the NDT program, real boxing training will be given. Accordingly, the physiotherapist and the patient will wear boxing gloves and the patients will punch the physiotherapist's glove with a pre-specified treatment protocol. Resistance and frequencies between levels will be increased by the physiotherapist as the sessions progress. The RB group will have 30 minutes of real boxing training for 3 sessions per week for 8 weeks."},{"id":"OG001","title":"Virtual Boxing Group","description":"In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing.\n\nvirtual boxing training: In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing. For the VB group, virtual boxing training will be held for 3 weeks 30 minutes a week for 8 weeks."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"20"},{"groupId":"OG001","value":"20"}]}],"classes":[{"title":"baseline","categories":[{"measurements":[{"groupId":"OG000","value":"68.00","spread":"9.46"},{"groupId":"OG001","value":"69.65","spread":"3.12"}]}]},{"title":"after treatment","categories":[{"measurements":[{"groupId":"OG000","value":"68.65","spread":"3.12"},{"groupId":"OG001","value":"71.05","spread":"2.56"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"nonInferiorityType":"OTHER","pValue":"0.004","statisticalMethod":"Wilcoxon (Mann-Whitney)"}]},{"type":"SECONDARY","title":"Minnesota Manual Dexterity Test","description":"Minnesota Manual Dexterity Test (MMDT) measures the speed of gross arm and hand movements (arm-hand dexterity) during rapid eye-hand coordination tasks. The MMDT involve five subtests:The Placing Test (1st item: taking the blocks with one hand and putting them in the holes on the board in a standardized order) and Two-hand Turning and Placing Test (5th item: taking the blocks with two hands and putting them in the holes on the board in a standardized order) were the two items selected for this study.The number of seconds it took to complete the task on each of the trials was recorded. The lower the score, the better the outcome.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"seconds","timeFrame":"8 weeks","groups":[{"id":"OG000","title":"Real Boxing Group","description":"In the real boxing (RB) group in addition to the NDT program, real boxing training will be given.\n\nreal boxing training: In the real boxing (RB) group in addition to the NDT program, real boxing training will be given. Accordingly, the physiotherapist and the patient will wear boxing gloves and the patients will punch the physiotherapist's glove with a pre-specified treatment protocol. Resistance and frequencies between levels will be increased by the physiotherapist as the sessions progress. The RB group will have 30 minutes of real boxing training for 3 sessions per week for 8 weeks."},{"id":"OG001","title":"Virtual Boxing Group","description":"In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing.\n\nvirtual boxing training: In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing. For the VB group, virtual boxing training will be held for 3 weeks 30 minutes a week for 8 weeks."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"20"},{"groupId":"OG001","value":"20"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.39","spread":"2.53"},{"groupId":"OG001","value":"2.42","spread":"0.55"}]}]}]},{"type":"SECONDARY","title":"Video Boxing Analysis of Punching","description":"Video Boxing Analysis (VBA) evaluation method was used to evaluate the goal-oriented performance analysis of upper extremity. For boxing analysis patients were videotaped while punching with their right side, punching with side left and punching bilaterally. Than the videotape were watched to analyze and the number of right unilateral punches in 1 minute, number of left unilateral punches in 1 minute and number of bilateral punches in 1 minute were recorded. This analysis were done for the quantitative assessment of punch number per minute (number of punch/minute). This measurement method is created and constructed by the authors of this study. Higher number of punches indicate better outcome on this analysis.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"repetitions per minute","timeFrame":"8 weeks","groups":[{"id":"OG000","title":"Real Boxing Group","description":"In the real boxing (RB) group in addition to the NDT program, real boxing training will be given.\n\nreal boxing training: In the real boxing (RB) group in addition to the NDT program, real boxing training will be given. Accordingly, the physiotherapist and the patient will wear boxing gloves and the patients will punch the physiotherapist's glove with a pre-specified treatment protocol. Resistance and frequencies between levels will be increased by the physiotherapist as the sessions progress. The RB group will have 30 minutes of real boxing training for 3 sessions per week for 8 weeks."},{"id":"OG001","title":"Virtual Boxing Group","description":"In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing.\n\nvirtual boxing training: In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing. For the VB group, virtual boxing training will be held for 3 weeks 30 minutes a week for 8 weeks."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"20"},{"groupId":"OG001","value":"20"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.25","spread":"7.54"},{"groupId":"OG001","value":"40.3","spread":"8.58"}]}]}]},{"type":"SECONDARY","title":"Fullerton Advanced Balance Scale","description":"Fullerton Advanced Balance (FAB) scale was developed to evaluate sensitive changes in many aspects of balance. This performance-based scale consists of 10 test items assessing functional balance (static and dynamic) status in older people. The individual test items are: 1. Feet together, eyes closed, 2. Reach forward to retrieve an object, 3. Turn in a full circle, 4. Step up and over a bench, 5. Tandem walk, 6. Stand on one leg, 7. Stand on foam, eyes closed, 8. Two-footed jump, 9. Walk with head turns, 10. Reactive postural control. Each test item is scored using a 0-4 scale. The highest score that can be obtained on this multidimensional balance assessment is 40 points, and the lowest is zero. Higher scores indicate better balance abilities. The FAB scale is quick to administer (\\~10-12 minutes) and can be administered in a relatively small area.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"score on a scale","timeFrame":"8 weeks","groups":[{"id":"OG000","title":"Real Boxing Group","description":"In the real boxing (RB) group in addition to the NDT program, real boxing training will be given.\n\nreal boxing training: In the real boxing (RB) group in addition to the NDT program, real boxing training will be given. Accordingly, the physiotherapist and the patient will wear boxing gloves and the patients will punch the physiotherapist's glove with a pre-specified treatment protocol. Resistance and frequencies between levels will be increased by the physiotherapist as the sessions progress. The RB group will have 30 minutes of real boxing training for 3 sessions per week for 8 weeks."},{"id":"OG001","title":"Virtual Boxing Group","description":"In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing.\n\nvirtual boxing training: In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing. For the VB group, virtual boxing training will be held for 3 weeks 30 minutes a week for 8 weeks."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"20"},{"groupId":"OG001","value":"20"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"30.20","spread":"4.76"},{"groupId":"OG001","value":"29.40","spread":"5.40"}]}]}]},{"type":"SECONDARY","title":"Addenbrooke's Cognitive Assessment","description":"Addenbrook's Cognitive Assessment - Revised (ACE-R) is sensitive in the differential diagnosis of early stage dementia. However, the design and psychometric properties is also suitable to provide information about cognitive functions and cognitive deficits in patients without dementia after a stroke. The ACE-R consists of five domains including attention/orientation, memory, verbal fluency, language and visuospatial ability. The ACE-R total scale score ranges from 0 to 100. The ACE-R subscale scores ranges between; 0-18 points for attention, 0-26 for memory, 0-14 for fluency, 0-26 for language and 0-16 for visuospatial processing. Higher scores indicate better cognitive functioning. ACE- R scale was found as reliable and valid in Turkish population.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"score on a scale","timeFrame":"8 weeks","groups":[{"id":"OG000","title":"Real Boxing Group","description":"In the real boxing (RB) group in addition to the NDT program, real boxing training will be given.\n\nreal boxing training: In the real boxing (RB) group in addition to the NDT program, real boxing training will be given. Accordingly, the physiotherapist and the patient will wear boxing gloves and the patients will punch the physiotherapist's glove with a pre-specified treatment protocol. Resistance and frequencies between levels will be increased by the physiotherapist as the sessions progress. The RB group will have 30 minutes of real boxing training for 3 sessions per week for 8 weeks."},{"id":"OG001","title":"Virtual Boxing Group","description":"In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing.\n\nvirtual boxing training: In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing. For the VB group, virtual boxing training will be held for 3 weeks 30 minutes a week for 8 weeks."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"20"},{"groupId":"OG001","value":"20"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"75.55","spread":"6.39"},{"groupId":"OG001","value":"75.05","spread":"8.47"}]}]}]},{"type":"SECONDARY","title":"Frenchay Activities Index","description":"Frenchay Activities Index is a measure of instrumental activities of daily living (IADL) for use with patients recovering from stroke. The Frenchay Activities Index (FAI) assesses a broad range of activities associated with everyday life. The benefit of the FAI is that while activities of daily living scales tend to focus on issues related to self-care and mobility. The FAI comprises 15 activities, each of which is scored on a 4-point scale (0 to 3), to yield a total score ranging from 0 (inactive) to 45 (active). Scoring is based on the frequency with which the activities are carried out. It can be broken down into three subscales: domestic chores, leisure/work, and outdoor activities. Each subscale's score ranges from 0 to 15.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"score on a scale","timeFrame":"8 weeks","groups":[{"id":"OG000","title":"Real Boxing Group","description":"In the real boxing (RB) group in addition to the NDT program, real boxing training will be given.\n\nreal boxing training: In the real boxing (RB) group in addition to the NDT program, real boxing training will be given. Accordingly, the physiotherapist and the patient will wear boxing gloves and the patients will punch the physiotherapist's glove with a pre-specified treatment protocol. Resistance and frequencies between levels will be increased by the physiotherapist as the sessions progress. The RB group will have 30 minutes of real boxing training for 3 sessions per week for 8 weeks."},{"id":"OG001","title":"Virtual Boxing Group","description":"In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing.\n\nvirtual boxing training: In the virtual boxing (VB) group, in addition to the NDT program, virtual boxing training will be given by using Kinect Xbox Boxing. For the VB group, virtual boxing training will be held for 3 weeks 30 minutes a week for 8 weeks."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"20"},{"groupId":"OG001","value":"20"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"28.40","spread":"11.53"},{"groupId":"OG001","value":"25.20","spread":"6.14"}]}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"Through study completion, an average of 6 months","description":"Adverse effect/event reporting was gathered from the patients or the care givers/ family members verbally during the treatment sessions","eventGroups":[{"id":"EG000","title":"Real Boxing Group","description":"Real boxing training group","deathsNumAffected":0,"deathsNumAtRisk":20,"seriousNumAffected":0,"seriousNumAtRisk":20,"otherNumAffected":0,"otherNumAtRisk":20},{"id":"EG001","title":"Virtual Boxing Group","description":"Virtual boxing training group","deathsNumAffected":0,"deathsNumAtRisk":20,"seriousNumAffected":0,"seriousNumAtRisk":20,"otherNumAffected":0,"otherNumAtRisk":20}]},"moreInfoModule":{"limitationsAndCaveats":{"description":"There were problems caused by technology in the virtual reality therapy group for example; Freezing the image while playing game and the patient's position to move out of the camera area can not be detected"},"certainAgreement":{"piSponsorEmployee":true},"pointOfContact":{"title":"Asst. Prof. Dr. Gozde Iyigun","organization":"Eastern Mediterranean University","email":"gozde.iyigun@emu.edu.tr","phone":"+903926303011"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2019-08-09","uploadDate":"2019-12-02T07:25","filename":"Prot_SAP_000.pdf","size":543275}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":true}