{"protocolSection":{"identificationModule":{"nctId":"NCT06009770","orgStudyIdInfo":{"id":"TELENEURO@REHAB"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Telerehabilitation Protocols With Digital and Robotic Tools for People With Chronic Neurological Disorders","officialTitle":"Development and Implementation of Telerehabilitation Protocols With Digital and Robotic Tools for the Continuity of Care of People With Chronic Neurological Disorders - TELENEURO@REHAB\""},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-05-29","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-25","studyFirstSubmitQcDate":"2023-08-22","studyFirstPostDateStruct":{"date":"2023-08-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-22","lastUpdatePostDateStruct":{"date":"2023-08-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"collaborators":[{"name":"Fondazione Ico Falck","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to test an innovative telerehabilitation protocol in people with Chronic Neurological Disorders (Parkinson's disease, Multiple Sclerosis, and post-stroke). The main questions it aims to answer are 1)the usability and acceptability of the system; 2)the level of safety of intervention; 3) the efficacy of the telerehabilitation protocol. Participants will be randomized (with an allocation ratio of 1:1) into either the experimental group (20 sessions of motor telerehabilitation with digital and robotic tools) or the active control group (20 motor rehabilitation sessions performed at home according to the usual care treatment procedure). Researchers will compare the experimental group and the active control group to see if the TR protocol with digital and robotic tools is effective in reducing the perceived level of disability."},"conditionsModule":{"conditions":["Post-stroke","Parkinson Disease","Multiple Sclerosis"],"keywords":["Telerehabilitation","Digital medicine","Robotics","Chronic Neurological conditions"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study is designed as a single-blinded, randomized, two-treatment arms controlled clinical trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"The Trial intervention will not be blinded for clinicians or patients due to its nature. Conversely, clinical endpoints and data collection from clinical/psychological questionnaires will be blinded to examiners/assessors. The statistician conducting the data analysis will be masked for the group allocation","whoMasked":["CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Telerehabilitation","type":"EXPERIMENTAL","description":"The TR intervention for people with PD, MS, and people post-stroke will be focused on addressing impairments and functional limitations that affect activities and participation in everyday life.\n\n1. Frequency: 5 weeks (4 sessions/week) of TR intervention provided according to a mixed model (3 asynchronous sessions + 1 synchronous, in-clinic session/week);\n2. Intensity: customized according to the patient's functional abilities (system's feedback);\n3. Time: 50 minutes/session;\n4. Type: according to the disease, TR protocols with a digital system (for MS and PD) or robotic tool (for post-stroke).","interventionNames":["Device: medical device \"Homing\" (TecnoBody); medical device \"Icone\" (Heaxel)"]},{"label":"Usual Care","type":"ACTIVE_COMPARATOR","description":"Conventional rehabilitation exercises at home, customized according to the disease.","interventionNames":["Behavioral: Usual Care"]}],"interventions":[{"type":"DEVICE","name":"medical device \"Homing\" (TecnoBody); medical device \"Icone\" (Heaxel)","description":"Rehabilitation activities for PD and MS will be aimed at improving motor performance and balance using a task-oriented approach with Homing system technology; post-stroke patients will perform a home-based upper limb rehabilitation with the iCONE robotic device for robot-assisted neurorehabilitation of the upper limb.","armGroupLabels":["Telerehabilitation"]},{"type":"BEHAVIORAL","name":"Usual Care","description":"Standard motor exercise training aimed at muscle mobilization and strengthening (MS and PD groups) or to mobilize and enhance motor control of upper limb functions (post-stroke group)","armGroupLabels":["Usual Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the perceived level of disability as measured by the World Health Organization Disability Assessment Schedule 2.0 (WHODAS 2.0, Federici et al., 2017)","description":"WHODAS 2.0 assesses the functioning and disability level in six domains (cognition, mobility, self-care, getting along, life activities, and participation in community activities) according to the International Classification of Functioning, Disability and Health (ICF). The summary scores for the WHODAS 2.0 will be obtained through 3 steps: 1) summing of item scores within each domain; 2) summing all six domain scores; 3) converting the summary score into a metric ranging from 0 to 100 (where 0 = no disability and 100 = full disability).","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"}],"secondaryOutcomes":[{"measure":"Change in global cognitive functioning as measured by the Montreal Cognitive Assessment (MoCA test, Conti et al., 2015) in PD, MS, and post-stroke groups","description":"The MoCA test is a screening battery which also includes subtests to assess frontal functions such as set-shifting, abstraction and cognitive flexibility (MoCA total score range: 0-30). High scores are indicative of better general cognitive performance.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in visuoperceptual and attentional abilities as measured by the Trail Making Test (TMT part A and B, Giovagnoli et al., 1996) in PD, MS, and post-stroke groups","description":"The TMT is a neuropsychological test that involves visual scanning (TMT-A) and dual-task (TMT-B). The TMT is scored by how long it takes to complete each part of the test. High execution times indicate poor performance.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in visuoperceptual and attentional abilities as measured by the and the Symbol Digit Modalities Test (SDMT; Smith A., 1973; Nocentini U., 2006) in PD, MS, and post-stroke groups","description":"The SDMT is a commonly used test to assess psychomotor speed. This paper-pencil measure involves a substitution task using a coding key with nine different abstract symbols, each paired with a numeral. Below the key, a series of these symbols is presented, and the participant is asked to write down the corresponding number for each symbol. The score consists of the number of correct substitutions within 90 seconds. Higher scores indicate better performance.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in depressive symptoms as measured by the Beck Depression Inventory for Primary Care (BDI-PC, Steer et al., 1999) in PD, MS, and post-stroke groups","description":"The BDI-PC is a 7-item questionnaire with each item rated on a 4-point scale (0-3). It is scored by summing ratings for each item (range 0-21). Higher scores indicate greater deflection of mood tone.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in anxiety level as measured by the State-Trait Anxiety Inventory - Form Y (STAI - Y2; Spielberger, 1983; Pedrabissi & Santinello, 1989) in PD, MS, and post-stroke groups","description":"The STAI-Y is a commonly used measure of trait and state anxiety (20 items for each). All items are rated on a 4-point scale (from \"Almost Never\" to \"Almost Always\"). STAI - Y2 is scored by summing ratings for each item (State-Anxiety: range 0-80; Trait Anxiety: range 0-80). Higher scores indicate greater anxiety.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in gross manual dexterity as measured by the Box and Block Test (BBT; Desrosiers et al., 1994) in PD, MS, and post-stroke groups","description":"The BBT is composed of a wooden box divided into two compartments, one of which contains 150 blocks. The BBT administration consists of asking the patient to move, one by one, the maximum number of blocks from one compartment to another within 60 seconds. The score is based on the number of blocks transferred from one compartment to the other in 60 seconds. Higher scores are indicative of better manual dexterity.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in finger dexterity as measured by the Nine Hole Peg Test (Feys et al., 2017) in PD and MS groups","description":"Participants are asked to take 9 pegs from a container, one by one, and place them into the 9 holes on the board of the test, as quickly as possible, using only the hand evaluated. The scoring considers the number of seconds taken by patients to complete the test or the number of pegs placed in 50 or 100 seconds. High execution times indicate poor finger dexterity.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in dynamic balance as measured by the modified Dynamic Gait Index (mDGI; Anastasi et al., 2019) in PD and MS groups","description":"the mDGI measures the capacity to adapt gait to complex tasks utilizing 8 tasks and 3 facets of performance (gait pattern score \\[0 -3\\], level of assistance \\[0 -2\\], and time level score \\[0 -3\\]). The total task score (range 0 - 8) is calculated by summing the 3 performance facet scores for each task. Higher scores are indicative of better performance.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in static and dynamic balance as measured by the Mini-Best Test (Franchignoni et al., 2010) in PD and MS groups","description":"The Mini-BESTest aims to identify the disordered systems underlying the postural control responsible for poor functional balance. This tool is composed by 27 tasks (36 items in total) assessing bio-mechanical constraints, stability limits/verticality, anticipatory responses, postural responses, sensory orientation, and stability in gait. Each item is scored based on ordinal scale scoring from 0- 3 where 3 = best performances and 0 = worst performances. The total score is provided as a percentage. Higher scores are indicative of better performance.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in perceived stability during activities of daily living as measured by the Activities Balance Confidence scale (ABC; Cattaneo et al., 2006; Franchignoni et al., 2014) in PD and MS groups","description":"ABC is a 16-item questionnaire that measures an individual's confidence during activities without falling or experiencing a sense of unsteadiness. Each item is scored ranging from 0 to 100. Higher scores are indicative of higher perceived stability.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in motor functionality as measured by the Movement Disorder Society - Unified Parkinson's Disease Rating Scale (MDS-UPDRS; Goetz et al., 2008) part III only in the PD group","description":"MDS-UPDRS assess changes in motor functionality. Part III (''motor examination\") is composed of 18 items scored using a 5-point ordinal scale where 0 = \"normal\", 1 = \"slight\", 2 = \"mild\", 3 = \"moderate\", 4 = \"severe\". Higher scores indicate increased severity","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in the level of disability as measured by the EDSS (Kurtzke, 1983) only in the MS group","description":"EDSS evaluates changes in their level of disability. It provides a total score on a scale that ranges from 0 to 10 in 0.5-unit increments. Higher scores indicate higher levels of disability.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in sensory-motor function of the upper limb as measured by the Fugl-Meyer Assessment - Upper Extremity (Fugl Meyer et al. 1975) only in post-stroke group","description":"The FMA-UL will be used to assess the motor functioning of the upper limb. Scoring is based on direct observation of performance. Items are scored using a 3-point ordinal scale where 0 = cannot perform, 1 = performs partially, and 2 = performs fully. The total possible motor score for the upper extremity is 66.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"},{"measure":"Change in motor function of the upper limb as measured by the Action Research Arm Test (ARAT; Lyle, 1981) only in post-stroke group","description":"The ARAT is a 19-item measure assessing the upper extremity performance (coordination, dexterity and functioning). Items are scored using a 4-point ordinal scale where 0 = \"no movement\", 1= \"movement task is partially performed\", 2 = \"movement task is completed but takes abnormally long\", and 3 = \"movement is performed normally\". Scores range from 0-57 points with higher scores indicating better performance.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"}],"otherOutcomes":[{"measure":"Change in connectivity indices as measured by brain Magnetic Resonance Imaging (MRI) (optional evaluation)","description":"MRI data will be collected on a Siemens Prisma 3.0 T scanner. Structural connectivity data will be collected using DWI and resting state functional MRI.","timeFrame":"Baseline, post-treatment, and follow-up (2 months after the end of treatment)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. diagnosis of chronic post-stroke condition with ischemic or haemorrhagic stroke injury occurred 4-6months before recruitment and with motor impairment of the upper limb \\> 2 to the Medical Research Council scale (MRC); or diagnosis of probable PD according to MDS criteria (Postuma et al., 2015) in staging between 1.5 and 3 on the Hoehn \\& Yahr scale (Goetz et al., 2004); or diagnosis of MS, RR-SP forms, according to the criteria of MC Donald 2010 (Polman et al., 2011) with disability level at the Expanded Disability Status Scale EDSS (Kurtzke, 1983) \\< 6;\n2. age between 25 and 85 years;\n3. preserved cognitive level at the Montreal Cognitive Assessment test (MoCA test \\>17.36) (Conti et al., 2015);\n4. agreement to participate with the signature of the informed consent form;\n5. no rehabilitation program in place at the time of enrolment;\n6. stable drug treatment (last 3 months) with L-Dopa or dopamine agonists (PD group) and/or cortisone (MS group).\n\nExclusion Criteria:\n\n1. presence of comorbidities that might prevent patients from undertaking a safe home program or determining clinical instability (i.e., severe orthopedic or severe cognitive deficits);\n2. presence of major psychiatric complications or personality disorders;\n3. presence of severe impairment of visual and/or acoustic perception;\n4. relapse ongoing/at least 3 months since the last relapse (MS group);\n5. presence of \"frequent\" freezing as recorded at the administration of Section II (daily life activity) of the UPDRS (score ≥ 3) (PD group);\n6. falls resulting in injuries or a number of falls ≤ 2 in the 6 months prior to recruitment (PD and MS groups).","healthyVolunteers":false,"sex":"ALL","minimumAge":"25 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"FRANCESCA BAGLIO, MD","role":"CONTACT","phone":"00390240308952","email":"fbaglio@dongnocchi.it"},{"name":"FEDERICA ROSSETTO, PHD","role":"CONTACT","phone":"00390240308952","email":"frossetto@dongnocchi.it"}],"overallOfficials":[{"name":"FRANCESCA BAGLIO, MD","affiliation":"Fondazione Don Carlo Gnocchi Onlus","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"seeAlsoLinks":[{"label":"internet page of Institution","url":"https://www.dongnocchi.it/ricerca-scientifica/i-centri-irccs/irccs-s-maria-nascente-milano/caditer"},{"label":"internet page of Research Unit","url":"https://caditer.dongnocchi.it/"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000009422","term":"Nervous System Diseases"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}