{"protocolSection":{"identificationModule":{"nctId":"NCT01907321","orgStudyIdInfo":{"id":"20-2011"},"organization":{"fullName":"University of Florida","class":"OTHER"},"briefTitle":"Cough and Swallow Rehab Following Stroke","officialTitle":"Cough and Swallow Rehabilitation Following Stroke"},"statusModule":{"statusVerifiedDate":"2016-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-01"},"primaryCompletionDateStruct":{"date":"2015-04","type":"ACTUAL"},"completionDateStruct":{"date":"2015-04","type":"ACTUAL"},"studyFirstSubmitDate":"2013-07-11","studyFirstSubmitQcDate":"2013-07-18","studyFirstPostDateStruct":{"date":"2013-07-24","type":"ESTIMATED"},"resultsFirstSubmitDate":"2016-04-18","resultsFirstSubmitQcDate":"2016-12-05","resultsFirstPostDateStruct":{"date":"2017-01-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-12-05","lastUpdatePostDateStruct":{"date":"2017-01-27","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Florida","class":"OTHER"},"collaborators":[{"name":"American Heart Association","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke is the leading case of neurologic swallow dysfunction, or dysphagia. Post stroke dysphagia is associated with approximately 50% increase in the rate of pneumonia diagnoses; aspiration pneumonia is the most common respiratory complication in all stroke deaths, accounting for a three-fold increase in the 30-day post stroke death rate. The long-term goal of this systematic line of research is to decrease the morbidity, mortality, and health care costs associated with disordered airway protection following stroke.\n\nThe overall hypothesis central to this proposal is that the ability to protect the airway is dependent upon a continuum of multiple behaviors, including swallowing and cough. Safe, efficient swallowing prevents material from entering the larynx and lower airway, and effective cough ejects aspirate or mucus material. Currently, only one end of the continuum, swallowing, is rigorously assessed in stroke patients. However, ineffective or disordered cough is indicative of the inability to eject aspirate material or clear mucus and secretions from the lower airway. Ineffective clearance and subsequent accumulation of material in the lower airway increases the risk of chest infection. Hence, patients at the greatest risk for chest infection would not only have disordered swallowing (dysphagia) but also disordered cough (dystussia), meaning they are more likely to aspirate material and then cannot effectively eject the aspirate from the airway. There is a high likelihood that swallowing and cough are simultaneously disordered following stroke. To date, there is a treatment that targets both swallowing and cough function in stroke patients.\n\nExpiratory muscle strength training (EMST) increases expiratory muscle strength (Baker et al., 2005) and there is evidence that supports its use to improve both swallow and cough functions in patients with Parkinson's disease (Troche et al., in press). This cross-system, device-driven approach to rehabilitating multiple contributors to airway protection deficits is highly desirable in the stroke population due to the likelihood of the co-occurrence of both swallow and cough disorders. To date, EMST has not been tested in stroke patients. We propose that by including cough in the screening, evaluation and treatment processes for disorders of airway protection, we will be able to better identify and treat patients most at risk for airway compromise and associated sequelae.","detailedDescription":"Research Design and Methods This pilot study will include twenty acute (1-14 days post-ictus) and subacute (14 days - 6 months post-ictus) ischemic stroke patients between the ages of 50 and 80 as participants. Once enrolled, participants will complete a battery of pre-training baseline measures ('measures' subheading below) and then be randomized to one of two groups: the experimental EMST group, or the control group. The training (EMST group) or control period will last for 5 weeks, and there will then be a post-training assessment that will consist of the same measures that were taken during the initial baseline visit.\n\nOnce informed consent is obtained, medical records will be reviewed for confirmation that the patient meets inclusion and exclusion criteria. Cognitive status: Cognitive status in stroke brain injured patients is known to impact recovery and relate to dysphagia, risk of aspiration, and cough. We will use the National Institutes of Health Stroke Scale (NIHSS) assess stroke severity (Appendix 1). The NIHSS will be treated as an independent predictor of cough and/or swallow dysfunction.\n\nMeasures\n\nMaximum Expiratory Pressure: Maximum expiratory (MEP) pressures are an indirect measure of expiratory muscle strength. The measurement apparatus consists of a mouthpiece connected to a pressure manometer by 50 cm of 2 mm i.d. tubing with a 14-gauge-needle air-leak. In order to measure MEP, the participant will be seated with the nose occluded with nose clips. After inhaling to total lung capacity, the participant will place his or her lips around the mouthpiece and blow out as forcefully as possible. Repeated measures will be taken with a one to two minute rest between trials, until three measurements obtained are within 5%. The average of these three values will be recorded.\n\nLung function test: Forced Vital Capacity (FVC) and Force Expiratory Volume at one second (FEV1): The participants will be asked to breathe in to their total lung capacity. The participants will then be asked to blow out as forcefully as possible into a computerized spirometer. FEV1 is a measure of expiratory volume during the first second of expiration during the forced vital capacity maneuver. Alternatively, if the subject is unable to perform the cognitive voluntary spirometric task, upper airway respiratory resistance (R5) will be measured with impulse oscillometry (IOS, Jaeger Instruments). Impulse oscillometry requires the participant to breath through a mouthpiece connected to the computer. The mouthpiece apparatus delivers small puffs of air whose reverberations provide measures of upper and lower airway resistance. This takes approximately 5-10 minutes to complete.\n\nCough: Participants will be instrumented for the measurement of the respiratory airflow pattern during spontaneous breathing, voluntary cough and capsaicin induced reflex cough. A facemask connected to a pneumotachograph will be used to record the airflow and expiratory muscle activity will be measured with surface electromyography (sEMG), with electrodes placed over the rectus abdominous muscle, and over the 8th intercostal space. The mouth airflow signal and sEMG signal will be digitized and recorded on a desktop computer (Chart, ADInstruments, Inc). The computer signals will be analyzed to determine timing and duration of the inspiratory, expiratory and compression phases, as well as the peak and mean expiratory airflow of each cough (Figure 4), and associated sEMG amplitude measures. Because it has been recently reported that acute stroke related brain injury differentially affects the motor pattern of voluntary and reflex elicited coughs (Ward et al., 2010), hence it is essential to elicit coughs with both peripheral afferent stimulation (capsaicin; 'reflexive' cough) and voluntary induced cough.\n\nVoluntary cough: Participants will be seated with a facemask connected to a pneumotachograph. They will be instructed to produce a strong cough three times into the facemask. They will rest for one minute between trials. This will take 5 - 10 minutes to complete.\n\nReflexive cough / capsaicin administration: After the participant is instrumented with facemask, he/she will be seated comfortably in a chair in front of an airflow fume hood. The airflow fume hood prevents exposure of the participant and experimenter to the nebulized solution except when the participant inhales for the capsaicin challenge. Participants will inspire deeply through the nebulizer (containing the capsaicin or a vehicle solution) coupled to the facemask and pneumotachograph. The outflow nebulizer gas will be passed through an isopropyl alcohol solution to remove capsaicin from the air vented into the fume hood. Dr. Davenport holds an FDA IND # 76866 for the use of capsaicin in the study of cough motor pattern. This will take 10 minutes to complete.\n\nSwallowing Evaluation: Videofluoroscopic measures: Swallowing will be assessed using a high resolution, dual modality videofluoroscopic (VFS) recording device with signal acquisition (digitized at 250 Hz) and digital storage and retrieval of respiratory and swallowing data (Digital Swallowing Workstation, model 7100, Lincoln Park, NJ: Kay Elemetrics). The clinical swallow examination comprises: a brief swallowing history, an oral motor examination, a 3 oz swallowing test, and a Videofluoroscopic Swallowing Examination (VFSE). The oral motor examination assesses the strength, timing and tone of jaw, lips, face, larynx and velopharynx as these structures all contribute to safe, adequate swallowing. Their impairment is predictive of swallowing abnormality. The 3 oz swallow test, requires each person to swallow three ounces of water. It is also strongly associated with aspiration on instrumental testing. The VFSE includes videotaping the participant in the radiologic suite (Shands radiology department) using standard fluoroscopic systems with remote monitor and a standard lateral view of the oropharynx. This lateral view will allow visualization of all critical oral and pharyngeal structures, including jaw, lips, tongue, soft palate, larynx and pharynx. A video counter will imprint a time code on each examination to aid subsequent analysis. Each examination will consist of 6, 5-ml and 10-ml thin liquid swallows, 3, 15-ml thin liquid swallows, 6, 5-ml and 10-ml swallows of barium pudding, and one, 3oz thin liquid. Standardized \"bail-out\" criteria will be used to eliminate serious aspiration.\n\nThe Modified Barium Swallow Impairment Profile (MBSImp™) will be used to analyze the VFS recordings and determine the presence of oral and/or pharyngeal swallowing impairment. The MBSImp is a validated tool (B. Martin-Harris et al., 2008) for assessing swallow impairment. Six objective components of oral and pharyngeal impairment are included on the scoring form, thus giving an overall impression of swallowing performance.\n\nThe penetration-aspiration scale (PAS) (Rosenbek, Robbins, Roecker, Coyle, \\& Wood, 1996) will be used to assess penetration or aspiration; the PAS is an 8-point scale that ranges from 1 (no penetration/aspiration) to 8 (aspiration with no cough response).\n\nEMST training procedures As indicated in the Informed Consent Form, after completion of the baseline testing, participants will be randomized to either an experimental EMST group, or a control group. Participants in both groups will follow any compensatory strategies, including diet modifications and/or postural adjustments recommended for safe swallowing based on the initial swallowing examination. In addition, the EMST group will receive 5 weeks of EMST.\n\n1. The EMST group will be given an expiratory pressure threshold trainer, which consists of plexiglass tube with a variable tension spring controlling a \"pop-off\" valve. The threshold training device used in this study will be a modification of a commercially available device manufactured by HealthScan, Inc. The modification of this device allows the pressure threshold to be set up to 160 cmH20. The current device only allows pressure threshold settings up to 20 cmH20. The higher pressure-threshold settings are necessary to allow the threshold to be set at 75% of the participant's MEP.\n2. The training protocol will consist of five sets of five breaths, five days per week for 5 weeks with the pressure threshold set at 75% of the participant's most recently acquired MEP. The EMST participants will be provided with written (Appendix 2) and verbal instructions for the completion of the training protocol. Participants will mark the completion of training sets on a log sheet (Appendix 3) each week.\n3. Each EMST participant will be visited at their home by a trained therapist once a week during each week of the 5 week training period. The participant's MEP will be measured at this time. Three trials will be completed. The maximum value will be used in the dataset. Any participant concerns regarding the training program will be addressed at this time.\n4. Following the training period, all of the baseline measures described above for breathing, coughing, and swallowing will be re-evaluated. This will constitute the post-training baseline measures and will occur within one following the 5-week intervention\n\nControl group procedures:\n\nAs indicated in the Informed Consent Form, after completion of the baseline testing, participants will be randomized to either an experimental EMST group, or a control group. Participants randomized to the control group will not be involved in any EMST treatment paradigm or any other exercise treatment paradigm, but as with the EMST group, participants may be using compensatory strategies as per standard of care. This will ensure they are able to safely maintain adequate nutritional status. Participants in this group will be assessed at the pre-training and post-training visits using the identical protocol for that of the EMST group. They will not receive weekly home visits."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["stroke","dysphagia","dystussia","cough","maximum expiratory pressure"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":14,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Expiratory muscle strength training (EMST)","type":"EXPERIMENTAL","description":"Participants will complete 5 weeks of EMST training, 5 repetitions per set, 5 sets per day, 5 days per week.","interventionNames":["Behavioral: Expiratory muscle strength training","Drug: Measures performed on all subjects","Behavioral: Pulmonary function test","Radiation: Fluoroscopic swallow study"]},{"label":"Placebo expiratory training","type":"PLACEBO_COMPARATOR","description":"Same look and feel of EMST with no resistance. Same protocol - 5 repetitions of 5 sets, 5 days per week","interventionNames":["Behavioral: Placebo expiratory training","Drug: Measures performed on all subjects","Behavioral: Pulmonary function test","Radiation: Fluoroscopic swallow study"]}],"interventions":[{"type":"BEHAVIORAL","name":"Expiratory muscle strength training","description":"Small hand held device that provides calibrated (cmH20) resistance to expiratory pressure. Once sufficient pressure is achieved (participant blowing out into the device) a valve is released, letting air flow through.","armGroupLabels":["Expiratory muscle strength training (EMST)"],"otherNames":["EMST"]},{"type":"BEHAVIORAL","name":"Placebo expiratory training","description":"Device with the same look and feel as the active EMST, but which provides no resistance to airflow.","armGroupLabels":["Placebo expiratory training"]},{"type":"DRUG","name":"Measures performed on all subjects","description":"Capsaicin is a cough-inducing vapor that will be inhaled by participants to induce coughing. The airflow of the cough will be recorded and measures of compression phase duration, peak expiratory flow rate, and post-peak plateau phase will be made.","armGroupLabels":["Expiratory muscle strength training (EMST)","Placebo expiratory training"],"otherNames":["Capsaicin"]},{"type":"BEHAVIORAL","name":"Pulmonary function test","description":"Measures of forced vital capacity (FVC) and Forced expiratory volume in the 1st second (FEV1), and the ratio between the two measures (FEV1/FVC). Also included is the measure of maximum expiratory pressure. Airflow from the voluntary cough will also be recorded and measured using the spirometric system. These measures will be identical to those made on the capsaicin-induced cough.","armGroupLabels":["Expiratory muscle strength training (EMST)","Placebo expiratory training"],"otherNames":["Spirometry"]},{"type":"RADIATION","name":"Fluoroscopic swallow study","description":"Images from the swallow study will be used to determine the modified barium swallow impairment profile (MBSImp) score, as well as the penetration-aspiration score (PA).","armGroupLabels":["Expiratory muscle strength training (EMST)","Placebo expiratory training"],"otherNames":["Modified barium swallow study"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Maximum Expiratory Pressure","description":"This measure will indicate if there are strength gains in the respiratory muscle by measuring expiratory pressure generating ability.","timeFrame":"Change in baseline to week 7"}],"secondaryOutcomes":[{"measure":"Cough Expiratory Airflow","description":"Cough airflow measure of peak expiratory flow rate","timeFrame":"Change in baseline to 7 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute (0-14 days) and subacute (14 days - 6 months) ischemic stroke\n2. Neurologic status permits participation.\n3. Medical status permits participation.\n\nExclusion Criteria:\n\n1. Dysphagia secondary to something other than stroke.\n2. Refuses consent.\n3. Incapable of informed consent and has no representative.\n4. Multiple strokes and previous history of dysphagia secondary to stroke.\n5. Longer than 6 months post-stroke\n6. Known cardiac valve thrombosis\n7. Stroke etiology of dissection\n8. Unstable / evolving stroke lesion.\n9. History of cancer in the head or neck\n10. History of radiation to the head or neck\n11. History of degenerative disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Karen W Hegland, PHD","affiliation":"University of Florida","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Florida","city":"Gainesville","state":"Florida","zip":"32611","country":"United States","geoPoint":{"lat":29.65163,"lon":-82.32483}},{"facility":"Brooks Rehabilitation Clinical Research Center","city":"Jacksonville","state":"Florida","zip":"32216","country":"United States","geoPoint":{"lat":30.33218,"lon":-81.65565}}]},"referencesModule":{"references":[{"pmid":"27130637","type":"DERIVED","citation":"Hegland KW, Davenport PW, Brandimore AE, Singletary FF, Troche MS. Rehabilitation of Swallowing and Cough Functions Following Stroke: An Expiratory Muscle Strength Training Trial. Arch Phys Med Rehabil. 2016 Aug;97(8):1345-51. doi: 10.1016/j.apmr.2016.03.027. Epub 2016 Apr 26."}]}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"See above statement. There was only the EMST group/arm recruited for this study.","recruitmentDetails":"Participants were only recruited for the EMST group. There was not a control arm. There were several reasons, including concern regarding recruitment which was painfully slow for this study.\n\nThere is only 1 arm/group that completed the study.","groups":[{"id":"FG000","title":"Expiratory Muscle Strength Training (EMST)","description":"Participants will complete 5 weeks of EMST training, 5 repetitions per set, 5 sets per day, 5 days per week.\n\nExpiratory muscle strength training: Small hand held device that provides calibrated (cmH20) resistance to expiratory pressure. Once sufficient pressure is achieved (participant blowing out into the device) a valve is released, enabling airflow.\n\nMeasures performed on all subjects: Capsaicin is a cough-inducing vapor that will be inhaled by participants to induce coughing. The airflow of the cough will be recorded and measures of compression phase duration, peak expiratory flow rate, and post-peak plateau phase will be made.\n\nPulmonary function test: Measures of forced vital capacity (FVC) and Forced expiratory volume in the 1st second (FEV1), and the ratio between the two measures (FEV1/FVC). Also included is the measure of maximum expiratory pressure. Airflow from the voluntary cough will also be recorded and measured using the spirometric system."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"14"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"12"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"2"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"Fourteen adults between the ages of 50 and 80 years, with a history of ischemic stroke within the previous 2 years.","groups":[{"id":"BG000","title":"Expiratory Muscle Strength Training (EMST)","description":"Participants will complete 5 weeks of EMST training, 5 repetitions per set, 5 sets per day, 5 days per week.\n\nExpiratory muscle strength training: Small hand held device that provides calibrated (cmH20) resistance to expiratory pressure.\n\nMeasures: Capsaicin will be used to induce coughing. The airflow of the cough will be recorded and measures of compression phase duration, and expiratory phase airflow will be made.\n\nPulmonary function test: Measures of forced vital capacity (FVC) and Forced expiratory volume in the 1st second (FEV1), and the ratio between the two measures (FEV1/FVC). Airflow from the voluntary cough will also be recorded and measured using the spirometric system. These measures will be identical to those made on the capsaicin-induced cough.\n\nFluoroscopic swallow study: Images from the swallow study will be used to determine the modified barium swallow impairment profile (MBSImp) score, as well as the penetration-aspiration score (PA)."}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"14"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"FULL_RANGE","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"64.5","lowerLimit":"52","upperLimit":"77"}]}]}]},{"title":"Gender","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"6"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"8"}]}]}]},{"title":"Race (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"American Indian or Alaska Native","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Asian","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Native Hawaiian or Other Pacific Islander","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Black or African American","measurements":[{"groupId":"BG000","value":"5"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"9"}]},{"title":"More than one race","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"14"}]}]}]},{"title":"Maximum expiratory pressure","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"centimeters of water (Cm H2O)","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"71.2","spread":"28.8"}]}]}]},{"title":"Pulmonary function (FEV1/FVC)","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"ratio (FEV1/FVC)","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":".64","spread":".20"}]}]}]},{"title":"Penetration-aspiration score","description":"The Penetration-aspiration scale is an 8-point scale in which a score of 1 is best (material does not enter the airway) and a score of 8 is worst.","paramType":"MEDIAN","dispersionType":"FULL_RANGE","unitOfMeasure":"Penetration-aspiration scale (1 is best)","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"1","lowerLimit":"1","upperLimit":"8"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Maximum Expiratory Pressure","description":"This measure will indicate if there are strength gains in the respiratory muscle by measuring expiratory pressure generating ability.","populationDescription":"Data from 14 adults with a history of ischemic stroke was analyzed for changes in maximum expiratory pressure generating capacity, cough strength, and swallowing safety. All but 2 participants (1 male, 1 female) completed the protocol. Intent to treat analysis was used.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"cm H2O (pressure measurement)","timeFrame":"Change in baseline to week 7","groups":[{"id":"OG000","title":"Expiratory Muscle Strength Training (EMST)","description":"Participants will complete 5 weeks of EMST training, 5 repetitions per set, 5 sets per day, 5 days per week.\n\nExpiratory muscle strength training: Small hand held device that provides calibrated (cmH20) resistance to expiratory pressure.\n\nMeasures: Capsaicin will be used to induce coughing. The airflow of the cough will be recorded and measures of compression phase duration, and expiratory phase airflow will be made.\n\nPulmonary function test: Measures of forced vital capacity (FVC) and Forced expiratory volume in the 1st second (FEV1), and the ratio between the two measures (FEV1/FVC). Airflow from the voluntary cough will also be recorded and measured using the spirometric system. These measures will be identical to those made on the capsaicin-induced cough.\n\nFluoroscopic swallow study: Images from the swallow study will be used to determine the modified barium swallow impairment profile (MBSImp) score, as well as the penetration-aspiration score (PA)."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"14"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"104.31","spread":"70.1"}]}]}],"analyses":[{"groupIds":["OG000"],"testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":".001","statisticalMethod":"repeated measures ANOVA","paramType":"Mean Difference (Final Values)","paramValue":"32.78","ciNumSides":"TWO_SIDED","dispersionType":"STANDARD_DEVIATION","dispersionValue":"14.98"}]},{"type":"SECONDARY","title":"Cough Expiratory Airflow","description":"Cough airflow measure of peak expiratory flow rate","populationDescription":"14 adults with a history of ischemic stroke in the previous 2 years. All but two participants (1 male, 1 female) completed the protocol.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"Liters of air/second","timeFrame":"Change in baseline to 7 weeks","groups":[{"id":"OG000","title":"Expiratory Muscle Strength Training (EMST)","description":"Participants will complete 5 weeks of EMST training, 5 repetitions per set, 5 sets per day, 5 days per week.\n\nExpiratory muscle strength training: Small hand held device that provides calibrated (cmH20) resistance to expiratory pressure.\n\nMeasures: Capsaicin will be used to induce coughing. The airflow of the cough will be recorded and measures of compression phase duration, and expiratory phase airflow will be made.\n\nPulmonary function test: Measures of forced vital capacity (FVC) and Forced expiratory volume in the 1st second (FEV1), and the ratio between the two measures (FEV1/FVC). Airflow from the voluntary cough will also be recorded and measured using the spirometric system. These measures will be identical to those made on the capsaicin-induced cough.\n\nFluoroscopic swallow study: Images from the swallow study will be used to determine the modified barium swallow impairment profile (MBSImp) score, as well as the penetration-aspiration score (PA)."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"14"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"2.43","spread":".95"}]}]}],"analyses":[{"groupIds":["OG000"],"testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":".519","statisticalMethod":"ANOVA"}]}]},"adverseEventsModule":{"frequencyThreshold":"0","eventGroups":[{"id":"EG000","title":"Expiratory Muscle Strength Training (EMST)","description":"Participants will complete 5 weeks of EMST training, 5 repetitions per set, 5 sets per day, 5 days per week.\n\nExpiratory muscle strength training: Small hand held device that provides calibrated (cmH20) resistance to expiratory pressure.\n\nMeasures: Capsaicin will be used to induce coughing. The airflow of the cough will be recorded and measures of compression phase duration, and expiratory phase airflow will be made.\n\nPulmonary function test: Measures of forced vital capacity (FVC) and Forced expiratory volume in the 1st second (FEV1), and the ratio between the two measures (FEV1/FVC). Airflow from the voluntary cough will also be recorded and measured using the spirometric system. These measures will be identical to those made on the capsaicin-induced cough.\n\nFluoroscopic swallow study: Images from the swallow study will be used to determine the modified barium swallow impairment profile (MBSImp) score, as well as the penetration-aspiration score (PA).","seriousNumAffected":0,"seriousNumAtRisk":14,"otherNumAffected":0,"otherNumAtRisk":14}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":true},"pointOfContact":{"title":"Dr. Karen Hegland, PI","organization":"University of Florida","email":"kwheeler@ufl.edu","phone":"352 294-8366"}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","relevance":"LOW"},{"id":"M6280","name":"Cough","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000002211","term":"Capsaicin"}],"ancestors":[{"id":"D000000982","term":"Antipruritics"},{"id":"D000003879","term":"Dermatologic Agents"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M5161","name":"Capsaicin","asFound":"Mitral","relevance":"HIGH"},{"id":"M6764","name":"Dermatologic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":true}