{"protocolSection":{"identificationModule":{"nctId":"NCT04440748","orgStudyIdInfo":{"id":"T-Chair 2.0"},"organization":{"fullName":"Klinik Valens","class":"OTHER"},"briefTitle":"Feasibility Study and Pilot RCT Into the Use of a Novel Technology to Train Sitting Balance and Trunk Control","officialTitle":"Feasibility Study and Pilot Randomized Controlled Trial Into the Use of a Novel Technology to Train Sitting Balance and Trunk Control"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-04-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-12","type":"ACTUAL"},"completionDateStruct":{"date":"2022-09-12","type":"ACTUAL"},"studyFirstSubmitDate":"2020-06-03","studyFirstSubmitQcDate":"2020-06-17","studyFirstPostDateStruct":{"date":"2020-06-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-10-27","lastUpdatePostDateStruct":{"date":"2022-10-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Jan Kool","investigatorTitle":"Dr. PhD","investigatorAffiliation":"Klinik Valens"},"leadSponsor":{"name":"Jan Kool","class":"OTHER"},"collaborators":[{"name":"KU Leuven","class":"OTHER"},{"name":"ZHAW School of Health Professions, Institute of Physiotherapy","class":"UNKNOWN"},{"name":"ZHAW School of Engineering","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Additional trunk therapy is proven to be effective for improving trunk function and sitting balance. However, conventional trunk therapy is limited by the needed supervision of a therapist and when using unstable surfaces, only a small patient group can profit from this training. Rehabilitation technologies are considered an effective add-on to conventional therapy in order to improve semi-independent training at a high-intensity for a broad type of patients. For the trunk, only few devices exist, mainly used for research purposes and not adapted to clinical needs.\n\nTherefore, a prototype to train the trunk of the patient was developed (T-Chair), in order to train trunk control and sitting balance. After the first usability study with the first T-Chair prototype, it was found that the device was usable and safe but it needed further improvements. Over the past year these improvements have been made. Therefore the goal of this feasibility study is to investigate the usability of the new T-Chair 2.0 prototype, as well as the possible effect the device could have on trunk control and lower extremity function.\n\nTo do this, 30 persons in the subacute phase post stroke will be included in the study and randomly assigned to the experimental or control group. Participants in the experimental group will perform in addition to their normal general rehabilitation programme, additional therapy with the T-Chair 2.0, three times per week for four weeks. Participants in the control group will perform their normal general rehabilitation programme. Before training at T0, trunk function, trunk muscle strength, lower extremity function, lower extremity muscle strength, sitting balance, general mobility, cognition and level of neglect will be evaluated. Directly after each therapy session feasibility in terms of demand, safety, handling, acceptance, comfort, exertion of exercises and general feedback will be evaluated. After four weeks at T1, all measurements will be repeated.","detailedDescription":"In 2016, 14.608 people suffered a stroke in Switzerland alone, causing impairment in cognitive, psychological and motor functions. One of the most well-known symptoms is a hemiplegia, causing the patient to lose muscle force and sensibility on one body side. Mostly unknown, is that the trunk is affected bilaterally, causing the patient to have problems with sitting or standing balance and being unable to execute simple tasks in daily life. As trunk function is a strong prognostic factor for independence in daily life, it is a key component in rehabilitation after stroke.\n\nAdditional trunk therapy is proven to be effective for improving trunk function and sitting balance. However, conventional trunk therapy is limited by the needed supervision of a therapist and when using unstable surfaces, only a small patient group can profit from this training. Rehabilitation technologies are considered an effective add-on to conventional therapy in order to improve semi-independent training at a high-intensity for a broad type of patients. For the trunk, only few devices exist, mainly used for research purposes and not adapted to clinical needs.\n\nTherefore, a prototype to train the trunk of the patient was developed (T-Chair), in order to train trunk control and sitting balance. The feasibility of the first prototype was tested in a previous study. Outcomes have been used to improve the prototype in order to produce the final prototype: the T-Chair 2.0. In order to know if this final device suits the needs of patients and therapist and has an effect on trunk and lower extremity function after stroke a feasibility study combined with a pilot randomised controlled trial will be performed."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Rehabilitation","Novel Technology","Trunk Control","Sitting Balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The Outcome Assessor will be blinded for the allocation of participants.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":32,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"EXPERIMENTAL","description":"Participants in the experimental group will perform additional high-intensity therapy on the T-Chair 2.0, which is a newly developed non-CE-marked prototype to train trunk control and sitting balance. This they will do in addition to their normal rehabilitation program.","interventionNames":["Device: T-Chair 2.0 Prototype","Other: General Rehabilitation Programme"]},{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"Participants in the control group will execute their normal rehabilitation program.","interventionNames":["Other: General Rehabilitation Programme"]}],"interventions":[{"type":"DEVICE","name":"T-Chair 2.0 Prototype","description":"Participants in the experimental group will perform additional therapy with the T-Chair 2.0. Participants can train in two modes. Participants will either train in the active modus, whereby the participant has to move the seat in a certain direction, or in the passive modus, whereby the participant has to stay in a stable position while the seat is moving underneath the participant. The seat is able to move in mediolateral, anteroposterior, and diagonal and combined directions such as circles or eight-figures. The modus, the type of movement, the range of motion and speed of movement are chosen by the therapist according to the patients' abilities.Training will be coupled with a computer based exercise. During the session preparation time, and time for the questionnaires is needed, thus we expect the actual training time to be on average 30 minutes per training.","armGroupLabels":["Experimental Group"]},{"type":"OTHER","name":"General Rehabilitation Programme","description":"The general rehabilitation program that is offered to all patients of Clinic Valens fits the current standards for treatment post-stroke. This program is tailored to the patients needs and consists of a 90 minute so called \"focus training\" per day, which includes physical therapy, occupational therapy, resistance training and gait training. According to the patient needs, extra therapy will be given such as robotic therapy, speech therapy and aquatic therapy. The general rehabilitation program in both groups is comparable in content, time and intensity.","armGroupLabels":["Control Group","Experimental Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility Parameters","description":"The primary outcome of the study is to investigate the feasibility of trunk therapy performed on the T-Chair in persons in the subacute phase post stroke. This will be done through the measurement of demand, safety, handling, acceptance, comfort, exertion of exercises and general feedback. Data will be collected through a therapy diary consisting of various questions regarding feasibility of the device.","timeFrame":"Up to two hours after treatment"}],"secondaryOutcomes":[{"measure":"Trunk Impairment Scale","description":"Trunk function will be assessed with the Trunk Impairment Scale (TIS). The Trunk Impairment Scale evaluates static and dynamic sitting balance and trunk coordination on a 17-item ordinal scale. The score ranges from 0 to 23 points, a higher score indicates better functioning of the trunk.","timeFrame":"Baseline and through study completion, on average after 28 days."},{"measure":"Muscle Strength of the lower extremity muscles and trunk muscles","description":"Strength will be measured in Newton with a hand-held dynamometer (MicroFet 2). A variety of trunk and lower limb muscle groups will be measured: Trunk Flexion, Trunk Extension, Trunk Lateral flexion bilaterally, Trunk Rotation, bilaterally, Hip Flexion, Hip Extension, Knee Extension and Knee Flexion.\n\nFor each muscle group, the patient gets two attempts. The highest value will be recorded.","timeFrame":"Baseline and through study completion, on average after 28 days."},{"measure":"Fugl-Meyer Assessment of the lower extremities","description":"The Fugl-Meyer assessment scale will be used to evaluate selective movements of the lower extremity. The motor score includes assessment of reflexes, coordination and joint movements of the hip, knee and ankle. The score for the lower-extremity part ranges from 0 to 34 points. A higher score represents a better motor function.","timeFrame":"Baseline and through study completion, on average after 28 days."},{"measure":"Sitting balance: Limits of stability","description":"The limits of stability test, is a measurement performed seated on a force platform whereby the maximum centre of pressure displacement during a leaning task is assessed. The participant will be asked through feedback on a screen to lean as far as possible toward eight directions, without loss of balance. The software calculates the maximum centre of pressure displacement, reaction time to start the movement and the direction control.","timeFrame":"Baseline and through study completion, on average after 28 days."},{"measure":"Functional Ambulation Categories","description":"The Functional Ambulation Categories is a score of how much help the participant needs with his balance and/or carrying its weight while walking. The score ranges from 0 to 5, with 0 meaning not able to ambulate, and 5 meaning able to ambulate without help on uneven grounds and stairs.","timeFrame":"Baseline and through study completion, on average after 28 days."},{"measure":"Timed Up and Go Test","description":"Mobility is assessed with the Timed up and Go Test. Hereby the participant has to stand up from a chair, walk 3 meters, make a turn and walk back to the chair. The test stops as soon as the patient is seated back on the chair. The time used to perform the exercise and the type of walking aid are recorded.","timeFrame":"Baseline and through study completion, on average after 28 days."},{"measure":"Montreal Cognitive Assessment (MoCa)","description":"The Montreal Cognitive Assessment (MoCa) version 8.0 assesses attention, concentration, executive functions, memory, language, visual-constructional skills, conceptual thinking, calculations and orientation. This questionnaire has been officially translated multiple languages, among which German. It contains 11 items with a maximum score of 30 points. The level of education is taken into account in this test. Scores of 26 points and higher are considered normal.","timeFrame":"Baseline and through study completion, on average after 28 days."},{"measure":"Star cancellation test","description":"The star cancellation test is a screening tool to evaluate unilateral spatial neglect, measured in the extra personal space. The test form contains 52 large stars, 13 letters, 10 short words and 56 small stars. The test form is placed in front of the participant on his or her midline. The participant is asked to cross out all of the small stars. Before the start of the test two small stars are crossed out to demonstrate the test. The maximum score of this test is 54 points. A star ratio will be calculated, whereby the total amount of small stars that are crossed out on the left side of the page are divided by the total stars crossed out by the patient on the whole page.","timeFrame":"Baseline and through study completion, on average after 28 days."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of a recent stroke, a previous stroke is allowed when full recovery was reached\n* Impairment of trunk function, meaning a Trunk Impairment Scale between 2 and ≤19 points\n* Able to sit independently for 2 minutes\n* Being admitted as an inpatient to the Rehabilitation Clinic Valens\n* Older than 18 years\n* Language and cognitive functions on such a level that participants are able to understand and execute instructions that are needed to complete the therapy in a satisfying manner.\n\nExclusion Criteria:\n\n* Not able to give informed consent\n* Unable to understand and execute instructions in a satisfying manner.\n* Other neurological diseases of the central nervous system, such as multiple sclerosis, Parkinson, etc.\n* Co-Morbidities that influence trunk function and sitting balance, such as other musculoskeletal or other neurological diseases.\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jan Kool, PhD","affiliation":"Klinik Valens","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Klinik Valens","city":"Valens","zip":"7317","country":"Switzerland","geoPoint":{"lat":46.96658,"lon":9.47705}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M12182","name":"Nimodipine","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"ChanBlk","name":"Channel Blockers"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}