{"protocolSection":{"identificationModule":{"nctId":"NCT03234101","orgStudyIdInfo":{"id":"CCS-Low risk lifestyle-2017"},"organization":{"fullName":"University of Toronto","class":"OTHER"},"briefTitle":"Meta-Analyses of Low-risk Lifestyle Behaviours and Patient Important Outcomes","officialTitle":"Relation of Low-risk Lifestyle Behaviours With Cardiovascular Disease, Diabetes, Cancer and All-Cause Mortality: A Series of Systematic Reviews and Meta-analyses of Prospective Cohort Studies"},"statusModule":{"statusVerifiedDate":"2017-06","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2017-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-07-24","studyFirstSubmitQcDate":"2017-07-27","studyFirstPostDateStruct":{"date":"2017-07-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-08-01","lastUpdatePostDateStruct":{"date":"2017-08-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"John Sievenpiper","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Toronto"},"leadSponsor":{"name":"University of Toronto","class":"OTHER"},"collaborators":[{"name":"Canadian Institutes of Health Research (CIHR)","class":"OTHER_GOV"},{"name":"The Physicians' Services Incorporated Foundation","class":"OTHER"},{"name":"Canadian Diabetes Association","class":"OTHER"},{"name":"Canadian Cardiovascular Society","class":"OTHER"},{"name":"Banting & Best Diabetes Centre","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Public health policy is universal in recommending the adoption of low risk low-risk lifestyle behaviors for health promotion and prevention of chronic or non-communicable diseases (NCDs).These behaviors generally include achieving and maintaining a healthy body weight, healthy diet, regular physical activity, smoking cessation, moderate alcohol intake, and adequate sleep. While there is a general consensus that adherence to any one of these low-risk lifestyle behaviors is associated with benefit, it is not clear if adherence to multiple behaviors would result in a larger benefit across different groups of people, conditions, and chronic disease outcomes. The Canadian Cardiovascular Society (CCS), as part of the Dyslipidemia Guidelines Update, commissioned a series of systematic reviews and meta-analyses (a type of knowledge synthesis) using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach to quantify the benefit of adherence to multiple low-risk lifestyle behaviors in relation to patient-important chronic disease outcomes (risk of cardiovascular disease, diabetes, cancer, and death) and assesses the quality and strength of the evidence for this benefit.","detailedDescription":"Rationale:\n\nInternational health authorities universally recommend adherence to low-risk lifestyle behaviors for health promotion and prevention of chronic or non-communicable diseases (NCDs). Systematic reviews and meta-analyses of prospective cohort studies have shown that adherence to any one low-risk lifestyle behavior, including a healthy body weight, healthy diet, regular physical activity, smoking cessation, moderate alcohol intake, or adequate sleep, is associated with less risk of chronic disease. Although individual prospective cohort studies have shown that adherence to a combination of these low-risk lifestyle behaviors is associated with an even greater benefit, there are no systematic reviews and meta-analyses assessing whether it holds across different definitions of low-risk lifestyle behaviors, levels of exposure, populations, geographical regions, background risks, and chronic disease outcomes. To inform recommendations for the role of low-risk lifestyle behaviors in chronic disease prevention, the Canadian Cardiovascular Society (CCS), as part of the Dyslipidemia Guidelines Update, commissioned a series of systematic reviews and meta-analyses using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) approach of the association between adherence to a combination of low-risk lifestyle behaviors and (1) cardiovascular disease (CVD), (2) diabetes, (3) cancer, and (4) all-cause mortality outcomes.\n\nObjectives:\n\n1. To conduct a series of systematic reviews and meta-analyses of the association between adherene to a combination of low-risk lifestyle behaviors and 4 chronic disease outcomes (1) cardiovascular disease (cardiovascular disease (CVD) incidence and mortality, coronary heart disease \\[CHD\\] incidence and mortality, and stroke incidence and mortality), (2) diabetes, (3) cancer (cancer incidence and cancer mortality), and (4) all-cause mortality.\n2. To assess the quality and strength of the evidence using GRADE.\n\nDesign:\n\nThe planning and conduct of the proposed systematic reviews and meta-analyses will follow the Cochrane handbook for systematic reviews of interventions. The reporting will follow the Meta-Analysis Of Observational Studies in Epidemiology (MOOSE) and the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statements.\n\nData sources:\n\nMEDLINE, EMBASE, and The Cochrane Central Register of Controlled Trials (Clinical Trials; CENTRAL) will be searched using appropriate search terms. These searches will be supplemented by manual hand searches of the bibliographies of included studies and existing review articles.\n\nStudy selection:\n\nProspective cohort studies investigating the relation of at-least three low-risk lifestyle behaviors, one of which must include a healthy diet, with incident cardiovascular disease, diabetes, cancer or all-cause mortality will be included. Studies will be excluded if low-risk lifestyle behaviors are combined with biomarkers.\n\nData extraction:\n\nTwo independent reviewers or more will independently extract relevant information about study design, sample size, subject characteristics, low risk lifestyle behaviors, duration/person-years of follow-up, adjustments of models. Risk ratios for clinical outcomes will be extracted or derived from clinical event data across quantiles of exposure.\n\nRisk of bias:\n\nTwo independent reviewers or more will assess risk of bias of (ROB) of each of the included prospective cohort studies using the Newcastle-Ottawa Scale (NOS) by . Up to 9 points can be awarded based on cohort selection (max 4 points), the comparability of cohort design and analysis (max 4 points), and adequacy of the outcome measures (max 3 points). Studies that receive ≥6 points will be considered as higher quality.\n\nOutcomes:\n\nEach of the four proposed systematic reviews and meta-analyses will assess a different chronic disease outcome: cardiovascular disease (CVD incidence and mortality, CHD incidence and mortality, and stroke incidence and mortality), (2) diabetes, (3) cancer (cancer and cancer mortality), and (4) all-cause mortality.\n\nData synthesis:\n\nRisk estimates of extreme comparisons (all who adhered to low-risk behaviors versus none) will be pooled using inverse variance random effects models and expressed as risk ratios (RR) with 95% confidence intervals (CIs). Between-cohort heterogeneity will be assessed by the Cochran Q (chi-square) statistic and quantified by the I2 statistic. The significance level will be set at p\\<0.10 and an I2 ≥ 50% will be considered evidence of substantial heterogeneity. To explore sources of heterogeneity, the investigators will conduct sensitivity analyses, in which each study is systematically removed with recalculation of the summary estimates. If there are \\>=10 studies, then the investigators will also explore sources of heterogeneity using a priori subgroup analyses by underlying disease status, sex, number of lifestyle factors, follow-up (\\<10 years, ≥10 years), level of adjustment of models, NOS, ascertainment of outcome, and individual domains of NOS Meta-regression analyses will assess the significance of categorical and continuous subgroups analyses. Dose-response analyses will be undertaken using random-effects generalized least squares trend estimation models (GLST) to assess linear relationships and spline curve modeling (the MKSPLINE procedure) to assess non-linear relationships. If ≥10 cohort comparisons are available, then publication bias will be assessed by visual inspection of funnel plots and formally tested with the Egger and Begg tests at a significance level of p≤ 0.10. If publication bias is suspected, then the investigators will attempt to adjust for funnel plot asymmetry by imputing the missing study data using the Duval and Tweedie trim and fill method.\n\nQuality of evidence:\n\nEvidence profiles will be produced the overall strength and quality of the evidence will be assessed using the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) system. This system grades the evidence as \"high quality\", \"moderate quality\", \"low quality\", or \"very low quality\". The included prospective cohort studies will start at \"low quality\" by default and then be downgraded or upgraded based on pre-specified criteria. Criteria to downgrade will include study limitations (weight of studies show risk of bias by NOS), inconsistency (substantial unexplained inter-study heterogeneity, I2\\>50% and P\\<0.10), indirectness (presence of factors relating to the population, exposures, and outcomes that limit generalizability), imprecision (95% CI are wide or cross a minimally important difference of 10% \\[RR 0.9- 1.1\\]), and publication bias (significant evidence of small-study effects). Criteria to upgrade will include a large magnitude effect (RR\\>2 or RR\\<0.5 in the absence of plausible confounders), a dose-response gradient, and attenuation by plausible confounding effects.\n\nKnowledge translation plan:\n\nThe results will be disseminated through interactive presentations at local, national, and international scientific meetings and publication in high impact factor journals. Target audiences will include the public health and scientific communities with interest in nutrition, physical activity, lifestyle modification, diabetes, cancer and cardiovascular disease. Feedback will be incorporated and used to improve the public health message and key areas for future research will be defined.\n\nSignificance:\n\nThe proposed project will aid in knowledge translation related to the effects of low-risk lifestyle behaviours on cardiovascular disease, diabetes, cancer, and all-cause mortality, strengthening the evidence-base for recommendations and improving health outcomes through informing consumers and public health policy makers, stimulating industry innovation, and guiding future research.\n\nRole of the funding sources:\n\nThe funding source will have no role in the research question, design, analysis, results and interpretation of the results of this study."},"conditionsModule":{"conditions":["Cardiovascular Disease","Diabetes","Cancer","Mortality"],"keywords":["Systematic review and meta-analysis","Evidence-based medicine (EBM)","Evidence-based nutrition (EBN)","Clinical practice guidelines","Prospective cohort studies","Low-risk lifestyle behaviours","Healthy Diet","Exercise","Physical activity","Body weight","Sleep","alcohol","Smoking","Cardiovascular disease","Coronary heart disease","Stroke","Diabetes","Cancer","Cardiovascular disease mortality","Coronary heart disease mortality","Stroke mortality","All-cause mortality"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"BEHAVIORAL","name":"Low-risk lifestyle behaviours","description":"Low-risk lifestyle behaviours defined as:\n\n1) Healthy body weight (Minimum: BMI \\<30kg/m2 or WC of \\<88 in females or \\<92 in males); 2) Healthy diet (healthy diet, diet score with higher fruits \\& vegetables to Mediterranean dietary pattern); 3) Regular physical activity (20 minutes ≥ 1 time/week ); 4) Smoking cessation (never smoked to smoking cessation \\>12 months); 5) Moderate alcohol intake (up to 30g/day); 6) Adequate sleep (\\>6 hours)"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cardiovascular disease","description":"Cardiovascular disease incidence and mortality, coronary heart disease incidence and mortality, stroke incidence and mortality","timeFrame":"Up to 20 years"},{"measure":"Diabetes","description":"Diabetes incidence","timeFrame":"Up to 20 years"},{"measure":"Cancer","description":"Cancer incidence and mortality","timeFrame":"Up to 20 years"},{"measure":"All-cause mortality","timeFrame":"Up to 20 years"}]},"eligibilityModule":{"eligibilityCriteria":"Prospective cohort studies\n\nInclusion Criteria:\n\n* Prospective cohort studies or case-cohort studies\n* Duration \\>= 1 year\n* Assessment of exposures of adherence to at-least three low-risk lifestyle behaviors, one of which must include a healthy diet\n* Ascertainment of clinical outcome data for cardiovascular disease, diabetes, cancer, or all-cause mortality by level of exposure\n\nExclusion Criteria:\n\n* Ecological, cross-sectional, and retrospective observational studies, clinical trials, and non-human studies\n* Duration \\< 1 year\n* No viable exposures data\n* No viable clinical outcome data","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"All individuals, both children and adults, regardless of health status.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"JOHN L SIEVENPIPER, MD, PHD, FRCPC","affiliation":"University of Toronto","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Toronto 3D (Diet, Digestive tract and Disease) Knowledge Synthesis and Clinical Trials Unit, Clinical Nutrition and Risk Factor Modification Centre, St. Michael's Hospital","city":"Toronto","state":"Ontario","zip":"M5C 2T2","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"10882764","type":"BACKGROUND","citation":"Stampfer MJ, Hu FB, Manson JE, Rimm EB, Willett WC. Primary prevention of coronary heart disease in women through diet and lifestyle. N Engl J Med. 2000 Jul 6;343(1):16-22. doi: 10.1056/NEJM200007063430103."},{"pmid":"25473696","type":"BACKGROUND","citation":"Sumamo E, Ha C, Korownyk C, Vandermeer B, Dryden DM. Lifestyle Interventions for Four Conditions: Type 2 Diabetes, Metabolic Syndrome, Breast Cancer, and Prostate Cancer [Internet]. Rockville (MD): Agency for Healthcare Research and Quality (US); 2011 May 26. Available from http://www.ncbi.nlm.nih.gov/books/NBK254022/"},{"pmid":"11556298","type":"BACKGROUND","citation":"Hu FB, Manson JE, Stampfer MJ, Colditz G, Liu S, Solomon CG, Willett WC. Diet, lifestyle, and the risk of type 2 diabetes mellitus in women. N Engl J Med. 2001 Sep 13;345(11):790-7. doi: 10.1056/NEJMoa010492."},{"pmid":"22735042","type":"BACKGROUND","citation":"Loef M, Walach H. The combined effects of healthy lifestyle behaviors on all cause mortality: a systematic review and meta-analysis. Prev Med. 2012 Sep;55(3):163-70. doi: 10.1016/j.ypmed.2012.06.017. Epub 2012 Jun 24."},{"pmid":"22907934","type":"BACKGROUND","citation":"Mozaffarian D, Afshin A, Benowitz NL, Bittner V, Daniels SR, Franch HA, Jacobs DR Jr, Kraus WE, Kris-Etherton PM, Krummel DA, Popkin BM, Whitsel LP, Zakai NA; American Heart Association Council on Epidemiology and Prevention, Council on Nutrition, Physical Activity and Metabolism, Council on Clinical Cardiology, Council on Cardiovascular Disease in the Young, Council on the Kidney in Cardiovasc. Population approaches to improve diet, physical activity, and smoking habits: a scientific statement from the American Heart Association. Circulation. 2012 Sep 18;126(12):1514-63. doi: 10.1161/CIR.0b013e318260a20b. Epub 2012 Aug 20."},{"type":"BACKGROUND","citation":"Higgins JPT, a.G.S. Cochrane Handbook for Systematic Reviews and Interventions, version 5.1.0 Updated March 2011. . Accessed at http://handbook.cochrane.org/ on September 25, 2014."},{"pmid":"10789670","type":"BACKGROUND","citation":"Stroup DF, Berlin JA, Morton SC, Olkin I, Williamson GD, Rennie D, Moher D, Becker BJ, Sipe TA, Thacker SB. Meta-analysis of observational studies in epidemiology: a proposal for reporting. Meta-analysis Of Observational Studies in Epidemiology (MOOSE) group. JAMA. 2000 Apr 19;283(15):2008-12. doi: 10.1001/jama.283.15.2008."},{"pmid":"25554246","type":"BACKGROUND","citation":"Moher D, Shamseer L, Clarke M, Ghersi D, Liberati A, Petticrew M, Shekelle P, Stewart LA; PRISMA-P Group. Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015 statement. Syst Rev. 2015 Jan 1;4(1):1. doi: 10.1186/2046-4053-4-1."},{"type":"BACKGROUND","citation":"Wells GA, S.B., O'Connell D, et al. The Newcastle-Ottawa Scale (NOS) for assessing the quality of nonrandomised studies in meta-analyses. http://www.ohri.ca/programs/clinical_epidemiology/oxford.asp."},{"pmid":"18436948","type":"BACKGROUND","citation":"Guyatt GH, Oxman AD, Vist GE, Kunz R, Falck-Ytter Y, Alonso-Coello P, Schunemann HJ; GRADE Working Group. GRADE: an emerging consensus on rating quality of evidence and strength of recommendations. BMJ. 2008 Apr 26;336(7650):924-6. doi: 10.1136/bmj.39489.470347.AD."},{"pmid":"7786990","type":"BACKGROUND","citation":"Begg CB, Mazumdar M. Operating characteristics of a rank correlation test for publication bias. Biometrics. 1994 Dec;50(4):1088-101."},{"pmid":"9310563","type":"BACKGROUND","citation":"Egger M, Davey Smith G, Schneider M, Minder C. Bias in meta-analysis detected by a simple, graphical test. BMJ. 1997 Sep 13;315(7109):629-34. doi: 10.1136/bmj.315.7109.629."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4804","name":"Body Weight","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3467","name":"Ethanol","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}