{"protocolSection":{"identificationModule":{"nctId":"NCT05845125","orgStudyIdInfo":{"id":"2023-1727"},"secondaryIdInfos":[{"id":"2023-3","type":"OTHER_GRANT","domain":"Programme de subvention de recherche de la Fédération des médecins résidents du Québec"}],"organization":{"fullName":"Centre integre universitaire de sante et de services sociaux du Centre-Sud-de-l'Île-de-Montréal","class":"OTHER_GOV"},"briefTitle":"Evolution of Post-Stroke Shoulder Pain With a Capsular Pattern With Physiotherapy Alone Versus Coupled With Mild Arthrographic Distension With Cortisone","officialTitle":"Clinical Evolution of Hemiparetic Shoulder Pain With a Capsular Pattern in a Subacute Stroke Population Following Physiotherapy Coupled With Cortisone Infiltration and Mild Arthrographic Distension Versus Physiotherapy Alone : A Pragmatic Study"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-16","studyFirstSubmitQcDate":"2023-05-03","studyFirstPostDateStruct":{"date":"2023-05-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-03","lastUpdatePostDateStruct":{"date":"2023-05-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Claire Bourgeois","investigatorTitle":"Study Principal Investigator","investigatorAffiliation":"Centre integre universitaire de sante et de services sociaux du Centre-Sud-de-l'Île-de-Montréal"},"leadSponsor":{"name":"Claire Bourgeois","class":"OTHER_GOV"},"collaborators":[{"name":"Fédération des médecins résidents du Québec","class":"UNKNOWN"},{"name":"Centre for Interdisciplinary Research in Rehabilitation of Greater Montreal","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this study is to assess the efficacy of mild hydraulic distension with intra-articular corticosteroid injection for the treatment of subacute hemiparetic shoulder pain with a capsular pattern of restricted shoulder motion.","detailedDescription":"Research Question:\n\nIs cortisone infiltration with mild arthrographic shoulder distension coupled with physiotherapy superior to physiotherapy alone in subacute post-stroke individuals with hemiparetic shoulder pain and a capsular pattern?\n\nHypothesis:\n\nThe primary hypothesis is that following intra-articular corticosteroid injection with mild distension there is significantly superior decrease in pain during ADLs and pain at rest or at night (whichever is more bothersome at baseline) in the subsequent weeks compared to during physiotherapy alone while awaiting the procedure.\n\nThe secondary hypotheses are that there will be significantly superior improvements in passive ROM of the shoulder and level of functioning following intra-articular corticosteroid injection with mild distension coupled with physiotherapy compared to physiotherapy alone. It is expected that those with a larger decrease in pain and a larger increase in ROM will have a superior improvement in their quality of life. The procedure is expected to be safe with only rare and minor complications.\n\nMethodology:\n\nThe study will be a prospective pragmatic self-controlled cohort study.\n\nThe recruitment timeline is from end of April 2023 until April 1st 2024.\n\nGiven that this is a pragmatic study to be completed before the end of the primary author's (Claire Bourgeois) medical residency, the sample group will be made up of any and all patients recruited during the end of April 2023 to April 1st 2024 timeline. Given a recent estimation of intra-articular corticosteroid injections in hemiparetic shoulder pain patients prescribed by the senior authors and their colleagues, we estimate that a minimum of 50 participants will be included in the study.\n\nDemographic data - Participants will be asked to provide basic demographic and medical information (ex. age, gender, hand dominance, diabetes, hypertension, previous shoulder conditions, date of stroke, stroke sequelae, medications, Chedoke functional and pain scores, etc.). Refer to the data collection form uploaded to Nagano or to Annex 1 at the end of this document for the full list of required demographic information.\n\nScoring methods of potential confounding factors -\n\nTrained physical medicine and rehabilitation doctors and medical residents will also record values of potential confounding factors. These include :\n\n1. Spasticity - Participants will be evaluated using the Modified Ashworth Scale (with attention to initially measure the complete range of motion in degrees, which then serves as a baseline for the grading of where in the complete range of motion the spastic catch is activated during passive range of motion testing). The internal rotators of the shoulder, the biceps, the wrist flexors and the finger flexors will all be evaluated.\n2. Shoulder Subluxation - Participants will have the distance between the acromion and the superior pole of the humeral head measured by width of a finger. They will be classified as either one half of the width of the index finger or more, and therefore likely shoulder subluxation, or as less than the width of one half of the index finger and therefore no shoulder subluxation as described by Boyd et al. (1992) and Hall et al. (1995).\n3. Complex regional pain syndrome - Participants will be evaluated by (1) traction on the fingers, (2) compression of the metacarpals, (3) compression of the wrist and (4) palpation of the wrist. If any one of these signs are positive and there is clinical suspicion of complex regional pain syndrome, the examinator will also record the pain score via visual analog score (0 to 10) of the most painful of the four tests listed above. Participants with language difficulties may be evaluated with facial and body language signs of pain, which will then be approximated by the evaluator onto the visual analog score.\n4. Depression - Participants will be evaluated with the Patient Health Questionnaire (PHQ-9). This tool is used to diagnose and measure severity of depression and can be used with patients with stroke. In the case of signs of depression where the questionnaire was completed with the attending doctor, the standard treatment protocols will be followed by their doctor. In the case of signs of depression where the questionnaire was completed with a physical medicine and rehabilitation doctors or medical resident who is not their attending doctor, the examinator will ask for permission to share the data with the attending doctor in order to facilitate appropriate treatment.\n5. Changes to medication - Participants will be asked if there has been any change to their medication posology since the last evaluation. Their medical file can be used to verify medication changes. Specifically, changes in analgesic pills, creams or other injections will be questioned.\n\nPhysiotherapy - All participants will be enrolled in physiotherapy sessions with physiotherapists employed by the Institut de réadaptation Gingras-Lindsay-de-Montréal as is common practice for hemiparetic shoulder pain with a capsular pattern. The sessions focus on stretching of the shoulder and increasing range of motion. Physiotherapists will document each session in a logbook for the duration of the inpatient stay. Specifically, they will document the type of treatments performed with the patient, as well as the duration and frequency of sessions. Participants who are discharged before completion of all follow-ups will continue their exercises after discharge according to the exercise plan prescribed by their physiotherapist. They will be asked to continue to report the frequency and duration of their outpatient sessions in their logbook and to bring a copy at their follow-up visits.\n\nIn order to prevent any confounding factors, occupational therapists on the stroke floor at the IRGLM will be asked to refrain from any exercises aimed at increasing shoulder ROM or decreasing shoulder pain.\n\nMethod of injection - Once the procedure and its associated risks have been explained and the portions of the consent form for participation in the study and for consent to the injection have been signed, the injection may take place in the radiology department. The intra-articular corticosteroid injection with mild distension will be performed by Dr Bérubé, who has performed approximately 500 arthrographic distensions of the shoulder joint and has been a practicing physician since 2014.\n\nThe patient will lie supine on the radiology table. Proper skin disinfection will be done with Soluprep x 3 and sterile draping will be applied. An anterior view of the shoulder will be obtained with the fluoroscopic C-arm. Location of the injection site will be obtained with a radio-opaque stylus. Proper local anesthesia will be performed using approximately 1cc of 0.5% Bupivacaine intradermal. A 22G 3.5\" spinal needle will be placed in the glenohumeral joint under fluoroscopic guidance using the anterior approach. A small amount (1cc) of iodine-based contrast agent (Omnipaque) will be injected under live fluoroscopic imaging to confirm the intra-articular position of the needle in the glenohumeral joint. In the event of a known iodine contrast allergy, no contrast agent will be used. A combination of 40mg (1cc) of Triamcinolone and 7cc of 0.5% Bupivacaine will be injected into the glenohumeral joint. According to current practices and the evolution of the participants symptoms, patients who report persistence of \"significant pain\" at 4 weeks or more post-injection will be offered a second injection.\n\nData collection and safekeeping - Data will be collected on a series of standardised data collection forms in a paper format. These forms will be kept in the Institut de réadaptation Gingras-Lindsay-de-Montréal's paper medical file for each patient. These forms will be kept in a separate section from the rest of the medical file. A copy of these forms has been uploaded to Nagano.\n\nGiven that multiple healthcare professionals will record data for each participant, it is important that the collection forms be accessible to multiple departments (medicine, physiotherapy, interventional fluoroscopy), hence the use of the medical file to house our documents.\n\nOn the day of the intra-articular corticosteroid injection procedure, the documents recording pre-injection evolution will be transferred to a separate file and kept in the locked office of one of the authors. This is to prevent the evaluator from accidently viewing pre-injection values of pain, range of motion, etc. and creating a bias in their evaluation of post-injection evolution.\n\nAfter each follow-up, the post-injection data collection forms will be added to the separate file. For patients who are discharged before completion of their participation, they will complete the data collection as an outpatient. Their follow-up data collection forms will be printed off, labeled by hand, filled out during their outpatient clinic visit, and then added to their file.\n\nOnce data collection for a given participant is complete, the data collection forms will then be anonymized by a member of the research team who is not in direct contact with the participants. The anonymized data will then be entered into an Excel document by a research assistant who is also not in direct contact with the participants. The paper data collection forms will be given to the Institut de réadaptation Gingras-Lindsay-de-Montréal archives and stored appropriately with the rest of their medical file. The digital, anonymized data will be saved to a password-secured external hard drive file.\n\nThe principal investigator will also store on the password-secured external hard drive file a list of participants including the name of the person, contact information for the participant, the Research Ethics Board project number, and the start and end date of their participation and of the study overall. The list will be continually updated during data collection. This file will be deleted five years after the end of the project.\n\nStatistical analysis - Descriptive statistics will be presented as effective mean and standard deviation (median and interquartile range for abnormal data) for continuous variables or as effective and percentage for categorical variables.\n\nTo verify our primary hypothesis of superiority of intra-articular corticosteroid injection with mild distension coupled with physiotherapy over physiotherapy alone, we will use repeated measures ANOVA with the timepoints as the within-subject factor; the scores of pain, ROM, quality of life and level of functioning before (physiotherapy alone) and after the intervention (injection + physiotherapy) and pairwise comparisons (with Bonferroni correction) between timepoints to locate differences. If we have enough subjects who have refused the intervention but want to stay in the study, an ANOVA or non-parametric statistics with a between factor (group) will be applied. Effect sizes (Cohen's d and Kendall's W) will be calculated and interpreted using Cohen's criteria (small (d = 0.2), medium (d = 0.5), and large (d = 0.8).\n\nTo assess the effect of possible confounding factors (depression, spasticity,...) on the main outcomes (pain scores; independent variables), we will use stepwise regressions with p-values entering and exiting the model at 0.10 and 0.15 respectively and Pearson or Spearman correlations.\n\nThe analyses will be done using SPSS 26 and a critical alpha threshold of 0.05.\n\nLimitations - There are a number of biases with the proposed study given its pragmatic, non-randomized and non-double blinded design. Notably, there is a selection or identification bias given that the study is not randomized. However, this also assures the pertinence of the participation of the selected participants as they only include those needing treatment and the purpose of the study is to help clinical judgment and decision making in regards to treatment. The internal validity is effectively very strong. However, the external validity is potentially weak and as such the findings may be less applicable in other hospital settings. This is confounded by the fact that the study will be carried out at only one center, which limits the generalization of the results to other centers and populations. We will discuss options to control selection biases with the statisticien.\n\nEthical considerations:\n\nConfidentiality- The only data that will be collected are those that are pertinent for the conclusions of the current study. Data in paper form will be stored in a secure fashion in a locked office and digital data will be anonymized and stored in a secure fashion on a password secured external hard drive, as outlined in the section \"Data collection\". The list of participants and contact information will be stored in a password-secured external hard drive and destroyed five years following the end of the project, as discussed in the section \"Data collection\".\n\nConsent - A discussion on risk and benefits involved in participation in the study will be held between the potential participant and a physical medicine and rehabilitation doctor, medical resident, nurse, or other employee of the Institut de réadaptation Gingras-Lindsay-de-Montréal who has been adequately informed on the purpose and implementation of the study by the primary and senior authors. The potential participant will receive a document describing the potential risks and benefits of their participation. After adequate explanation and the answering of the potential participant's questions, the consent form can be signed in the presence of the aforementioned employee. The potential participant's attending physician, medical resident and nurses cannot be involved in this discussion, nor in the signing of the consent forms.\n\nPotential participants must be informed that their treatment plan would not be significantly different from that of a patient who decides not to participate in the project. They will, however, be much more closely followed in terms of their progress during the 3 months following their diagnosis. While each follow up is expected to add no longer than 30-45 minutes to the duration of a normal follow up outside of the context of this study, the time commitment is non-negligible. The number and timing of follow-ups will be discussed, as well as what will be required at each follow-up.\n\nParticipants will then discuss the risks and benefits of intra-articular corticosteroid injection and give their consent to the procedure in a separate section of the form apart from the consent to participate in the study. Given that medical treatment decisions are often an ongoing conversation, the consent for intra-articular corticosteroid injection can be given at any point in the 6 month window since first manifestation of pain.\n\nParticipants will be informed that the authors of the study have no conflicts of interest in the current study.\n\nThe participant will sign three copies of the consent form. One copy will remain in the medical file. The second copy will be kept with the data collection forms. The third copy will be give to the patient.\n\nRisk to participants - While there is a minor risk of complications involved with treatment by intra-articular corticosteroid injection with mild distension, these treatments are standard procedure at the Institut de réadaptation Gingras-Lindsay-de-Montréal and would be performed with or without the participation in this project. As such, the potential risk to participants specifically due to involvement in the research project is effectively null. However, there is the inconvenience of an increased time commitment due to more thorough follow up measures than is typically done for hemiparetic shoulder pain treatment.\n\nTransmission of findings - Findings will be presented in written form with application for consideration of an oral presentation during local and international scientific conferences (Association des Physiatres du Québec, Canadian Association of Physical Medicine and Rehabilitation, International Society of Physical and Rehabilitation Medicine, Société Française de Médecine Physique et Réadaptation) and/or publishing in scientific journals such as the American Journal of Physical Medicine and Rehabilitation, PM\\&R Journal or the Archives of Physical Medicine and Rehabilitation."},"conditionsModule":{"conditions":["Shoulder Pain"],"keywords":["adhesive capsulitis","frozen shoulder","arthrodistension","arthrographic distension","hydrodilation","cortisone injection","physiotherapy","stroke","cerebrovascular accident","hemiparetic","hemiplegic"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"All participants will begin with a phase of physiotherapy treatment alone, followed by a phase of physiotherapy coupled with a shoulder intra-articular corticosteroid injection with hydraulic distension.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Physiotherapy alone","type":"ACTIVE_COMPARATOR","description":"Physiotherapy alone after diagnosis of hemiplegic shoulder pain with a capsular pattern. The physiotherapy will focus on stretching and range of motion of the shoulder.\n\n(This is a self-controlled study. The participants' clinical evolution with physiotherapy alone will be compared to their evolution after physiotherapy coupled with the injection.)","interventionNames":["Other: Physiotherapy alone"]},{"label":"Physiotherapy with mild arthrographic distension","type":"EXPERIMENTAL","description":"Physiotherapy continues after the participant receives a mild arthrographic distension with corticosteroid of the shoulder.\n\n(This is a self-controlled study. The participants' clinical evolution with physiotherapy alone will be compared to their evolution after physiotherapy coupled with the injection.)","interventionNames":["Drug: Glenohumeral injection of 40mg (1cc) of Triamcinolone and 7cc of 0.5% Bupivacaine coupled with physiotherapy"]}],"interventions":[{"type":"OTHER","name":"Physiotherapy alone","description":"Physiotherapy focusing on increasing the shoulder range of motion.","armGroupLabels":["Physiotherapy alone"]},{"type":"DRUG","name":"Glenohumeral injection of 40mg (1cc) of Triamcinolone and 7cc of 0.5% Bupivacaine coupled with physiotherapy","description":"The patient will lie supine on the radiology table. Proper skin disinfection will be done with Soluprep x 3 and sterile draping will be applied. An anterior view of the shoulder will be obtained with the fluoroscopic C-arm. Location of the injection site will be obtained with a radio-opaque stylus. Proper local anesthesia will be performed using approximately 1cc of 0.5% Bupivacaine intradermal. A 22G 3.5\" spinal needle will be placed in the glenohumeral joint under fluoroscopic guidance using the anterior approach. A small amount (1cc) of iodine-based contrast agent (Omnipaque) will be injected under live fluoroscopic imaging to confirm the intra-articular position of the needle in the glenohumeral joint. In the event of a known iodine contrast allergy, no contrast agent will be used. A combination of 40mg (1cc) of Triamcinolone and 7cc of 0.5% Bupivacaine will be injected into the glenohumeral joint.","armGroupLabels":["Physiotherapy with mild arthrographic distension"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pain during activities of daily living (ADLs), measured on a visual analog scale from 0 to 10","description":"Change of hemiparetic shoulder pain during ADLs with physiotherapy alone, to be compared with evolution over 3 months post-injection","timeFrame":"Baseline, 1 week pre-injection, day of injection, 3-4 weeks post-injection, 3 months post-injection"},{"measure":"Pain at night or at rest (whichever scores highest), measured on a visual analog scale from 0 to 10","description":"Change of hemiparetic shoulder pain at night or at rest with physiotherapy alone, to be compared with evolution over 3 months post-injection","timeFrame":"Baseline, 1 week pre-injection, day of injection, 3-4 weeks post-injection, 3 months post-injection"}],"secondaryOutcomes":[{"measure":"Passive range of motion of shoulder (ROM) including flexion, abduction, internal and external rotation in degrees, measured with a goniometer","description":"Evolution of passive range or motion of the hemiparetic shoulder with physiotherapy alone, to be compared with evolution over 3 months post-injection. There will be two recorded values for each movement. One value represents the start of pain sensation and one value represents either the degree at which the joint end feel is present or at the maximum tolerance of pain for the participant, whichever is present first.","timeFrame":"Baseline, 1 week pre-injection, day of injection (immediately before and immediately after injection), 3-4 weeks post-injection, 3 months post-injection"},{"measure":"Level of functioning, measured by the self-care section of the Functional Independence Measure.","description":"Evolution of level of functioning with physiotherapy alone, to be compared with evolution over 3 months post-injection","timeFrame":"Baseline, day of injection, 3-4 weeks post-injection, 3 months post-injection"},{"measure":"Quality of life, measured by the Medical Outcomes Study Short Form 12 applied to their shoulder pain","description":"Evolution of quality of life with physiotherapy alone, to be compared with evolution over 3 months post-injection","timeFrame":"Baseline, day of injection, 3-4 weeks post-injection, 3 months post-injection"},{"measure":"Side effects, measured via auto-reported side effects and consultation with medical file","description":"Type and severity of side effects of injection. Examples of potential side effects will be provided (nausea, dizziness, pain, metrorrhagia, infection, bleeding, hematoma, high blood pressure, hyperglycemia, temporary increase of shoulder pain) although other side effects will also be noted. Participants will be asked if there was any medication prescribed or modified in order to treat these side effects.","timeFrame":"Day of injection, 3-4 weeks post-injection, 3 months post-injection"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All participants must be enrolled in an inpatient rehabilitation program for post-stroke patients at the Institut de réadaptation Gingras-Lindsay-de-Montréal, which is encompassed by the Centre intégré universitaire de santé et de services sociaux du Centre-Sud-de-l'Île-de-Montréal. Participants must be 18 years old or older and apt to give consent and able to reliably express themselves (either verbally, written or other) to participate in the study. Aptitude and ability to express themselves will be clinically assessed by their attending physician. Participants with a score of 3 or less out of 5 on the memory section of the Montreal Cognitive Assessment will receive special attention to ensure that the information obtained is accurate through communication with their treatment team, their medical file or their family and caregivers.\n\nThe shoulder pain must be significant, as defined by a pain that is bothersome to the patient (limits sleep, limits time spent in wheelchair, limits ADL functioning, discomfort impacting their rehabilitation, or associated with Complex Regional Pain Syndrome), as well as a score of 3/10 on the visual analog scale during rest, at night or during ADLs, despite adequate positioning of the arm. The pain must be present for at least 2 weeks and unresolved by physiotherapy alone. Their current symptoms of shoulder pain must have started after their most recent episode of stroke. There must also be a capsular pattern of reduced ROM of the shoulder, defined by a loss of 10 degrees or more of either external rotation, abduction or internal rotation ROM compared to the non painful shoulder.\n\nExclusion Criteria:\n\n* Patients below the age of 18 years will be excluded. Patients with pain duration of more than 6 months will be excluded. Patients inapt to give consent to participate in the study will be excluded.\n\nPatients who have had multiple strokes will not be excluded. Non-verbal patients or those with cognitive difficulties will have the option of participating with assistance in answering questionnaires by their primary caregiver, a healthcare worker or information recorded in the medical file. Previous shoulder ailments are not a cause for exclusion from participation but their data may be analysed separately. Patients who refuse intra-articular corticosteroid injection but accept to participate in all other aspects of the study will not be excluded as their long-term evolution undergoing physiotherapy alone may be used as a separate cohort if the sample size is large enough.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Claire Bourgeois, BSc MD","role":"CONTACT","phone":"1 (514) 340-2085","email":"claire.bourgeois@umontreal.ca"},{"name":"Hélène Legault-Ouellet, MD FRCPc","role":"CONTACT","phone":"1 (514) 340-2085","email":"helene.legault-ouellet.ccsmtl@ssss.gouv.qc.ca"}],"overallOfficials":[{"name":"Claire Bourgeois, BSc MD","affiliation":"Centre for Interdisciplinary Research in Rehabilitation of Greater Montreal : IRGLM","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Institut de réadaptation Gingras-Lindsay-de-Montréal","city":"Montréal","state":"Quebec","zip":"H3S 2J4","country":"Canada","contacts":[{"name":"Claire Bourgeois, BSc MD","role":"CONTACT","phone":"1 (514) 340-2085"},{"name":"Hélène Legault-Ouellet, MD FRCPc","role":"CONTACT","phone":"1 (514) 340-2085"},{"name":"Claire Bourgeois, BSc MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Hélène Legault-Ouellet, MD FRCPc","role":"SUB_INVESTIGATOR"},{"name":"Sylvie Nadeau, BSc MSc PhD","role":"SUB_INVESTIGATOR"},{"name":"Guillaume Bérubé, MD FRCPc","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":45.50884,"lon":-73.58781}}]},"referencesModule":{"references":[{"pmid":"25264111","type":"BACKGROUND","citation":"Adey-Wakeling Z, Arima H, Crotty M, Leyden J, Kleinig T, Anderson CS, Newbury J; SEARCH Study Collaborative. Incidence and associations of hemiplegic shoulder pain poststroke: prospective population-based study. Arch Phys Med Rehabil. 2015 Feb;96(2):241-247.e1. doi: 10.1016/j.apmr.2014.09.007. Epub 2014 Sep 28."},{"pmid":"11732559","type":"BACKGROUND","citation":"Bender L, McKenna K. Hemiplegic shoulder pain: defining the problem and its management. Disabil Rehabil. 2001 Nov 10;23(16):698-705. doi: 10.1080/09638280110062149."},{"pmid":"1468045","type":"BACKGROUND","citation":"Boyd EA, Torrance GM. Clinical measures of shoulder subluxation: their reliability. Can J Public Health. 1992 Jul-Aug;83 Suppl 2:S24-8."},{"pmid":"29129609","type":"BACKGROUND","citation":"Catapano M, Mittal N, Adamich J, Kumbhare D, Sangha H. Hydrodilatation With Corticosteroid for the Treatment of Adhesive Capsulitis: A Systematic Review. PM R. 2018 Jun;10(6):623-635. doi: 10.1016/j.pmrj.2017.10.013. Epub 2017 Nov 10."},{"pmid":"33326025","type":"BACKGROUND","citation":"Challoumas D, Biddle M, McLean M, Millar NL. Comparison of Treatments for Frozen Shoulder: A Systematic Review and Meta-analysis. JAMA Netw Open. 2020 Dec 1;3(12):e2029581. doi: 10.1001/jamanetworkopen.2020.29581."},{"pmid":"32862630","type":"BACKGROUND","citation":"Cho JH. Updates on the treatment of adhesive capsulitis with hydraulic distension. Yeungnam Univ J Med. 2021 Jan;38(1):19-26. doi: 10.12701/yujm.2020.00535. Epub 2020 Aug 31."},{"pmid":"9036910","type":"BACKGROUND","citation":"Dekker JH, Wagenaar RC, Lankhorst GJ, de Jong BA. The painful hemiplegic shoulder: effects of intra-articular triamcinolone acetonide. Am J Phys Med Rehabil. 1997 Jan-Feb;76(1):43-8. doi: 10.1097/00002060-199701000-00008."},{"type":"BACKGROUND","citation":"Dogan A, Demirtas R, Ozgirgin N. Intraarticular hydraulic distension with steroids in the management of hemiplegic shoulder. Turkish Journal of Medical Sciences. 2013; 43(2): 304-310."},{"pmid":"7645665","type":"BACKGROUND","citation":"Hall J, Dudgeon B, Guthrie M. Validity of clinical measures of shoulder subluxation in adults with poststroke hemiplegia. Am J Occup Ther. 1995 Jun;49(6):526-33. doi: 10.5014/ajot.49.6.526."},{"pmid":"20111840","type":"BACKGROUND","citation":"Huang YC, Liang PJ, Pong YP, Leong CP, Tseng CH. Physical findings and sonography of hemiplegic shoulder in patients after acute stroke during rehabilitation. J Rehabil Med. 2010 Jan;42(1):21-6. doi: 10.2340/16501977-0488."},{"pmid":"21119312","type":"BACKGROUND","citation":"Lakse E, Gunduz B, Erhan B, Celik EC. The effect of local injections in hemiplegic shoulder pain: a prospective, randomized, controlled study. Am J Phys Med Rehabil. 2009 Oct;88(10):805-11; quiz 812-4, 851. doi: 10.1097/PHM.0b013e3181b71c65."},{"pmid":"26003871","type":"BACKGROUND","citation":"Lee SY, Lee KJ, Kim W, Chung SG. Relationships Between Capsular Stiffness and Clinical Features in Adhesive Capsulitis of the Shoulder. PM R. 2015 Dec;7(12):1226-1234. doi: 10.1016/j.pmrj.2015.05.012. Epub 2015 May 21."},{"pmid":"17185637","type":"BACKGROUND","citation":"Lindgren I, Jonsson AC, Norrving B, Lindgren A. Shoulder pain after stroke: a prospective population-based study. Stroke. 2007 Feb;38(2):343-8. doi: 10.1161/01.STR.0000254598.16739.4e. Epub 2006 Dec 21."},{"pmid":"19468904","type":"BACKGROUND","citation":"Manske RC, Prohaska D. Diagnosis and management of adhesive capsulitis. Curr Rev Musculoskelet Med. 2008 Dec;1(3-4):180-9. doi: 10.1007/s12178-008-9031-6."},{"pmid":"22483593","type":"BACKGROUND","citation":"Rah UW, Yoon SH, Moon DJ, Kwack KS, Hong JY, Lim YC, Joen B. Subacromial corticosteroid injection on poststroke hemiplegic shoulder pain: a randomized, triple-blind, placebo-controlled trial. Arch Phys Med Rehabil. 2012 Jun;93(6):949-56. doi: 10.1016/j.apmr.2012.02.002. Epub 2012 Apr 5."},{"pmid":"11022070","type":"BACKGROUND","citation":"Snels IA, Beckerman H, Twisk JW, Dekker JH, Peter De Koning, Koppe PA, Lankhorst GJ, Bouter LM. Effect of triamcinolone acetonide injections on hemiplegic shoulder pain : A randomized clinical trial. Stroke. 2000 Oct;31(10):2396-401. doi: 10.1161/01.str.31.10.2396."},{"pmid":"27317916","type":"BACKGROUND","citation":"Treister AK, Hatch MN, Cramer SC, Chang EY. Demystifying Poststroke Pain: From Etiology to Treatment. PM R. 2017 Jan;9(1):63-75. doi: 10.1016/j.pmrj.2016.05.015. Epub 2016 Jun 16."},{"pmid":"27145936","type":"BACKGROUND","citation":"Winstein CJ, Stein J, Arena R, Bates B, Cherney LR, Cramer SC, Deruyter F, Eng JJ, Fisher B, Harvey RL, Lang CE, MacKay-Lyons M, Ottenbacher KJ, Pugh S, Reeves MJ, Richards LG, Stiers W, Zorowitz RD; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Quality of Care and Outcomes Research. Guidelines for Adult Stroke Rehabilitation and Recovery: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2016 Jun;47(6):e98-e169. doi: 10.1161/STR.0000000000000098. Epub 2016 May 4. Erratum In: Stroke. 2017 Feb;48(2):e78. Stroke. 2017 Dec;48(12 ):e369."}],"seeAlsoLinks":[{"label":"Rehabilitation and Recovery following Stroke : 5.3. Management of Shoulder Pain \\& Complex Regional Pain Syndrome (CRPS) following Stroke.","url":"https://www.strokebestpractices.ca/recommendations/stroke-rehabilitation/management-of-shoulder-pain-complex-regional-pain-syndrome-crps-following-stroke"},{"label":"Hemiplegic shoulder pain and complex regional pain syndrome. Evidence-Based Review of Stroke Rehabilitation.","url":"http://www.ebrsr.com/evidence-review/11-hemiplegic-shoulder-pain-complex-regional-pain-syndrome"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"},{"id":"D000004108","term":"Dilatation, Pathologic"}],"ancestors":[{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M21597","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M6982","name":"Dilatation, Pathologic","asFound":"Distension","relevance":"HIGH"},{"id":"M20523","name":"Arthralgia","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000014221","term":"Triamcinolone"},{"id":"D000002045","term":"Bupivacaine"}],"ancestors":[{"id":"D000000779","term":"Anesthetics, Local"},{"id":"D000000777","term":"Anesthetics"},{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000005938","term":"Glucocorticoids"},{"id":"D000006728","term":"Hormones"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"}],"browseLeaves":[{"id":"M5005","name":"Bupivacaine","asFound":"Following","relevance":"HIGH"},{"id":"M6259","name":"Cortisone","relevance":"LOW"},{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M16664","name":"Triamcinolone","asFound":"Rest","relevance":"HIGH"},{"id":"M16665","name":"Triamcinolone Acetonide","relevance":"LOW"},{"id":"M237937","name":"Triamcinolone hexacetonide","relevance":"LOW"},{"id":"M209531","name":"Triamcinolone diacetate","relevance":"LOW"},{"id":"M10178","name":"Iodine","relevance":"LOW"},{"id":"M229644","name":"Cadexomer iodine","relevance":"LOW"},{"id":"M3799","name":"Anesthetics, Local","relevance":"LOW"},{"id":"M3907","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M8737","name":"Glucocorticoids","relevance":"LOW"},{"id":"M9479","name":"Hormones","relevance":"LOW"},{"id":"M9478","name":"Hormone Antagonists","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Infe","name":"Anti-Infective Agents"}]}},"hasResults":false}