{"protocolSection":{"identificationModule":{"nctId":"NCT03451591","orgStudyIdInfo":{"id":"V6 06Feb2020"},"secondaryIdInfos":[{"id":"CS/15/5/31475","type":"OTHER_GRANT","domain":"British Heart Foundation"},{"id":"2016-002277-35","type":"EUDRACT_NUMBER"},{"id":"14911850","type":"REGISTRY","domain":"ISRCTN"}],"organization":{"fullName":"University of Edinburgh","class":"OTHER"},"briefTitle":"LACunar Intervention (LACI-2) Trial-2","officialTitle":"LACunar Intervention (LACI-2) Trial-2: Assessment of Safety and Efficacy of Cilostazol and Isosorbide Mononitrate to Prevent Recurrent Lacunar Stroke and Progression of Cerebral Small Vessel Disease.","acronym":"LACI-2"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-31","type":"ACTUAL"},"completionDateStruct":{"date":"2022-08-11","type":"ACTUAL"},"studyFirstSubmitDate":"2017-11-14","studyFirstSubmitQcDate":"2018-02-23","studyFirstPostDateStruct":{"date":"2018-03-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-24","lastUpdatePostDateStruct":{"date":"2022-08-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Edinburgh","class":"OTHER"},"collaborators":[{"name":"British Heart Foundation","class":"OTHER"},{"name":"University of Nottingham","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"About 35,000 people each year in the UK have a type of stroke, called 'lacunar' or 'small vessel' stroke, which is different to other common types of stroke and for which there is no proven treatment. It is thought that small vessel stroke is caused by damage to the lining of the tiny blood vessels deep inside the brain that stops them functioning normally. This not only causes stroke but, perhaps more importantly, causes problems with thinking and walking, possibly causing up to 45% of all dementias either on its own, or mixed with Alzheimer's disease (about 350,000 patients in the UK). Some drugs that are commonly used in other blood vessel diseases may help improve small vessel function and prevent worsening of brain damage. One drug (cilostazol) has been tested in patients with stroke in the Asia Pacific countries but not on dementia; the other drug (isosorbide mononitrate) is widely used in the UK for heart disease but not stroke. The investigators want to set up a clinical trial to test if the study methods are practical so that patients and trial centres can follow the procedures, and to confirm how many patients have more stroke-like symptoms or experience worsening of their thinking skills. This information is needed to be sure that a very large clinical trial to find out if these drugs can prevent worsening of small vessel disease will be possible.","detailedDescription":"A quarter of all ischaemic strokes (about 35000 per annum in the UK) are lacunar (small vessel) in type, mainly caused by an intrinsic, non-atheromatous, non-cardioembolic disease of the small deep perforating cerebral arterioles. More diffuse cerebral small vessel disease also causes up to 45% of dementias (350,000+ patients estimated currently in the UK), either alone or in association with Alzheimer's disease. There is no proven treatment for cerebral small vessel disease: conventional antiplatelet drugs may be ineffective or even hazardous, whilst antihypertensive treatment and statins may not have an effect. The disease mechanism is poorly understood but endothelial dysfunction, blood-brain barrier failure and vessel stiffness appear to contribute to the pathogenesis. Promising data available for licensed drugs with relevant modes of action, cilostazol (\\>6000 stroke patients in the Asia Pacific Region) and isosorbide mononitrate (ISMN, widely used in cardiac disease) support their testing in cerebral small vessel disease. This trial will be an Phase IIb preparatory to Phase III, randomised, partial factorial, open label, blinded end-point trial, testing cilostazol, ISMN, both, or neither, to assess the feasibility of recruitment, drug tolerability, trial procedures, safety and event rates in 400 patients recruited in UK stroke centres and followed-up to one year (primary endpoint). This trial is preparatory to a large, definitive, Phase III randomised controlled trial to prevent recurrent lacunar stroke and progressive small vessel disease-related physical and cognitive impairments after lacunar stroke."},"conditionsModule":{"conditions":["Cerebral Small Vessel Diseases","Stroke, Lacunar"],"keywords":["Cerebral Small Vessel Diseases","Stroke, Lacunar","Dementia","Alzheimer's disease"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2","PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","interventionModelDescription":"Patients will be randomised to start one of four treatments; isosorbide mononitrate only; cilostazol only; both isosorbide mononitrate and cilostazol or neither isosorbide mononitrate nor cilostazol.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":363,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Isosorbide Mononitrate XL (ISMN)","type":"ACTIVE_COMPARATOR","description":"Oral Isotard® 25mg XL (Isosorbide Mononitrate) tablets. Oral Isotard® 25mg XL: Day 1-5 / 25mg daily morning dose. Day 6 to week 52 / 50mg daily morning dose. Week 53 / 25mg daily morning dose. Week 54 / NIL dose. Or Oral Isosorbide mononitrate (ISMN) non-XL 20mg tablets: Day 1-5 / 20mg daily evening dose. Day 6 to week 52 / 20mg twice daily morning \\& evening. Week 53 / 20mg daily morning dose. Week 54 / NIL dose.","interventionNames":["Drug: Isosorbide Mononitrate XL (ISMN)"]},{"label":"Cilostazol","type":"ACTIVE_COMPARATOR","description":"Oral Cilostazol 100mg tablets. Day 1-5 / 50mg daily evening dose. Day 6-10 / 50mg twice daily morning \\& evening. Day 11-15 / 50mg daily morning dose \\& 100mg daily evening dose. Day 16 to week 52 / 100mg twice daily morning \\& evening. Week 53 / 50mg twice daily morning \\& evening. Week 54 / NIL dose.","interventionNames":["Drug: Cilostazol"]},{"label":"ISMN XL and Cilostazol","type":"ACTIVE_COMPARATOR","description":"Oral Isotard® 25 mg XL (ISMN) and oral Cilostazol 100mg tablets. Day 1-5 / ISMN - 25mg daily evening dose / Cilostazol - NIL. Day 6-10 / ISMN - 50mg daily morning dose and Cilostazol - NIL. Day 11-15 / ISMN - 50mg daily morning dose / Cilostazol - 50mg daily evening dose. Day 16-20 / ISMN - 50mg daily morning dose and Cilostazol - 50mg twice daily morning \\& evening. Day 21-25 / ISMN - 50mg daily morning dose and Cilostazol - twice daily, 50mg morning \\& 100mg evening dose. Day 26-30 ISMN - 50mg daily morning dose and Cilostazol 100mg - twice daily morning \\& evening. Day 30 to week 52 / ISMN 50mg morning dose and Cilostazol 100mg - twice daily morning \\& evening. Week 53 / ISMN 25mg daily morning dose and Cilostazol 50mg twice daily morning \\& evening. Week 54 / NIL dose","interventionNames":["Drug: ISMN XL and Cilostazol"]},{"label":"Neither ISMN nor cilostazol","type":"PLACEBO_COMPARATOR","description":"Neither isosorbide mononitrate nor Cilostazol is administered for the entire duration of the study.","interventionNames":["Other: Neither ISMN nor cilostazol"]}],"interventions":[{"type":"DRUG","name":"Isosorbide Mononitrate XL (ISMN)","description":"Isosorbide mononitrate (ISMN), is an NO donating organic nitrate that enhances vasodilation, is widely used in ischaemic heart disease, and has no antiplatelet activity.","armGroupLabels":["Isosorbide Mononitrate XL (ISMN)"],"otherNames":["Isosorbide mononitrate non-XL (ISMN)"]},{"type":"DRUG","name":"Cilostazol","description":"Cilostazol is a phosphodiesterase 3-inhibitor (PDE3-inhibitor) that enhances the PGI2-cAMP system. It has weak antiplatelet effects (so low bleeding risk), reduces infarct size and reduces ageing-related decline in myelin repair in experimental models.","armGroupLabels":["Cilostazol"]},{"type":"DRUG","name":"ISMN XL and Cilostazol","description":"Cilostazol is a phosphodiesterase 3-inhibitor (PDE3-inhibitor) that enhances the PGI2-cAMP system. It has weak antiplatelet effects (so low bleeding risk), reduces infarct size and reduces ageing-related decline in myelin repair in experimental models. Isosorbide mononitrate (ISMN), is an NO donating organic nitrate that enhances vasodilation, is widely used in ischaemic heart disease, and has no antiplatelet activity.","armGroupLabels":["ISMN XL and Cilostazol"],"otherNames":["isosorbide mononitrate non-XL and cilostazol"]},{"type":"OTHER","name":"Neither ISMN nor cilostazol","description":"Neither isosorbide mononitrate nor Cilostazol administered for the entire duration of the study.","armGroupLabels":["Neither ISMN nor cilostazol"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility of Phase III trial","description":"Feasibility of Phase III trial, i.e. that eligible patients can be identified correctly, in sufficient numbers, enrolled and \\>95% retained in follow-up at one year, to achieve feasibility target sample size recruitment and randomisation of 400 patients in 24 months in the UK.","timeFrame":"36 months"}],"secondaryOutcomes":[{"measure":"Rate of dose specific trial medication tolerability","description":"It is estimated that in this trial 75% of patients will be able to tolerate trial medication, in at least half dose, up to one year after randomisation (i.e. less than 25% will stop trial medication completely through inability to tolerate the drugs).","timeFrame":"36 months"},{"measure":"Incidence of treatment emergent adverse effects [safety]","description":"Safety - symptoms of systemic or intracranial bleeding, recurrent cerebral and systemic vascular events, and vascular and non-vascular causes of death will be collected. It is estimated that in this trial the absolute risk of death, including fatal haemorrhage, will not differ significantly (ie fall outside the upper 95% CI) from 2% per year on trial drugs versus no trial drugs, when given in addition to guideline drugs; and will not increase bleeding or ischaemic SVD lesions significantly (at the p\\<0.01 level) on MRI.","timeFrame":"36 months"},{"measure":"Treatment efficacy - rate of individual participant events (stroke, TIA, myocardial ischaemia, cognitive impairment and dementia)","description":"It is estimated that in this trial the combined rate of recurrent stroke, MI, death, cognitive impairment and dependency will be 40-50% at one year after enrolment in order to detect modest but clinically-important reductions in poor outcomes.","timeFrame":"36 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical lacunar stroke syndrome.\n* Brain scanning\\* with MR including diffusion imaging wherever possible, and obtained soon after the presentation with stroke, shows either:\n\n  * a recent, relevant (in time and location) acute lacunar infarct on diffusion MR imaging1,\n  * or, if no visible acute lacunar infarct on diffusion MR imaging2 then there is no competing pathology as a cause for stroke (e.g. no acute cortical infarct, no acute intra-cerebral haemorrhage, no stroke mimic such as tumour, subdural haematoma);\n  * or, if only a CT brain scan is available2 as in section 3 above, then there is a small relevant (in age and location) subcortical infarct, or if no infarct then there is no competing pathology as a cause for stroke (e.g. no acute cortical infarct, no acute intra-cerebral haemorrhage, no stroke mimic such as tumour, subdural haematoma).\n\n    1. Note that if there is no acute lacunar infarct on MR diffusion imaging but there is a recent-appearing lacunar infarct on FLAIR, T2, or T1 (i.e. no cavitation or ex-vacuo effect; may be slightly swollen, ill-defined edges; or scan in the few weeks before the stroke does not show a lesion but there is an acute lacunar infarct on MR T2, FLAIR, T1 scanning after the stroke in an appropriate area of the brain for symptoms), then the T2, FLAIR, T1 lesion may be counted as the acute lacunar infarct in the absence of a diffusion lesion. Similarly, on CT2 a recent relevant small subcortical infarct would not show cavitation or shrinkage/ex vacuo effect.\n    2. Note that about a third of patients with a clinically definite lacunar syndrome do not have a corresponding recent infarct visible on MRI but should still be classed as 'lacunar stroke' if no other explanation can be found for the symptoms. The presence of a recent cortical infarct on FLAIR, T2, T1, the recent timing being indicated by the characteristics above, would count as a competing pathology.\n\nNote that the complete absence of any abnormality on MR or CT brain imaging (no acute subcortical infarct or pre-existing SVD such as white matter hyperintensities, lacunes, etc.) while occasionally seen in lacunar stroke is unusual and should question the diagnosis of lacunar ischaemic stroke.\n\n* Age \\> 30 years\n* Independent in activities of daily living (modified Rankin ≤2)\n* Capacity to give consent themselves\n\nExclusion Criteria:\n\n* Other significant active neurological illness present since suffering stroke (e.g. recurrent seizures, multiple sclerosis, brain tumour). Well-controlled epilepsy present prior to the stroke, a single seizure at onset of the stroke or provoked seizure is not an exclusion.\n* Requiring assistance with activities of daily living (Modified Rankin ≥3)\n* Has been diagnosed as having dementia on formal clinical assessment\n* Active cardiac disease (atrial fibrillation, myocardial infarction in past 6 months, active angina, symptomatic cardiac failure)\n* Diagnosis of hypotension, defined as sitting systolic blood pressure less than 100mmHg\n* Definite indication for (i.e. already prescribed) either trial medication, or definite contraindication to a trial drug as per SPCs - lactose intolerance is a contraindication to ISMN preparations which contain lactose monohydrate - (indication for or contraindication to one of the trial drugs still allows randomisation to the other trial drug)\n* Unable to swallow tablets\n* Bleeding tendency (e.g. known platelets\\<100, active peptic ulcer, history of intracranial haemorrhage such as subdural haematoma, subarachnoid haemorrhage, intracerebral haemorrhage, but not asymptomatic haemorrhagic transformation of infarction or a few microbleeds, taking anticoagulant medication)\n* Planned surgery during the trial period including carotid endarterectomy. Note prior and apparently successful carotid endarterectomy (or other surgery) is not an exclusion criterion and patients who would otherwise be eligible but require endarterectomy first may be randomised after recovery from successful endarterectomy.\n* Other concurrent life threatening illness\n* Unlikely to be available for follow-up (e.g. moving outside or visitor to the area)\n* History of drug overdose or attempted suicide or significant active mental illness\n* Pregnant or breastfeeding women, women of childbearing age not taking contraception. Acceptable contraception in women of childbearing age is a \"highly effective\" contraceptive measure as defined by the Clinical Trials Facilitation Group (http://www.hma.eu/fileadmin/dateien/Human_Medicines/01-About_HMA/Working_Groups/CTFG/2014_09_HMA_CTFG_Contraception.pdf) and includes combined (oestrogen and progesterone containing) or progesterone-only contraception associated with inhibition of ovulation, or intrauterine device or bilateral tubal occlusion. Contraception must be continued for up to 30 days after the end of the IMP dosing schedule.\n* Prohibited medications to either trial drug (see sections 4.5 of the appended SPCs and protocol section 6.6.3, plus no anticoagulant drugs); (prohibited medications to one of the trial drugs still allows randomisation to the other trial drug).\n* Renal impairment (creatinine clearance \\<25 ml/min)\n* Hepatic impairment\n* Current enrolment in another Clinical Trial of Investigational Medicinal Product (CTIMP); still in extended follow-up beyond the CTIMP primary outcome and no longer taking that trial's IMP is not an exclusion to enrolment in LACI-2.\n* Unable to tolerate MRI or contraindication to MRI (Claustrophobia, Pacemaker)","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Joanna M Wardlaw, MB ChB","affiliation":"University of Edinburgh","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Royal Infirmary","city":"Edinburgh","state":"Lothian","zip":"EH16 4SA","country":"United Kingdom","geoPoint":{"lat":55.95206,"lon":-3.19648}}]},"referencesModule":{"references":[{"pmid":"35833913","type":"DERIVED","citation":"Kwan J, Hafdi M, Chiang LLW, Myint PK, Wong LS, Quinn TJ. Antithrombotic therapy to prevent cognitive decline in people with small vessel disease on neuroimaging but without dementia. Cochrane Database Syst Rev. 2022 Jul 14;7(7):CD012269. doi: 10.1002/14651858.CD012269.pub2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"University of Edinburgh","unpostedEvents":[{"type":"RELEASE","date":"2022-12-16"},{"type":"UNRELEASE","date":"2023-01-05"},{"type":"RELEASE","date":"2023-01-10"},{"type":"UNRELEASE","date":"2023-03-28"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2022-12-16","submissionInfos":[{"releaseDate":"2022-12-16","unreleaseDate":"2023-01-05"},{"releaseDate":"2023-01-10","unreleaseDate":"2023-03-28"},{"releaseDate":"2023-08-02"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000059409","term":"Stroke, Lacunar"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000083244","term":"Thrombotic Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M14540","name":"Recurrence","relevance":"LOW"},{"id":"M6594","name":"Dementia","relevance":"LOW"},{"id":"M3575","name":"Alzheimer Disease","relevance":"LOW"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","asFound":"Cerebral Small Vessel Disease","relevance":"HIGH"},{"id":"M20249","name":"Disease Progression","relevance":"LOW"},{"id":"M29153","name":"Stroke, Lacunar","asFound":"Stroke, Lacunar","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M2402","name":"Thrombotic Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T2192","name":"Familial Alzheimer Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077407","term":"Cilostazol"},{"id":"D000007547","term":"Isosorbide"},{"id":"D000007548","term":"Isosorbide Dinitrate"},{"id":"C000030397","term":"Isosorbide-5-mononitrate"}],"ancestors":[{"id":"D000001993","term":"Bronchodilator Agents"},{"id":"D000001337","term":"Autonomic Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018927","term":"Anti-Asthmatic Agents"},{"id":"D000019141","term":"Respiratory System Agents"},{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000010975","term":"Platelet Aggregation Inhibitors"},{"id":"D000014665","term":"Vasodilator Agents"},{"id":"D000018696","term":"Neuroprotective Agents"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000058987","term":"Phosphodiesterase 3 Inhibitors"},{"id":"D000010726","term":"Phosphodiesterase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000004234","term":"Diuretics, Osmotic"},{"id":"D000004232","term":"Diuretics"},{"id":"D000045283","term":"Natriuretic Agents"},{"id":"D000020030","term":"Nitric Oxide Donors"}],"browseLeaves":[{"id":"M1788","name":"Cilostazol","asFound":"Stored","relevance":"HIGH"},{"id":"M10268","name":"Isosorbide","asFound":"Cytomegalovirus","relevance":"HIGH"},{"id":"M10269","name":"Isosorbide Dinitrate","asFound":"São","relevance":"HIGH"},{"id":"M244368","name":"Isosorbide-5-mononitrate","asFound":"São","relevance":"HIGH"},{"id":"M14018","name":"Epoprostenol","relevance":"LOW"},{"id":"M262395","name":"Tezosentan","relevance":"LOW"},{"id":"M29023","name":"Phosphodiesterase 3 Inhibitors","relevance":"LOW"},{"id":"M4959","name":"Bronchodilator Agents","relevance":"LOW"},{"id":"M20653","name":"Anti-Asthmatic Agents","relevance":"LOW"},{"id":"M20827","name":"Respiratory System Agents","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"},{"id":"M17102","name":"Vasodilator Agents","relevance":"LOW"},{"id":"M20463","name":"Neuroprotective Agents","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"},{"id":"M13319","name":"Phosphodiesterase Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M7101","name":"Diuretics","relevance":"LOW"},{"id":"M12197","name":"Nitric Oxide","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"},{"abbrev":"NeuroAg","name":"Neuroprotective Agents"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"Resp","name":"Respiratory System Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"NaAg","name":"Natriuretic Agents"},{"abbrev":"NiOxD","name":"Nitric Oxide Donors"},{"abbrev":"AnAg","name":"Antihypertensive Agents"}]}},"hasResults":false}