{"protocolSection":{"identificationModule":{"nctId":"NCT05134454","organization":{"fullName":"Karolinska Institutet","class":"OTHER"},"briefTitle":"Atrial Fibrillation Screening Post Ischemic Cerebrovascular Events","officialTitle":"A Multicenter, National, Investigator-initiated, Randomized, Parallel-group, Registerbased Superiority Study to Compare Extended ECG Monitoring Versus Standard ECG Monitoring of 1-2 Days in Elderly Patients With Ischemic Stroke or TIA.","acronym":"AF-SPICE"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-09-20","studyFirstSubmitQcDate":"2021-11-19","studyFirstPostDateStruct":{"date":"2021-11-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-13","lastUpdatePostDateStruct":{"date":"2023-08-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Johan Engdahl","investigatorTitle":"Associate Professor, Senior consultant","investigatorAffiliation":"Karolinska Institutet"},"leadSponsor":{"name":"Karolinska Institutet","class":"OTHER"},"collaborators":[{"name":"Uppsala University","class":"OTHER"},{"name":"Örebro University, Sweden","class":"OTHER"},{"name":"Lund University","class":"OTHER"},{"name":"Umeå University","class":"OTHER"},{"name":"The Swedish Research Council","class":"OTHER_GOV"},{"name":"Swedish Heart Lung Foundation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the leading causes behind death and permanent disability in adults. Atrial fibrillation (AF) is the most common clinical arrhythmia and its prevalence is steeply increasing with age. Atrial fibrillation is associated with a manifold increase in the risk for stroke.\n\nIt is considered important to investigate the heart rhythm in stroke survivors without previously known AF, because detection of AF will prompt a change in antithrombotic treatment with subsequent lowering of the risk of recurrent stroke.\n\nThere are so far very few studies on the prognostic impact of ECG investigations post stroke. Despite this knowledge gap, ECG investigation post stroke is given high priority in national and international guidelines.\n\nConsiderable clinical resources are currently invested in these ECG investigations without knowledge of its utility.\n\nThe investigators plan a nationwide, randomised, register-based study (RRCT) including patients aged at least 70 years receiving in-hospital care for stroke or TIA (Transient Ischemic Attack). Included patients will be randomised to standard investigation (1-2 days of ECG ) or extended ECG investigation (14 days of ECG performed at least twice). Patients diagnosed AF will be offered anticoagulation treatment. Long-term follow-up will be performed via swedish health care registers.\n\nThe result of this trial will have major impact on the ECG screening recommendations for patients who have had stroke, a large group of patients with dismal prognosis.","detailedDescription":"Purpose and aims\n\nThe purpose of the trial is to study the prognostic impact of ECG investigation after stroke or TIA.\n\nThe aim is to investigate if extended ECG screening after stroke as compared to standard ECG screening reduces the occurrence of the primary composite endpoint of stroke, death and intracranial bleeding in patients with stroke or transient ischemic attack (TIA). Secondary aims include effects on major bleeding, myocardial infarction, pacemaker implantation, atrial fibrillation prevalence, oral anticoagulation (OAC) treatment and cost effectiveness.\n\nSurvey of the field Ischemic stroke is one of the leading causes of mortality worldwide, and a major cause behind permanent disability in adults. Atrial fibrillation (AF) is the most prevalent permanent clinically relevant arrhythmia with a steeply increasing incidence with advancing age. Atrial fibrillation is also one of the strongest risk factors for stroke. The increased stroke risk associated with AF can be markedly reduced by OAC treatment.\n\nUnfortunately, AF is paroxysmal and asymptomatic in a significant proportion of patients, leading to lower detection rates and a similar proportion of stroke survivors with an untreated risk factor and higher risk of stroke recurrence. For this reason, it is widely recommended to make ECG recordings in patients suffering from stroke and TIA in order to detect previously undiagnosed AF.\n\nDespite this, no study so far has been reported to bring evidence on the benefit of ECG AF screening in terms of reduced stroke recurrence and mortality after a stroke event. However, several studies have reported the yield of new AF diagnosis in stroke/TIA patients using different ECG recording strategies in different populations.\n\nThe knowledge gap on the possible benefits and cost effectiveness of ECG investigation after stroke/TIA has led to a large variation in international recommendations, a situation bringing uncertainty among policy makers, the profession and patients. The variation in recommendations from different societies have unusual proportions. There is also a large variation in clinical practice between different stroke units in Sweden.\n\nFurthermore, since the magnitude of the net benefit (or net harm) of the ECG investigation is not yet known, extensive clinical resources as well as patient effort are today put into these ECG investigations without knowing about the benefit for the patient or cost effectiveness.\n\nResearch Idea\n\nThe study will compare current standard ECG investigation after stroke/TIA with an extended ECG investigation strategy and compare long-term prognosis in terms of hard clinical endpoints among participants.\n\nP: Patients aged at least 70 years treated in Swedish stroke units for ischemic stroke/TIA who after 24-48 hours of standard ECG investigation have shown no signs of atrial fibrillation\n\nI: Extended ECG ambulatory recording, at least 2 separate recordings of 14 days each 2-4 months apart\n\nC: standard Swedish ECG investigation, continuous ECG for 24-48 hours\n\nO: Composite endpoint of recurrent stroke, all-cause mortality and intracerebral bleeding\n\nFor the year 2020, the mean age of Swedish stroke patients was 75 years, with a higher mean age among women. Incidence of AF is strongly related to age as confirmed in epidemiological studies and in screening studies. The selected cut-off age of 70 years for this study will include three fourths of stroke patients targeting those at highest risk for AF. However, higher age implies a risk for lower compliance to ECG recordings. This has been taken into account when choosing ECG device. Hence, the chosen cut-off age for inclusion is deemed to balance the yield of the ECG investigation, the benefit from OAC treatment and stroke risk if AF is detected and the expected level of compliance to procedures and treatment related to the study.\n\nThe ECG investigation in the control arm is based on the minimum recommendations for stroke care issued by the Swedish board of health and welfare. There are however several guidelines from international societies recommending higher ambitions for this investigation, i.e longer ECG recordings. Several Swedish stroke units are implementing ECG investigations after stroke/TIA with ambitions higher than those stated by national minimum recommendations, assuming that these investigations will give more benefit to the patient. The study design is calculated to give a marked difference between the control and intervention groups to overcome the possible problem with an underpowered result reported from a previous study in the field.\n\nPlans and methods for pilot study The pilot study will engage five to six patient-including stroke units which are already recruited. The pilot study is planned to include 200-300 patients with the aim to evaluate feasibility of study management, patient inclusion, inclusion rate, ECG recordings, flow of ECG data and short-term follow-up of positive ECG findings.\n\nParallel to the pilot study, a comprehensive, digital survey on ECG investigation practice covering all Swedish stroke units will be undertaken. This survey will be sent to the stroke units commencing in september 2021. The outcome of the survey will give a complete and up-to-date view of clinical practice and a possibility to identify suitable sites for the main trial.\n\nDuring 2020, there were 28 000 patients included in national stroke register for stroke or TIA and three fourths of these patients were aged 70 years or older. The pilot and main study are planned to include 3300 patients during 2021-2024."},"conditionsModule":{"conditions":["Ischemic Stroke","TIA"],"keywords":["stroke","TIA","atrial fibrillation","ECG","oral anticoagulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"multicenter, national, investigator-initiated, randomized, parallel-group, register based superiority study","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":3300,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Extended ECG investigation","type":"EXPERIMENTAL","description":"Participants will undergo 0-48 hours of continuous ECG recording and at least two long-term continuous ambulatory ECG recordings with a duration of 14 days each.","interventionNames":["Diagnostic Test: Extended ECG investigation"]},{"label":"Standard of care","type":"NO_INTERVENTION","description":"Participants will undergo 24-48 hours of continuous ECG recording."}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Extended ECG investigation","description":"At least two long-term ambulatory ECG recordings with a duration of 14 days each using Philips ePatch (https://www.myheartmonitor.com/device/epatch/). The two recordings should be 2-4 months apart.","armGroupLabels":["Extended ECG investigation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Composite of stroke, death and intracerebral bleeding","description":"Stroke is defined as the occurence of International Classification of Diseases (ICD) 10 codes I63 in swedish health care registers. Intracranial bleeding is defined as the occurence of ICD 10 codes I61 in swedish health care registers. Mortality is defined as death reported by the swedish registers on cause of death.","timeFrame":"at least 36 months of follow-up (study event driven)"}],"secondaryOutcomes":[{"measure":"Individual components of the primary endpoint","description":"Stroke is defined as the occurence of ICD 10 codes I63 in swedish health care registers. Intracranial bleeding is defined as the occurence of ICD 10 codes I61 in swedish health care registers. Mortality is defined as death reported by the swedish registers on cause of death.","timeFrame":"at least 36 months of follow-up (study event driven)"},{"measure":"Major bleeding","description":"Defined as the occurence of any of the following ICD 10 codes in swedish health care registers: I60, I62, I850, I983, K250, K252, K254, K256, K260, K262, K264, K266, K270, K272, K274, K276, K280, K284, K286, K290, K625, K661, K920-921, K922, N02, R04, R58, T810, D629, D50-64,D65-69","timeFrame":"at least 36 months of follow-up (study event driven)"},{"measure":"Myocardial infarction","description":"Defined as the occurence of any of the following ICD 10 codes in swedish health care registers: I21","timeFrame":"at least 36 months of follow-up (study event driven)"},{"measure":"Pacemaker implantation","description":"Defined as the occurence of any of the following measures in swedish health care registers: FPE00-96","timeFrame":"at least 36 months of follow-up (study event driven)"},{"measure":"Anticoagulation treatment","description":"Defined as the occurence of any of the following ICD 10 codes in swedish health care registers: Z921 or the prescription of any of the following Anatomical Therapeutic Chemical Classification System (ATC) codes: B01AA, B01AE, B01AF","timeFrame":"at least 36 months of follow-up (study event driven)"},{"measure":"Atrial fibrillation prevalence","description":"The proportion of participants with the ICD 10 code I48 in swedish health care registers divided by the total number of participants.","timeFrame":"at least 36 months of follow-up (study event driven)"},{"measure":"Adherence to long-term ECG recording","description":"For each participant, the duration of the actual ECG signal acquired during long-term ECG recording will be divided by the theoretical maximum duration of ECG signal which is 14 days. The resulting proportion is the adherence.\n\nExample: A participant discontinues the ECG recording after 7 days and the investigators will receive 7 days of ECG of the expected 14 days of ECG signal for interpretation. In this case, adherence will be 7/14 = 50%.","timeFrame":"at least 36 months of follow-up (study event driven)"},{"measure":"Incidence of other prognostic arrhythmia during long-term ECG recording.","description":"The incidence of atrioventricular block degree 2 or 3, ventricular tachycardia, \\>5% premature ventricular ectopic beats, pauses \\> 3 seconds and bradycardia slower than 40/min and during long-term ECG recording.","timeFrame":"at least 36 months of follow-up (study event driven)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients aged ≥ 70 years\n* A diagnosis of ischemic stroke or TIA within 14 days from inclusion.\n\nExclusion Criteria:\n\n* Previously diagnosed atrial fibrillation\n* Contraindication to oral anticoagulant treatment according to Summary of Product Characteristics.\n* Indication for anticoagulant treatment other than atrial fibrillation, e.g. venous thromboembolism or mechanical heart valve prosthesis\n* Dual antiplatelet therapy not interchangeable to oral anticoagulation\n* Patients with pacemaker, implantable cardioverter defibrillator or implantable cardiac monitor.\n* Patients who, according to the investigator, will not be able to comply with the study protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"70 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Johan Engdahl, MD, PhD","role":"CONTACT","phone":"+46737593374","email":"johan.engdahl@sll.se"},{"name":"Kajsa Strååt, MD","role":"CONTACT","phone":"+46812350000","email":"kajsa.straat@sll.se"}],"overallOfficials":[{"name":"Johan Engdahl, MD, PhD","affiliation":"Karolinska Institutet","role":"STUDY_CHAIR"}],"locations":[{"facility":"Karolinska Institutet Danderyds University Hospital","status":"RECRUITING","city":"Stockholm","zip":"18288","country":"Sweden","contacts":[{"name":"Johan Engdahl, MD, PhD","role":"CONTACT","phone":"+46737593374","email":"johan.engdahl@sll.se"},{"name":"Johan Engdahl","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":59.33258,"lon":18.0649}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant datat will be shared upon reasonable request.","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"From conclusion of inclusion in 2025 to 2035","accessCriteria":"Data available to researchers with own similar data or as part of metaanalysis."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}