{"protocolSection":{"identificationModule":{"nctId":"NCT04882215","orgStudyIdInfo":{"id":"GN19NE479"},"organization":{"fullName":"NHS Greater Glasgow and Clyde","class":"OTHER"},"briefTitle":"Integrated PRocess and StrategieS Training: I-PRESS Training","officialTitle":"Development and Evaluation of a Novel Treatment Intervention for People With Acquired Brain Injury","acronym":"I-PRESS"},"statusModule":{"statusVerifiedDate":"2021-05","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-05-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-04-26","studyFirstSubmitQcDate":"2021-05-07","studyFirstPostDateStruct":{"date":"2021-05-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-05-19","lastUpdatePostDateStruct":{"date":"2021-05-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"NHS Greater Glasgow and Clyde","class":"OTHER"},"collaborators":[{"name":"University of Glasgow","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"There is a pressing need to develop more effective interventions to remediate cognitive deficits in highly prevalent disabling conditions such as stroke, head injury and other forms of acquired brain injury (ABI). Neuropsychological rehabilitation interventions developed in a clinical setting have shown some beneficial effects, but the effectiveness of clinical interventions have potential to be enhanced if informed by findings from cognitive neuroscience. Research into cognitive training using methods such as functional magnetic resonance imaging (fMRI) has contributed to an understanding of factors that promote changes in brain function, but this approach seldom includes individuals with brain damage or cognitive deficits. Its potential for application with clinical populations is therefore uncertain, meaning that people who may benefit do not have access to interventions that may improve their health and wellbeing.\n\nThe proposed research brings together methods from neuropsychological rehabilitation and cognitive neuroscience to investigate 1) the feasibility of, and effect sizes arising from, combining an existing clinical intervention targeting mental strategies with an adaptive training programme targeting core cognitive processes, and 2) whether the novel treatment combination promotes changes in brain function that are detectable using fMRI.\n\nThis project will develop and evaluate a training intervention that aims to improve outcomes from a strategy-based rehabilitation intervention, Goal Management Training (GMT), by adding process-based cognitive training with adaptive difficulty to enhance the executive function of working memory updating (WMU). People with ABI (n=32) will complete 9 sessions of GMT, a recommended treatment for deficits in frontal-lobe executive functions, with the addition of 8 WMU training sessions with or without adaptive training. Measures of feasibility, acceptability, and fidelity will be taken, and effect sizes of differences in pre- to post-training changes on neural, cognitive, and functional measurements will be determined by comparing two experimental groups in which difficulty of the WMU training tasks either adaptively increases in response to performance or is fixed.","detailedDescription":"Globally, stroke and head injury are leading causes of disability. Deficits in cognitive functions are common in these conditions, including impairment in frontal-lobe 'executive' functions such as working memory and the ability to solve problems, plan, and regulate actions in order to achieve intended goals. These deficits affect individuals' ability to live independently, work, and maintain social relationships. We propose that improving outcomes for people with acquired brain injury (ABI) requires an interdisciplinary approach in which neuropsychological rehabilitation and cognitive neuroscience complement one another.\n\nIn neuropsychological rehabilitation, interventions are classified as 'restorative' (restoration of underlying core cognitive processes including executive functions) or 'compensatory' (compensation of function through the use of external aids or learned strategies). Clinical guidelines recommend the use of 'meta-cognitive strategy training' for the treatment of deficits in frontal-lobe executive functions. Goal Management Training (GMT) is one such validated meta-cognitive strategy. GMT trains compensatory mental strategies to manage attention during multi-step tasks. GMT has been evaluated behaviourally in randomised controlled trials with positive, albeit modest, outcomes in individuals with ABI.\n\nIn cognitive neuroscience, an emerging research area concerns experience-induced neural changes referred to as neural plasticity. These may involve neural changes in: 1) task-based functional activation patterns, i.e. activity increases, decreases, or reorganisation, 2) brain structure, i.e., grey matter and white matter volume changes and 3) functional connectivity, i.e. changes in connectivity between brain regions that are recruited for a mental procedure as well as changes in the strength and magnitude.\n\nNeuroimaging studies have demonstrated that programmes to train core cognitive processes including working memory (WM) executive functions can drive changes both in behavioural and neural measures. Performance gains after process-based training have been observed by several authors employing different training tasks and including both younger and older populations. In addition, generalisation to broad cognitive abilities such as reasoning, episodic memory, after process-based training, has been observed in both young and older adults although this area is under debate. This work has primarily involved healthy adults and whether the same findings apply to those with ABI needs to be investigated.\n\nThis research study aims to develop and evaluate a novel treatment intervention for people with ABI that combines a process-based cognitive training with a strategy-based GMT rehabilitation intervention, and to acquire functional magnetic resonance imaging (fMRI) data before and after the intervention to measure patterns of brain activity associated with a task requiring executive functions. We propose that outcomes from GMT might be improved by an adaptive, process-based intervention aimed at enhancing working memory processes. Adaptive task difficulty involves dynamic adjustment of training task demands so that the individual remains within an optimal range of performance.\n\ni. Aims\n\nThe primary aim of the study is to investigate whether it is feasible and acceptable to deliver a novel intervention combining GMT with WMU training, within a randomised controlled trial (RCT) context in a sample of ABI individuals. A further aim is to examine the behavioural and neural changes related to the novel intervention as well as the effect sizes.\n\nii. Research Question\n\nThis project will combine methods from neuropsychological rehabilitation and cognitive neuroscience to answer the following: 1) Is it feasible to combine an existing treatment for executive dysfunction, GMT, with an adaptive WMU training and how much benefit is gained? 2) Does the novel treatment combination promote neural plasticity that is detectable using fMRI?\n\niii. Outcomes\n\nPrimary outcomes will be measures of feasibility, acceptability, and fidelity.\n\nSecondary outcomes will be pre- to post-training change in behavioural data (i.e., neuro-psychological assessment battery, measures of cognitive task performance and everyday functioning) and fMRI data (i.e., task-related brain activity), analysed by training condition. In addition, exploratory analyses of individual differences in responsiveness to WMU training will be performed, by calculating correlations between amount of adaptive training task improvement and pre- to post-training change on neural, cognitive, and functional measurements.\n\niv. Design\n\nRandomised controlled trial methodology; specifically stratified randomisation in conjunction with permuted block random allocation, using an active control group will compare two conditions: (1) GMT combined with adaptive training \\[AT\\]; (2) GMT combined with non-adaptive \\[NA\\] training. Thirty-two adults with non-progressive ABI sustained in adulthood will be recruited from the NHS.. Participants will complete a combination of standard GMT (9 sessions) and 8 WMU (AT or NA) training sessions, delivered in small groups. Neuropsychological and functional assessments will be performed before and after the intervention. In addition, fMRI scanning sessions will be conducted pre- and post-training"},"conditionsModule":{"conditions":["Acquired Brain Injury"],"keywords":["Traumatic Brain Injury","Stroke","executive dysfunction"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":32,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Adaptive Training (AT)","type":"EXPERIMENTAL","description":"For AT participants, difficulty of the training tasks is progressively increased in response to task performance.","interventionNames":["Behavioral: GMT combined with WMU Training"]},{"label":"Non Adaptive Training (NA)","type":"ACTIVE_COMPARATOR","description":"For NA participants, task difficulty is fixed at a relatively low level across all sessions.","interventionNames":["Behavioral: GMT combined with WMU Training"]}],"interventions":[{"type":"BEHAVIORAL","name":"GMT combined with WMU Training","description":"GMT teaches the use of mental strategies to support sustained attention during complex (multi-step) task performance following an interactive programme. GMT is structured into nine modules, with interactive discussions and homework assignments. It will be conducted on a group basis.\n\nWMU training consists of computerised working memory updating tasks in which trial accuracy and response time are recorded. Two tasks will be trained: 1. a visuo-spatial Matrix Updating (MU) and 2. a verbal Keep Track (KT). For both training tasks, level of difficulty can be modulated by increasing or decreasing the update level, i.e., the number of updates on each trial.","armGroupLabels":["Adaptive Training (AT)","Non Adaptive Training (NA)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility of recruitment process.","description":"Number of people referred from NHS eligible for screening and those entering the intervention. This will be continuously monitored throughout the study period.","timeFrame":"From baseline to 12 weeks."},{"measure":"Participants' drop-out rates","description":"Number of people completing the intervention to assess drop-out rates. This will be continuously monitored throughout the study period.","timeFrame":"From baseline to 12 weeks."},{"measure":"Participants' coherence and adherence to the intervention.","description":"Number of sessions attended and homework completion. This will be continuously monitored throughout the study period.","timeFrame":"From baseline to 12 weeks."},{"measure":"Participant evaluation of the intervention using a study-specific questionnaire.","description":"This is a study-specific questionnaire including 8 Likert-scale items.","timeFrame":"12 weeks"}],"secondaryOutcomes":[{"measure":"Changes in visuospatial working memory using the visuospatial Matrix Updating Task.","description":"Proportion of correct responses at 0, 4 and 7 update trials.","timeFrame":"Baseline and 12 weeks"},{"measure":"Changes in spatial working memory using the spatial n-back task.","description":"Proportion of correct responses at 0, 2 and 3 back trials.","timeFrame":"Baseline and 12 weeks"},{"measure":"Changes in visual episodic memory using the Object-location association task.","description":"Proportion of correct responses at 6 and 8 associate trials.","timeFrame":"Baseline and 12 weeks"},{"measure":"Changes in fMRI data","description":"Changes in task-related brain activity.","timeFrame":"Baseline and 12 weeks"},{"measure":"Changes in shifting attention using the Intra-Extra dimensional set shift test variant from CANTAB connect research web-testing.","description":"Number of trials for which the outcome was an incorrect response (subject pressed the incorrect button within the response window), calculated across all assessed trials.","timeFrame":"Baseline and 12 weeks"},{"measure":"Changes in spatial planning and problem solving using the Stockings of Cambridge test variant from CANTAB connect research web-testing.","description":"Number of assessed problems that the participant successfully completed in the minimum possible number of moves. Calculated over all assessed trials.","timeFrame":"Baseline and 12 weeks"},{"measure":"Changes in spatial working memory using the Spatial Working Memory test variant from CANTAB connect research web-testing.","description":"The number of times the subject incorrectly revisits a box in which a token has previously been found. Calculated across all assessed four, six and eight token trials.","timeFrame":"Baseline and 12 weeks"},{"measure":"Changes in visuospatial working memory using the Spatial Span forward test variant from CANTAB connect research web-testing.","description":"The longest sequence of boxes successfully recalled by the participant.","timeFrame":"Baseline and 12 weeks"},{"measure":"Changes in visuospatial working memory using the Spatial Span reverse test variant from CANTAB connect research web-testing.","description":"The longest sequence of boxes successfully recalled by the participant.","timeFrame":"Baseline and 12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Only those able to give informed consent and able to comply with the training protocol will be included.\n* ≥ 6 months post-ABI at time of recruitment (expression of interest to participate either verbally or in writing)\n* Adults over the age of 18.\n* English language fluency (speaking)\n* a combination of self/relative/friend/carer reports of everyday organisation/memory problems\n\nExclusion Criteria:\n\n* Individuals with contra-indications to MRI (e.g. heart pacemaker)\n* Comorbid progressive neurological disorder or neurodegenerative condition (e.g. dementia)\n* Major psychiatric disorder considered likely to prevent engagement in the intervention programme (pre-ABI history of mood disorder or stable antidepressant medication will not lead to exclusion)\n* History of major substance abuse problems likely to prevent engagement in the intervention programme\n* Unable to give informed consent\n* Unable to cooperate with the study protocol (e.g. severe impairment of hearing, vision or language)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Katerina Pappa, BSc, MSc","role":"CONTACT","phone":"01414516863","email":"a.pappa.1@research.gla.ac.uk"},{"name":"Jonathan Evans, PhD, DClin","role":"CONTACT","phone":"01412113978","email":"jonathan.evans@glasgow.ac.uk"}],"overallOfficials":[{"name":"Jonathan Evans, PhD, DClin","affiliation":"University of Glasgow","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Lead Communirty Brain Injury Team NHS Lanarkshire Law House Airdrie Road","status":"RECRUITING","city":"Carluke","state":"Lanarkshire","zip":"ML8 5EP","country":"United Kingdom","contacts":[{"name":"Jane Moir, DClin Psy","role":"CONTACT","email":"jane.moir@lanarkshire.scot.nhs.uk"}],"geoPoint":{"lat":55.73595,"lon":-3.83019}}]},"referencesModule":{"references":[{"pmid":"21440699","type":"BACKGROUND","citation":"Cicerone KD, Langenbahn DM, Braden C, Malec JF, Kalmar K, Fraas M, Felicetti T, Laatsch L, Harley JP, Bergquist T, Azulay J, Cantor J, Ashman T. Evidence-based cognitive rehabilitation: updated review of the literature from 2003 through 2008. Arch Phys Med Rehabil. 2011 Apr;92(4):519-30. doi: 10.1016/j.apmr.2010.11.015."},{"pmid":"26812574","type":"BACKGROUND","citation":"Tornas S, Lovstad M, Solbakk AK, Evans J, Endestad T, Hol PK, Schanke AK, Stubberud J. Rehabilitation of Executive Functions in Patients with Chronic Acquired Brain Injury with Goal Management Training, External Cuing, and Emotional Regulation: A Randomized Controlled Trial. J Int Neuropsychol Soc. 2016 Apr;22(4):436-52. doi: 10.1017/S1355617715001344. Epub 2016 Jan 26."},{"pmid":"25261907","type":"BACKGROUND","citation":"Brehmer Y, Kalpouzos G, Wenger E, Lovden M. Plasticity of brain and cognition in older adults. Psychol Res. 2014 Nov;78(6):790-802. doi: 10.1007/s00426-014-0587-z. Epub 2014 Sep 28."},{"pmid":"27225070","type":"BACKGROUND","citation":"Constantinidis C, Klingberg T. The neuroscience of working memory capacity and training. Nat Rev Neurosci. 2016 Jul;17(7):438-49. doi: 10.1038/nrn.2016.43. Epub 2016 May 26."},{"pmid":"20630350","type":"BACKGROUND","citation":"Klingberg T. Training and plasticity of working memory. Trends Cogn Sci. 2010 Jul;14(7):317-24. doi: 10.1016/j.tics.2010.05.002. Epub 2010 Jun 16."},{"pmid":"17597168","type":"BACKGROUND","citation":"Westerberg H, Klingberg T. Changes in cortical activity after training of working memory--a single-subject analysis. Physiol Behav. 2007 Sep 10;92(1-2):186-92. doi: 10.1016/j.physbeh.2007.05.041. Epub 2007 May 21."},{"pmid":"18556560","type":"BACKGROUND","citation":"Dahlin E, Neely AS, Larsson A, Backman L, Nyberg L. Transfer of learning after updating training mediated by the striatum. Science. 2008 Jun 13;320(5882):1510-2. doi: 10.1126/science.1155466."},{"pmid":"19847067","type":"BACKGROUND","citation":"Dahlin E, Backman L, Neely AS, Nyberg L. Training of the executive component of working memory: subcortical areas mediate transfer effects. Restor Neurol Neurosci. 2009;27(5):405-19. doi: 10.3233/RNN-2009-0492."},{"pmid":"18443283","type":"BACKGROUND","citation":"Jaeggi SM, Buschkuehl M, Jonides J, Perrig WJ. Improving fluid intelligence with training on working memory. Proc Natl Acad Sci U S A. 2008 May 13;105(19):6829-33. doi: 10.1073/pnas.0801268105. Epub 2008 Apr 28."},{"pmid":"24496717","type":"BACKGROUND","citation":"Buschkuehl M, Hernandez-Garcia L, Jaeggi SM, Bernard JA, Jonides J. Neural effects of short-term training on working memory. Cogn Affect Behav Neurosci. 2014 Mar;14(1):147-60. doi: 10.3758/s13415-013-0244-9."},{"pmid":"22612437","type":"BACKGROUND","citation":"Melby-Lervag M, Hulme C. Is working memory training effective? A meta-analytic review. Dev Psychol. 2013 Feb;49(2):270-91. doi: 10.1037/a0028228. Epub 2012 May 21."},{"pmid":"25071485","type":"BACKGROUND","citation":"Hsu NS, Novick JM, Jaeggi SM. The development and malleability of executive control abilities. Front Behav Neurosci. 2014 Jun 24;8:221. doi: 10.3389/fnbeh.2014.00221. eCollection 2014."},{"pmid":"20399274","type":"BACKGROUND","citation":"Jolles DD, Grol MJ, Van Buchem MA, Rombouts SA, Crone EA. Practice effects in the brain: Changes in cerebral activation after working memory practice depend on task demands. Neuroimage. 2010 Aug 15;52(2):658-68. doi: 10.1016/j.neuroimage.2010.04.028. Epub 2010 Apr 23."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2023-12-04","submissionInfos":[{"releaseDate":"2023-12-04"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"}],"ancestors":[{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}