{"protocolSection":{"identificationModule":{"nctId":"NCT05081570","orgStudyIdInfo":{"id":"P0035531"},"organization":{"fullName":"The Hong Kong Polytechnic University","class":"OTHER"},"briefTitle":"Telecare Consultation in Nurse-led Post-acute Stroke Clinic","officialTitle":"A Pilot Study to Evaluate the Feasibility and Effectiveness of Telecare Consultation in Nurse-led Post-acute Stroke Clinic"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-30","type":"ACTUAL"},"completionDateStruct":{"date":"2023-07-30","type":"ACTUAL"},"studyFirstSubmitDate":"2021-10-06","studyFirstSubmitQcDate":"2021-10-06","studyFirstPostDateStruct":{"date":"2021-10-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-20","lastUpdatePostDateStruct":{"date":"2023-09-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Arkers, Wong","investigatorTitle":"Assistant professor","investigatorAffiliation":"The Hong Kong Polytechnic University"},"leadSponsor":{"name":"The Hong Kong Polytechnic University","class":"OTHER"},"collaborators":[{"name":"The Queen Elizabeth Hospital","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Introduction: The progress of stroke recovery is slow and enduring. If stroke survivors are not properly managed to facilitate their rehabilitation after discharged from hospital, their risk for recurrence after an index stroke will be very high. Globally, nurse-led post-acute stroke clinics have been developed to provide tertiary care services to support stroke survivors. While synthesized evidence supports the idea that the post-stroke services delivered by nurses in the clinic can improve the functional ability and reduce the readmission rate, shortcomings of these services such as compulsory traveling time and cost, long waiting time at the clinic, and the pandemic situation limit the clinic utilization by stroke survivors. Telecare consultation is a new modality aiming to provide a new healthcare access experience to the public, though how it can be applied in nurse-led clinic and what effects it can bring about on post-stroke survivors has not been reported.","detailedDescription":"The aim of this pilot study is to determine the feasibility and effectiveness of telecare consultation in nurse-led post-acute stroke clinic.\n\nMethod: The present pilot study adopts a one-group pre-test post-test design. The potential subjects will be recruited from the clinic in Queen Elizabeth Hospital if they are (1) having a confirmed diagnosis of stroke within 1 month before enrolment, (2) referred to nurse-led post-acute stroke clinic, (3) aged 18 or above, (4) cognitively competent with a score ≥ 22 in the Montreal Cognitive Assessment Hong Kong version, (5) living at home before and after discharged from the acute stroke unit, and (6) having a smartphone or living with family member who has a smartphone. The participants will receive two tertiary stroke care consultations provided by stroke nurses via telecare in 2 months. The outcome measures include feasibility (reasons for refusal and drop-out, acceptance and satisfaction of both the advanced practising nurses and their patients towards the program), and effectiveness (degree of disability after stroke, activity of daily living, instrumental activity of daily living, health-related quality of life, depression). Data will be collected at pre- (T1) and post- (T2) intervention.\n\nDiscussion: The findings of this pilot study can provide a preliminary evidence on the use of telecare consultation in the nurse-led post-acute stroke clinic including its feasibility and effectiveness on both providers and patients. When gaps are identified, they could be adjusted to help develop and design a definitive, large-scale randomized controlled trial."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","telecare consultation","nurse clinic"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE","maskingDescription":"No masking is needed"}},"enrollmentInfo":{"count":78,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"The participants will receive two tertiary stroke care consultations provided by stroke nurses via telecare in 2 months.","interventionNames":["Device: telecare consultation"]}],"interventions":[{"type":"DEVICE","name":"telecare consultation","description":"Two tertiary stroke care consultations will be provided by stroke nurses via telecare in 2 months. Consultation content includes provide education on modifying stroke-specific risk factors, disseminate self-management knowledge, reinforce the importance of medication compliance, revise the blood and investigation results, and co-design and follow-up on mutually agreed rehabilitation goals with the subjects. When necessary, the nurse will also refer the stroke survivors to multidisciplinary team members according to the referral guidelines. The nurse will also encourage the patients' family and/or informal caregivers to participate in the consultations.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Degree of disability after stroke","description":"Simplified modified Rankin scale will be used to measure the degree of disability for stroke patients.","timeFrame":"baseline, three months when the program is completed"}],"secondaryOutcomes":[{"measure":"Quality of life","description":"Quality of life will be measured using the Hong Kong version of EuroQol 5-dimension (EQ-5D-5L).","timeFrame":"baseline, three months when the program is completed"},{"measure":"Post-stroke depression","description":"Post-stroke depression will be measured using the Chinese version of the Geriatric Depression Scale","timeFrame":"baseline, three months when the program is completed"},{"measure":"Medication adherence","description":"Medication adherence will be determined using the Adherence to Refills and Medications Scale (ARMS).","timeFrame":"baseline, three months when the program is completed"},{"measure":"Social participation","description":"Social participation will be measured using the 11-item Reintegration to Normal Living Index. This scale is used to measure whether the patient has participated in several social activities before and after occurrence of stroke.","timeFrame":"baseline, three months when the program is completed"},{"measure":"Number of attendances at a general practitioner's office, emergency department, hospital, and general out-patient clinic","description":"To measure the utilization of healthcare services by stroke patient before and after the intervention.","timeFrame":"baseline, three months when the program is completed"}],"otherOutcomes":[{"measure":"Number of patients who are eligible, excluded, recruited, and completed.","description":"To assess the feasibility of the program to the stroke patients","timeFrame":"three months when the program is completed"},{"measure":"IT literacy","description":"IT literacy will be assessed by answering the question, \"How confident are you in using a smartphone to have meetings with others?\" using a 5-point scale where 1=not very confident, and 5=very confident.","timeFrame":"baseline, three months when the program is completed"},{"measure":"the success of the adoption of telecare consultation","description":"the Readiness for Implementation Model Survey will be used to evaluate the success of the adoption of telecare consultation at the staff and clinic level. This 42-item survey centers on attitudes, organizational environment, technology usefulness factors, and implementation process factors.","timeFrame":"three months when the program is completed"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* confirmed diagnosis of stroke within 1 month before enrolment\n* will be discharged home within a week\n* aged 18 or above\n* cognitively competent with a score equal to or greater than 22 in the Montreal Cognitive Assessment Hong Kong version\n* own a smartphone\n\nExclusion Criteria:\n\n* have unaccompanied hearing or vision loss\n* cannot be reached by phone\n* bedbound\n* no Internet connection at home\n* participating in other clinical trials at the same time\n* require physical contact, i.e. wound dressing","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Arkers Wong, Ph.D.","affiliation":"The Hong Kong Polytechnic University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Queen Elizabeth Hospital","city":"Kowloon","country":"Hong Kong","geoPoint":{"lat":22.31667,"lon":114.18333}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}