{"protocolSection":{"identificationModule":{"nctId":"NCT03496545","orgStudyIdInfo":{"id":"18-24766"},"organization":{"fullName":"University of California, San Francisco","class":"OTHER"},"briefTitle":"Efficacy of Bromocriptine For Fever Reduction in Acute Neurologic Injury","officialTitle":"Efficacy of Bromocriptine to Reduce Body Temperature in Febrile Critically-ill Adults With Acute Neurologic Disease: an Open-label, Blinded Endpoint, Randomized Controlled Trial","acronym":"BFF"},"statusModule":{"statusVerifiedDate":"2021-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-11-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-11-02","type":"ACTUAL"},"completionDateStruct":{"date":"2019-11-02","type":"ACTUAL"},"studyFirstSubmitDate":"2018-03-17","studyFirstSubmitQcDate":"2018-04-05","studyFirstPostDateStruct":{"date":"2018-04-12","type":"ACTUAL"},"resultsFirstSubmitDate":"2021-05-25","resultsFirstSubmitQcDate":"2021-06-22","resultsFirstPostDateStruct":{"date":"2021-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-06-22","lastUpdatePostDateStruct":{"date":"2021-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of California, San Francisco","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate the antipyretic effect of bromocriptine in critically-ill patients with acute neurologic injury and fever from infectious and non-infectious etiologies.","detailedDescription":"In patients with acute neurologic injury such as subarachnoid hemorrhage (SAH), intracerebral hemorrhage (ICH), traumatic brain injury (TBI), subdural hematoma (SDH), and ischemic stroke, fever has been found to be an independent predictor of poor outcome including increased mortality rates, longer hospital stays, depressed level of consciousness, and worse functional outcomes. Our current antipyretic therapy of acetaminophen and sometimes nonsteroidal anti-inflammatory drugs are not very effective and external cooling requires sedatives and other medications to prevent shivering and pain. Bromocriptine is a dopamine D2 receptor agonist which acts at the hypothalamus, a specific area of the brain that regulates body temperature. Fevers of both central and infectious etiologies must be regulated through the hypothalamus and we have evidence that bromocriptine has an antipyretic effect at the hypothalamus; thus, we hypothesize that bromocriptine could be used safely and more broadly to treat all fevers in the acute setting and not just refractory central fevers in this patient population.\n\nHere, we propose to evaluate the acute antipyretic effects of bromocriptine in this critically-ill population through a pilot, open label, blinded endpoint, randomized controlled trial. In both enrolling centers, University of California, San Francisco Medical Center Parnassus (UCSF) and Zuckerberg San Francisco General Hospital, every patient who is admitted to the neurointensive care unit for an anticipated stay of greater than 48 hours with a diagnosis of subarachnoid hemorrhage (SAH), intracerebral hemorrhage (ICH), traumatic brain injury (TBI), subdural hematoma (SDH), and ischemic stroke will be screened and consented. If they have a temperature reading ≥ 38.3 ºC, the investigational pharmacy will randomize them to the control arm of acetaminophen or the intervention arm of acetaminophen and bromocriptine for 48 hours. We will continuously measure their temperature and other vitals data. Retrospectively, we will review imaging and labs ordered to work up infectious etiologies of fever. The ICU nurse will do a 5 minute assessment every shift during the 48 hour study period for side effects. The temperature data will be analyzed between the two study arms."},"conditionsModule":{"conditions":["Subarachnoid Hemorrhage","Subdural Hematoma","Traumatic Brain Injury","Ischemic Stroke","Fever","Intracerebral Hemorrhage"],"keywords":["fever","central fever","neurogenic fever","hyperthermia","bromocriptine","subarachnoid hemorrhage","SAH","subdural hematoma","SDH","intracerebral hemorrhage","ICH","traumatic brain injury","TBI","ischemic stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"open label, blinded endpoint, randomized (1:1) controlled trial with two arms: control - acetaminophen and intervention - acetaminophen and bromocriptine.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The data analyst who will analyze the data from each patient will be masked to what medication(s) the patients received.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":47,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Acetaminophen","type":"ACTIVE_COMPARATOR","description":"Standard of care - acetaminophen 650mg every 4 hours PO/NG/FT (per oral, nasogastric tube, feeding tube) for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC.","interventionNames":["Drug: Acetaminophen 650 MG"]},{"label":"Bromocriptine and Acetaminophen","type":"EXPERIMENTAL","description":"Bromocriptine 5mg every 4 hours PO/NG/FT for 48 hours and acetaminophen 650mg every 4 hours PO/NG/FT for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC.","interventionNames":["Drug: Bromocriptine 5 MG","Drug: Acetaminophen 650 MG"]}],"interventions":[{"type":"DRUG","name":"Bromocriptine 5 MG","description":"Bromocriptine 5 mg every 4 hours PO/NG/FT","armGroupLabels":["Bromocriptine and Acetaminophen"],"otherNames":["parlodel"]},{"type":"DRUG","name":"Acetaminophen 650 MG","description":"Acetaminophen 650 mg every 4 hours PO/NG/FT for 48 hours","armGroupLabels":["Acetaminophen","Bromocriptine and Acetaminophen"],"otherNames":["Tylenol"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Temperature Burden","description":"Mean total body temperature burden above 37°C over 48 hours during which patient receives either control or intervention medication.","timeFrame":"over 48 hours"}],"secondaryOutcomes":[{"measure":"Incidence of Adverse Events - Symptomatic Hypotension, Nausea and Headache","description":"Episodes of symptomatic hypotension, including decrease in supine systolic and diastolic pressures of greater than 20mm and 10mm Hg respectively with patient reported accompanying symptoms of light headedness or dizziness and incidence of nausea and headache.","timeFrame":"Nursing assessment at every shift during 48 hour study period after first drug administration"},{"measure":"Total Time That Temperature is ≥ 38.3ºC","description":"Time in minutes where the temperature is ≥ 38.3ºC during the 48 hours of control versus intervention administration.","timeFrame":"48 hours"},{"measure":"Total Time to First Temperature < 37.5ºC","description":"Time in minutes it took after medication administration for the temperature to reach \\< 37.5ºC.","timeFrame":"48 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age ≥18 years old\n* weight ≥ 40 kg\n* one reading of body temperature ≥ 38.3 ºC\n* diagnosis of subarachnoid hemorrhage, intracerebral hemorrhage, traumatic brain injury, subdural hematoma, or ischemic stroke\n* admission to the Intensive Care Unit at UCSF Medical Center or Zuckerberg San Francisco General Hospital.\n\nExclusion Criteria:\n\n* bromocriptine or acetaminophen hypersensitivity or allergy\n* known contraindication to bromocriptine- known ergot alkaloid hypersensitivity, known history of syncopal migraine\n* contraindication to nasogastric tube or swallowing pills\n* current diagnosis of acute liver failure, acute liver injury, or prior diagnosis of cirrhosis. acute presentation (\\< 26 weeks), evidence of coagulation abnormality: international normalized ratio (INR) ≥ 2; evidence of liver damage: alanine aminotransferase (ALT) of 10 x normal value; and any degree of mental status alteration\n* currently being treated with intra or extravascular therapeutic hypothermia - or where therapeutic hypothermia treatment is anticipated during study period\n* hyperthermic syndromes: heat stroke, evidence of thyrotoxicosis, malignant hyperthermia, neuroleptic malignant syndrome, or other drug-induced hyperthermia\n* administration of acetaminophen or acetaminophen containing medications within 9 hours prior to fever presentation\n* administration of non-steroidal anti-inflammatory drugs (NSAIDs) within 6 hours prior to fever presentation or aspirin \\> 300mg less than 1 hour prior to fever presentation.\n* pregnancy\n* extracorporeal blood circuit therapies: replacement therapy, extracorporeal life support (ventricular assist device, extracorporeal membrane oxygenation) during study period\n* anticipated ICU stay \\< 48 hours'\n* creatinine clearance ≤ 30\n* severe cardiovascular disease (especially unstable angina or severe valvular disease)\n* patients already taking bromocriptine for other indications","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Judy H Ch'ang, MD","affiliation":"University of California, San Francisco","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Zuckerberg San Francisco General Hospital and Trauma Center","city":"San Francisco","state":"California","zip":"94110","country":"United States","geoPoint":{"lat":37.77493,"lon":-122.41942}},{"facility":"University of California, San Francisco Medical Center - Parnassus","city":"San Francisco","state":"California","zip":"94143","country":"United States","geoPoint":{"lat":37.77493,"lon":-122.41942}}]},"referencesModule":{"references":[{"pmid":"21503807","type":"BACKGROUND","citation":"Mullins ME, Empey M, Jaramillo D, Sosa S, Human T, Diringer MN. A prospective randomized study to evaluate the antipyretic effect of the combination of acetaminophen and ibuprofen in neurological ICU patients. Neurocrit Care. 2011 Dec;15(3):375-8. doi: 10.1007/s12028-011-9533-8."},{"pmid":"15841455","type":"BACKGROUND","citation":"Polson J, Lee WM; American Association for the Study of Liver Disease. AASLD position paper: the management of acute liver failure. Hepatology. 2005 May;41(5):1179-97. doi: 10.1002/hep.20703. No abstract available."},{"pmid":"28816118","type":"BACKGROUND","citation":"Meyfroidt G, Baguley IJ, Menon DK. Paroxysmal sympathetic hyperactivity: the storm after acute brain injury. Lancet Neurol. 2017 Sep;16(9):721-729. doi: 10.1016/S1474-4422(17)30259-4. Erratum In: Lancet Neurol. 2018 Mar;17 (3):203."},{"pmid":"12140674","type":"BACKGROUND","citation":"Weimar C, Ziegler A, Konig IR, Diener HC. Predicting functional outcome and survival after acute ischemic stroke. J Neurol. 2002 Jul;249(7):888-95. doi: 10.1007/s00415-002-0755-8."},{"pmid":"19521083","type":"BACKGROUND","citation":"Sung CY, Lee TH, Chu NS. Central hyperthermia in acute stroke. Eur Neurol. 2009;62(2):86-92. doi: 10.1159/000222778. Epub 2009 Jun 12."},{"pmid":"12184856","type":"BACKGROUND","citation":"Jiang JY, Gao GY, Li WP, Yu MK, Zhu C. Early indicators of prognosis in 846 cases of severe traumatic brain injury. J Neurotrauma. 2002 Jul;19(7):869-74. doi: 10.1089/08977150260190456."},{"pmid":"18514828","type":"BACKGROUND","citation":"Axelrod YK, Diringer MN. Temperature management in acute neurologic disorders. Neurol Clin. 2008 May;26(2):585-603, xi. doi: 10.1016/j.ncl.2008.02.005."},{"pmid":"8110595","type":"BACKGROUND","citation":"Maher J, Hachinski V. Hypothermia as a potential treatment for cerebral ischemia. Cerebrovasc Brain Metab Rev. 1993 Winter;5(4):277-300."},{"pmid":"1389956","type":"BACKGROUND","citation":"Ginsberg MD, Sternau LL, Globus MY, Dietrich WD, Busto R. Therapeutic modulation of brain temperature: relevance to ischemic brain injury. Cerebrovasc Brain Metab Rev. 1992 Fall;4(3):189-225."},{"pmid":"19450568","type":"BACKGROUND","citation":"Durukan A, Marinkovic I, Strbian D, Pitkonen M, Pedrono E, Soinne L, Abo-Ramadan U, Tatlisumak T. Post-ischemic blood-brain barrier leakage in rats: one-week follow-up by MRI. Brain Res. 2009 Jul 14;1280:158-65. doi: 10.1016/j.brainres.2009.05.025. Epub 2009 May 18."},{"pmid":"8837806","type":"BACKGROUND","citation":"Dietrich WD, Alonso O, Halley M, Busto R. Delayed posttraumatic brain hyperthermia worsens outcome after fluid percussion brain injury: a light and electron microscopic study in rats. Neurosurgery. 1996 Mar;38(3):533-41; discussion 541. doi: 10.1097/00006123-199603000-00023."},{"pmid":"3693428","type":"BACKGROUND","citation":"Busto R, Dietrich WD, Globus MY, Valdes I, Scheinberg P, Ginsberg MD. Small differences in intraischemic brain temperature critically determine the extent of ischemic neuronal injury. J Cereb Blood Flow Metab. 1987 Dec;7(6):729-38. doi: 10.1038/jcbfm.1987.127."},{"pmid":"17940175","type":"BACKGROUND","citation":"Rabinstein AA, Sandhu K. Non-infectious fever in the neurological intensive care unit: incidence, causes and predictors. J Neurol Neurosurg Psychiatry. 2007 Nov;78(11):1278-80. doi: 10.1136/jnnp.2006.112730."},{"pmid":"10713016","type":"BACKGROUND","citation":"Marik PE. Fever in the ICU. Chest. 2000 Mar;117(3):855-69. doi: 10.1378/chest.117.3.855."},{"pmid":"26982342","type":"BACKGROUND","citation":"Samudra N, Figueroa S. Intractable Central Hyperthermia in the Setting of Brainstem Hemorrhage. Ther Hypothermia Temp Manag. 2016 Jun;6(2):98-101. doi: 10.1089/ther.2016.0004. Epub 2016 Mar 16."},{"pmid":"28348904","type":"BACKGROUND","citation":"Natteru P, George P, Bell R, Nattanmai P, Newey CR. Central Hyperthermia Treated with Bromocriptine. Case Rep Neurol Med. 2017;2017:1712083. doi: 10.1155/2017/1712083. Epub 2017 Feb 28."},{"pmid":"22876068","type":"BACKGROUND","citation":"Kang SH, Kim MJ, Shin IY, Park DW, Sohn JW, Yoon YK. Bromocriptine for control of hyperthermia in a patient with mixed autonomic hyperactivity after neurosurgery: a case report. J Korean Med Sci. 2012 Aug;27(8):965-8. doi: 10.3346/jkms.2012.27.8.965. Epub 2012 Jul 25."},{"pmid":"20190667","type":"BACKGROUND","citation":"Badjatia N, Fernandez L, Schmidt JM, Lee K, Claassen J, Connolly ES, Mayer SA. Impact of induced normothermia on outcome after subarachnoid hemorrhage: a case-control study. Neurosurgery. 2010 Apr;66(4):696-700; discussion 700-1. doi: 10.1227/01.NEU.0000367618.42794.AA."},{"pmid":"26436473","type":"BACKGROUND","citation":"Young P, Saxena M, Bellomo R, Freebairn R, Hammond N, van Haren F, Holliday M, Henderson S, Mackle D, McArthur C, McGuinness S, Myburgh J, Weatherall M, Webb S, Beasley R; HEAT Investigators; Australian and New Zealand Intensive Care Society Clinical Trials Group. Acetaminophen for Fever in Critically Ill Patients with Suspected Infection. N Engl J Med. 2015 Dec 3;373(23):2215-24. doi: 10.1056/NEJMoa1508375. Epub 2015 Oct 5."},{"pmid":"28319467","type":"BACKGROUND","citation":"Schell-Chaple HM, Liu KD, Matthay MA, Sessler DI, Puntillo KA. Effects of IV Acetaminophen on Core Body Temperature and Hemodynamic Responses in Febrile Critically Ill Adults: A Randomized Controlled Trial. Crit Care Med. 2017 Jul;45(7):1199-1207. doi: 10.1097/CCM.0000000000002340."},{"pmid":"25643903","type":"BACKGROUND","citation":"Saxena M, Young P, Pilcher D, Bailey M, Harrison D, Bellomo R, Finfer S, Beasley R, Hyam J, Menon D, Rowan K, Myburgh J. Early temperature and mortality in critically ill patients with acute neurological diseases: trauma and stroke differ from infection. Intensive Care Med. 2015 May;41(5):823-32. doi: 10.1007/s00134-015-3676-6. Epub 2015 Feb 3."},{"pmid":"18723420","type":"BACKGROUND","citation":"Greer DM, Funk SE, Reaven NL, Ouzounelli M, Uman GC. Impact of fever on outcome in patients with stroke and neurologic injury: a comprehensive meta-analysis. Stroke. 2008 Nov;39(11):3029-35. doi: 10.1161/STROKEAHA.108.521583. Epub 2008 Aug 21."},{"pmid":"17314332","type":"BACKGROUND","citation":"Fernandez A, Schmidt JM, Claassen J, Pavlicova M, Huddleston D, Kreiter KT, Ostapkovich ND, Kowalski RG, Parra A, Connolly ES, Mayer SA. Fever after subarachnoid hemorrhage: risk factors and impact on outcome. Neurology. 2007 Mar 27;68(13):1013-9. doi: 10.1212/01.wnl.0000258543.45879.f5. Epub 2007 Feb 21."},{"pmid":"7482646","type":"BACKGROUND","citation":"Azzimondi G, Bassein L, Nonino F, Fiorani L, Vignatelli L, Re G, D'Alessandro R. Fever in acute stroke worsens prognosis. A prospective study. Stroke. 1995 Nov;26(11):2040-3. doi: 10.1161/01.str.26.11.2040."},{"pmid":"12415441","type":"BACKGROUND","citation":"Stocchetti N, Rossi S, Zanier ER, Colombo A, Beretta L, Citerio G. Pyrexia in head-injured patients admitted to intensive care. Intensive Care Med. 2002 Nov;28(11):1555-62. doi: 10.1007/s00134-002-1513-1. Epub 2002 Oct 4."},{"pmid":"11014424","type":"BACKGROUND","citation":"Kilpatrick MM, Lowry DW, Firlik AD, Yonas H, Marion DW. Hyperthermia in the neurosurgical intensive care unit. Neurosurgery. 2000 Oct;47(4):850-5; discussion 855-6. doi: 10.1097/00006123-200010000-00011."},{"pmid":"15241093","type":"BACKGROUND","citation":"Diringer MN, Reaven NL, Funk SE, Uman GC. Elevated body temperature independently contributes to increased length of stay in neurologic intensive care unit patients. Crit Care Med. 2004 Jul;32(7):1489-95. doi: 10.1097/01.ccm.0000129484.61912.84. Erratum In: Crit Care Med. 2004 Oct;32(10):2170."},{"pmid":"12629243","type":"BACKGROUND","citation":"Commichau C, Scarmeas N, Mayer SA. Risk factors for fever in the neurologic intensive care unit. Neurology. 2003 Mar 11;60(5):837-41. doi: 10.1212/01.wnl.0000047344.28843.eb."},{"pmid":"9663190","type":"BACKGROUND","citation":"Albrecht RF 2nd, Wass CT, Lanier WL. Occurrence of potentially detrimental temperature alterations in hospitalized patients at risk for brain injury. Mayo Clin Proc. 1998 Jul;73(7):629-35. doi: 10.1016/S0025-6196(11)64885-4."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"There is no plan to make IPD available to other researchers as this data is very specific to this study."}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"Acetaminophen","description":"Standard of care - acetaminophen 650mg every 4 hours PO/NG/FT (per oral, nasogastric tube, feeding tube) for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."},{"id":"FG001","title":"Bromocriptine and Acetaminophen","description":"Bromocriptine 5mg every 4 hours PO/NG/FT for 48 hours and acetaminophen 650mg every 4 hours PO/NG/FT for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"21"},{"groupId":"FG001","numSubjects":"26"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"20"},{"groupId":"FG001","numSubjects":"24"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"1"},{"groupId":"FG001","numSubjects":"2"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"Acetaminophen","description":"Standard of care - acetaminophen 650mg every 4 hours PO/NG/FT (per oral, nasogastric tube, feeding tube) for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."},{"id":"BG001","title":"Bromocriptine and Acetaminophen","description":"Bromocriptine 5mg every 4 hours PO/NG/FT for 48 hours and acetaminophen 650mg every 4 hours PO/NG/FT for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"24"},{"groupId":"BG002","value":"44"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEDIAN","dispersionType":"INTER_QUARTILE_RANGE","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"56.5","lowerLimit":"44.5","upperLimit":"69"},{"groupId":"BG001","value":"60.5","lowerLimit":"44","upperLimit":"69"},{"groupId":"BG002","value":"59.5","lowerLimit":"44","upperLimit":"69"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"8"},{"groupId":"BG002","value":"18"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"16"},{"groupId":"BG002","value":"26"}]}]}]},{"title":"Race/Ethnicity, Customized","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"Caucasian","categories":[{"measurements":[{"groupId":"BG000","value":"9"},{"groupId":"BG001","value":"6"},{"groupId":"BG002","value":"15"}]}]},{"title":"Black","categories":[{"measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"1"}]}]},{"title":"Hispanic","categories":[{"measurements":[{"groupId":"BG000","value":"6"},{"groupId":"BG001","value":"9"},{"groupId":"BG002","value":"15"}]}]},{"title":"Asian/Pacific Islander","categories":[{"measurements":[{"groupId":"BG000","value":"4"},{"groupId":"BG001","value":"8"},{"groupId":"BG002","value":"12"}]}]},{"title":"Other","categories":[{"measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"1"}]}]}]},{"title":"Region of Enrollment","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"24"},{"groupId":"BG002","value":"44"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Temperature Burden","description":"Mean total body temperature burden above 37°C over 48 hours during which patient receives either control or intervention medication.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"Temperature in degrees Celsius","timeFrame":"over 48 hours","groups":[{"id":"OG000","title":"Acetaminophen","description":"Standard of care - acetaminophen 650mg every 4 hours PO/NG/FT (per oral, nasogastric tube, feeding tube) for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."},{"id":"OG001","title":"Bromocriptine and Acetaminophen","description":"Bromocriptine 5mg every 4 hours PO/NG/FT for 48 hours and acetaminophen 650mg every 4 hours PO/NG/FT for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"20"},{"groupId":"OG001","value":"24"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"37.8","spread":"0.5"},{"groupId":"OG001","value":"37.7","spread":"0.6"}]}]}]},{"type":"SECONDARY","title":"Incidence of Adverse Events - Symptomatic Hypotension, Nausea and Headache","description":"Episodes of symptomatic hypotension, including decrease in supine systolic and diastolic pressures of greater than 20mm and 10mm Hg respectively with patient reported accompanying symptoms of light headedness or dizziness and incidence of nausea and headache.","populationDescription":"Safety documents were not filled out by nursing staff for 4 patients, 3 from the acetaminophen group and 1 from the bromocriptine and acetaminophen group.","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"Nursing assessment at every shift during 48 hour study period after first drug administration","groups":[{"id":"OG000","title":"Acetaminophen","description":"Standard of care - acetaminophen 650mg every 4 hours PO/NG/FT (per oral, nasogastric tube, feeding tube) for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."},{"id":"OG001","title":"Bromocriptine and Acetaminophen","description":"Bromocriptine 5mg every 4 hours PO/NG/FT for 48 hours and acetaminophen 650mg every 4 hours PO/NG/FT for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"17"},{"groupId":"OG001","value":"23"}]}],"classes":[{"title":"Decrease in blood pressure","categories":[{"measurements":[{"groupId":"OG000","value":"12"},{"groupId":"OG001","value":"17"}]}]},{"title":"Nausea","categories":[{"measurements":[{"groupId":"OG000","value":"2"},{"groupId":"OG001","value":"3"}]}]},{"title":"Headache","categories":[{"measurements":[{"groupId":"OG000","value":"8"},{"groupId":"OG001","value":"12"}]}]}]},{"type":"SECONDARY","title":"Total Time That Temperature is ≥ 38.3ºC","description":"Time in minutes where the temperature is ≥ 38.3ºC during the 48 hours of control versus intervention administration.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Inter-Quartile Range","unitOfMeasure":"Minutes","timeFrame":"48 hours","groups":[{"id":"OG000","title":"Acetaminophen","description":"Standard of care - acetaminophen 650mg every 4 hours PO/NG/FT (per oral, nasogastric tube, feeding tube) for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."},{"id":"OG001","title":"Bromocriptine and Acetaminophen","description":"Bromocriptine 5mg every 4 hours PO/NG/FT for 48 hours and acetaminophen 650mg every 4 hours PO/NG/FT for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"20"},{"groupId":"OG001","value":"24"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"216","lowerLimit":"85.5","upperLimit":"1118"},{"groupId":"OG001","value":"300","lowerLimit":"85.5","upperLimit":"739"}]}]}]},{"type":"SECONDARY","title":"Total Time to First Temperature < 37.5ºC","description":"Time in minutes it took after medication administration for the temperature to reach \\< 37.5ºC.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Inter-Quartile Range","unitOfMeasure":"Minutes","timeFrame":"48 hours","groups":[{"id":"OG000","title":"Acetaminophen","description":"Standard of care - acetaminophen 650mg every 4 hours PO/NG/FT (per oral, nasogastric tube, feeding tube) for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."},{"id":"OG001","title":"Bromocriptine and Acetaminophen","description":"Bromocriptine 5mg every 4 hours PO/NG/FT for 48 hours and acetaminophen 650mg every 4 hours PO/NG/FT for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"20"},{"groupId":"OG001","value":"24"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"253.5","lowerLimit":"170.5","upperLimit":"722.5"},{"groupId":"OG001","value":"556","lowerLimit":"286.5","upperLimit":"772.5"}]}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"48 hours","eventGroups":[{"id":"EG000","title":"Acetaminophen","description":"Standard of care - acetaminophen 650mg every 4 hours PO/NG/FT (per oral, nasogastric tube, feeding tube) for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC.","deathsNumAffected":0,"deathsNumAtRisk":21,"seriousNumAffected":0,"seriousNumAtRisk":21,"otherNumAffected":17,"otherNumAtRisk":21},{"id":"EG001","title":"Bromocriptine and Acetaminophen","description":"Bromocriptine 5mg every 4 hours PO/NG/FT for 48 hours and acetaminophen 650mg every 4 hours PO/NG/FT for 48 hours, initiated within 1 hour after temperature reading ≥ 38.3ºC.","deathsNumAffected":1,"deathsNumAtRisk":26,"seriousNumAffected":1,"seriousNumAtRisk":26,"otherNumAffected":23,"otherNumAtRisk":26}],"seriousEvents":[{"term":"Hospitalization","organSystem":"General disorders","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","notes":"The participant went to the OR and when the participant was released, the participant's neurological exam was not at baseline and the family did not want to continue participation in the study.","stats":[{"groupId":"EG000","numAffected":0,"numAtRisk":21},{"groupId":"EG001","numAffected":1,"numAtRisk":26}]}],"otherEvents":[{"term":"Blood pressure decrease","organSystem":"Cardiac disorders","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numAffected":12,"numAtRisk":21},{"groupId":"EG001","numAffected":17,"numAtRisk":26}]},{"term":"Hypotension required treatment","organSystem":"Cardiac disorders","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numAffected":5,"numAtRisk":21},{"groupId":"EG001","numAffected":9,"numAtRisk":26}]},{"term":"Orthostasis","organSystem":"Cardiac disorders","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numAffected":4,"numAtRisk":21},{"groupId":"EG001","numAffected":5,"numAtRisk":26}]},{"term":"Headache","organSystem":"General disorders","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numAffected":8,"numAtRisk":21},{"groupId":"EG001","numAffected":12,"numAtRisk":26}]},{"term":"Nausea","organSystem":"General disorders","assessmentType":"NON_SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numAffected":2,"numAtRisk":21},{"groupId":"EG001","numAffected":3,"numAtRisk":26}]}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":true},"pointOfContact":{"title":"Judy Ch'ang, MD","organization":"Weill Cornell Medicine","email":"jhc9010@med.cornell.edu","phone":"(212) 746-2596"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2021-02-17","uploadDate":"2021-04-08T14:42","filename":"Prot_SAP_001.pdf","size":346351},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2019-03-12","uploadDate":"2021-06-22T17:46","filename":"ICF_002.pdf","size":7368361}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"firstMcpInfo":{"postDateStruct":{"date":"2021-06-22","type":"ACTUAL"}}}},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000002543","term":"Cerebral Hemorrhage"},{"id":"D000006408","term":"Hematoma, Subdural"},{"id":"D000006470","term":"Hemorrhage"},{"id":"D000005334","term":"Fever"},{"id":"D000006406","term":"Hematoma"}],"ancestors":[{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000001832","term":"Body Temperature Changes"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000020198","term":"Intracranial Hemorrhage, Traumatic"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M18700","name":"Critical Illness","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M8154","name":"Fever","asFound":"Fever","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M5482","name":"Cerebral Hemorrhage","asFound":"Intracerebral Hemorrhage","relevance":"HIGH"},{"id":"M2455","name":"Hyperthermia","relevance":"LOW"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M9183","name":"Hematoma","asFound":"Hematoma","relevance":"HIGH"},{"id":"M9185","name":"Hematoma, Subdural","asFound":"Subdural Hematoma","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M4801","name":"Body Temperature Changes","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M21715","name":"Intracranial Hemorrhage, Traumatic","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000000082","term":"Acetaminophen"},{"id":"D000001971","term":"Bromocriptine"}],"ancestors":[{"id":"D000018712","term":"Analgesics, Non-Narcotic"},{"id":"D000000700","term":"Analgesics"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000058633","term":"Antipyretics"},{"id":"D000000978","term":"Antiparkinson Agents"},{"id":"D000018726","term":"Anti-Dyskinesia Agents"},{"id":"D000006727","term":"Hormone Antagonists"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D000018491","term":"Dopamine Agonists"},{"id":"D000015259","term":"Dopamine Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M2341","name":"Acetaminophen","asFound":"Community","relevance":"HIGH"},{"id":"M4937","name":"Bromocriptine","asFound":"Gaze","relevance":"HIGH"},{"id":"M3722","name":"Analgesics","relevance":"LOW"},{"id":"M20476","name":"Analgesics, Non-Narcotic","relevance":"LOW"},{"id":"M28866","name":"Antipyretics","relevance":"LOW"},{"id":"M3985","name":"Antiparkinson Agents","relevance":"LOW"},{"id":"M9479","name":"Hormones","relevance":"LOW"},{"id":"M9478","name":"Hormone Antagonists","relevance":"LOW"},{"id":"M7163","name":"Dopamine","relevance":"LOW"},{"id":"M20285","name":"Dopamine Agonists","relevance":"LOW"},{"id":"M17652","name":"Dopamine Agents","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnDyAg","name":"Anti-Dyskinesia Agents"},{"abbrev":"CaAg","name":"Cardiotonic Agents"}]}},"hasResults":true}