{"protocolSection":{"identificationModule":{"nctId":"NCT06048055","orgStudyIdInfo":{"id":"taVNS stroke"},"organization":{"fullName":"Cairo University","class":"OTHER"},"briefTitle":"Effect of Transcutaneous Vagus Nerve Stimulation on Upper Limb Function in Stroke Patients","officialTitle":"Efficacy of Non Invasive Vagus Nerve Stimulation on Motor Function of Upper Extremity in Chronic Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-25","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-10-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-12","studyFirstSubmitQcDate":"2023-09-19","studyFirstPostDateStruct":{"date":"2023-09-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-19","lastUpdatePostDateStruct":{"date":"2023-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Marwa Mostafa Abdel Moneim Afifi","investigatorTitle":"Assistant Lecturer","investigatorAffiliation":"Cairo University"},"leadSponsor":{"name":"Cairo University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this interventional study is to investigate the therapeutic efficacy of non-invasive vagus nerve stimulation on upper limb function in chronic stroke patients . The main question is:\n\n•Is there a significant effect of non-invasive vagal nerve stimulation on upper limb motor function in stroke patients? Participants will be assigned into two groups. They will receive 12 sessions of true or sham transcutaneous auricular vagus nerve stimulation for 30 minutes immediately followed by 30 minutes of selected physical therapy program, three sessions per week for four weeks.","detailedDescription":"Stroke causes several neurological deficits or impairments as hemiparesis, communication disorders, cognitive deficits or disorders in visuo-spatial perception. Approximately 60% of survivors after stroke suffer from upper limb motor impairment, which lead to loss of independence with poor quality of life. These global economic and social costs of chronic disability due to stroke necessitate the development of new methods beside the conventional treatment to induce neuroplasticity in stroke recovery.Vagus nerve stimulation (VNS) is a neuromodulation therapy, which sends impulses into the neural center to generate corresponding nervous activity. Vagus nerve stimulation is an established treatment in epilepsy, depression, chronic tinnitus, migraine and chronic pain.Vagus nerve stimulation can be invasive or non-invasive. Invasive VNS requires the implantation of a programmable device and electrodes that directly stimulate afferents of the vagus nerve under general anesthesia. Non-invasive method of VNS via transcutaneous stimulation of the peripheral auricular branch of the vagus nerve (taVNS) is safer, better-tolerated method for delivering VNS with the same effect of invasive VNS."},"conditionsModule":{"conditions":["Stroke, Ischemic"],"keywords":["vagus nerve stimulation","ischemic stroke","taVNS"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group 1 (GA)","type":"ACTIVE_COMPARATOR","description":"Twenty Egyptian male stroke patients will receive 30 minutes of transcutaneous vagal nerve stimulation at tragus of left ear immediately after a 30 minutes session of selected physical therapy program.","interventionNames":["Other: Transcutaneous auricular vagus nerve stimulation","Other: selected physical therapy program"]},{"label":"Group 2 (GB)","type":"SHAM_COMPARATOR","description":"Twenty Egyptian male stroke patients will receive 30 minutes of sham vagal nerve stimulation at tragus of left ear immediately after a 30 minutes session of selected physical therapy program.","interventionNames":["Other: selected physical therapy program"]}],"interventions":[{"type":"OTHER","name":"Transcutaneous auricular vagus nerve stimulation","description":"Patients in this group will be treated with 12 sessions of transcutaneous auricular nerve stimulation, three sessions per week for four weeks. The stimulation of the left auricular branch of the vagus nerve will be performed by conventional transcutaneous electrical nerve stimulation (TENS) through a Gamna Duo 200 electrotherapy device with one channel and two electrodes (5mm diameter disposable adhesive stimulation electrodes). The TENS parameters will be used: 30 30-minute treatment time, a pulse width of 200 milliseconds, and a pulse frequency of 20 hertz. The intensity of stimulation will be individually adjusted according to the patient's perceptual threshold. The perceptual threshold (PT) is defined as the minimum amount of electricity required to perceive electrical stimulation on the skin described as a pricking or tingling sensation. The stimulation intensity will be set at super-threshold levels, such as 200% of the patient's perceptual threshold.","armGroupLabels":["Group 1 (GA)"]},{"type":"OTHER","name":"selected physical therapy program","description":"The selected physical therapy program session will be from 25 to 30 minutes, three sessions per week for four weeks. The program will be selected mainly for stretching for shortened upper limb muscles, strengthening for weak upper limb muscles, occupational therapy for hand, trunk, and pelvic control exercises, and gait training.","armGroupLabels":["Group 1 (GA)","Group 2 (GB)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in upper limb function from baseline to four weeks after the beginning of intervention","description":"Fugl-Meyer Assessment for upper extremity (FMT-UE).","timeFrame":"four weeks after the beginning of the intervention"},{"measure":"Changes in serum levels of neural plasticity factors from baseline to four weeks after beginning of intervention","description":"serum levels of Brain Derived Neurotrophic Factor (BDNF)","timeFrame":"four weeks after the beginning of the intervention"},{"measure":"Changes in peak muscle torque of upper limb muscles from baseline to four weeks after the beginning of intervention","description":"Peak muscle torque measured by Biodex System 3 Pro Isokinetic (Biodex Medical Inc., Shirley, New York, USA).","timeFrame":"four weeks after the beginning of the intervention"},{"measure":"Changes in hand grip strength from baseline to four weeks after the beginning of intervention","description":"Hand grip strength measured by electronic BASELINE hand dynamometer device.","timeFrame":"four weeks after the beginning of the intervention"}],"secondaryOutcomes":[{"measure":"Changes in gross hand function from baseline to four weeks after the beginning of intervention","description":"Box and Blocks Test (BBT)","timeFrame":"four weeks after the beginning of the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hemiparetic patients with ischemic middle cerebral artery stroke.\n* Duration of illness ranged from at least 6 months after stroke.\n* The patient's age ranged from 45 to 65 years.\n* Spasticity of upper limb muscles ranged from (grade 1:2) according to the Modified Ashworth scale.\n* The patients with unilateral upper limb motor function impairment.\n* Patients with sufficient cognitive abilities that enable them to understand and follow instructions.\n\nExclusion Criteria:\n\n* Patients with neurological diseases that affect upper limb function other than stroke (e.g.: Multiple sclerosis, Peripheral neuropathy, Parkinsonism....etc.).\n* Hemorrhagic stroke patients.\n* Patients with previous surgical intervention on the vagus nerve.\n* Patients with pacemakers or other implanted electrical devices.\n* Patients with a history of significant alcohol or drug abuse.\n* Patients with musculoskeletal disorders such as severe arthritis, knee surgery, total hip joint replacement, lower limb fractures or contractures of fixed deformity, and leg length discrepancy after total hip replacement.\n* Patients with cardiovascular problems (unstable angina, recent myocardial infarction, congestive heart failure, significant heart valve dysfunction, or unstable hypertension) or pulmonary or kidney disorders.\n* Patients with visual or auditory impairment affecting their ability to complete the testing.\n* Patients with cognitive impairment.\n* Any current or past history of facial or ear pain, recent ear trauma, or metal implants above the level of the neck.","healthyVolunteers":false,"sex":"MALE","genderBased":true,"genderDescription":"The study will be applied to ischemic stroke. This type of stroke is more common in males than females in Egypt because most smokers are males. As known, smoking is the major cause of ischemic stroke due to atherosclerotic changes in cerebral blood vessels.","minimumAge":"45 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Marwa M Afifi, Assistant Lecturer","role":"CONTACT","phone":"0201005661591","email":"marwamostafa506@gmail.com"}],"overallOfficials":[{"name":"Moshera H Darwish, Professor","affiliation":"Cairo University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Faculty of physical therapy labs at Cairo University","status":"RECRUITING","city":"Giza","zip":"12612","country":"Egypt","contacts":[{"name":"Marwa M Afifi, Assistant lecturer","role":"CONTACT","phone":"0201005661591","email":"marwamostafa506@gmail.com"}],"geoPoint":{"lat":30.00808,"lon":31.21093}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}