{"protocolSection":{"identificationModule":{"nctId":"NCT04254484","nctIdAliases":["NCT04536623"],"orgStudyIdInfo":{"id":"SIESTA-Rehab"},"organization":{"fullName":"University of Chicago","class":"OTHER"},"briefTitle":"SIESTA (Sleep of Inpatients: Empower Staff to Act) for Acute Stroke Rehabilitation","officialTitle":"SIESTA (Sleep of Inpatients: Empower Staff to Act) for Acute Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-07-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-11-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-03-27","studyFirstSubmitQcDate":"2020-02-03","studyFirstPostDateStruct":{"date":"2020-02-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-28","lastUpdatePostDateStruct":{"date":"2023-11-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Chicago","class":"OTHER"},"collaborators":[{"name":"Shirley Ryan AbilityLab","class":"OTHER"},{"name":"Northwestern University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Given the critical role of sleep in enhancing neural recovery, motor learning, neuroprotection, and neuroplasticity, interventions to enhance sleep that target sleep could improve recovery and rehabilitation outcomes for stroke patients. In this proposal, a multidisciplinary group of researchers with expertise in rehabilitation medicine, sleep medicine, nursing, physical therapy, wearable technologies, and implementation science will adapt, implement and evaluate a state-of-the-art intervention to promote sleep for stroke patients undergoing acute rehabilitation. SIESTA-Rehab, adapted from a previous unit-based intervention, bundles two sleep-promoting interventions to address the unique sleep challenges stroke patients face during acute rehabilitation: (1) nursing education and empowerment to reduce unnecessary disruptions; (2) a systematic protocol to screen, diagnose, and treat sleep-disordered breathing if present during acute stroke rehabilitation."},"conditionsModule":{"conditions":["Sleep","Sleep Disordered Breathing","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":400,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"SIESTA Rehab","type":"EXPERIMENTAL","description":"Stroke floor on which nurses will be receiving training (SIESTA Rehab Education) on how to minimize nighttime disruptions and batching overnight tasks to preserve sleep for patients hospitalized on that floor. Stroke patients admitted to the SIESTA Rehab Unit will be screening for sleep disordered breathing using ApneaLink.\n\nPatients hospitalized on this unit will be approached for consent to wear sensors and actigraphy watches during the hospital stay and after discharge.","interventionNames":["Behavioral: SIESTA Rehab Education","Diagnostic Test: ApneaLink"]},{"label":"Control Unit","type":"NO_INTERVENTION","description":"Patients on this unit will receive usual care for stroke patients as outlined by SRALab. including routine nursing care without any intervention to promote sleep like SIESTA and routing sleep disorders screenings based on clinician judgement.\n\nPatients hospitalized on this unit will also be approached for consent to wear sensors and actigraphy watches during the hospital stay and after discharge."}],"interventions":[{"type":"BEHAVIORAL","name":"SIESTA Rehab Education","description":"Staff nurses will be trained on how to improve sleep in stroke patients in the acute rehabilitation setting.","armGroupLabels":["SIESTA Rehab"]},{"type":"DIAGNOSTIC_TEST","name":"ApneaLink","description":"Stroke patients on the SIESTA Rehab unit will be screened for sleep disordered breathing using ApneaLink monitors. Results will be interpreted by a sleep specialist who will then advise the clinical team at SRALab.","armGroupLabels":["SIESTA Rehab"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Quality Indicator (QI) Score","description":"The QI score is a measure used in the inpatient setting at the Shirley Ryan AbilityLab that has replaced the Functional Independence Measure (FIM). The score can be obtained in all patients, regardless of stroke type or deficit. The QI evaluates level of disability, and how much assistance is needed for a subject to perform activities of daily living. Each item is scored ranging from total assistance to total independence. Items include eating, grooming, bathing, dressing, toiling, bladder/bowel management, transfers, locomotion, stairs, comprehension, etc.","timeFrame":"Up to 3 months"},{"measure":"Karolinska Sleep Diary","description":"This questionnaire calculates the sleep quality index (SQI) using four items: slept throughout, sleep restless, ease falling asleep, and premature awakenings. A higher SQI indicates better sleep quality. Additionally, three items (ease awakening, refreshed, sufficient sleep) yield an awake score with lower scores indicating better sleep. Items have 5-point verbal anchors, and response alternatives vary with each question. It has been correlated with measures from polysomnography to measure sleep quality the night prior to administration.","timeFrame":"Daily during inpatient stay starting with study admission. Average length of stay is 17 days."},{"measure":"Modified Potential Disruptions of Hospital Sleep Questionnaire (PDHSQ)","description":"This subjective questionnaire asks inpatients how specific items disrupted their sleep the prior night from 1 (not disruptive) to 5 (extremely disruptive). Select items correlate with in-hospital actigraphy, and specific items address rehabilitation.","timeFrame":"Daily during inpatient stay starting with study admission. Average length of stay is 17 days."},{"measure":"Change in total sleep time as measured by Actigraphy","description":"Small multi-modality research-grade, wireless, and wearable sensors (Philips Actiwatch and Actigraph wGT3X-BT) are used to calculate total sleep time.","timeFrame":"Overnight for first and last three nights of their stay. Average length of stay is 17 days."}],"secondaryOutcomes":[{"measure":"Apnea Hypopnea Index (AHI)","description":"obtained from the ApneaLink™ devices, which are simple, cost-effective portable devices for diagnosing sleep-disordered breathing. It automatically analyzes and derives an AHI, flow limitation, snoring and oxygen desaturation index. The automatic analysis will be reviewed by an expert sleep specialist to ensure correct interpretation. The AHI is calculated based on number of events of apnea or blood O2 desaturation per hour, with \\<5 being normal and \\>30 being severe","timeFrame":"One night around admission to the study."},{"measure":"Electronic Chart Audit","description":"We will obtain objective baseline data on orders of nighttime vitals, nocturnal medications that disrupt sleep (heparin q8, nighttime medications, bathing, etc.).","timeFrame":"Continuously during inpatient stay starting with study admission. Average length of stay is 17 days."},{"measure":"Insomnia Severity Index","description":"This questionnaire is a 7-item validated screening tool designed to assess the nature, severity, and impact of insomnia in adults.","timeFrame":"baseline upon study admission"},{"measure":"Stroke characteristics","description":"Because stroke characteristics can impact sleep, we will obtain participant data about type of stroke (hemorrhagic/ischemic), stroke location (per CT), stroke deficits (urinary incontinence, aphasia, etc.), stroke severity (based on the NIH Stroke Scale), and presence of recurrent stroke (obtained from chart audit).","timeFrame":"baseline upon study admission"},{"measure":"Pharmacologic sleep aids","description":"Using the electronic health record and a previously developed University of Chicago chart abstraction tool, a percentage of pharmacologic sleep aids used will be calculated.","timeFrame":"baseline upon study admission"},{"measure":"CPAP Adherence","description":"For patients utilizing a CPAP, device adherence will be collected wirelessly through the device modem.","timeFrame":"Throughout 3 months of follow-up"},{"measure":"6-Minute Walk Test with VO2 analysis (6MWT)","description":"The 6MWT measures the distance a subject can walk indoors on a flat, hard surface in 6 minutes, using assistive devices as necessary. The test is a reliable and valid evaluation of functional exercise capacity and is used as a sub-maximal test of aerobic capacity and endurance. The minimal detectable change for people with sub-acute stroke is 60.98 meters.","timeFrame":"Baseline; Within 7 days; Within 7 days of Discharge; at 1-month post discharge, 2-month post discharge, and 3-month post discharge Midpoint; Discharge; 1-month, 2-month, and 3-month follow up visits"},{"measure":"10-Meter Walk Test (10MWT)","description":"The 10MWT measures the amount of time it takes to walk 10 meters. Time will be recorded using a stopwatch and recorded to the one hundredth of a second. The effects of acceleration and deceleration are minimized by adding 1 meter at the beginning and end of the course to isolate the subject's steady state speed. The test will be recorded 3 times each at a normal self-selected pace and at a faster pace, with adequate rest in between. Results will be averaged from 3 trials. Any assistive devices or orthotics should be kept consistent throughout and documented.","timeFrame":"Within 7 days; Within 7 days of Discharge; at 1-month post discharge, 2-month post discharge, and 3-month post discharge"},{"measure":"Berg Balance Scale (BBS)","description":"The BBS is a 14-item test, scored on a 5-level ordinal scale and validated against length of stay and discharge destination for stroke patients. It measures functional balance in a clinical setting during static and dynamic tasks (sitting, standing, transitioning from sit to stand, etc.).","timeFrame":"Baseline; Midpoint; Discharge; 1Within 7 days; Within 7 days of Discharge; at 1-month post discharge, 2-month post discharge, and 3-month post discharge-month, 2-month, and 3-month follow up visits"},{"measure":"Timed Up and Go (TUG)","description":"The TUG assesses mobility by measuring the time a person take to rise from a chair, walk 3 meters, turn around, walk back to the chair, and sit down. It can detect longitudinal changes in mobility in stroke patients. The subject wears their routine footwear and orthotics and can use their mobility aids.","timeFrame":"Baseline; Midpoint; Discharge; 1Within 7 days; Within 7 days of Discharge; at 1-month post discharge, 2-month post discharge, and 3-month post discharge-month, 2-month, and 3-month follow up visits"},{"measure":"Gait Analysis","description":"Gait analysis provides a quantitative means of assessing walking function based on spatiotemporal parameters of gait. Subjects walk at both a comfortable and a fast pace over the GaitRite system, an electronic walkway with integrated sensors. Data from GaitRite is reliable and valid for evaluating walking characteristics and provides a gold standard for validating gait parameters from the sensors. For gait analysis, we will focus on 5 parameters: stride time, swing time, stance time, step length, and cadence.","timeFrame":"Baseline; Midpoint; Within 7 days; Within 7 days of Discharge; at 1-month post discharge, 2-month post discharge, and 3-month post dischargeDischarge; 1-month, 2-month, and 3-month follow up visits"},{"measure":"Montreal Cognitive Assessment (MoCA)","description":"The 10-item MoCA assesses several cognitive domains. These include short-term memory recall, visuospatial abilities, executive function, attention, concentration, language and orientation to time and place.","timeFrame":"Performed once near admission to study"},{"measure":"Wearable Sensor Platform Measures of Change in Sleep Staging","description":"Small multi-modality research-grade, wireless, and wearable sensors (eg. MC10 Biostamp, ActiGraph, and ActiLink) will be used to calculate REM cycles without the use of PPG. The MC10 or other wearable sensors can be placed simultaneously on body locations, collecting accelerometer, gyroscope, and bio-potential sensor data to provide a more in-depth analysis of heart rate variability across the night. The ActiGraph and ActiLink can be worn on the wrist or waist to collect accelerometer, gyroscope, and magnetometer. Actigraph management and data analysis are done using SRALab machine learning algorithms specific to stroke.","timeFrame":"First three nights at study admission and last three nights before discharge."},{"measure":"Wearable Sensor Platform Measures of Change in Daytime Activity","description":"Small multi-modality research-grade, wireless, and wearable sensors (MC10 Biostamp, ActiGraph, and ActiLink) will be used to calculate objective measures of activity. The MC10 can be placed simultaneously on body locations, and the ActiGraph and ActiLink are worn on the wrist, with all three collecting accelerometer and gyroscope data. Actigraph management and data analysis are done using SRALab machine learning algorithms specific to stroke. Raw acceleration data will be converted into a measure of step count.","timeFrame":"Continuously during inpatient stay starting with study admission. Average length of stay is 17 days."},{"measure":"Change in wake after sleep onset time as measured by actigraphy","description":"Small multi-modality research-grade, wireless, and wearable sensors (Philips Actiwatch and Actigraph wGT3X-BT) are used to calculate total wake after sleep onset.","timeFrame":"Overnight for first and last three nights of their stay. Average length of stay is 17 days."},{"measure":"Change in sleep efficiency as measured by actigraphy","description":"Small multi-modality research-grade, wireless, and wearable sensors (Philips Actiwatch and Actigraph wGT3X-BT) are used to calculate total sleep efficiency.","timeFrame":"Overnight for first and last three nights of their stay. Average length of stay is 17 days."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Individuals diagnosed with stroke admitted to the Shirley Ryan AbilityLab (inpatient)\n* Age 18 or older\n* Able and willing to give written consent and comply with study procedures . Medical clearance from physician\n\nExclusion Criteria\n\n* Serious cardiac conditions or neurological degenerative pathologies as co-morbidities (such as multiple sclerosis, Alzheimer's disease, Parkinson's disease, etc.)\n* Pregnant or nursing\n* Skin allergies or irritation; open wounds\n* Utilizing a powered, implanted cardiac device for monitoring or supporting heart function (i.e. pacemaker, defibrillator, or LVAD)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Shirley Ryan AbilityLab","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000012891","term":"Sleep Apnea Syndromes"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000001049","term":"Apnea"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M26827","name":"Respiratory Aspiration","relevance":"LOW"},{"id":"M4051","name":"Apnea","relevance":"LOW"},{"id":"M15384","name":"Sleep Apnea Syndromes","asFound":"Sleep Disordered Breathing","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}