{"protocolSection":{"identificationModule":{"nctId":"NCT06192069","orgStudyIdInfo":{"id":"sustenableheat"},"organization":{"fullName":"Cairo University","class":"OTHER"},"briefTitle":"Heat Strain Prevention in Elderly Agricultural Workers","officialTitle":"The Impact of a Sustainable Prevention Program on Heat Strain Among Agricultural Elderly Workers in the Context of Climate Change"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-18","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-02-20","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-18","studyFirstSubmitQcDate":"2024-01-04","studyFirstPostDateStruct":{"date":"2024-01-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-05","lastUpdatePostDateStruct":{"date":"2024-02-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mostafa Shaban","investigatorTitle":"Lecturer","investigatorAffiliation":"Cairo University"},"leadSponsor":{"name":"Cairo University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study explores a multi-component heat strain prevention program for older agricultural workers in response to climate change. It assesses hydration, rest breaks, reflective clothing, and shade provision. Utilizing a quasi-experimental design, it targets 120 elderly workers, evaluating core temperature, heart rate, and heat strain symptoms. The goal is to establish the program's effectiveness in safeguarding worker health and safety amidst increasing temperatures, offering evidence-based recommendations for this vulnerable group and potentially other occupations affected by climate change.","detailedDescription":"This intervention study is designed to assess the efficacy of a sustainable heat strain prevention program tailored for elderly agricultural workers. It targets a specific population of 120 workers aged 60 years and above from Manial Shiha village. The study utilizes a quasi-experimental pretest-posttest design, dividing participants into intervention and control groups.\n\nThe core of the study involves a 4-week Sustainable Prevention Program, emphasizing practical and adoptable strategies like adequate hydration, regular rest breaks, the use of lightweight reflective clothing, and the provision of portable shade covers. This program is delivered through interactive methods including lectures, demonstrations, and group discussions, supplemented with educational materials.\n\nPhysiological responses to the program will be rigorously measured, employing core temperature sensors and heart rate monitors to provide objective data on the physical impact of the interventions. These measures, along with self-reported symptoms and heat strain levels collected through structured questionnaires, form the basis for a comprehensive evaluation of the program's effectiveness.\n\nThe study aims to provide a quantifiable reduction in heat strain indicators, offering insights into the program's potential for broader application in similar vulnerable populations"},"conditionsModule":{"conditions":["Heat Stress Disorders","Heat Stroke","Heat Exhaustion","Heat Cramps"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Sustainable Prevention Program","type":"EXPERIMENTAL","description":"Participants will receive the 4-week Sustainable Prevention Program consisting of lectures, demonstrations, group discussions, and educational materials focused on:\n\nHydration strategies (proper amounts and types of fluids, reminders for intake) Rest breaks (frequency, duration, scheduling) Lightweight reflective clothing\n\nDevice: Core Temperature Sensor\n\nParticipants might be equipped with a core temperature sensor to monitor their internal body temperatures. This device will provide continuous, real-time data crucial for understanding the physiological impacts of the prevention strategies and ensuring participant safety.\n\nDevice: Heart Rate Monitor\n\nA heart rate monitor will be used to track the cardiovascular responses of the participants to heat and physical activity. This data is essential to assess the strain on participants' bodies and the effectiveness of the prevention strategies in mitigating stress.\n\nPortable shade covers","interventionNames":["Other: Sustainable Heat Strain Prevention Program for Agricultural Elderly Workers (SHiP-AEW)"]},{"label":"Control","type":"NO_INTERVENTION","description":"Participants will receive no intervention and follow their usual workplace heat strain prevention measures such as basic hydration and voluntary rest breaks"}],"interventions":[{"type":"OTHER","name":"Sustainable Heat Strain Prevention Program for Agricultural Elderly Workers (SHiP-AEW)","description":"The SHiP-AEW is a 4-week multifaceted intervention program focused on evidence-based heat strain prevention strategies for agricultural workers over 60 years old. Delivered through weekly 1-hour sessions, the program incorporates the following primary components:","armGroupLabels":["Sustainable Prevention Program"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in heat strain score from baseline to post-intervention","description":"The heat strain score is calculated from participant questionnaires assessing environmental conditions, workload, access to shade, and individual heat tolerance symptoms. Scores range from 0-30, with higher scores indicating greater levels of heat strain. Heat strain levels are categorized as low/no strain (score \\<13.5), potential risk (13.6-18), or high risk (\\>18).\n\nThe primary outcome measure will evaluate the change in heat strain score from baseline (before starting the Sustainable Prevention Program) to post-intervention (after completing the 4-week program).","timeFrame":"Baseline heat strain scores will be calculated from questionnaires completed 1 week prior to launching the program Post-intervention heat strain scores will be calculated from questionnaires completed within 1 week after finishing the 4-week program"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 60 years or older\n* Actively working in agricultural occupations (farming, field labor, etc.)\n* Available to participate during the 4-week intervention timeline\n* Fluent in spoken and written Arabic\n* Agree to wear physiological monitoring devices during work\n\nExclusion Criteria:\n\n* Unable to provide informed consent\n* Cognitive impairments affecting ability to understand and implement program guidelines\n* Dependence on supportive equipment like canes or wheelchairs\n* Chronic medical conditions expected to worsen with heat exposure (e.g. uncontrolled cardiovascular disease, kidney failure)\n* Required regular medications that impair thermoregulation\n* Allergies or sensitivities to monitoring devices and their attachments that cannot be mitigated","healthyVolunteers":true,"sex":"ALL","minimumAge":"60 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mostafa shaban","role":"CONTACT","phone":"0565644617","email":"MOSTAFA.SHABAN2020@CU.EDU.EG"}],"locations":[{"facility":"Cairo university","status":"RECRUITING","city":"Giza","country":"Egypt","contacts":[{"name":"Mohamed Ezzelregal Abdelgawad","role":"CONTACT","email":"mohamed.ezz@alexu.edu.eg"}],"geoPoint":{"lat":30.00808,"lon":31.21093}}]},"referencesModule":{"references":[{"pmid":"28093502","type":"BACKGROUND","citation":"Moyce S, Mitchell D, Armitage T, Tancredi D, Joseph J, Schenker M. Heat strain, volume depletion and kidney function in California agricultural workers. Occup Environ Med. 2017 Jun;74(6):402-409. doi: 10.1136/oemed-2016-103848. Epub 2017 Jan 16. Erratum In: Occup Environ Med. 2018 Feb;75(2):162."},{"pmid":"33367558","type":"BACKGROUND","citation":"Grimbuhler S, Viel JF. Heat Stress and Cardiac Strain in French Vineyard Workers. Ann Work Expo Health. 2021 May 3;65(4):390-396. doi: 10.1093/annweh/wxaa115."},{"pmid":"20665306","type":"BACKGROUND","citation":"Jackson LL, Rosenberg HR. Preventing heat-related illness among agricultural workers. J Agromedicine. 2010 Jul;15(3):200-15. doi: 10.1080/1059924X.2010.487021."},{"pmid":"32235716","type":"BACKGROUND","citation":"Wagoner RS, Lopez-Galvez NI, de Zapien JG, Griffin SC, Canales RA, Beamer PI. An Occupational Heat Stress and Hydration Assessment of Agricultural Workers in North Mexico. Int J Environ Res Public Health. 2020 Mar 22;17(6):2102. doi: 10.3390/ijerph17062102."},{"pmid":"36104813","type":"BACKGROUND","citation":"Chavez Santos E, Spector JT, Egbert J, Krenz J, Sampson PD, Palmandez P, Torres E, Blancas M, Carmona J, Jung J, Flunker JC. The effect of the participatory heat education and awareness tools (HEAT) intervention on agricultural worker physiological heat strain: results from a parallel, comparison, group randomized study. BMC Public Health. 2022 Sep 15;22(1):1746. doi: 10.1186/s12889-022-14144-2."},{"pmid":"35114899","type":"BACKGROUND","citation":"Egbert J, Krenz J, Sampson PD, Jung J, Calkins M, Zhang K, Palmandez P, Faestel P, Spector JT. Accuracy of an estimated core temperature algorithm for agricultural workers. Arch Environ Occup Health. 2022;77(10):809-818. doi: 10.1080/19338244.2022.2033672. Epub 2022 Feb 3."},{"pmid":"36495891","type":"BACKGROUND","citation":"Bonell A, Sonko B, Badjie J, Samateh T, Saidy T, Sosseh F, Sallah Y, Bajo K, Murray KA, Hirst J, Vicedo-Cabrera A, Prentice AM, Maxwell NS, Haines A. Environmental heat stress on maternal physiology and fetal blood flow in pregnant subsistence farmers in The Gambia, west Africa: an observational cohort study. Lancet Planet Health. 2022 Dec;6(12):e968-e976. doi: 10.1016/S2542-5196(22)00242-X. Erratum In: Lancet Planet Health. 2023 Aug;7(8):e648."},{"pmid":"35211437","type":"BACKGROUND","citation":"El Khayat M, Halwani DA, Hneiny L, Alameddine I, Haidar MA, Habib RR. Impacts of Climate Change and Heat Stress on Farmworkers' Health: A Scoping Review. Front Public Health. 2022 Feb 8;10:782811. doi: 10.3389/fpubh.2022.782811. eCollection 2022."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000018882","term":"Heat Stress Disorders"},{"id":"D000018883","term":"Heat Stroke"},{"id":"D000006359","term":"Heat Exhaustion"}],"ancestors":[{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M24606","name":"Stress Disorders, Traumatic","relevance":"LOW"},{"id":"M11767","name":"Muscle Cramp","relevance":"LOW"},{"id":"M15527","name":"Spasm","relevance":"LOW"},{"id":"M20614","name":"Heat Stress Disorders","asFound":"Heat Stress Disorders","relevance":"HIGH"},{"id":"M20615","name":"Heat Stroke","asFound":"Heat Stroke","relevance":"HIGH"},{"id":"M9137","name":"Heat Exhaustion","asFound":"Heat Exhaustion","relevance":"HIGH"},{"id":"M15946","name":"Sunstroke","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}