{"protocolSection":{"identificationModule":{"nctId":"NCT03453008","orgStudyIdInfo":{"id":"RC31/17/0191"},"secondaryIdInfos":[{"id":"2017-A01616-47","type":"OTHER","domain":"ID-RCB"}],"organization":{"fullName":"University Hospital, Toulouse","class":"OTHER"},"briefTitle":"Spastic Cocontractions and Limitation of Active Movements Before and After Treatment During Injection of Botulinum Toxin","officialTitle":"Study of Spastic Cocontractions and Limitation of Active Movements of the Upper Limb Before and After Treatment During Injection of Botulinum Toxin in Patients After Stroke"},"statusModule":{"statusVerifiedDate":"2018-03","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-02-26","studyFirstSubmitQcDate":"2018-02-26","studyFirstPostDateStruct":{"date":"2018-03-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-03-02","lastUpdatePostDateStruct":{"date":"2018-03-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Toulouse","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Following a stroke , 55% of the patients do not recover any traction of the upper limb and 30% a residual motricity not allowing a functional grip. For this last group of patients, there are major therapeutic issues to restore a functional grip.\n\nThe aim of the study is to relieved the spastic cocontractions before and after usual injection of botulinum toxin A at stroke patient.","detailedDescription":"Descriptive study of spastic cocontraction index before and after botulinum toxin A injections during active elbow extension in chronic vascular hemiplegic patients.\n\nThe spastic cocontraction score will be compared between T1 (before the Botulinum toxin A injection) and T2 (4 weeks after the botulinum toxin A injection in the elbow flexors).\n\nThere is no control group. The patient is his own witness: the non-paretic side is considered as the physiological reference in terms of the level of spastic cocontractions.\n\nBotulinum toxin A injections are performed in routine clinical practice in the Physical Medicine and Rehabilitation Department, following the recommendations in force. This treatment has been shown to be effective on spasticity in several high-level studies. The reduction of spasticity, evaluated clinically (Tardieu and Ashworth scale), is a criterion of efficacy of botulinum toxin A injections.\n\nThe evaluation of the effectiveness of botulinum toxin A injections on the other components of muscular hyperactivity, such as the reduction of spastic cocontraction during active movements, is poorly performed in clinical and clinical research. This protocol includes specific assessments to evaluate the evolution of spastic cocontraction."},"conditionsModule":{"conditions":["Cerebrovascular Accident","Stroke"],"keywords":["Cerebrovascular Accident","Botulinum toxin A","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"elbow extension, electromyography","description":"Two evaluations before the toxin injection (T0 and T1), to quantify cocontractions and to determine the toxin injection pattern.\n\nThe first evaluation (T0) will be carried out within a period of between 1 month and 15 days before the injection. This evaluation makes it possible to pose the indication for the realization of injection of Botulinum Toxin A (TBA).\n\nThe second evaluation (T1) will be performed on the day of the injection to specify the muscle targets to be injected.\n\nThe first evaluation is a Clinical evaluation and second is Instrumental evaluation"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Measurement of spastic cocontraction index during active elbow extension","description":"Measurement of spastic cocontraction index during active elbow extension, obtained from the electromyography signal of the extensor and flexor muscles of the elbow paretic side, between T1 and T2 (before / after the injection of Botulinum Toxin A).","timeFrame":"2 hours"}],"secondaryOutcomes":[{"measure":"Sensory balance of the upper limb","description":"The Erasmus Modified Nottingham Assessment (EmNSA), validated in English, allows a comprehensive evaluation of the superficial epicritic, proprioceptive sensitivity and stereognosis of the entire upper limb in the hemiplegic patient.","timeFrame":"2 hours"},{"measure":"Evaluation of the voluntary muscular force","description":"Held and Pierrot-Deseilligny scale, which abstracts from the notions of gravity and range of motion.","timeFrame":"2 hours"},{"measure":"Evaluation of spasticity","description":"It is evaluated by the Tardieu scale. The analysis will consist of studying the evolution of the muscular reaction and its angle of onset (Tardieu scale) during each of the clinical evaluations.","timeFrame":"2 hours"},{"measure":"Limitation of Active Motion Angle Elbow Extension","description":"Limitation of Active Motion Angle (LAMA) is the clinical measure of the consequences of a spastic cocontraction in a patient. To calculate it, we subtract the maximum elbow extension angle obtained during the PASSIVE stretch of the muscles at the maximum elbow extension angle obtained during a voluntary ACTIVE contraction. As part of the protocol, the LAMA will be instrumentally measured with the 3D kinematic system (Optitrack).\n\nThis data is expressed in gross value (in degrees) or in percentage (depending on the maximum amplitude obtained during passive stretching).","timeFrame":"2 hours"},{"measure":"Fugl-Meyer score (motor selectivity)","description":"The Fugl-Meyer Motor Function Assessment (FMA-Motor), based on the motor recovery scheme described by Brunnstrom (1975), is a scale of evaluation of voluntary reference motor function in the cerebral adult, often used in research and development in clinical practice. The FMA-Motor part of the upper limb is rated 66. It has high validity, reliability and sensitivity to change.","timeFrame":"2 hours"},{"measure":"Functional abilities with the Wolf Motor Function Test score","description":"Functional abilities with the Wolf Motor Function Test validated in more than 16 languages (including French) since 2013, is a standardized scale evaluating upper limb capacities in cerebral palsy adults. Originally designed by Steven Wolf (1987) to quantify the effects of stress-induced therapy, this tool is often used in research protocols in the acute and chronic phase brain. The scale consists of performing 17 standardized tests, classified in order of increasing complexity, which solicit the proximal joints","timeFrame":"2 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Having notified his non-opposition to participate in the search\n* Ischemic or hemorrhagic stroke of more than 6 months, cortical and / or subcortical;\n* Indication to the realization of an injection of Botulinum Toxin A in the flexor muscles of the elbow according to the usual clinical criteria: presence of a functional complaint or aesthetic expressed by the patient and related to hyperactivity muscular (spasticity or cocontraction) on the flexor muscles elbow, which is a focal treatment by injection of botulinum toxin;\n* Possibility of active extension of elbow\\> 20 °;\n* Patients naive to Botulinum Toxin A or more than 4 months of a first injection of Botulinum Toxin A, having targeted the elbow flexors.\n\nExclusion Criteria:\n\n* Passive limitation of elbow extension\\> 30 °;\n* Pain when performing active movements of flexion / extension of the elbow\n* Cognitive impairment limiting the comprehension of three basic instructions (proof test of the 3 papers of the MMS);\n* Evolutionary or decompensated neurological pathology; Ischemic or haemorrhagic stroke of less than 6 months;\n* General contraindication to the production of botulinum toxin; history of myasthenia gravis, Lambert Eaton syndrome; history of neuromuscular disease; surgery with curarization for less than 1 month; treatment with aminoglycoside, aminoquinoline or cyclosporine\n* Legal incapacity (safeguard of justice, guardianship).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patient with Ischemic or hemorrhagic stroke of more than 6 months, cortical and / or subcortical and an who can have a Botulinum Toxin A injection.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"David Gasq, MD","affiliation":"University Hospital, Toulouse","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital Toulouse","city":"Toulouse","zip":"31052","country":"France","geoPoint":{"lat":43.60426,"lon":1.44367}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"},{"id":"M250157","name":"abobotulinumtoxinA","relevance":"LOW"},{"id":"M20947","name":"Botulinum Toxins, Type A","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}