{"protocolSection":{"identificationModule":{"nctId":"NCT04099511","orgStudyIdInfo":{"id":"2015868"},"secondaryIdInfos":[{"id":"R01HD097283","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HD097283"}],"organization":{"fullName":"University of Missouri-Columbia","class":"OTHER"},"briefTitle":"Metacognitive-Strategy Training in Sub-Acute Stroke","officialTitle":"Efficacy of Metacognitive-Strategy Training to Improve Activity Performance and Reduce Motor Impairment in Sub-Acute Stroke"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-11-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-09-19","studyFirstSubmitQcDate":"2019-09-20","studyFirstPostDateStruct":{"date":"2019-09-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-17","lastUpdatePostDateStruct":{"date":"2023-05-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Timothy J Wolf","investigatorTitle":"Associate Professor and Chair","investigatorAffiliation":"University of Missouri-Columbia"},"leadSponsor":{"name":"University of Missouri-Columbia","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"},{"name":"University of Michigan","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The long-term goal of this research is to improve activity performance and reduce motor impairment in individuals with stroke. Contemporary stroke rehabilitation focuses on remediation of post-stroke impairments with a false assumption that reduction in impairments will automatically lead to improvements in activity performance. Specifically, stroke rehabilitation is focused primarily on the use of task-specific training (TST), which recent research has found to yield negligible improvement in upper extremity motor function often consistent with or less than control conditions. These protocols are time intensive and often do not lead to transfer of training effects to improvement in activity performance. This is a common issue that has been evidenced in longitudinal studies of individuals with stroke; over half of stroke survivors continue to be dependent on others for the most basic of life activities after rehabilitation. Decreases in activity performance further contribute to lower life satisfaction, quality of life, and participation in daily life. The goal of this proposed project is to evaluate the efficacy of a clinically-feasible metacognitive strategy training (MCST) intervention, the Cognitive Orientation to daily Occupational Performance (CO-OP) approach, to improve activity performance and reduce stroke impairment for individuals with sub-acute stroke.\n\nRecent evidence highlights two primary issues in stroke rehabilitation. 1) Interventions are needed that directly target activity performance. Gains in upper extremity function, even using the most contemporary approaches, are not translating to meaningful gains in activity performance. 2) Interventions need to be clinically feasible for future implementation. In recent stroke rehabilitation clinical trials, participants received an average of over 30 hours of therapy in only one treatment modality. Individuals in stroke rehabilitation receive a median of only 6 outpatient visits across all health care specialties combined (OT, PT, SLP, physiatrist).\n\nMetacognitive strategy training (MCST), specifically the Cognitive Orientation to daily Occupational Performance (CO-OP) approach, is a potential solution to address both of these gaps. CO-OP is a performance-based, problem-solving approach that enables participants to improve task performance through cognitive strategy use. In the exploratory clinical trial for individuals with sub-acute stroke (n=26), the study compared ten, 45-minute sessions of MCST (CO-OP) with dose-matched outpatient usual care outpatient occupational therapy (OT). The MCST (CO-OP) group demonstrated a large effect over usual care on objective measures of trained functional activities (d=1.6) and untrained functional activities (d = 1.1). The MCST group also demonstrated a moderate effect over usual care outpatient OT on improving motor function (r = 0.3).\n\nThe goal of this proposed project is to determine the efficacy of MCST to improve activity performance and to reduce motor impairments in individuals with subacute stroke. A single-blind, parallel, randomized clinical trial will be conducted with individuals with sub-acute stroke. Participants will be randomized to a 10-session MCST (CO-OP) treatment group or to a dose matched usual care outpatient OT control group. Data will be collected pre-intervention, post-intervention, and at 3-months post-intervention assessment. Our central research hypothesis is that MCST will produce a significant improvement on objective and subjective measures of activity performance (trained and untrained goals) and reduce motor impairment in comparison to a usual care OT group.\n\nObjective 1: Evaluate the efficacy of MCST to improve subjective and objective activity performance in individuals with subacute stroke.\n\nPrimary Endpoint: MCST will have a greater positive effect compared to usual care OT on subjective and objective activity performance of trained goals.\n\nPrimary Endpoint: MCST will have a greater positive effect compared to usual care OT on subjective and objective activity performance of untrained activity goals to demonstrate transfer of the treatment effect.\n\nSecondary Endpoint: MCST will have a greater positive effect compared to usual care OT on subjective stroke recovery (participation and role functioning) Objective 2: Evaluate the efficacy of MCST to improve motor function in individuals with subacute stroke.\n\nPrimary Endpoint: MCST group will have a greater positive effect compared to usual care OT on reducing motor impairment.\n\nSecondary Endpoint: MCST will have a greater positive effect compared to usual care OT on subjective stroke recovery (physical functioning)"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Occupational therapy","Rehabilitation","Participation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A single-blind, parallel, randomized clinical trial design will be used in this study. Randomization will be conducted using stratified randomization. Randomization will be stratified by age (50-68 v 69-85) and stroke severity (NIHSS total score 1-16 v \\>16). Within each strata randomization will be blocked to help ensure an equal number of participants have been assigned to each intervention group.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Blind raters will be used to collect all outcomes measures","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":108,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Usual Care Occupational Therapy-Outpatient","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Usual Care Occupational Therapy-Outpatient"]},{"label":"Cognitive Orientation to daily Occupational Performance","type":"EXPERIMENTAL","interventionNames":["Behavioral: Cognitive Orientation to daily Occupational Performance"]}],"interventions":[{"type":"BEHAVIORAL","name":"Usual Care Occupational Therapy-Outpatient","description":"The control group in the proposed study will receive usual care occupational therapy services. The dosage between the experimental group and usual care will be identical with each group receiving ten 45- minute treatment sessions. The treating therapists will be unfamiliar with the experimental group intervention to avoid contamination. Each therapist will be instructed to provide care in the same manner as they typically provide in day-to-day practice for patients with similar characteristics as those in the study. The therapists will be encouraged to provide home action plans to participants. Usual care services will be monitored through a log of number of sessions, time spent in each session, and what activities were the focus of each session. The therapists will be instructed that they can address any participant goals they wish other than transfer goals identified by the participant.","armGroupLabels":["Usual Care Occupational Therapy-Outpatient"]},{"type":"BEHAVIORAL","name":"Cognitive Orientation to daily Occupational Performance","description":"The Cognitive Orientation to daily Occupational Performance (CO-OP) approach was developed within the field of occupational therapy and is a performance-based, problem-solving approach to address activity performance limitations. Subjects will be taught to use the global problem-solving strategy of Goal-Plan-Do-Check: identifying a specific goal (Goal), outlining a practical plan for reaching that goal (Plan), accurately performing the plan (Do), and analyzing whether the plan led to achievement of the goal and altering the plan accordingly (Check). The Goal-Plan-Do-Check process will be iteratively applied to each of the activity goals. Therapists will use guided discovery to allow the subject to self-identify their own potential solutions within an activity (develop the plan). The therapists will be instructed that they can address any participant goals they wish other than transfer goals identified by the participant.","armGroupLabels":["Cognitive Orientation to daily Occupational Performance"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Canadian Occupational Performance Measure (COPM)","description":"The COPM is a semi-structured interview guide for establishing a subject's activity performance levels within self-care, leisure, and productivity. The subject will set a minimum of 5 activity goals, providing a self-rating of 1-10 for level of performance and satisfaction with performance on each. An average score across goals for performance and satisfaction will be used in analysis","timeFrame":"Change in baseline to follow-up (12 weeks after post-intervention assessment)"},{"measure":"Performance Quality Rating Scale (PQRS)","description":"The PQRS is an observational, objective method of scoring subject activity performance of goals set via the COPM. A blind, trained rater external to the research study team will view video recordings of each subject performing goals. Each goal is rated on a scale of 1 (no activity criteria were met) to 10 (all activity criteria were met). The final score used in the analysis will be an average of all 5 goals.","timeFrame":"Change in baseline to follow-up (12 weeks after post-intervention assessment)"},{"measure":"The Life Space Questionnaire","description":"The Life Space Questionnaire is a self-reported measure of community mobility and social participation. It is comprised of 9 yes/no questions related to places visited in the previous three days. Total number of \"yes\" responses (range 0-9) will be used in the analysis.","timeFrame":"Change in baseline to follow-up (12 weeks after post-intervention assessment)"},{"measure":"Upper Extremity Fugl-Meyer","description":"The Fugl-Meyer is a well-established measure of upper extremity motor performance in individuals with post-stroke hemiparesis. Each item is scored either a 0 (cannot perform), 1 (performs partially), or 2 (performs fully) with a maximum score of 66. In the present study, the upper extremity scaled scored will be used in analysis.","timeFrame":"Change in baseline to follow-up (12 weeks after post-intervention assessment)"}],"secondaryOutcomes":[{"measure":"Patient Health Questionnaire (PHQ-9)","description":"The PHQ-9 is a self-report measure of depressive symptoms. The subject identifies how often over the previous 2 weeks they have experienced 9 depressive symptoms. The total score reflects the severity of depressive symptoms. A score of 21 or greater indicates severe depressive symptoms. Total score will be used in analysis.","timeFrame":"Change in baseline to follow-up (12 weeks after post-intervention assessment)"},{"measure":"NIH Toolbox (NIH-TB)-Cognition Battery","description":"The NIH-TB will be used to evaluate subjects' crystallized intelligence. In contrast to the primary outcome of fluid intelligence, crystalized intelligence is more dependent upon previous learning experience. A crystalized intelligence composite T-score and fluid intelligence T-score will be used in analysis","timeFrame":"Change in baseline to follow-up (12 weeks after post-intervention assessment)"},{"measure":"Stroke Impact Scale (SIS)","description":"The SIS is a self-report measure of stroke recovery. Specifically, the measure assesses physical, cognitive, psychosocial, community mobility, and general activity performance on a 5 point Likert scale. There is an additional item for overall recovery rated on a scale of 0 (no recovery) to 100 (full recovery). Domain scores will be used in analysis.","timeFrame":"Change in baseline to follow-up (12 weeks after post-intervention assessment)"},{"measure":"Patient-Reported Outcomes Measurement Information System (PROMIS): Satisfaction with Social Roles and Activities (Item Bank v2.0)","description":"The PROMIS Satisfaction with Social Roles and Activities item bank assesses satisfaction with performing one's usual social roles and activities. The T-score for this assessment will be used in the analysis.","timeFrame":"Change in baseline to follow-up (12 weeks after post-intervention assessment)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* less than 9 months post-stroke\n* adults age 40-85\n* completed inpatient rehabilitation services (if recommended)\n* living in the community with or without caregiver support (i.e., not living in a skilled nursing facility)\n* ability to read, write, and speak English\n* self-identified activity performance goals per the Canadian Occupational Performance Measure (COPM)\n* upper extremity hemiparesis as indicated by a score of 1-3 on the NIHSS motor arm score, documented in acute therapy evaluation, and/or per self- report of the participant.\n* absence of moderate or severe aphasia as indicated by a National Institutes of Health Stroke Scale (NIHSS) aphasia score of 1 or less or documented in acute therapy evaluation\n\nExclusion Criteria:\n\n* inability to provide informed consent\n* severe depressive symptoms as indicated by a score \\>21 on the Patient Health Questionnaire (PHQ-9)\n* dementia symptoms as indicated by a score of \\<23 on the Montreal Cognitive Assessment (MoCA)\n* additional neurological diagnoses identified by medical chart review (e.g., brain malignancy)\n* no voluntary movement in affected upper extremity as indicated by a score of 4 on the NIHSS motor arm score or documented in acute therapy evaluation\n* anosognosia as indicated by an inability to identify activity performance problems on the COPM\n* any other condition not otherwise specified that the PI determines would render participation in this study as unsafe\n* any medical condition that the medial monitor determines would render participation in this study as unsafe","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Samantha Shea-Lemoins, BS","role":"CONTACT","phone":"573-882-6879","email":"sheasn@health.missouri.edu"}],"overallOfficials":[{"name":"Timothy J Wolf, OTD, PhD","affiliation":"University of Missouri-Columbia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Missouri: Department of Occupational Therapy","status":"RECRUITING","city":"Columbia","state":"Missouri","zip":"65211","country":"United States","contacts":[{"name":"Meredith Spiers, MA","role":"CONTACT","phone":"573-882-7085","email":"spiersme@health.missouri.edu"},{"name":"Timothy Wolf, OTD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":38.95171,"lon":-92.33407}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All de-identified clinical outcome assessment data with accompanying key will be deposited in MOspace Institutional Repository, the University of Missouri's digital institutional repository. MOspace is based on MIT's DSpace technology and is a joint venture of the University of Missouri's Division of Information Technology and the University Libraries. MOspace items will include appropriate metadata and a permanent URL. Items will be freely available via the MOspace web site and will be searchable via Google and other search engines.","timeFrame":"After completion of study and publication of primary results manuscript. The data will be available indefinitely.","url":"https://mospace.umsystem.edu/xmlui/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}