{"protocolSection":{"identificationModule":{"nctId":"NCT05694663","orgStudyIdInfo":{"id":"STUDY-22-00939"},"organization":{"fullName":"Icahn School of Medicine at Mount Sinai","class":"OTHER"},"briefTitle":"Vagal Nerve Stimulation in Enhanced Stroke Recovery: The VALOR Registry","officialTitle":"Vagal Nerve Stimulation in Enhanced Stroke Recovery: The VALOR Registry","acronym":"VALOR"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-12","studyFirstSubmitQcDate":"2023-01-12","studyFirstPostDateStruct":{"date":"2023-01-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-20","lastUpdatePostDateStruct":{"date":"2023-11-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Christopher P Kellner","investigatorTitle":"Assistant Professor Neurosurgery","investigatorAffiliation":"Icahn School of Medicine at Mount Sinai"},"leadSponsor":{"name":"Icahn School of Medicine at Mount Sinai","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Vagal Nerve Stimulation is a novel proven therapy for patients with chronic ischemic stroke. The primary objective of this registry is to assess the safety of vagal nerve stimulation for stroke recovery through monitoring the occurrence of serious adverse events associated with the surgical procedure or subsequent paired rehabilitation protocol. This registry will monitor patients undergoing VNS for stroke recovery in the Mount Sinai Health System and collect clinical and procedural details, objective outcomes, and patient-reported outcomes associated with vagal nerve stimulation for stroke recovery.","detailedDescription":"The Vagal Nerve Stimulation device implantation is a common, standardized neurosurgical procedure that has been performed for over two decades for the treatment of epilepsy and depression and has recently been approved for chronic ischemic stroke. The intended purpose of this registry is to monitor the safety, feasibility, and efficacy of vagal nerve stimulation for stroke recovery. This will be accomplished by monitoring the occurrence of serious adverse events associated with the surgical procedure or subsequent paired rehabilitation protocol. The secondary objectives of this study focus on the feasibility and efficacy of employing vagal nerve stimulation for ischemic stroke recovery, as well as obtaining qualitative data on the experience associated with stroke rehabilitation paired with VNS. Additional research questions regarding vagal nerve stimulation for stroke recovery may be addressed as well."},"conditionsModule":{"conditions":["Chronic Ischemic Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Year","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients Undergoing Vagal Nerve Stimulation for Stroke Recovery","description":"Individuals undergoing vagal nerve stimulation (VNS) paired rehabilitation will be included in this cohort.\n\nThis is a registry study with no active intervention outside standard of care. Patients with chronic ischemic stroke will be implanted with the Vivistim vagal nerve stimulation device per standard of care.","interventionNames":["Device: Vivistim"]}],"interventions":[{"type":"DEVICE","name":"Vivistim","description":"After one month of prehabiliatory training, the patient will then undergo surgical placement of the implantable VNS device (Vivistim System) consisting of an implantable neurostimulator and an implantable lead and electrode per standard of care. The device comes with a controller and software system which allows for control of the stimulation settings during the rehabilitation phase. The PMA number for this device is 210007 and the date of FDA notice of approval occurred on August 27, 2021.","armGroupLabels":["Patients Undergoing Vagal Nerve Stimulation for Stroke Recovery"],"otherNames":["Standard of Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl Meyer Assessment - Upper Extremity (FMA-UE)","description":"The Fugl-Meyer Assessment - Upper Extremity (FMA-UE) is a stroke-specific, performance-based impairment index for the upper extremities. It is designed to assess motor functioning in patients with post-stroke hemiplegia of the upper limbs.\n\nScoring is based on direct observation of performance. Scale items are scored on the basis of ability to complete the item using a 3-point ordinal scale where 0=cannot perform; 1=performs partially; and 2=performs fully. The total scores range from 0-66, where higher scores indicate better performance.","timeFrame":"Baseline up to day 390"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment - Lower Extremities (FMA-LE)","description":"The Fugl-Meyer Assessment - Lower Extremity (FMA-LE) is a stroke-specific, performance-based impairment index for the lower extremities. It is designed to assess motor functioning in patients with post-stroke hemiplegia of the lower limbs.\n\nScoring is based on direct observation of performance. Scale items are scored on the basis of ability to complete the item using a 3-point ordinal scale where 0=cannot perform; 1=performs partially; and 2=performs fully. The total scores range from 0-34, where higher scores indicate greater performance.","timeFrame":"Baseline up to day 390"},{"measure":"Wolf Motor Function Test (WMFT)","description":"The Wolf Motor Function Test (WMFT) quantifies upper extremity (UE) motor ability through timed and functional tasks. The total score range is 0-75 and the items are rated on a 6-point scale from 0-5. Lower scores are indicative of lower functioning levels.","timeFrame":"Baseline up to day 390"},{"measure":"Action Research Arm Test (ARAT)","description":"The Action Research Arm Test (ARAT) is an evaluative measure to assess specific changes in limb function among individuals who sustained cortical damage resulting in hemiplegia. It assesses a client's ability to handle objects differing in size, weight and shape and therefore can be considered to be an arm-specific measure of activity limitation. The total score on the ARAT ranges from 0 to 57, with the lowest score indicating that no movements can be performed, and the upper score indicating normal performance. Thus, higher scores will indicate better performance","timeFrame":"Baseline up to day 390"},{"measure":"Modified Ranking Score (mRS)","description":"The Modified Rankin Score (mRS) is a disability scale with a total score of 6 points. Possible scores range from 0 to 5 with a high score indicating a higher level of disability. A separate category of 6 is usually added for patients who expire.","timeFrame":"Baseline up to day 390"},{"measure":"National Institutes of Health Stroke Scale (NIHSS)","description":"The National Institutes of Health Stroke Scale (NIHSS) is used by healthcare providers to objectively quantify the impairment caused by a stroke. The NIHSS is composed of 11 items, each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, while a higher score is indicative of some level of impairment. Total score range from 0-42, higher score indicates lower health outcome.","timeFrame":"Baseline up to day 390"},{"measure":"Stroke Impact Scale (SIS)","description":"The Stroke Impact Scale (SIS) is a self-reported questionnaire that evaluates disability and health-related quality of life after stroke. The total score ranges from 0-100 points, and a lower score indicates a greater level of disability.","timeFrame":"Baseline up to day 390"},{"measure":"Montreal Cognitive Assessment (MoCA)","description":"The Montreal Cognitive Assessment (MoCA) is a screening test used by healthcare providers for the detection of mild cognitive impairment. The scores range between 0-30 points; a score of 26 or above is considered normal cognitive function. Higher values represent a better outcome.","timeFrame":"Baseline up to day 390"},{"measure":"Patient Reported Outcomes Measurement Information System 29 version 2.1 (PROMIS-29 v2.1) Score","description":"PROMIS tools were developed to be disease non-specific measures of health-related domains such as self-efficacy for symptom and medication management, depression, anxiety, fatigue, pain interference, sleep disturbance, and physical functioning. The answers are scored from 1-5 and the sum of PROMIS scores results in a raw score, which lies between 4 and 20. There is no total score, but each axis forms its own score.","timeFrame":"Baseline up to day 390"},{"measure":"Beck Depression Inventory (BDI)","description":"The Beck Depression Inventory (BDI) is a 21-item, self-report rating inventory that measures characteristic attitudes and symptoms of depression. Scoring is from 0 (minimal) to 3 (sever), with total score range from 0-63. A higher score indicates more depressive symptoms. The following score interpretations are provided in the scale's manual: 0-9 minimal depression 10-18 mild depression 19-29 moderate depression 30-63 severe depression.","timeFrame":"Baseline up to day 390"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of signed and dated informed consent form\n* Stated willingness to comply with all procedures in the VNS-Enhanced Stroke Recovery Program\n* Aged 18 or older\n* History of ischemic stroke\n* Upper extremity weakness\n* Planned to undergo VNS implantation\n\nExclusion Criteria:\n\n* Unfavorable candidacy for device implant surgery (e.g., history of adverse reactions to anesthetics, poor surgical candidate in surgeon's opinion, prior injury to the vagus nerve etc.).\n* Medical or mental instability (diagnosis of personality disorder, psychosis, or substance abuse) that would prevent the subject from meeting protocol timeline.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"This study will enroll adult patients with a history of ischemic stroke and upper extremity weakness who plan to undergo vagal nerve stimulation (VNS) implantation.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Christopher P Kellner, MD","role":"CONTACT","phone":"212-241-2606","email":"christopher.kellner@mountsinai.org"},{"name":"Margaret H Downes, BA","role":"CONTACT","email":"margaret.downes@icahn.mssm.edu"}],"overallOfficials":[{"name":"Christopher P Kellner, MD","affiliation":"Icahn School of Medicine at Mount Sinai","role":"PRINCIPAL_INVESTIGATOR"},{"name":"David Putrino, PT, PhD","affiliation":"Icahn School of Medicine at Mount Sinai","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Fedor Panov, MD","affiliation":"Icahn School of Medicine at Mount Sinai","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Jenna Tosto, PT, DPT, NCS","affiliation":"Icahn School of Medicine at Mount Sinai","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Icahn School of Medicine at Mount Sinai","status":"RECRUITING","city":"New York","state":"New York","zip":"10128","country":"United States","contacts":[{"name":"Christopher P Kellner, MD","role":"CONTACT","phone":"212-241-2606","email":"christopher.kellner@mountsinai.org"},{"name":"Margaret H Downes, BA","role":"CONTACT","email":"margaret.downes@icahn.mssm.edu"},{"name":"Christopher P Kellner, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"David Putrino, PT, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Fedor Panov, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Jenna Tosto, PT, DPT, NCS","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"referencesModule":{"references":[{"pmid":"29844694","type":"BACKGROUND","citation":"Johnson RL, Wilson CG. A review of vagus nerve stimulation as a therapeutic intervention. J Inflamm Res. 2018 May 16;11:203-213. doi: 10.2147/JIR.S163248. eCollection 2018."},{"pmid":"11839848","type":"BACKGROUND","citation":"Lanska DJ. J.L. Corning and vagal nerve stimulation for seizures in the 1880s. Neurology. 2002 Feb 12;58(3):452-9. doi: 10.1212/wnl.58.3.452."},{"pmid":"23360102","type":"BACKGROUND","citation":"Bonaz B, Picq C, Sinniger V, Mayol JF, Clarencon D. Vagus nerve stimulation: from epilepsy to the cholinergic anti-inflammatory pathway. Neurogastroenterol Motil. 2013 Mar;25(3):208-21. doi: 10.1111/nmo.12076. Epub 2013 Jan 29."},{"pmid":"21103167","type":"BACKGROUND","citation":"Pies R. Regarding managing bipolar depression. Psychiatry (Edgmont). 2006 Apr;3(4):10-1. No abstract available."},{"pmid":"19888284","type":"BACKGROUND","citation":"Murphy TH, Corbett D. Plasticity during stroke recovery: from synapse to behaviour. Nat Rev Neurosci. 2009 Dec;10(12):861-72. doi: 10.1038/nrn2735. Epub 2009 Nov 4."},{"pmid":"30983963","type":"BACKGROUND","citation":"Engineer ND, Kimberley TJ, Prudente CN, Dawson J, Tarver WB, Hays SA. Targeted Vagus Nerve Stimulation for Rehabilitation After Stroke. Front Neurosci. 2019 Mar 29;13:280. doi: 10.3389/fnins.2019.00280. eCollection 2019."},{"pmid":"23954448","type":"BACKGROUND","citation":"Khodaparast N, Hays SA, Sloan AM, Hulsey DR, Ruiz A, Pantoja M, Rennaker RL 2nd, Kilgard MP. Vagus nerve stimulation during rehabilitative training improves forelimb strength following ischemic stroke. Neurobiol Dis. 2013 Dec;60:80-8. doi: 10.1016/j.nbd.2013.08.002. Epub 2013 Aug 15."},{"pmid":"25147331","type":"BACKGROUND","citation":"Hays SA, Khodaparast N, Hulsey DR, Ruiz A, Sloan AM, Rennaker RL 2nd, Kilgard MP. Vagus nerve stimulation during rehabilitative training improves functional recovery after intracerebral hemorrhage. Stroke. 2014 Oct;45(10):3097-100. doi: 10.1161/STROKEAHA.114.006654. Epub 2014 Aug 21."},{"pmid":"33894832","type":"BACKGROUND","citation":"Dawson J, Liu CY, Francisco GE, Cramer SC, Wolf SL, Dixit A, Alexander J, Ali R, Brown BL, Feng W, DeMark L, Hochberg LR, Kautz SA, Majid A, O'Dell MW, Pierce D, Prudente CN, Redgrave J, Turner DL, Engineer ND, Kimberley TJ. Vagus nerve stimulation paired with rehabilitation for upper limb motor function after ischaemic stroke (VNS-REHAB): a randomised, blinded, pivotal, device trial. Lancet. 2021 Apr 24;397(10284):1545-1553. doi: 10.1016/S0140-6736(21)00475-X."},{"type":"BACKGROUND","citation":"U.S. Food and Drug Administration. (2021). Summary of Safety and Effectiveness Data (SSED) for the Vivistim System. https://www.accessdata.fda.gov/cdrh_docs/pdf/p970003s207b.pdf"},{"pmid":"26645257","type":"BACKGROUND","citation":"Dawson J, Pierce D, Dixit A, Kimberley TJ, Robertson M, Tarver B, Hilmi O, McLean J, Forbes K, Kilgard MP, Rennaker RL, Cramer SC, Walters M, Engineer N. Safety, Feasibility, and Efficacy of Vagus Nerve Stimulation Paired With Upper-Limb Rehabilitation After Ischemic Stroke. Stroke. 2016 Jan;47(1):143-50. doi: 10.1161/STROKEAHA.115.010477. Epub 2015 Dec 8."},{"pmid":"30143957","type":"BACKGROUND","citation":"Purser MF, Mladsi DM, Beckman A, Barion F, Forsey J. Expected Budget Impact and Health Outcomes of Expanded Use of Vagus Nerve Stimulation Therapy for Drug-Resistant Epilepsy. Adv Ther. 2018 Oct;35(10):1686-1696. doi: 10.1007/s12325-018-0775-0. Epub 2018 Aug 24. Erratum In: Adv Ther. 2018 Sep 12;:"}],"seeAlsoLinks":[{"label":"Related Info","url":"https://www.mountsinai.org/care/rehab-medicine/services/stroke/vagus-nerve-stimulation"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"In order to minimize any privacy risks to the patients participating, IPD data will not be shared."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}