{"protocolSection":{"identificationModule":{"nctId":"NCT00306501","orgStudyIdInfo":{"id":"060120"},"secondaryIdInfos":[{"id":"06-N-0120"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Volitional Swallowing in Stroke Patients With Chronic Dysphagia","officialTitle":"Induction of Volitional Swallowing in Chronic Dysphagia Post Stroke: A Novel Mechanism-Based Intervention"},"statusModule":{"statusVerifiedDate":"2010-10-29","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2006-03-17"},"primaryCompletionDateStruct":{"date":"2009-12-16","type":"ACTUAL"},"completionDateStruct":{"date":"2009-12-16","type":"ACTUAL"},"studyFirstSubmitDate":"2006-03-22","studyFirstSubmitQcDate":"2006-03-22","studyFirstPostDateStruct":{"date":"2006-03-23","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will compare several techniques designed to improve the ability to swallow in stroke patients with chronic dysphagia (difficulty swallowing).\n\nHealthy volunteers 20 to 60 years of age and people 20 to 90 years of age who have had a stroke resulting in swallowing problems may be eligible for this study. Volunteers are screened with a medical history, physical examination, and urine test for women to rule out pregnancy. Stroke patients are screened additionally with a chest x-ray, physical examination, cognitive screening, swallowing questionnaires, nasoendoscopy (examination of the nasal passages in the back of the throat using a lighted telescopic instrument) and FEESST (passage of a thin, flexible telescope through the nose to the voice box), videofluoroscopy (x-ray of the head and neck during swallowing) and button press training (learning how to press a button on a table in coordination with swallowing).\n\nAll participants undergo the following procedures:\n\n* Transcranial magnetic stimulation (TMS): A metal coil is placed on the head and sends a pulse of energy to the brain through the scalp. The muscle response to the pulse is recorded from the muscles in the throat that are associated with swallowing.\n* Electromyography: A needle is used to insert tiny wires in specific muscles of the throat to record the muscle response to the TMS pulses.\n* Magnetic resonance imaging (MRI): During brain MRI scanning, subjects lie quietly and images of the brain are taken.\n\nIn addition to the above tests, stroke patients undergo the following:\n\n* Water test: The subject swallows a small amount of water and the number of times required to clear the throat or cough is counted. This test is repeated five times.\n* Experimental training. Subjects have a total of 12 60-minute training sessions, one session a day for up to 5 sessions a week.\n\n  * Button press training: The subject swallows small amounts of water. A device placed on the throat senses when swallowing occurs. The subject learns how to coordinate pressing a button on a table in coordination with swallowing.\n  * Vibrotactile stimulator training: A device that uses a buzzing vibration is placed on the throat at times during the swallowing training.\n  * Transcranial direct current stimulation (tDCS): Wires attached to sponge electrodes are placed on the scalp and over the eye. Small electric currents are delivered to areas of the brain involved with swallowing. This is done at times during the swallowing training.\n\nParticipants may receive one of several combinations of training approaches; all receive the volitional (button-press) training. Within 5 days of completing training, subjects repeat the tests. TMS, MRI, MEG and x-ray study of swallowing function are also repeated to see if any changes have occurred in the brain or in the ability to swallow after training. Patients are contacted by telephone and in writing 3 and 6 months after training for follow-up on their swallowing status and oral intake.","detailedDescription":"Objectives:\n\nChronic pharyngeal dysphagia is a life threatening disorder following brain injury. Repeated occurrences of aspiration pneumonia result in expensive hospital stays and reduced survival. The purpose of this investigation is to compare two novel training methods: 1) training to initiate swallowing while pressing a switch; 2) training to initiate swallowing while pressing a switch with coincident peripheral vibrotactile stimulation.\n\nSome preliminary studies will be conducted in healthy volunteers to determine the feasibility of using near infrared spectroscopy (fNIRS) for measuring change in brain activation for swallowing before and after treatment and to determine the physiological effects of direct current stimulation on brain activation for swallowing, during sensory stimulation and at rest.\n\nPatients will be randomly assigned to one of two training groups and the results of 12 training sessions will be contrasted using blinded assessment. The hypothesis being tested is that training methods involving simultaneous peripheral-sensory stimulation will reduce the risk of aspiration or penetration during swallowing in patients with chronic pharyngeal dysphagia post brain injury.\n\nTwo additional questions address the neural mechanisms involved in the training effects. To determine whether changes occur in cortical control of the hyo-laryngeal musculature involved in swallowing, patients will also be studied before and after training using transcranial magnetic stimulation to assess muscle responses to cortical stimulation. Finally, to determine if training effects are related to changes in cortical neuroplasticity, we will use near infrared spectroscopy to measure functional change in brain activation in M1, for swallowing to determine if cortical control is enhanced in the different training groups.\n\nStudy Population:\n\nHealthy volunteers and patients with chronic pharyngeal dysphagia following brain injury will be studied.\n\nDesign:\n\nHealthy control subjects will be assessed first in three studies:\n\n1. A study comparing the effects of air puff versus vibrotactile stimulation on inducing swallowing\n2. A study of the transcranial magnetic stimulation to elicit responses from pharyngeal and submental muscles\n3. A study using near infrared spectroscopy to examine brain activation responses to sensory stimulation, brain laterality for swallowing and the effects of transcranial direct current stimulation (tDCS) on brain responses to sensory stimulation and brain activation for swallowing.\n\nPatients with chronic pharyngeal dysphagia following brain injury will participate in a clinical trial evaluating swallowing motor retraining with and without sensory stimulation. This study will be a randomized, blinded Phase 2 clinical trial in which patients will be assigned to two training conditions: training with sham sensory stimulation and training with vibrotactile sensory stimulation.\n\nA non-invasive, external vibrotactile stimulator on the throat will provide external sensory stimulation. Pre-training testing, training sessions, and post-training testing will be provided in up to 20 visits for each subject.\n\nOutcome Measures:\n\nThe primary outcome variables will be measures of swallowing function before and after training and at 3 and 6 months post training. These will include the NIH Swallowing Safety Scale scored from masked videofluoroscopy recordings and the Water Test, a non-invasive assessment of swallowing. Both will be scored by speech pathologists blinded to patient training group identity or condition before or after training.\n\nTo assess the relationship of improvements in training with changes in neuronal function, transcranial magnetic stimulation with surface electromyography recordings will be used to assess changes in corticobulbar conduction following training.\n\nTo assess whether functional activation within the brain (particularly in the region of M1) is related to improvement in swallowing following each type of training, near infrared spectroscopy NIRS will be used to examine blood oxygenation level dependent changes in brain function for swallowing following training. All outcome measures will be scored without knowledge of training group or condition (pre vs. post training or training group)."},"conditionsModule":{"conditions":["Stroke","Dysphagia"],"keywords":["Training","Cortical Stimulation","Sensory Stimulation","Brain Imaging","Transcranial Magnetic Stimulation (TMS)","Swallowing","Dysphagia","Stroke","CVA","Cerebral Vascular Accident","Healthy Volunteer","HV"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":34,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Button Press","type":"OTHER","description":"Training with button press","interventionNames":["Procedure: Swallowing Training"]},{"label":"Vibtrotactile","type":"OTHER","description":"Sensory Stimulation - Vibrotactile device with button press to initiate swallowing during retraining","interventionNames":["Procedure: Swallowing Training"]},{"label":"Cortical Stimulation","type":"OTHER","description":"Training with Cortical stimulation - cortical stimulation during training with button press","interventionNames":["Procedure: Swallowing Training"]},{"label":"Combined","type":"OTHER","description":"Combined vibrotactile and cortical stimulation with button press training","interventionNames":["Procedure: Swallowing Training"]}],"interventions":[{"type":"PROCEDURE","name":"Swallowing Training","description":"Swallowing Training with press of button","armGroupLabels":["Button Press","Combined","Cortical Stimulation","Vibtrotactile"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Swallowing safety","timeFrame":"Immediately following training"}],"secondaryOutcomes":[{"measure":"SWAL_QUAL Patient questionnaire","timeFrame":"Immediately following training and 3 months later"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA FOR PATIENTS WITH CHRONIC PHARYNGEAL DYSPHAGIA DUE TO BRAIN INJURY\n* Inclusive ages of 20 to 90\n* History of brain injury. No specific localization of brain injury or brain injuyr type will be required for inclusion.\n* Evidence of pharyngeal phase dysphagia following the brain injury that places the patient at risk for aspiration.\n\nRisk for aspiration or frank aspiration will be based on the medical history and evidence from a videofluoroscopic swallowing study. Absence of aspiration is not cause for exclusion if the risk for aspiration is deemed present due to impaired pharyngeal phase of swallowing as judged by an expert experienced in the evaluation of dysphagia. The patient may demonstrate evidence of aspiration or the risk for aspiration on any consistency, perhaps secondary to pharyngeal retention. Aspiration is defined as passage of food, liquid, or secretions into the trachea below the level of the vocal folds. If the patient does not demonstrate either aspiration or a risk for aspiration in previous assessment or during preliminary studies, they will be excluded from participation.\n\nImpaired pharyngeal phase of swallowing may be evidenced by pharyngeal delay, reduced hyolaryngeal elevation, reduced laryngeal closure, and reduced pharyngeal clearance of the bolus. Signs of pharyngeal delay include hesitation of the material in the vallecula at times with spill over into the pyriform sinuses. Normally the pharyngeal phase of swallowing should be less than 1 second from onset until the passage of the bolus into the posterior pharynx. Delay will be defined as the time from the entry of the head of the bolus into the oropharynx at the posterior tongue and the lower posterior edge of the angle of the mandible, to the beginning of elevation of the hyoid bone and larynx. Reduced hyolaryngeal elevation will be identified when the larynx is not protected and remains open to the bolus during a swallow on videoendoscopy. Reduced pharyngeal clearance will be seen during videoendoscopy when the bolus remains in the vallecula and/or pyriform sinuses.\n\nChronic dysphagia can occur as a result of stroke or other brain injury. Lesions in either hemisphere and/or the brain stem may cause dysphagia and aspiration.\n\n* Duration of 4 months or greater post-onset of brain injury and dysphagia\n* Participants may have other health problems such as diabetes mellitus, arteriosclerotic coronary vascular disease and a history of smoking. These will not be cause for automatic exclusion, but will be examined on an individual basis by the otolaryngologist in determining the potential risk and benefit to the individual participant.\n* Prior history of tracheostomy or current tracheostomy is not a cause for exclusion. The otolaryngologist will determine if an individual with tracheostomy is an appropriate candidate for the study.\n* Patients should be on a restricted diet level. This may include a diet level restriction such as pureed or chopped solids, restrictions to certain solid food items, or thickened liquids. Patients may be receiving alternate means of nutrition and hydration (PEG, PEJ, PPN/TPN) for some or all of their nutritional intake, or they may be receiving all of their nutritional intake orally.\n* Adequate cognitive skills as demonstrated by a Mini-Mental State Examination (MMSE) score greater than or equal to 23\n* Stable medical status.\n\nTo determine if a patient has stable vital signs prior to admission, the patient will be asked to provide a letter from their physician stating that the patient is medically stable and may participate in the study.\n\nEXCLUSION CRITERIA FOR PATIENTS WITH CHRONIC PHARYNGEAL DYSPHAGIA DUE TO BRAIN INJURY\n\n* History of epileptic seizure\n* If subject is participating in TMS, history of cardiac rhythm condition (including heart murmur or cardiac arrhythmia) or a cardiac pacemaker in place\n* History of progressive neurodegenerative disorders, such as progressive dementia, Parkinson's Disease, multiple sclerosis, and amyotrophic lateral sclerosis\n* History of malignant brain tumor\n* Severe oral phase swallowing deficits that prevent bolus retention in the oral cavity\n* Esophageal motility disorder preventing food or liquid from adequately moving through the esophagus into the stomach\n* Pregnant women will be excluded from participation because the study involves radiation exposure and MRI scanning (for anatomical co-registration purposes).\n* Current psychiatric disorder other than depression, as evidenced by being under the care of a psychiatrist, or on medications for treatment of a psychiatric disorder. Examples of psychiatric disorders to be excluded are: somatoform disorders, conversion disorders, schizophrenia or bipolar disorder.\n* Presence of metal in the body (prostheses, electrodes, shrapnel, aneurism clips, other medical hardware) and presence of certain tattoos with ferromagnetic metal or permanent makeup will exclude subjects due to the exposure to high magnetic force through MRI/fMRI/TMS procedures due to the exposure to high magnetic force in both procedures. Subjects who were metal workers as a previous occupation will also be excluded only from MRI/TMS procedures due to the possibility of unknown/undetected metal in their body. Subjects who have MRI-compatible metal implants (e.g. titanium implants) may still be considered as candidates for MRI study, pending review and discussion of documentation regarding the device material and safety of the device in a 3T scanner by the Principal Investigator, LSS staff physician, and an MRI technologist.\n* No person with the presence of broken skin in the area of the tDCS or TMS stimulating electrodes will participate in tDCS or TMS.\n* Inability to coordinate button or switch press with swallow (as determined during screening) will exclude patients from participating\n* Presence of severe pulmonary disease, defined in pulmonary testing by a Forced Expiratory Volume in 1 sec (FEV1) less than 50% of the predicted value based on sex, age and height may exclude patients from participating at the discretion of the Internal Medicine Service.\n\nINCLUSION CRITERIA FOR HEALTHY VOLUNTEERS (FOR PILOT STUDY)\n\n* Inclusive ages of 18 to 75\n* The healthy volunteers will be without cardiac, neurological, psychiatric, speech or swallowing problems as determined by medical history and examination by a physician\n\nEXCLUSION CRITERIA FOR HEALTHY VOLUNTEERS (FOR PILOT STUDY)\n\n* History of epileptic seizure\n* History of cardiac rhythm condition (including heart murmur or cardiac arrhythmia) or a cardiac pacemaker in place\n* History of past brain injury or neurological disorders\n* Currently on medications for a psychiatric disorder\n* Presence of progressive neurodegenerative disorders, such as dementia, Parkinson's Disease, multiple sclerosis, peripheral neuropathy, and amyotrophic lateral sclerosis\n* History of swallowing problems\n* Pregnant women will be excluded from participation because the study involves MRI\n* Presence of metal in the body (prostheses, electrodes, shrapnel, aneurism clips, other medical hardware) and presence of certain tattoos with ferromagnetic metal or permanent makeup will exclude subjects from participating in MRI and TMS procedures due to the exposure to high magnetic force through these procedures. Subjects who were metal workers as a previous occupation will also be excluded from MRI and TMS due to the possibility of unknown/undetected metal in their body.\n* Presence of broken skin in the area of the tDCS or TMS stimulating electrodes will exclude persons from those procedures.\n* Presence of darkly pigmented skin as defined by types V-VI on the Fitzpatrick scale will exclude subjects from participating in fNIRs. A skin type of V-VI will not exclude healthy volunteers from participating in other study procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"14669519","type":"BACKGROUND","citation":"Adkins-Muir DL, Jones TA. Cortical electrical stimulation combined with rehabilitative training: enhanced functional recovery and dendritic plasticity following focal cortical ischemia in rats. Neurol Res. 2003 Dec;25(8):780-8. doi: 10.1179/016164103771953853."},{"pmid":"2226363","type":"BACKGROUND","citation":"Agnew WF, McCreery DB. Considerations for safety with chronically implanted nerve electrodes. Epilepsia. 1990;31 Suppl 2:S27-32. doi: 10.1111/j.1528-1157.1990.tb05845.x."},{"pmid":"11546900","type":"BACKGROUND","citation":"Aydogdu I, Ertekin C, Tarlaci S, Turman B, Kiylioglu N, Secil Y. Dysphagia in lateral medullary infarction (Wallenberg's syndrome): an acute disconnection syndrome in premotor neurons related to swallowing activity? Stroke. 2001 Sep;32(9):2081-7. doi: 10.1161/hs0901.094278."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}