{"protocolSection":{"identificationModule":{"nctId":"NCT01769703","orgStudyIdInfo":{"id":"DATAS"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"Dabigatran Treatment Following Transient Ischemic Attack and Minor Stroke","officialTitle":"Dabigatran Treatment Following Transient Ischemic Attack and Minor Stroke","acronym":"DATAS"},"statusModule":{"statusVerifiedDate":"2014-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-02"},"primaryCompletionDateStruct":{"date":"2014-05","type":"ACTUAL"},"completionDateStruct":{"date":"2014-05","type":"ACTUAL"},"studyFirstSubmitDate":"2012-02-24","studyFirstSubmitQcDate":"2013-01-14","studyFirstPostDateStruct":{"date":"2013-01-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-10-29","lastUpdatePostDateStruct":{"date":"2014-10-30","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ken Butcher","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Alberta"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Objective: Demonstrate the safety of early use of dabigatran following TIA/minor stroke.\n\nBackground: Although aggressive antithrombotic therapy has been shown to reduce the number of new ischemic events following stroke/TIA, this has always been offset by an increase in the risk of hemorrhagic transformation. Dabigatran is much safer than previously tested antithrombotic agents, with respect to intracranial bleeding and therefore offers a unique treatment opportunity in these high-risk patients. TIA/minor stroke represent the largest group of cerebrovascular disease patients. A short-term intervention such as 30 days of dabigatran treatment has the potential for a very large impact from the population health perspective, given the number of patients who may be treated if a benefit can be demonstrated.\n\nStudy design:\n\nThis is an open label, single arm study. Patients with TIA/minor stroke (National Institutes of Health Stroke Scale (NIHSS) score \\</=3) who can be treated within 24 hours of symptom onset will be eligible. All patients will be treated with dabigatran for 30 days. The dose of dabigatran will be determined by age and renal function (patients \\>80 years old and/or with GFR 30-50 ml/min will received 110 mg bid, and all other patients will receive 150 mg BID).The primary endpoint is symptomatic hemorrhagic transformation. Patients (n=50) with TIA/minor stroke, defined as having a National Institutes of Health Stroke Scale Score of \\</=3, will undergo an MRI, including diffusion-weighted imaging (DWI), as well as gradient recall echo (GRE) sequences, which will be used to assess for hemorrhagic transformation. Patients will have a repeat MRI examination at 7 and 30 days to assess for hemorrhagic transformation and new lesion development. The primary endpoint of of phase I is symptomatic hemorrhagic transformation, defined as a parenchymal hematoma on the day 7 MRI scan (GRE sequence), associated with clinical worsening (\\>/=4 point increase in National Institutes of Health Stroke Scale (NIHSS) score).\n\nIf dabigatran can be used safely in this population, a second phase aimed at demonstrating the rate of new ischemic lesion development following TIA can be reduced with aggressive antithrombotic therapy. A randomized open-label, blinded endpoint evaluation design will be employed. The investigators hypothesize that dabigatran therapy administered within 24 hours of symptom onset will reduce the rate of new ischemic lesions, relative to standard care, one week and 30 days after onset.","detailedDescription":"Background: A transient ischemic attack (TIA) has traditionally been defined as a focal neurologic deficit lasting less than 24 hours, but alternative definitions based on tissue injury have been more recently proposed.1 This clinical definition has been based on the assumption that TIAs are associated with complete resolution of brain ischemia occurring rapidly enough to cause only transient symptoms and no permanent brain injury, i.e. stroke. A recently completed MRI research study at the University of Alberta indicates that TIA and minor stroke actually represent a continuum of symptoms secondary to brain ischemia.2 There is also substantial evidence that the period shortly after a TIA or minor stroke is one of elevated recurrent stroke risk; as high as 17% at 3 months.3, 4 We have previously reported that MRI markers of new infarction are actually present within 7 days of the index event in 18% of patients.2 TIA and minor stroke can therefore be seen as a sentinel warning for impending major stroke, which offers a potential window for therapeutic intervention. Given the large number of patients who suffer a TIA/minor stroke, it is important to identify and target those patients at highest risk for early recurrence.\n\nTreatment of Minor Stroke/TIA: A logical approach to prevent early recurrence is aggressive hyperacute antithrombotic therapy following TIA/minor stroke, as is now the standard of care in acute coronary syndrome management. This treatment strategy is aimed at preventing both recurrent thromboembolism and propagation of existing thrombi. In acute coronary syndrome patients, antithrombotic therapy consists of both anticoagulants (low molecular weight heparin) and combination antiplatelet agents (ASA+high dose clopidogrel, or more recently prasugrel/ticagrelor). In ischemic stroke patients the benefits of traditional anticoagulants, particularly heparin, have been consistently offset by an increased incidence of intracranial hemorrhagic complications.5 Combination antiplatelet therapy is sometimes used empirically following TIA/minor stroke, although this may not be an ideal approach either. A previous trial in 392 patients demonstrated a trend towards reduction of recurrent events by day 90 when patients were treated with a combination of ASA and clopidogrel for 90 days (Absolute Risk Reduction = 3.3% \\[95% CI -1.9, 9.4\\]), but this was also complicated by excess hemorrhagic events.\n\nThe direct thrombin inhibitor dabigatran is a very effective antithrombotic agent that has been shown to be superior to warfarin in the prevention of cardioembolic ischemic stroke. Dabigatran is unique in that unlike other antithrombotic drugs studied in cerebrovascular disease, it appears to be associated with a much lower risk of intracranial hemorrhagic complications, including intracerebral and subdural hemorrhages.7 This therefore appears to be an ideal drug for treatment of acute cerebrovascular syndrome patients.\n\nMRI as a Surrogate Outcome Marker in TIA/Minor Stroke: Our previous serial MRI study indicates that the rate of new DWI lesion development in a TIA and minor stroke population is 22% at 30 days and more importantly 92% of these lesions developed within the first 7 days after the initial symptoms.2 The majority (90%) of patients who developed new lesions had baseline DWI lesions and all had areas of hypoperfusion evident on perfusion images. Thus stroke 'recurrence' in fact appears to represent completion of the natural history of an acute cerebrovascular syndrome. Having identified this high-risk group of patients, we now aim to reduce the rate of development of new lesions. DWI lesion load has been shown to be highly predictive of neurological and functional recovery following ischemic stroke, making this an ideal surrogate outcome marker in smaller phase IIa studies.\n\nThe investigators have designed a two-phase study aimed at demonstrating the safety (phase I) and efficacy (phase II) of acute dabigatran treatment following TIA/minor ischemic stroke. Phase I is described below. The final design of phase II will be dependent on the results of Phase I.\n\nStudy Aim and Design Phase I: The primary aim of phase I is to demonstrate the safety of early use of dabigatran following TIA/minor stroke. Phase I is an open label, single arm study. Patients with TIA/minor stroke (National Institutes of Health Stroke Scale (NIHSS) score \\>/=3) who can be treated within 24 hours of symptom onset will be eligible. All patients will be treated with dabigatran for 30 days. The dose of dabigatran will be determined by age and renal function (patients \\>80 years old and/or with GFR 30-50 ml/min will received 110 mg bid, and all other patients will receive 150 mg BID).The primary endpoint is symptomatic hemorrhagic transformation. Patients (n=50) with TIA/minor stroke, defined as having a National Institutes of Health Stroke Scale Score of \\</=3, will undergo an MRI, including diffusion-weighted imaging (DWI), as well as gradient recall echo (GRE) sequences, which will be used to assess for hemorrhagic transformation. Patients will have a repeat MRI examination at 7 and 30 days to assess for hemorrhagic transformation and new lesion development. The primary endpoint of of phase I is symptomatic hemorrhagic transformation, defined as a parenchymal hematoma on the day 7 MRI scan (GRE sequence), associated with clinical worsening (\\>/=4 point increase in National Institutes of Health Stroke Scale (NIHSS) score).\n\nSample Size: Phase I is an open label, single arm study. The primary endpoint is symptomatic hemorrhagic transformation. A total of 50 patients will be treated with dabigatran. A priori stopping rules, based on the expected number of patients experiencing hemorrhagic transformation in a group this size, will be employed."},"conditionsModule":{"conditions":["Transient Ischemic Attack","Minor Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":53,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Dabigatran","type":"EXPERIMENTAL","interventionNames":["Drug: Dabigatran 110/150 mg BID"]}],"interventions":[{"type":"DRUG","name":"Dabigatran 110/150 mg BID","description":"Dabigatran will be taken bid for 30 days post enrolment. The dose of dabigatran will be based on patient age and renal function.","armGroupLabels":["Dabigatran"],"otherNames":["Pradax (Canada)/ Pradaxa (USA and rest of world)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Symptomatic Hemorrhagic Transformation","description":"The primary endpoint of phase I is the cumulative incidence of symptomatic hemorrhagic transformation, defined as a parenchymal hematoma on the day 7 and day 30 MRI scans (GRE sequence), associated with clinical worsening (≥4 point increase in National Institutes of Health Stroke Scale (NIHSS) score).","timeFrame":"30 days post-treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All patients included in the study will have TIA or minor stroke (defined as NIHSS score \\</= 3).\n* Patients must be treated within 24 hours of symptom onset. In cases where onset time cannot be established, it will be considered to be the time when the patient was last known to be well.\n* All patients will be 18 years or older.\n* All patients will have an MRI, with evidence of at least one DWI lesion, consistent with ischemia, prior to randomization.\n\nExclusion Criteria:\n\n* Patients with stroke mimics (such as seizures, migraine etc.) will be excluded from the study.\n* Patients with contraindications to MRI will also be excluded, including metallic implants.\n* Patients with any past sensitivity to gadolinium contrast media will be eligible, but will not undergo PWI.\n* Patients with renal failure, defined as Glomerular Filtration Rate (GFR) \\<30 ml/min, will be excluded as well.\n* 93 Patients deemed to have any ongoing bleeding risks or unsuitable for dabigatran therapy by the attending stroke clinician will be ineligible.\n* Patients in whom the MRI demonstrates additional pathology including arteriovenous malformations, intracranial aneurysms, tumours, or abscess will be excluded.\n\nAdditional Exclusion Criteria:\n\n* Age \\<18 years\n* Planned thrombolysis or endovascular intervention for the index event\n* Thrombolysis for ischemic stroke within preceding 7 days\n* Planned carotid endarterectomy/carotid artery stent within 30 days\n* Any history of spontaneous intracranial bleeding\n* Clear indication for anticoagulation, including atrial fibrillation, mechanical cardiac valves, deep venous thrombosis, pulmonary embolism or known hypercoagulable state\n* Co-morbid illness with expected life expectancy of \\<30 days","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Alberta","city":"Edmonton","state":"Alberta","zip":"T6G2B7","country":"Canada","geoPoint":{"lat":53.55014,"lon":-113.46871}}]},"referencesModule":{"references":[{"pmid":"26304866","type":"DERIVED","citation":"Kate M, Gioia L, Buck B, Sivakumar L, Jeerakathil T, Shuaib A, Butcher K. Dabigatran Therapy in Acute Ischemic Stroke Patients Without Atrial Fibrillation. Stroke. 2015 Sep;46(9):2685-7. doi: 10.1161/STROKEAHA.115.010383. Epub 2015 Jul 30."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000069604","term":"Dabigatran"}],"ancestors":[{"id":"D000000991","term":"Antithrombins"},{"id":"D000015842","term":"Serine Proteinase Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000925","term":"Anticoagulants"}],"browseLeaves":[{"id":"M490","name":"Dabigatran","asFound":"4 hours","relevance":"HIGH"},{"id":"M3997","name":"Antithrombins","relevance":"LOW"},{"id":"M3996","name":"Antithrombin III","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M18081","name":"Serine Proteinase Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"T18","name":"Serine","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}