{"protocolSection":{"identificationModule":{"nctId":"NCT04801446","orgStudyIdInfo":{"id":"1786/20 S-IV"},"organization":{"fullName":"General University Hospital, Prague","class":"OTHER"},"briefTitle":"Transcranial Direct Current Stimulation in Acute Ischemic Stroke Treatment","officialTitle":"Transcranial Direct Current Stimulation in Acute Ischemic Stroke Treatment - Safety and Feasibility Trial","acronym":"DICAST-SF"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-05-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-01-05","studyFirstSubmitQcDate":"2021-03-15","studyFirstPostDateStruct":{"date":"2021-03-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-21","lastUpdatePostDateStruct":{"date":"2023-09-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Matej Slovak","investigatorTitle":"MD","investigatorAffiliation":"General University Hospital, Prague"},"leadSponsor":{"name":"General University Hospital, Prague","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This prospective interventional single center randomized sham controlled dose-escalation study will assess safety, tolerability, feasibility and potential efficacy of transcranial direct current stimulation (tDCS) in acute stroke patients with substantial salvageable penumbra due to a large vessel occlusion who are ineligible for endovascular therapy (EVT). Patients will be randomized in a 3:1 design, to cathodal versus sham (control) tDCS, at each six designed dose tiers. The dose tiers will be increasing in both intensity and duration of the stimulation. The occurrence of symptomatic intracranial hemorrhage will determine the pace of the escalation through the dose tiers."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","transcranial direct current stimulation","tDCS","neuroprotection"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","interventionModelDescription":"Traditional 3+3 (rule-based, modified Fibonacci) dose escalation design","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Transcranial Direct Current Stimulation","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Soterix Medical 1X1 tDCS stimulator (active C-tDCS)"]},{"label":"Sham Stimulation","type":"SHAM_COMPARATOR","interventionNames":["Device: Soterix Medical 1X1 tDCS stimulator (sham stimulation)"]}],"interventions":[{"type":"DEVICE","name":"Soterix Medical 1X1 tDCS stimulator (active C-tDCS)","description":"Patients will be randomized to active treatment (C-tDCS) vs sham stimulation in a 3:1 ratio. There will be 6 dose tiers, reflecting increasing intensity and duration of stimulation: Tier 1 - 1 mA, single 20 - min cycle; Tier 2- 2 mA, single 20 min cycle; Tier 3 - 1 mA, 2 cycles of 20 min/20 min off; Tier 4- 2 mA, 2 cycles of 20 min/20 min off; Tier 5 - 1 mA, 3 cycles of 20 min/20 min off; Tier 6 - 2 mA, 3 cycles of 20 min/20 min off.","armGroupLabels":["Transcranial Direct Current Stimulation"]},{"type":"DEVICE","name":"Soterix Medical 1X1 tDCS stimulator (sham stimulation)","description":"Patients will be randomized to active treatment (C-tDCS) vs sham stimulation in a 3:1 ratio. Patients in the sham stimulation arm at all the tiers will have the headgear and electrodes in place, and the switch for sham stimulation will be on, i.e. no prolonged electrical stimulation will be delivered.","armGroupLabels":["Sham Stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary safety outcome: the rate of symptomatic intracranial hemorrhage (SICH) in the active treatment arm compared to sham arm, and between higher and lower dose tiers.","description":"The presence of SICH will be assessed on 24-hour post-stimulation non-contrast CT scan. SICH will be defined as an intracranial hemorrhage with an increase of ≥ 4 points on the National Institute of Health Stroke Scale (NIHSS) within 24h after stimulation. In case of sudden worsening of neurostatus anytime within first 24 hours after stimulation, first follow-up CT will be performed immediately (earlier). The treatment will be considered to have exhibited adequate safety if tDCS results in lower or equivalent rates of SICH compared to sham.","timeFrame":"At 24-hour post-stimulation"}],"secondaryOutcomes":[{"measure":"Secondary safety outcome: the rate of asymptomatic intracranial hemorrhage (AICH) in the active treatment arm compared to sham arm, and between higher and lower dose tiers.","description":"The AICH will be defined as an intracranial hemorrhage on 24h post-stimulation non-contrast CT scan that is not associated with NIHSS worsening ≥ 4 within 24 hours after stimulation.The treatment will be considered to have exhibited adequate safety if tDCS results in lower or equivalent rates of AICH compared to sham.","timeFrame":"At 24-hour post-stimulation"},{"measure":"Secondary safety outcome: the rate of early neurologic deterioration in the active treatment arm compared to sham arm, and between higher and lower dose tiers.","description":"Early neurological deterioration will be defined as worsening ≥ 4 on NIHSS during the 24-hour period after stimulation without intracranial hemorrhage. The treatment will be considered to have exhibited adequate safety if tDCS results in lower or equivalent rates of early neurological deterioration compared to sham.","timeFrame":"During the 24-hour post-stimulation"},{"measure":"Secondary safety outcome: the rate of mortality in the active treatment arm compare to sham arm, and between higher and lower dose tiers.","description":"Mortality will be defined as death or modified Rankin Scale of 6. The treatment will be considered to have exhibited adequate safety if tDCS results in lower or equivalent rates of mortality compared to sham.","timeFrame":"By day 90 post stimulation"},{"measure":"Secondary safety outcome: the rate of all serious adverse events occurring during the 90 days of study participation in the active treatment arm compare to sham arm, and between higher and lower dose tiers.","description":"A serious adverse event is any adverse event that is fatal, is lifethreatening, is permanently or substantially disabling, requires or prolongs hospitalization, or requires medical or surgical intervention to prevent one of the above outcomes. The rate of serious adverse events will be compared between the active treatment and sham patients, and between higher and lower dose tiers.The treatment will be considered to have exhibited adequate safety if tDCS results in lower or equivalent rates of serious adverse events compared to sham.","timeFrame":"By day 90 post-stimulation"}],"otherOutcomes":[{"measure":"Tolerability outcome: percentage of the patients completing the stimulation","description":"The percentage of the patients completing the protocol-assigned stimulation treatment. A patient will be considered to have tolerated the stimulation if at least 75 percent of the stimulation period is completed. The treatment will be considered generally tolerable if, among all enrolled patients, tolerated procedures are achieved in ≥90 percent of patients without early cessation.","timeFrame":"During procedure"},{"measure":"Tolerability outcome: rate and severity of cutaneous, neurological, nociceptive and other adverse effects","description":"The rate and severity of cutaneous, neurologic, nociceptive or other adverse effects will be assessed. At the end of each 20-minute stimulation cycle, a tolerability form will be completed based on validated cutaneous, neurological and pain items of the Patient-Reported Outcomes version of the Common Terminology Criteria for Adverse Events (PRO-CTAE). A separate tolerability form will be completed by the patient at the of each stimulation cycle.","timeFrame":"During procedure"},{"measure":"Feasibility outcome","description":"The speed with which tDCS will be implemented. The predefined success threshold for feasibility will be median time from randomization to tDCS initiation ≤ 10 minutes in the last 10 enrolled patients.","timeFrame":"During procedure"},{"measure":"Exploratory imaging efficacy outcome: final infarct growth","description":"By comparing the baseline CTP imaging with the CT imaging at 24-hour post-stimulation the final infarct growth will be calculated as: final infarct volume at 24h follow-up CT minus ischemic core volume at baseline CTP. This imaging efficacy endpoint will be characterized in the active and sham patients, and in higher and lower dose tiers. The study is underpowered to definitely assess reduction of final infarct growth, however, the treatment may be considered to be effective if tDCS results in higher reduction of final infarct growth compared to sham.","timeFrame":"At 24-hour post-stimulation"},{"measure":"Exploratory clinical efficacy outcome: neurological deficit","description":"At 24-hour post stimulation, a severity of early neurological deficit will be assessed using the National Institutes of Health Stroke Scale (NIHSS). At day 90 post-stimulation, residual NIHSS will be assessed. These clinical efficacy endpoints will be characterized in the active and sham patients, and in higher and lower dose tiers. The study is underpowered to definitely assess efficacy, however, the treatment may be considered to be efficacious if tDCS results in an improved neurological deficit compared to sham.","timeFrame":"At 24-hour post-stimulation and at day 90 post-stimulation"},{"measure":"Exploratory clinical efficacy outcome: global disability","description":"At day 90 post-stimulation, a rate of global disability will be assessed using the modified Rankin Scale (mRS). This clinical efficacy endpoint will be characterized in the active and sham patients, and in higher and lower dose tiers. The study is underpowered to definitely assess efficacy, however, the treatment may be considered to be efficacious if tDCS results in lower global disability compared to sham.","timeFrame":"At day 90 post-stimulation"},{"measure":"Exploratory clinical efficacy outcome: instrumental activities of daily living","description":"At day 90 post-stimulation, a measure of global disability will be assessed using the Barthel Index (BI). This clinical efficacy endpoint will be characterized in the active and sham patients, and in higher and lower dose tiers. The study is underpowered to definitely assess efficacy, however, the treatment may be considered to be efficacious if tDCS results in improved instrumental activities of daily living compared to sham.","timeFrame":"At day 90 post-stimulation"},{"measure":"Exploratory clinical efficacy outcome: health-related quality of life","description":"At day 90 post-stimulation, a health-related quality of life will be assessed using the EuroQol- 5 Dimension instrument (EQ-5D). This clinical efficacy endpoint will be characterized in the active and sham patients, and in higher and lower dose tiers. The study is underpowered to definitely assess efficacy, however, the treatment may be considered to be efficacious if tDCS results in an improved health-related quality of life compared to sham.","timeFrame":"At day 90 post-stimulation"},{"measure":"Exploratory clinical efficacy outcome: granular degree of disability","description":"At day 90 post-stimulation, a granular degree of disability will be assessed using the Academic Medical Center (AMC) Linear Disability Score. This clinical efficacy endpoint will be characterized in the active and sham patients, and in higher and lower dose tiers. The study is underpowered to definitely assess efficacy, however, the treatment may be considered to be efficacious if tDCS results in an improved granular degree of disability compared to sham.","timeFrame":"At day 90 post-stimulation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\> 18 years.\n* New focal neurologic deficit consistent with acute ischemic stroke.\n* Baseline NIHSS ≥ 4 or NIHSS \\< 4 in the presence of disabling deficits (e.g. aphasia)\n* Presence of acute occlusion of ICA or MCA (including MCA peripheral cortical branches) according to clinical picture and baseline CTA/CTP scan.\n* Presence of salvageable penumbra with Tmax \\> 6 sec/ ischemic core volume (rCBF \\< 30%) ≥ 1.2 on baseline CTP scan.\n* Patient is ineligible for EVT per current national guidelines (Cerebrovascular Section of Czech Neurological Society ČLS JEP).\n* Subject is able to be treated with tDCS within 24 hours of last known well time.\n* A signed informed consent is obtained from the patient or patient's legally authorized representative (point 30 of Declaration of Helsinki).\n\nExclusion Criteria:\n\n* Acute intracranial hemorrhage including suspected subarachnoid hemorrhage.\n* Other than ischemic cause of acute neurological deficit (stroke mimics:postparoxysmal Todd´s palsy, metabolic cause, tumor, meningoencephalitis etc.).\n* Evidence of a large Ischemic core volume on baseline CTP: volume of rCBF\\<30% ≥ 100ml.\n* Subacute or chronic subdural hematoma or hygroma.\n* Intra-axial malignant brain tumor.\n* History of spontaneous ICH in the past.\n* History of seizure disorder or new seizures with presentation of current stroke.\n* History of intracranial surgery.\n* Presence of tDCS contraindications: skin lesion at the site of stimulation (open wound, acute inflammation of skin or subcutaneous tissue, burns etc.); skull defect at the site of stimulation (e.g. skull fracture, postcraniectomy); implanted electric device (pacemaker, ICD, DBS, cochlear implant etc.); presence of metal material in head (e.g. metal stent, clamps etc.).\n* Thrombocytopenia \\< 100 000/ul.\n* INR \\> 3,0.\n* Heparin or LMWH therapy in last 48 hours with aPTT increased more than 1,5 times over limit of the laboratory.\n* History of acute overdose by DOAC.\n* Known congenital or acquired increased bleeding propensity.\n* Suspected or confirmed pregnancy.\n* Known CT iodine contrast allergy.\n* Known renal dysfunction (eGFR\\<30 ml/min.).\n* Signs or symptoms of acute myocardial infarction, including ECG findings, on admission.\n* Suspicion of aortic dissection on admission.\n* Evidence of any other major life-threatening or serious medical condition that would prevent completion of the study protocol including attendance at the 3-month follow-up visit.\n* Concomitant experimental therapy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Matej Slovak, MD","role":"CONTACT","phone":"00420224965512","email":"matej.slovak@vfn.cz"},{"name":"David Kemlink, MD, PhD","role":"CONTACT","phone":"00420224965512","email":"david.kemlink@vfn.cz"}],"locations":[{"facility":"Department of Neurology, General University Hospital in Prague","status":"RECRUITING","city":"Prague","zip":"12000","country":"Czechia","contacts":[{"name":"Matej Slovak, MD","role":"CONTACT","phone":"00420224965512","email":"matej.slovak@vfn.cz"}],"geoPoint":{"lat":50.08804,"lon":14.42076}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}