{"protocolSection":{"identificationModule":{"nctId":"NCT03223571","orgStudyIdInfo":{"id":"UF9858"},"organization":{"fullName":"University Hospital, Montpellier","class":"OTHER"},"briefTitle":"Brain Plasticity Mapping Post-stroke","officialTitle":"Brain Plasticity in Stroke Patients : Functional and Anatomical Connectivty","acronym":"MAPPY"},"statusModule":{"statusVerifiedDate":"2018-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-07-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-07-27","type":"ACTUAL"},"completionDateStruct":{"date":"2017-07-27","type":"ACTUAL"},"studyFirstSubmitDate":"2017-06-28","studyFirstSubmitQcDate":"2017-07-19","studyFirstPostDateStruct":{"date":"2017-07-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-06-07","lastUpdatePostDateStruct":{"date":"2018-06-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Montpellier","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The investigators believe that the initial cerebral connectivity as well as its evolution immediate post-stroke could be correlated to the amount of motor recovery. Therefore a cohort of 21 people early post-stroke, and 6 weeks post standard routine rehabilitation will be analyzed. Clinical, kinematic and imaging (MRI) data will be compared with 12 healthy controls. Kinematic movement information has been collected within the fMRI. By integrating multi-modal clinical, kinematic and MRI, the study aims to identify biomarkers of recovery to improve patient specific evaluation post-stroke in order to adapt rehabilitation protocols accordingly and to improve functional gain.","detailedDescription":"Most people post-stroke are confronted with important sensorimotor deficits of the upper-limb. The identification of clinical, kinematic and MRI biomarkers seems preliminary to i) understand recovery mechanisms, ii) model recovery, and iii) to optimize and personalize rehabilitation strategies that favors adaptive cerebral plasticity and diminish functional deficits.\n\nMAPPY is a complementary study to the interregional PHRC MARGAUT (Medical Adaptive Rehabilitation Games for Arm Use Therapy, EudraCT/ID RCB 2010-A00596-33, Clinical Trial: NCT01554449). Data will be available for 21 participants post-stroke and 12 healthy controls. It includes 1/ clinical data (clinical patient characteristics, Fugl-Meyer Upper Limb scores, Box and Block Test, Wolf Motor Function test, Motor Activity Log), 2/ kinematic data of an elbow flexion/extension task within the fMRI, and 3/ fMRI data (Diffusion images, T2, FLAIR, perfusion, and vascular imaging, 3DT1, fMRI, fMRI resting-state).\n\nIt has already been established that isolated clinical evaluation cannot provide a reliable recovery prognosis, nor allow for precise personalization of rehabilitation protocols. In contrast, it has been demonstrated that kinematic movement characteristics can have an additional value concerning the prognosis and evolution of recovery. Finally, changes in clinical and kinematic characteristics are thought to reflect cerebral reorganization. Its principal processes are well described: extended activations around the lesioned area, activation of secondary motor areas and additional activation of regions in the contralesional hemisphere. However, how these changes are linked to actual behavior remains less clear. In healthy people there seems to be a link between control strategies and kinematic characteristics. In addition, post-stroke, links between movement smoothness and secondary motor area recruitment have been described. Therefore, the longitudinal and multimodal approach applied in this study offers the unique opportunity to study functional connectivity early post-stroke as well as its evolution after 6 weeks of rehabilitation. Functional connectivity will be confronted with changes in anatomical connectivity, kinematic movement characteristics, clinical scores, and the initial and final stroke volume and its penumbra. The investigators aim to characterize cerebral plasticity via cerebral connectivity post-stroke and its evolution over recovery, as well as to identify biomarkers to predict motor recovery immediately post-stroke by integrating clinical, kinematic and MRI data to progress towards a personal modilisation of motor recovery post-stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","Upper arm","Cerebral plasticity","Functional connectivity","Rehabilitation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":33,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Early post-stroke (<2 months)","description":"Participants within 2 months of a first supra-tentorial ischeamic stroke, that show a motor deficit of the upper-limb (Fugl Meyer upper limb score \\< 30/66), older than 18yrs, without aphasie, cognitive troubles or hemineglect Post-stroke participants receive 6 week of motor rehabilitation training of the paretic upper-limb.","interventionNames":["Other: Motor rehabilitation training"]},{"label":"Controls","description":"Healthy people with no history of neurological pathologies"}],"interventions":[{"type":"OTHER","name":"Motor rehabilitation training","description":"Post-stroke participants receive 6 week of rehabilitation training of the paretic upper-limb.","armGroupLabels":["Early post-stroke (<2 months)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in functional connectivity","description":"fMRI based functional connectivity between regions of interest (ROI)(e.g. sensorimotor network) during rest and activity, early after stroke and after 6 weeks of routine rehabilitation. The functional connectivity will be quantified using the CONN toolbox, running under MATLAB (the mathworks) that calculates the correlation in spontaneous low frequency BOLD (blood-oxygen-level dependent) fluctuations between ROI. A correlation was considered significant at p \\< 0.05, with a two-sided cluster extended FDR (false rate discovery) correction.","timeFrame":"from V0 (<2 months post-stroke) to V1 (V0+6wks)."}],"secondaryOutcomes":[{"measure":"change in anatomical connectivity","description":"Comparing the anatomical connectivity patterns with functional connectivity patterns. Anatomical connectivity will be quantified with the fractional anisotropy and mean diffusivity that quantify white matter modifications (FMRIB's Diffusion Toolbox).","timeFrame":"from V0 (<2 months post-stroke) to V1 (V0+6wks)."}],"otherOutcomes":[{"measure":"change in kinematic scores","description":"Analysis of the correlation between functional connectivity outcomes and kinematic characteristics that are calculated on the 3D displacement of the hand in space during a flexion and extension of the elbow in the vertical plane within the fMRI. Calculated kinematics include the frequency, the amplitude, the smoothness and the directness of the movement.","timeFrame":"from V0 (<2 months post-stroke) to V1 (V0+6wks)"},{"measure":"change in Fugl-Meyer upper-limb assessement score","description":"Correlation analysis of the functional connectivity outcomes with the clinical performance scores.","timeFrame":"from V0 (<2 months post-stroke) to V1 (V0+6wks)."},{"measure":"change in Lesion characteristics.","description":"Analysis of possible correlation between the initial lesion volume with functional connectivity patterns.","timeFrame":"from V0 (<2 months post-stroke) to V1 (V0+6wks)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n- over 18 yrs, first-ever supratentorial stroke, motor déficits (fugl-meyer score \\< 30/66)\n\nExclusion criteria:\n\n* aphasia\n* cognitive troubles\n* hemineglect (Bergego scale \\> 15)\n* contra-indications for magnetic resonance imaging","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Participants were recruited at the university hospitals of Montpellier and Nimes, where they were treated for an first-ever supra-tentorial stroke.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Isabelle LAFFONT, MD, PhD","affiliation":"University Hospital, Montpellier","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Uhmontpellier","city":"Montpellier","zip":"34295","country":"France","geoPoint":{"lat":43.61092,"lon":3.87723}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"NC"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}