{"protocolSection":{"identificationModule":{"nctId":"NCT05076747","orgStudyIdInfo":{"id":"199269"},"organization":{"fullName":"McGill University","class":"OTHER"},"briefTitle":"Exercise and Genotype in Sub-acute Stroke","officialTitle":"Promoting Brain Plasticity During Sub-acute Stroke: The Interactive Role of Exercise and Genotype"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-08-01","type":"ACTUAL"},"studyFirstSubmitDate":"2021-09-21","studyFirstSubmitQcDate":"2021-09-29","studyFirstPostDateStruct":{"date":"2021-10-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-20","lastUpdatePostDateStruct":{"date":"2023-10-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Marc Roig","investigatorTitle":"Associate Professor","investigatorAffiliation":"McGill University"},"leadSponsor":{"name":"McGill University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will investigate the impact of cardiovascular exercise on brain plasticity among patients in sub-acute stages after stroke, and whether genotype modulates the response to this intervention. Participants in the experimental group will perform cardiovascular training for 8 weeks, three times/week in addition to standard therapy, while participants in the control group will perform standard therapy only. Assessments will be performed at baseline, four weeks, and 8 weeks after training.","detailedDescription":"Background: Research has shown that the adult human brain has an enormous plastic capacity to adapt after injury. In people who have recently experienced a stroke, interventions that promote brain plasticity in early stages after stroke can improve long-term recovery. Cardiovascular exercise is a simple strategy to increase brain plasticity and promote neural reorganization. However, there is no information about the effects of cardiovascular exercise on brain plasticity in early phases of stroke, despite the importance of this initial period for long-term recovery. Similarly, it is not known if, depending on their genetic profile, some people will be more responsive than others to this type of exercise.\n\nObjectives: To establish whether: 1) cardiovascular exercise improves brain plasticity during the initial phases of post-stroke recovery; 2) carrying a specific form of the BDNF gene modulates the response to cardiovascular exercise.\n\nDesign: 70 participants will perform either a progressive high-intensity cardiovascular exercise program or low-intensity stretching and toning exercise program. Both groups will undergo 8 weeks of training performed 3 times per week. Assessments will be performed at the beginning, mid-point (4 weeks) and at the end of the training period (8 weeks).\n\nMethodology: Assessments: 1) brain plasticity by measuring changes in brain excitability, a marker of brain plasticity, with non-invasive brain stimulation; 2) BDNF levels by measuring the blood concentration of this protein; 3) Genotype by identifying the subtype of BDNF gene carried by each participant; 4) Cardiorespiratory fitness by assessing the performance during a graded exercise test.\n\nStatistical analysis: Differences between exercise and control groups on the primary endpoint of all outcomes will be analyzed with linear mixed models. Besides baseline scores, sex, age, and type of stroke (cortical or subcortical) will be included as covariates because they can affect brain plasticity and BDNF response. T1 scores will also be included to increase the efficiency of the model. The influence of genotype on changes in primary and secondary outcomes in the exercise group will be inspected with the Freedman-Schatzkin test, a powerful technique to identify mediators of change that can be used in small-scale exercise studies.\n\nExpected outcomes: Cardiovascular exercise will promote positive changes in brain excitability and will increase blood BDNF levels in individuals in the early phases of stroke recovery. However, the individual response to this type of exercise in relation to brain plasticity and BDNF levels will be influenced by the genotype of each participant.\n\nRelevance: It is important to establish whether cardiovascular exercise enhances brain reorganization early after stroke post-stroke and whether genetic factors may influence the response to this intervention. This will provide clinicians with useful information which will be essential to design more individualized exercise-based treatments to optimize functional recovery in individuals with stroke.\n\nImpact: The first weeks after a stroke are critical for functional recovery. After this initial period, the rate of recovery slows down and functional improvements become much more difficult to achieve. In Canada, health-care costs in the 6 months after stroke amount to $2.8 billion/year. Finding cost-effective rehabilitation strategies to promote recovery during the early phases post-stroke is essential to help patients return to an independent living."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Rehabilitation","Neurosciences","Exercise","Neuroplasticity","BDNF","Cardiovascular training","Motor function","HIIT","Genotype"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":70,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Cardiovascular training","type":"EXPERIMENTAL","description":"Cardiovascular training will comprise 4 weeks of moderate-to-vigorous continuous training followed by 4 weeks of progressive high-intensity interval training (HIIT) performed on recumbent steppers. This intervention will be performed in addition to the conventional standard therapy sessions. We will start with very moderate intensities and prepare participants for higher intensities. Introducing HIIT will allow us to use higher intensities over short bursts of exercise interspersed with periods of active rest. HIIT is more effective than continuous training to increase BDNF and we have shown that even a single bout of HIIT reduces interhemispheric imbalances in excitability and improves motor learning in chronic stroke.","interventionNames":["Behavioral: Cardiovascular training"]},{"label":"Standard Therapy","type":"ACTIVE_COMPARATOR","description":"Will comprise 8 weeks of the control protocol that includes regular sessions of physiotherapy, occupational therapy, and speech therapy.","interventionNames":["Behavioral: Standard Therapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"Cardiovascular training","description":"8 weeks of cardiovascular training","armGroupLabels":["Cardiovascular training"],"otherNames":["CT"]},{"type":"BEHAVIORAL","name":"Standard Therapy","description":"8 weeks of Standard Therapy","armGroupLabels":["Standard Therapy"],"otherNames":["ST"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cortico-spinal excitability","description":"Single pulse motor-evoked potentials of transcranial magnetic stimulation protocol.","timeFrame":"8 weeks"},{"measure":"Intra-cortical inhibition","description":"Paired-pulse motor-evoked potentials of transcranial magnetic stimulation protocol.","timeFrame":"8 weeks"},{"measure":"Intra-cortical facilitation","description":"Paired-pulse motor-evoked potentials of transcranial magnetic stimulation protocol.","timeFrame":"8 weeks"}],"secondaryOutcomes":[{"measure":"Brain-derived neurotrophic factor","description":"5 ml of blood will be placed into lab tubes and centrifuged. Blood plasma will be pipetted into lab wells and stored in a -80 ̊C freezer for analysis with an ELISA kit sensitive to protein and mature BDNF.","timeFrame":"8 weeks"},{"measure":"Cardiorespiratory fitness","description":"We will determine the maximum oxygen consumption (VO2peak) achieved during the graded exercise test as we have shown in previous studies.","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Individuals 40-80 years old\n* Who had a first-ever ischemic (cortical or subcortical) stroke confirmed by MRI/CT\n* Who had stroke 2 to 6 weeks prior to participation\n* With recordable motor-evoked potentials (MEPs) elicited with transcranial magnetic stimulation (TMS) from the affected hemisphere\n* With no serious musculoskeletal or neurological conditions other than stroke\n* With sufficient cognitive/communicative capacity to safely perform the protocols.\n\nExclusion Criteria:\n\n* Hemorrhagic stroke\n* Cognitive impairment/dysphasia affecting informed consent\n* Concurrently enrolled in another exercise program\n* Major psychiatric or previous neurological disease\n* Absolute contraindications to TMS or exercise","healthyVolunteers":true,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Marc Roig, PhD","affiliation":"McGill University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Jewish Rehabiliation Hospital","city":"Laval","state":"Quebec","zip":"H7V 1R2","country":"Canada","geoPoint":{"lat":45.56995,"lon":-73.692}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Results will be published in peer-review journals."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}