{"protocolSection":{"identificationModule":{"nctId":"NCT05670028","orgStudyIdInfo":{"id":"RESCUE-CA"},"organization":{"fullName":"Beijing Tiantan Hospital","class":"OTHER"},"briefTitle":"Cerebral Autoregulation Guiding Blood Pressure Management After Revascularization","officialTitle":"Cerebral Hemodynamic Management Based on Cerebral Autoregulation Monitoring in Acute Ischemic Stroke Patients After Endovascular Treatment: a Multicenter, Open-label, Randomized Control Study","acronym":"RESCUE-CA"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-04","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-01-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-02","studyFirstSubmitQcDate":"2023-01-02","studyFirstPostDateStruct":{"date":"2023-01-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-04","lastUpdatePostDateStruct":{"date":"2023-01-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Liping Liu","investigatorTitle":"Professor","investigatorAffiliation":"Beijing Tiantan Hospital"},"leadSponsor":{"name":"Beijing Tiantan Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This clinical trial aims to learn whether blood pressure (BP) guided by individualized cerebral autoregulation (CA) is safe and provides a better prognosis than a fixed target in patients with ischemic stroke after endovascular therapy. The BP of participants will be managed at least 48 hours after revascularization. Researchers will compare the CA-guided BP group with the fixed target BP group to mainly see if individualized BP could help more patients to have their neurological function improved at seven days."},"conditionsModule":{"conditions":["Ischemic Stroke","Revascularization","Blood Pressure","Cerebrovascular Insufficiency","Cerebral Autoregulation","Individuation","Hemorrhagic Transformation Due to Acute Stroke"],"keywords":["Ischemic Stroke","Revascularization","Blood Pressure","Cerebral Autoregulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CA-guided BP","type":"EXPERIMENTAL","description":"The upper and lower limits of autoregulation determined by ICM+ software are used to guide the range of blood pressure control, but no more than 40% above or below the usual BP. From when the upper or lower limit of autoregulation appeared in ICM+ software to 48h after revascularization, the total time of actual BP beyond the CA range will be no more than two hours through drug intervention.","interventionNames":["Drug: Hypotensive Drugs and/or Vasoactive Drugs"]},{"label":"Fixed target BP","type":"ACTIVE_COMPARATOR","description":"After randomization to 48h after endovascular therapy, the target of BP was determined by clinicians according to current guidelines, i.e. \\<180/105mmHg.","interventionNames":["Drug: Hypotensive Drugs and/or Vasoactive Drugs"]}],"interventions":[{"type":"DRUG","name":"Hypotensive Drugs and/or Vasoactive Drugs","description":"To manipulate the blood pressure within a certain range with hypotensive drugs (e.g. nifedipine, benidipine, captopril, benazepril, irbesartan, labetalol, urapidil) and/or vasoactive drugs (noradrenaline or dopamine).","armGroupLabels":["CA-guided BP","Fixed target BP"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Early neurological recovery","description":"the NIHSS score decreased by ≥ 4 from the preoperative baseline","timeFrame":"Seven days after endovascular therapy (or on the discharge if less than seven days)"}],"secondaryOutcomes":[{"measure":"The proportion of functional independence with modified Rankin Scale scores 0-2","description":"The Modified Rankin Scale (mRS) is a disability scale with possible scores ranging from 0 (no residual symptoms) to 6 (dead).","timeFrame":"90 days after endovascular therapy"},{"measure":"Distribution of modified Rankin Scale scores ranging from 0-6","description":"To compare the difference in the distribution of mRS scores. The Modified Rankin Scale (mRS) is a disability scale with possible scores ranging from 0 (no residual symptoms) to 6 (dead).","timeFrame":"90 days after endovascular therapy"},{"measure":"Infarct volume growth","description":"The infarct volume at the preoperative baseline is defined as the area with rCBF\\<30% or ADC\\<620mm×10\\^-6mm\\^2/s via RAPID software and that at seven days is measured manually on brain CT.","timeFrame":"Seven days after endovascular therapy (or on the discharge if less than seven days)"}],"otherOutcomes":[{"measure":"(Safety outcome) Symptomatic hemorrhagic transformation","description":"Hemorrhagic transformation graded PH-2 (ECASS) with an increase of NIHSS score ≥ 4 compared to baseline","timeFrame":"Within 48 hours after endovascular therapy (or on the discharge if less than 48 hr)"},{"measure":"(Safety outcome) All-cause death","description":"All causes of death during the follow-up","timeFrame":"Within 90 days after endovascular therapy"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acute ischemic stroke, undergone endovascular treatment within 24 hours of onset (time of stroke is the last known normal for wake-up stroke or with unknown onset time), with reaching the goal of mTICI grade 2b-3\n* No functional disability before stroke (mRS 0-1)\n* Angiography (CTA, MRA or DSA) before endovascular therapy confirmed occlusion of the internal carotid artery and/or the middle cerebral artery M1 to M2 segment, with consistent clinical symptoms.\n* Informed consent is given by the patient or the legal representative.\n\nExclusion Criteria:\n\n* Hemorrhagic transformation with mass effect (PH-2 type parenchymal hematoma) occurs during the operation.\n* Coma, dilated pupils on one or both sides, dull or absent light reflex is noticed before randomization\n* Dissection of aorta, common carotid artery, internal carotid artery, subclavian artery, intracranial artery; severe bilateral subclavian artery stenosis; contraindications of radial artery puncture were found before or during surgery.\n* Shock.\n* Severe cardiomyopathy with heart failure (EGFR ≤ 30% or NYHA Grade IV), acute myocardial infarction, or unstable angina.\n* Possible infective endocarditis, infective embolism, or vasculitis.\n* Participating in other clinical research involving drug or device intervention after endovascular therapy.\n* Women who plan or are pregnant, or breastfeeding.\n* Severe liver or kidney disease, malignant tumor with a life expectancy is less than 3 months.\n* The 90-day follow-up is not expected to be completed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"referencesModule":{"references":[{"pmid":"28052979","type":"BACKGROUND","citation":"Wang W, Jiang B, Sun H, Ru X, Sun D, Wang L, Wang L, Jiang Y, Li Y, Wang Y, Chen Z, Wu S, Zhang Y, Wang D, Wang Y, Feigin VL; NESS-China Investigators. Prevalence, Incidence, and Mortality of Stroke in China: Results from a Nationwide Population-Based Survey of 480 687 Adults. Circulation. 2017 Feb 21;135(8):759-771. doi: 10.1161/CIRCULATIONAHA.116.025250. Epub 2017 Jan 4."},{"pmid":"18815396","type":"BACKGROUND","citation":"Hacke W, Kaste M, Bluhmki E, Brozman M, Davalos A, Guidetti D, Larrue V, Lees KR, Medeghri Z, Machnig T, Schneider D, von Kummer R, Wahlgren N, Toni D; ECASS Investigators. Thrombolysis with alteplase 3 to 4.5 hours after acute ischemic stroke. N Engl J Med. 2008 Sep 25;359(13):1317-29. doi: 10.1056/NEJMoa0804656."},{"pmid":"22632908","type":"BACKGROUND","citation":"IST-3 collaborative group; Sandercock P, Wardlaw JM, Lindley RI, Dennis M, Cohen G, Murray G, Innes K, Venables G, Czlonkowska A, Kobayashi A, Ricci S, Murray V, Berge E, Slot KB, Hankey GJ, Correia M, Peeters A, Matz K, Lyrer P, Gubitz G, Phillips SJ, Arauz A. The benefits and harms of intravenous thrombolysis with recombinant tissue plasminogen activator within 6 h of acute ischaemic stroke (the third international stroke trial [IST-3]): a randomised controlled trial. Lancet. 2012 Jun 23;379(9834):2352-63. doi: 10.1016/S0140-6736(12)60768-5. Epub 2012 May 23. Erratum In: Lancet. 2012 Aug 25;380(9843):730."},{"pmid":"26898852","type":"BACKGROUND","citation":"Goyal M, Menon BK, van Zwam WH, Dippel DW, Mitchell PJ, Demchuk AM, Davalos A, Majoie CB, van der Lugt A, de Miquel MA, Donnan GA, Roos YB, Bonafe A, Jahan R, Diener HC, van den Berg LA, Levy EI, Berkhemer OA, Pereira VM, Rempel J, Millan M, Davis SM, Roy D, Thornton J, Roman LS, Ribo M, Beumer D, Stouch B, Brown S, Campbell BC, van Oostenbrugge RJ, Saver JL, Hill MD, Jovin TG; HERMES collaborators. Endovascular thrombectomy after large-vessel ischaemic stroke: a meta-analysis of individual patient data from five randomised trials. Lancet. 2016 Apr 23;387(10029):1723-31. doi: 10.1016/S0140-6736(16)00163-X. Epub 2016 Feb 18."},{"pmid":"29364767","type":"BACKGROUND","citation":"Albers GW, Marks MP, Kemp S, Christensen S, Tsai JP, Ortega-Gutierrez S, McTaggart RA, Torbey MT, Kim-Tenser M, Leslie-Mazwi T, Sarraj A, Kasner SE, Ansari SA, Yeatts SD, Hamilton S, Mlynash M, Heit JJ, Zaharchuk G, Kim S, Carrozzella J, Palesch YY, Demchuk AM, Bammer R, Lavori PW, Broderick JP, Lansberg MG; DEFUSE 3 Investigators. Thrombectomy for Stroke at 6 to 16 Hours with Selection by Perfusion Imaging. N Engl J Med. 2018 Feb 22;378(8):708-718. doi: 10.1056/NEJMoa1713973. Epub 2018 Jan 24."},{"pmid":"29129157","type":"BACKGROUND","citation":"Nogueira RG, Jadhav AP, Haussen DC, Bonafe A, Budzik RF, Bhuva P, Yavagal DR, Ribo M, Cognard C, Hanel RA, Sila CA, Hassan AE, Millan M, Levy EI, Mitchell P, Chen M, English JD, Shah QA, Silver FL, Pereira VM, Mehta BP, Baxter BW, Abraham MG, Cardona P, Veznedaroglu E, Hellinger FR, Feng L, Kirmani JF, Lopes DK, Jankowitz BT, Frankel MR, Costalat V, Vora NA, Yoo AJ, Malik AM, Furlan AJ, Rubiera M, Aghaebrahim A, Olivot JM, Tekle WG, Shields R, Graves T, Lewis RJ, Smith WS, Liebeskind DS, Saver JL, Jovin TG; DAWN Trial Investigators. Thrombectomy 6 to 24 Hours after Stroke with a Mismatch between Deficit and Infarct. N Engl J Med. 2018 Jan 4;378(1):11-21. doi: 10.1056/NEJMoa1706442. Epub 2017 Nov 11."},{"pmid":"29766770","type":"BACKGROUND","citation":"Thomalla G, Simonsen CZ, Boutitie F, Andersen G, Berthezene Y, Cheng B, Cheripelli B, Cho TH, Fazekas F, Fiehler J, Ford I, Galinovic I, Gellissen S, Golsari A, Gregori J, Gunther M, Guibernau J, Hausler KG, Hennerici M, Kemmling A, Marstrand J, Modrau B, Neeb L, Perez de la Ossa N, Puig J, Ringleb P, Roy P, Scheel E, Schonewille W, Serena J, Sunaert S, Villringer K, Wouters A, Thijs V, Ebinger M, Endres M, Fiebach JB, Lemmens R, Muir KW, Nighoghossian N, Pedraza S, Gerloff C; WAKE-UP Investigators. MRI-Guided Thrombolysis for Stroke with Unknown Time of Onset. N Engl J Med. 2018 Aug 16;379(7):611-622. doi: 10.1056/NEJMoa1804355. Epub 2018 May 16."},{"pmid":"20378862","type":"BACKGROUND","citation":"Molina CA. Futile recanalization in mechanical embolectomy trials: a call to improve selection of patients for revascularization. Stroke. 2010 May;41(5):842-3. doi: 10.1161/STROKEAHA.110.580266. Epub 2010 Apr 8. No abstract available."},{"pmid":"20075087","type":"BACKGROUND","citation":"Hussein HM, Georgiadis AL, Vazquez G, Miley JT, Memon MZ, Mohammad YM, Christoforidis GA, Tariq N, Qureshi AI. Occurrence and predictors of futile recanalization following endovascular treatment among patients with acute ischemic stroke: a multicenter study. AJNR Am J Neuroradiol. 2010 Mar;31(3):454-8. doi: 10.3174/ajnr.A2006. Epub 2010 Jan 14."},{"pmid":"12766365","type":"BACKGROUND","citation":"Dawson SL, Panerai RB, Potter JF. Serial changes in static and dynamic cerebral autoregulation after acute ischaemic stroke. Cerebrovasc Dis. 2003;16(1):69-75. doi: 10.1159/000070118."},{"pmid":"21470192","type":"BACKGROUND","citation":"Reinhard M, Rutsch S, Lambeck J, Wihler C, Czosnyka M, Weiller C, Hetzel A. Dynamic cerebral autoregulation associates with infarct size and outcome after ischemic stroke. Acta Neurol Scand. 2012 Mar;125(3):156-62. doi: 10.1111/j.1600-0404.2011.01515.x. Epub 2011 Apr 6."},{"pmid":"23824356","type":"BACKGROUND","citation":"Salinet AS, Robinson TG, Panerai RB. Cerebral blood flow response to neural activation after acute ischemic stroke: a failure of myogenic regulation? J Neurol. 2013 Oct;260(10):2588-95. doi: 10.1007/s00415-013-7022-z. Epub 2013 Jul 4."},{"pmid":"28687721","type":"BACKGROUND","citation":"Goyal N, Tsivgoulis G, Pandhi A, Chang JJ, Dillard K, Ishfaq MF, Nearing K, Choudhri AF, Hoit D, Alexandrov AW, Arthur AS, Elijovich L, Alexandrov AV. Blood pressure levels post mechanical thrombectomy and outcomes in large vessel occlusion strokes. Neurology. 2017 Aug 8;89(6):540-547. doi: 10.1212/WNL.0000000000004184. Epub 2017 Jul 7."},{"pmid":"32078493","type":"BACKGROUND","citation":"Petersen NH, Silverman A, Strander SM, Kodali S, Wang A, Sansing LH, Schindler JL, Falcone GJ, Gilmore EJ, Jasne AS, Cord B, Hebert RM, Johnson M, Matouk CC, Sheth KN. Fixed Compared With Autoregulation-Oriented Blood Pressure Thresholds After Mechanical Thrombectomy for Ischemic Stroke. Stroke. 2020 Mar;51(3):914-921. doi: 10.1161/STROKEAHA.119.026596. Epub 2020 Feb 12."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Insufficiency","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000000959","term":"Antihypertensive Agents"}],"browseLeaves":[{"id":"M10451","name":"Labetalol","relevance":"LOW"},{"id":"M5166","name":"Captopril","relevance":"LOW"},{"id":"M12265","name":"Norepinephrine","relevance":"LOW"},{"id":"M3967","name":"Antihypertensive Agents","asFound":"Peripheral iridectomy","relevance":"HIGH"},{"id":"M12173","name":"Nifedipine","relevance":"LOW"},{"id":"M7163","name":"Dopamine","relevance":"LOW"},{"id":"M1786","name":"Irbesartan","relevance":"LOW"},{"id":"M223524","name":"Benazepril","relevance":"LOW"},{"id":"M230528","name":"Urapidil","relevance":"LOW"},{"id":"M208436","name":"Benidipine","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"VaCoAg","name":"Vasoconstrictor Agents"},{"abbrev":"ChanBlk","name":"Channel Blockers"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"},{"abbrev":"Repr","name":"Reproductive Control Agents"},{"abbrev":"CaAg","name":"Cardiotonic Agents"}]}},"hasResults":false}