{"protocolSection":{"identificationModule":{"nctId":"NCT01171040","orgStudyIdInfo":{"id":"VGHKS99-015"},"organization":{"fullName":"Kaohsiung Veterans General Hospital.","class":"OTHER"},"briefTitle":"Left Atrial Distensibility to Predict Prognosis in Consecutive Patients","officialTitle":"Studies on Assessment of Left Atrial Distensibility to Predict Late Prognosis in Consecutive Patients Received Echocardiographic Examination"},"statusModule":{"statusVerifiedDate":"2009-07","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-07"},"primaryCompletionDateStruct":{"date":"2011-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2012-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2010-07-23","studyFirstSubmitQcDate":"2010-07-27","studyFirstPostDateStruct":{"date":"2010-07-28","type":"ESTIMATED"},"lastUpdateSubmitDate":"2011-03-07","lastUpdatePostDateStruct":{"date":"2011-03-08","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Jong-Khing Huang, MD, Current Superintendent of Kaohsiung Veterans General Hospital","oldOrganization":"Kaohsiung Veterans General Hospital"},"leadSponsor":{"name":"Kaohsiung Veterans General Hospital.","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Left ventricular filling pressure (LVFP) has prognostic significance in patients with heart failure. Traditionally, it should be assessed by invasive method, as cardiac catheterization and Swan-Gung catheter. In advance of new techniques and modality, echocardiography provides some useful parameters for assessing LVFP, such myocardial tissue Doppler imaging. Many articles had documented that peak velocity of early-diastolic trans-mitral inflow velocity divided by early-diastolic velocity over mitral annulus correlated closely to LVFP. However, myocardial tissue Doppler only provides the information of regional myocardium, so patients with regional wall motion abnormality, as coronary artery disease, can't be assessed by this method without handicap. In addition, conduction disturbance, like bundle branch block, also influences the result of myocardial tissue Doppler. For resolving those problems, the investigators had designed a new global parameter to assess LVFP. In the investigators prior study, left atrial distensibility correlated logarithmically to LVFP in patients with severe mitral regurgitation and also in patients with acute myocardial infarction. Left atrial distensibility provided a new viewpoint to assess left ventricular diastolic function and to predict prognosis. This time, to extend left atrial distensibility to general population received echocardiographic examination for predicting prognosis is attempted.","detailedDescription":"Introduction High left ventricular filling pressure (LVFP) have been associated with volume overload in patients with heart failure and have also been correlated to some extent with more severe symptoms and lower survival rates. In a study of more than 1000 patients hospitalized with acute decompensated heart failure, those with persistently elevated LVFP more than 18 mmHg had increased 1-year mortality compared with those with LVFP less than 16 mmHg. Investigators have also demonstrated that acute reduction of LVFP with vasodilator therapy can improve cardiac function and reduce mortality risk, suggesting that LVFP is an appropriate marker of cardiac risk and functional improvement. However, LVFP measurement involves invasive catheterization, limiting its clinical use especially in the outpatient setting. In advance of new techniques and modality, echocardiography provides some useful parameters to assess LVFP, such myocardial tissue Doppler imaging. Many articles had documented that peak velocity of early-diastolic trans-mitral inflow velocity divided by early-diastolic velocity over mitral annulus was closed correlated with LVFP. However, myocardial tissue Doppler only provides the information of regional myocardium, so patients with regional wall motion abnormality, such as coronary artery disease, can't be assessed by this method without handicap. In addition, conduction disturbance, like bundle branch block, also influences the result of myocardial tissue Doppler. For resolving those problems, we will design a new global parameter to assess LVFP. In prior study, we disclosed the logarithmic relationship between LVFP and left atrial distensibility in acute myocardial infarction patient received primary coronary intervention. This time, to extend our conclusion to general population received echocardiographic examination is attempted. Additionally, we infer that left atrial distensibility which indicates LVFP would influence long-term prognosis, including the event rate of cardiovascular event, stroke and death.\n\nPurpose Left atrial size, particularly left atrial volume, has been recognized as a marker of left ventricular diastolic dysfunction. Contrary to flow and tissue Doppler parameters, left atrial volume is independent of acute volume load and therefore may provide a more accurate assessment of acute and chronic left ventricular dysfunction. In addition, the measurement of left atrial volume is lack of some handicaps of tissue Doppler, including regional myocardial dysfunction in coronary artery disease and bundle branch block. In recent studies, end-systolic left atrial volume (maximal left atrial volume) was useful to predict the risk of atrial fibrillation after cardiac surgery. The short-term and long-term prognosis of acute myocardial infarction was also associated with left atrial volume. In patients with mitral regurgitation, it could be used to reliably estimate the regurgitant volume. Despite end-systolic left atrial volume provides prognostic significance in many disease entities, left atrium is filling and empty in dynamic cyclic motion, so we speculate that left atrial distensibility, defined as the percentage change of left atrial volume between end-systolic and end-diastolic phase, has more prognostic power to represent LVFP and to predict the prognosis. Based on the phenomenon of that higher LVFP, which will conduct to and stretch left atrium in diastolic phase, induces left atrial distension and makes the reduction of distensibility between end-systolic and end-diastolic phases, we had proved the logarithmic relationship between left atrial distensibility and LVFP.\n\nMaterials and Methods\n\nSubjects:\n\n2000 consecutive patients received echocardiographic examinations will be enrolled. The exclusion criteria are including (1) patients with prosthetic mitral valves or mitral stenosis, (2) rhythm other than sinus rhythm, (3) age more than 18 years-old, (4) inadequate image quality, (5) lack of informed consent.\n\nTraditional echocardiographic measurement and myocardial tissue Doppler:\n\nAll studies are performed by experienced sonographers and reviewed by staff cardiologists with advanced training in echocardiography. Left ventricular function is assessed by Simpson's method. Mitral regurgitation is graded with color flow imaging. Mitral inflow is assessed with pulsed wave Doppler echocardiography form the apical 4-chamber view. The Doppler bean is aligned parallel to the direction of flow, and a 1- to 2-mm sample volume is placed between the tips of mitral leaflets during diastole. From the mitral inflow profile, the E- and A-wave velocity, E-deceleration time, and E/A velocity ration are measured. Pulmonary venous flow is recorded with pulsed-wave Doppler with a sample volume placed 1 cm into the right upper pulmonary vein. The flow velocities are recorded, and the ratio of systolic to diastolic forward flow (S/D ratio) is calculated. Doppler tissue imaging of mitral annulus over septal, lateral and inferior borders is also obtained from apical views. Diastolic filling is categorized as normal (grade 0), impaired relaxation (grade 1), pseudonormalization (grade 2), and restrictive (grade 3) by a combination of transmitral and pulmonary flow patterns as validated previously.\n\nLeft atrial volume measurement:\n\nLeft atrial volume is assessed by the biplane area-length method from apical 4- and 2-chamber views. The volumes are measured at end-systolic (just before mitral valve opening or the largest dimension), pre-atrial contraction (just before P wave), and end-diastolic (the smallest dimension or the onset of QRS complex), using the highest frame rate. The left atrial outlines at those three phases retrace off-line for three consecutive beats, then average. The recesses of the pulmonary veins and the left atrial appendage are excluded. The length of left atrium is that of the perpendicular line measured from the middle of the plane of the mitral annulus to the superior aspect of the left atrium. The left atrial volume is calculated as: 0.85 x 4-chamber area x 2-chamber area ÷ the shorter of the two lengths. The volume is indexed for body surface area. Left atrial distensibility is defined as: (end-systole left atrial volume - end-diastole left atrial volume) ÷ end-systole left atrial volume. Left atrial ejection fraction is calculated as: (pre-atrial contraction volume - end-diastole left atrial volume) ÷ pre-atrial contraction volume.\n\nFollow-up:\n\nClinical outcomes are determined 1-year after indexed examination. Follow-up included assessment for the occurrence of sudden death, heart failure with hospitalization, atrial fibrillation, stroke, and death (both cardiac and non-cardiac) per 3 months by telephone interview.\n\nInterobserver variability:\n\nIn all cases, atrial volume is measured by two observers independently. Interobserver variability is calculated as the difference between the values obtained by the tow observers divided by the mean.\n\nStatistical analysis:\n\nSPSS software is used for statistical analysis. All continuous variables are presented as mean ± standard deviation. Comparison of clinical and echocardiographic characteristics is performed by chi-square analysis for categorical variables and by Student t test for echocardiography and other continuous variables. A p value \\< 0.05 is considered significant. Patients will be subdivided to four quartiles according to left atrial distensibility. Unadjusted survival curves are produced using the Kaplan-Meier method. The log-rank test is used to compare survival curves. Adjusted survival curves are constructed using variables entered into the Cox model set to their mean values in the total population. The hazard ratio of low left atrial distensibility will be assessed by comparing quartile to quartile."},"conditionsModule":{"conditions":["Heart Failure","Atrial Fibrillation","Stroke"],"keywords":["left atrial distensibility","mortality","heart failure","atrial fibrillation","stroke","prognosis"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":2000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Consecutive patients received echocardiographic examinations","description":"Consecutive patients received echocardiography are willing to participate in this study.","interventionNames":["Other: Echocardiography, including the measurements of left atrial (LA) distensibility"]}],"interventions":[{"type":"OTHER","name":"Echocardiography, including the measurements of left atrial (LA) distensibility","description":"The LA volumes were measured at three points: 1) immediately before the mitral valve opening (maximal LV volume or Volmax); 2) at onset of the P-wave on electrocardiography (pre-atrial contraction volume or Volp); and 3) at mitral valve closure (minimal LV volume or Volmin). The LA distensibility was calculated as (Volmax - Volmin)x 100% / Volmin. The LA ejection fraction was calculated as (Volp - Volmin)x 100% / Volp. In all patients, LA volumes were indexed to body surface area (BSA).","armGroupLabels":["Consecutive patients received echocardiographic examinations"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"All cause mortality","description":"All cause mortality and heart failure with re-hospitalization were defined as hard cardiovascular event.","timeFrame":"2 years"},{"measure":"Heart failure with hospitalization","description":"Heart failure with re-hospitalization is documented by at least one of the following: worse exercise tolerance and respiratory distress with NYHA class III or IV symptoms, presence of pulmonary rales, or chest radiography showing pulmonary congestion, which needs an augmented decongestive regimen with oral or intravenous medications during an in-hospital stay.","timeFrame":"2 years"}],"secondaryOutcomes":[{"measure":"Atrial fibrillation","description":"Enrolled patients with intermittent tachycardia will receive Holter's EKG. Any events of atrial fibrillation documented by EKG or Holter, either paroxysmal or persistent, are accounted.","timeFrame":"2 years"},{"measure":"Stroke","description":"Stroke is defined as a sudden onset of focal neurological deficit more than 24 hours and confirmed by brain computed tomography or magnetic resonance imaging. Trans-esophageal echocardiography is suggested to clarify whether cardiogenic or not for all patients with stroke.","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* consecutive patients received echocardiographic examination are willing to participate in this study.\n\nExclusion Criteria:\n\n* (1) patients with prosthetic mitral valves, or mitral stenosis\n* (2) rhythm other than sinus rhythm\n* (3) age less than 18 years-old\n* (4) inadequate image quality\n* (5) lack of informed consent","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Consecutive patients received echocardiographic examinations","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Jong-Khing Huang, MD","role":"CONTACT","phone":"886-7-3422121","phoneExt":"1518","email":"irb@vghks.gov.tw"}],"overallOfficials":[{"name":"Shih-Hung Hsiao, MD","affiliation":"Cardiovascular Center, Department of Internal Medicine, Kaohsiung Veterans General Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kaohsiung Veterans General Hospital","status":"RECRUITING","city":"Kaohsiung","zip":"886","country":"Taiwan","contacts":[{"name":"Jong-Khing Huang, MD","role":"CONTACT","phone":"886-7-3422121","phoneExt":"1518","email":"irb@vghks.gov.tw"},{"name":"Shih-Hung Hsiao, MD","role":"CONTACT","phone":"886-7-3422121","phoneExt":"2011","email":"a841120@kimo.com"},{"name":"Jong-Khing Huang, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":22.61626,"lon":120.31333}}]},"referencesModule":{"references":[{"pmid":"17646587","type":"BACKGROUND","citation":"Kasner M, Westermann D, Steendijk P, Gaub R, Wilkenshoff U, Weitmann K, Hoffmann W, Poller W, Schultheiss HP, Pauschinger M, Tschope C. Utility of Doppler echocardiography and tissue Doppler imaging in the estimation of diastolic function in heart failure with normal ejection fraction: a comparative Doppler-conductance catheterization study. Circulation. 2007 Aug 7;116(6):637-47. doi: 10.1161/CIRCULATIONAHA.106.661983. Epub 2007 Jul 23."},{"pmid":"16169349","type":"BACKGROUND","citation":"Agricola E, Galderisi M, Oppizzi M, Melisurgo G, Airoldi F, Margonato A. Doppler tissue imaging: a reliable method for estimation of left ventricular filling pressure in patients with mitral regurgitation. Am Heart J. 2005 Sep;150(3):610-5. doi: 10.1016/j.ahj.2004.10.046."},{"pmid":"8245357","type":"BACKGROUND","citation":"Appleton CP, Galloway JM, Gonzalez MS, Gaballa M, Basnight MA. Estimation of left ventricular filling pressures using two-dimensional and Doppler echocardiography in adult patients with cardiac disease. Additional value of analyzing left atrial size, left atrial ejection fraction and the difference in duration of pulmonary venous and mitral flow velocity at atrial contraction. J Am Coll Cardiol. 1993 Dec;22(7):1972-82. doi: 10.1016/0735-1097(93)90787-2."},{"pmid":"12392832","type":"BACKGROUND","citation":"Rossi A, Cicoira M, Zanolla L, Sandrini R, Golia G, Zardini P, Enriquez-Sarano M. Determinants and prognostic value of left atrial volume in patients with dilated cardiomyopathy. J Am Coll Cardiol. 2002 Oct 16;40(8):1425. doi: 10.1016/s0735-1097(02)02305-7."},{"pmid":"7710749","type":"BACKGROUND","citation":"Simek CL, Feldman MD, Haber HL, Wu CC, Jayaweera AR, Kaul S. Relationship between left ventricular wall thickness and left atrial size: comparison with other measures of diastolic function. J Am Soc Echocardiogr. 1995 Jan-Feb;8(1):37-47. doi: 10.1016/s0894-7317(05)80356-6."},{"pmid":"12695291","type":"BACKGROUND","citation":"Moller JE, Hillis GS, Oh JK, Seward JB, Reeder GS, Wright RS, Park SW, Bailey KR, Pellikka PA. Left atrial volume: a powerful predictor of survival after acute myocardial infarction. Circulation. 2003 May 6;107(17):2207-12. doi: 10.1161/01.CIR.0000066318.21784.43. Epub 2003 Apr 14."},{"pmid":"15261927","type":"BACKGROUND","citation":"Beinart R, Boyko V, Schwammenthal E, Kuperstein R, Sagie A, Hod H, Matetzky S, Behar S, Eldar M, Feinberg MS. Long-term prognostic significance of left atrial volume in acute myocardial infarction. J Am Coll Cardiol. 2004 Jul 21;44(2):327-34. doi: 10.1016/j.jacc.2004.03.062."},{"pmid":"20185021","type":"RESULT","citation":"Hsiao SH, Huang WC, Lin KL, Chiou KR, Kuo FY, Lin SK, Cheng CC. Left atrial distensibility and left ventricular filling pressure in acute versus chronic severe mitral regurgitation. Am J Cardiol. 2010 Mar 1;105(5):709-15. doi: 10.1016/j.amjcard.2009.10.052."},{"pmid":"28064152","type":"DERIVED","citation":"Hsiao SH, Chiou KR. Renal function decline predicted by left atrial expansion index in non-diabetic cohort with preserved systolic heart function. Eur Heart J Cardiovasc Imaging. 2017 May 1;18(5):521-528. doi: 10.1093/ehjci/jew224."},{"pmid":"23892385","type":"DERIVED","citation":"Hsiao SH, Chiou KR. Left atrial expansion index predicts atrial fibrillation in dyspnea. Circ J. 2013;77(11):2712-21. doi: 10.1253/circj.cj-13-0463. Epub 2013 Jul 26."},{"pmid":"23703107","type":"DERIVED","citation":"Hsiao SH, Chiou KR. Left atrial expansion index predicts all-cause mortality and heart failure admissions in dyspnoea. Eur J Heart Fail. 2013 Nov;15(11):1245-52. doi: 10.1093/eurjhf/hft087. Epub 2013 May 22."}],"seeAlsoLinks":[{"label":"Government Research Bulletin","url":"http://www.grb.gov.tw/index.htm"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006333","term":"Heart Failure"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","asFound":"Heart Failure","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3457","name":"Albuterol","relevance":"LOW"}],"browseBranches":[{"abbrev":"Repr","name":"Reproductive Control Agents"},{"abbrev":"Resp","name":"Respiratory System Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}