{"protocolSection":{"identificationModule":{"nctId":"NCT02446587","orgStudyIdInfo":{"id":"SELECT"},"organization":{"fullName":"The University of Texas Health Science Center, Houston","class":"OTHER"},"briefTitle":"Optimizing Patient's Selection for Endovascular Treatment in Acute Ischemic Stroke","officialTitle":"Optimizing Patient's Selection for Endovascular Treatment in Acute Ischemic Stroke (SELECT)","acronym":"SELECT"},"statusModule":{"statusVerifiedDate":"2019-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-05","type":"ACTUAL"},"completionDateStruct":{"date":"2018-05","type":"ACTUAL"},"studyFirstSubmitDate":"2015-05-08","studyFirstSubmitQcDate":"2015-05-15","studyFirstPostDateStruct":{"date":"2015-05-18","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-04-15","lastUpdatePostDateStruct":{"date":"2019-04-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Amrou Sarraj","investigatorTitle":"Associate Professor","investigatorAffiliation":"The University of Texas Health Science Center, Houston"},"leadSponsor":{"name":"The University of Texas Health Science Center, Houston","class":"OTHER"},"collaborators":[{"name":"Stryker Neurovascular","class":"INDUSTRY"},{"name":"WellStar Health System","class":"OTHER"},{"name":"AdventHealth","class":"OTHER"},{"name":"Emory University","class":"OTHER"},{"name":"Riverside Methodist Hospital","class":"OTHER"},{"name":"Valley Baptist Medical Center","class":"UNKNOWN"},{"name":"St. Louis University","class":"OTHER"},{"name":"University of Kansas","class":"OTHER"},{"name":"Stanford University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"SELECT is a multicenter, observational prospective study implementing a protocol to acquire imaging and clinical variables known to affect clinical outcomes after endovascular therapy in an effort to evaluate and compare the different selection methods and criteria currently used in practice for acute ischemic stroke patients in the anterior circulation with large vessel occlusion. The study aim is to evaluate prospectively different selection methodologies for endovascular therapy, to compare them against each other to identify which method provides the highest predictive ability in the selection of patients for IAT and to devise a formula that predicts patients' outcomes.\n\nThis study will enroll patients based on the recent AHA guidelines (July 2015) regarding treatment of patients with acute ischemic strokes and large artery occlusions in the anterior circulation.\n\nOur goal is to collect complete imaging, clinical, and 90 day follow up data on 250 endovascular therapy patients as well as up to 250 concurrent medical management patients as a comparison group.","detailedDescription":"Improving reperfusion status is the most effective therapeutic approach for patients with acute ischemic strokes (AIS) due to large artery occlusion (LAO). Intra-Arterial Therapy (IAT) by means of mechanical thrombectomy and/or chemical fibrinolysis has been adopted worldwide to recanalize LAO strokes. IAT is now the standard of care for AIS patients with LAO based on the results of five randomized clinical trials. However, these trials implemented different imaging methodologies for patient treatment with IAT. Specially, these trials were designed to use one or another selection methodology without knowing which may be superior and more effective in selecting patients that may or may not benefit from the intervention.\n\nDecisions to pursue IAT are clinician-dependent and rest upon a number of different factors that may differ from one center to another and even in the same center from one treating physician to another. The Alberta Stroke Program Early CT Score (ASPECTS) has demonstrated utility in selecting candidates for recanalization strategies using a simple noncontrast head CT (NCCT). Numerous other studies suggest the utility of magnetic resonance imaging (MRI), CT angiography (CTA) and CT perfusion in identifying patients who have poor outcome after thrombolysis.\n\nHowever, the current widely practiced selection methodologies have never been tested against one another in the context of a prospective trial to evaluate their sensitivity, specificity and superiority, which is in our opinion (and shared by many treating vascular neurologists), a major question that is being asked on daily basis by the treating physicians. Furthermore, prognostication and informing stroke patients' families of their chances of having good outcomes after Intra-Arterial Therapy is crucial and depends to a large extent on the clinical and imaging variables utilized prior to IAT as well as on the success of the intervention itself."},"conditionsModule":{"conditions":["Stroke","Ischemic Stroke"],"keywords":["endovascular therapy","thrombectomy","selection","imaging","perfusion","collaterals","ASPECTS"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke with Mechanical Thrombectomy","description":"Eligible patients will be adults ≥18 with the final diagnosis of an acute ischemic infarction and large artery occlusion in anterior circulation strokes who undergo endovascular therapy with mechanical thrombectomy utilizing stent retrievers","interventionNames":["Device: Mechanical Thrombectomy"]},{"label":"Stroke without Mechanical Thrombectomy","description":"Patients who would have large artery occlusion treated with best medical management (IV-tPA if eligible) and not receiving endovascular therapy will be collected for a secondary analysis as a comparison group and to evaluate the selection methods in them as well"}],"interventions":[{"type":"DEVICE","name":"Mechanical Thrombectomy","description":"Mechanical thrombectomy includes the use of stent retrievers (i.e. Trevo®, Solitaire®, or other stent retriever devices) as recommended by AHA guidelines (July 2015). A stent retriever is delivered directly to a thromboembolus that is occluding a cerebral artery to restore blood flow.","armGroupLabels":["Stroke with Mechanical Thrombectomy"],"otherNames":["Endovascular Therapy","Intraarterial Therapy (IAT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Day 90 modified Rankin scale","description":"Favorable primary clinical outcome will be patients functional outcomes at 90 (+/- 15) days measured by modified Rankin scale (mRS) score 0-2","timeFrame":"90 Days"}],"secondaryOutcomes":[{"measure":"Safety (incidence of: hemorrhage; mortality; hematoma, infection, vascular injury)","description":"Safety as measured by the incidence rate","timeFrame":"90 Days"},{"measure":"Rates of recanalization","description":"rates of recanalization (using modified TICI score) will be measured after patient's have undergone endovascular therapy","timeFrame":"post-procedure (expected average of 6-12hrs after hospital admittance)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nEligible patients will be:\n\n1. Adults (≥18years) with the final diagnosis of an acute ischemic stroke\n2. CT-Angiogram proven, large artery occlusion (LAO) in the internal carotid artery (ICA), middle cerebral artery (MCA -M1 or M2 site) locations\n3. NIH Stroke Scale ≥6 (NIHSS) OR proven LAO on imaging (must be from designated LAO listed on inclusion #2)\n4. LSN (last seen normal) to groin puncture (≤ 8 hours) in thrombectomy arm; LSN to presentation to endovascular capable center (≤ 8 hours) in medical arm\n5. Baseline modified Rankin Scale score of 0-1\n6. Signed Informed Consent obtained\n7. Subject willing to comply with the protocol follow-up requirements\n8. Anticipated life expectancy of at least 3 months\n9. IV-tPA eligible patients must meet AHA guidelines\n\nExclusion Criteria:\n\nPatients are excluded if:\n\n1. Inability to undergo CT-Angiography and/or CT-Perfusion imaging (e.g., renal insufficiency, iodine/contrast allergy)\n2. Co-morbid psychiatric or medical illnesses that would confound the neurological assessments\n3. Subject is participating in another mechanical neuro-thrombectomy device trial (intervention) or any other trial where the study procedure or treatment might confound the study endpoint.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Eligible patients will be adults (≥18 with the final diagnosis of an acute ischemic infarction and large artery occlusion in anterior circulation strokes). Given the observational design of the study there will be no stringent exclusion based on stroke severity or IV tPA treatment","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Stanford University Medical Center","city":"Stanford","state":"California","zip":"94305","country":"United States","geoPoint":{"lat":37.42411,"lon":-122.16608}},{"facility":"Florida Hospital","city":"Orlando","state":"Florida","zip":"32803","country":"United States","geoPoint":{"lat":28.53834,"lon":-81.37924}},{"facility":"Emory University","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"WellStar Health System","city":"Marietta","state":"Georgia","zip":"30066","country":"United States","geoPoint":{"lat":33.9526,"lon":-84.54993}},{"facility":"University of Kansas Medical Center","city":"Kansas City","state":"Kansas","zip":"66160","country":"United States","geoPoint":{"lat":39.11417,"lon":-94.62746}},{"facility":"St. Louis University","city":"Saint Louis","state":"Missouri","zip":"78550","country":"United States","geoPoint":{"lat":38.62727,"lon":-90.19789}},{"facility":"Riverside Methodist Hospital","city":"Columbus","state":"Ohio","zip":"43214","country":"United States","geoPoint":{"lat":39.96118,"lon":-82.99879}},{"facility":"Valley Baptist Medical Center","city":"Harlingen","state":"Texas","zip":"78550","country":"United States","geoPoint":{"lat":26.19063,"lon":-97.6961}},{"facility":"UTHealth Science Center","city":"Houston","state":"Texas","zip":"77030","country":"United States","geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"references":[{"pmid":"36289001","type":"DERIVED","citation":"Sarraj A, Albers GW, Mitchell PJ, Hassan AE, Abraham MG, Blackburn S, Sharma G, Yassi N, Kleinig TJ, Shah DG, Wu TY, Hussain MS, Tekle WG, Gutierrez SO, Aghaebrahim AN, Haussen DC, Toth G, Pujara D, Budzik RF, Hicks W, Vora N, Edgell RC, Slavin S, Lechtenberg CG, Maali L, Qureshi A, Rosterman L, Abdulrazzak MA, AlMaghrabi T, Shaker F, Mir O, Arora A, Martin-Schild S, Sitton CW, Churilov L, Gupta R, Lansberg MG, Nogueira RG, Grotta JC, Donnan GA, Davis SM, Campbell BCV; SELECT, EXTEND-IA, EXTEND-IA TNK, and EXTEND-IA TNK Part-II Investigators. Thrombectomy Outcomes With General vs Nongeneral Anesthesia: A Pooled Patient-Level Analysis From the EXTEND-IA Trials and SELECT Study. Neurology. 2023 Jan 17;100(3):e336-e347. doi: 10.1212/WNL.0000000000201384. Epub 2022 Oct 26."},{"pmid":"35232756","type":"DERIVED","citation":"Fifi JT, Nguyen TN, Song S, Sharrief A, Pujara DK, Shaker F, Fournier LE, Jones EM, Lechtenberg CG, Slavin SJ, Ifejika NL, Diaz MV, Martin-Schild S, Schaafsma J, Tsai JP, Alexandrov AW, Tjoumakaris SI, Sarraj A; SELECT Investigators. Sex differences in endovascular thrombectomy outcomes in large vessel occlusion: a propensity-matched analysis from the SELECT study. J Neurointerv Surg. 2023 Feb;15(2):105-112. doi: 10.1136/neurintsurg-2021-018348. Epub 2022 Mar 1."},{"pmid":"33875560","type":"DERIVED","citation":"Sarraj A, Grotta J, Albers GW, Hassan AE, Blackburn S, Day A, Sitton C, Abraham M, Cai C, Dannenbaum M, Pujara D, Hicks W, Budzik R, Vora N, Arora A, Alenzi B, Tekle WG, Kamal H, Mir O, Barreto AD, Lansberg M, Gupta R, Martin-Schild S, Savitz S, Tsivgoulis G; SELECT Investigators. Clinical and Neuroimaging Outcomes of Direct Thrombectomy vs Bridging Therapy in Large Vessel Occlusion: Analysis of the SELECT Cohort Study. Neurology. 2021 Jun 8;96(23):e2839-e2853. doi: 10.1212/WNL.0000000000012063. Epub 2021 Apr 19."},{"pmid":"33280550","type":"DERIVED","citation":"Sarraj A, Hassan AE, Grotta J, Blackburn S, Day A, Abraham M, Sitton C, Dannenbaum M, Cai C, Pujara D, Hicks W, Vora N, Budzik R, Shaker F, Arora A, Riascos RF, Kamal H, Martin-Schild S, Lansberg M, Gupta R, Albers GW; SELECT Investigators. Early Infarct Growth Rate Correlation With Endovascular Thrombectomy Clinical Outcomes: Analysis From the SELECT Study. Stroke. 2021 Jan;52(1):57-69. doi: 10.1161/STROKEAHA.120.030912. Epub 2020 Dec 7."},{"pmid":"33188155","type":"DERIVED","citation":"Sarraj A, Pizzo E, Lobotesis K, Grotta JC, Hassan AE, Abraham MG, Blackburn S, Day AL, Dannenbaum MJ, Hicks W, Vora NA, Budzik RF, Sharrief AZ, Martin-Schild S, Sitton CW, Pujara DK, Lansberg MG, Gupta R, Albers GW, Kunz WG; SELECT Investigators. Endovascular thrombectomy in patients with large core ischemic stroke: a cost-effectiveness analysis from the SELECT study. J Neurointerv Surg. 2021 Oct;13(10):875-882. doi: 10.1136/neurintsurg-2020-016766. Epub 2020 Nov 13."},{"pmid":"31916270","type":"DERIVED","citation":"Sarraj A, Hassan AE, Grotta J, Sitton C, Cutter G, Cai C, Chen PR, Imam B, Pujara D, Arora A, Reddy S, Parsha K, Riascos RF, Vora N, Abraham M, Edgell R, Hellinger F, Haussen DC, Blackburn S, Kamal H, Barreto AD, Martin-Schild S, Lansberg M, Gupta R, Savitz S, Albers GW. Optimizing Patient Selection for Endovascular Treatment in Acute Ischemic Stroke (SELECT): A Prospective, Multicenter Cohort Study of Imaging Selection. Ann Neurol. 2020 Mar;87(3):419-433. doi: 10.1002/ana.25669. Epub 2020 Jan 21. Erratum In: Ann Neurol. 2020 Nov;88(5):1056-1057."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}