{"protocolSection":{"identificationModule":{"nctId":"NCT05369741","orgStudyIdInfo":{"id":"41592"},"organization":{"fullName":"University of Toronto","class":"OTHER"},"briefTitle":"TIME™ at Home Feasibility Study: Evaluation of a Virtually Delivered, Community-based, Task-oriented Exercise Program","officialTitle":"Feasibility and Potential Benefits of a Virtually Delivered, Community-based, Task-oriented Exercise Program (TIME™ at Home) for People With Balance and Mobility Limitations"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-07-31","type":"ACTUAL"},"completionDateStruct":{"date":"2022-07-31","type":"ACTUAL"},"studyFirstSubmitDate":"2022-04-28","studyFirstSubmitQcDate":"2022-05-05","studyFirstPostDateStruct":{"date":"2022-05-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-16","lastUpdatePostDateStruct":{"date":"2023-05-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Nancy Salbach","investigatorTitle":"Professor, Department of Physical Therapy, Rehabilitation Sciences Institute","investigatorAffiliation":"University of Toronto"},"leadSponsor":{"name":"University of Toronto","class":"OTHER"},"collaborators":[{"name":"March of Dimes, Canada","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Balance and mobility limitations can lead to increased difficulty with everyday function and increased dependence on caregivers. Adults with balance and mobility limitations need access to safe and beneficial exercise programs to maintain or improve their health. Task-oriented exercise programs designed for adults with balance and mobility limitations incorporating a healthcare-community partnership, are safe and feasible to implement in the community setting. In this model, trained fitness instructors deliver the exercise program, and a registered healthcare professional in a healthcare partner role provides ongoing support through class visits, email communication with instructors, and program referrals. One example is Together in Movement and Exercise (TIME™) program which was developed by physical therapists at the Toronto Rehabilitation Institute, University Health Network (TRI-UHN). Research has shown that the in-person TIME™ program has the potential to improve everyday function, independence, and social participation in people with neurological conditions. Virtual delivery of these programs is needed to address barriers to attending in-person exercise programs. Barriers can include inadequate access to transportation, inclement weather, distance to community centres, and community centre closures during pandemic situations.\n\nThis is a before-and-after study to evaluate the potential benefit, safety, and feasibility of the virtual TIME™ program (called at TIME™ at Home), delivered using a group-based, 8-week program format, among people with balance and mobility limitations. Also, the aim is to describe the experiences of participants, caregivers, healthcare partners, and program facilitators and coordinators with the program to make recommendations for improvement.","detailedDescription":"Balance and mobility limitations can adversely affect everyday functioning and accelerate dependence on caregivers leading to institutionalization. Previous literature has suggested that a group, task-oriented community-based exercise program (CBEP), targeting balance and mobility (i.e., capacity for walking, transfers, sit-to-stand, stairs), implemented through an innovative healthcare-community partnership (CBEP-HCP), has the potential to improve everyday function, independence and social participation in persons with stroke. The Together in Movement and Exercise (TIME™) program is a licensed, group, task-oriented community-based exercise program incorporating a healthcare-community partnership for adults with balance and mobility limitations. Physical therapists at the Toronto Rehabilitation Institute, University Health Network (TRI-UHN), developed the TIME™ program. Trained fitness instructors deliver the exercise program face-to-face (in-person) in community centres and a healthcare professional who serves as a healthcare partner provides ongoing support. The program has been offered in over 50 community centres across Canada.\n\nVirtual delivery of CBEP-HCPs is needed to address barriers to attending in-person exercise programs among people with balance and mobility limitations. Barriers can include inadequate access to transportation, inclement weather, distance to community centres, and community centre closures during pandemic situations.\n\nDuring the COVID-19 pandemic, the investigators used an iterative process to develop an online version of the TIME™ program, called TIME™ at Home. TIME™ at Home is a standardized, community-based program licensed by the UHN involving the delivery of video-based task-oriented exercises. The exercises in the video were adapted from the classic in-person TIME™ program and were considered safe for people with balance and mobility limitations to perform at home. In addition to a warm-up and cool-down, the video shows a physical therapist and an occupational therapist performing each exercise at two difficulty levels. Participants are asked to self-pace and self-select the difficulty level that feels right for them. A trained facilitator at a community organization streams the video for people with balance and mobility limitations using Zoom.\n\nThe TIME™ at Home program, due to its virtual nature, has potential to improve exercise participation in remote and isolated settings. Unlike the in-person program, it does not require participants to be physically present at a community centre, thus eliminating some common barriers like lack of (adaptive) transportation, difficulty with transportation during inclement weather, long travel times to community centres from rural settings, and inadequate building access. The program can be delivered at home with minimal equipment. Also, the program involves showing standardized exercise videos developed by physical therapists and occupational therapists at TRI-UHN which prevents the need to train fitness instructors to deliver the program. Therefore, TIME™ at Home has potential for reducing barriers encountered with delivering in-person standardized exercise programs in community-based settings.\n\nPilot research to date on the TIME™ at Home Program (Virtual Program)\n\nProgram developers at TRI-UHN in collaboration with our research group have evaluated the feasibility of components of the virtual TIME™ at Home Program in partnership with the Multiple Sclerosis Society of Canada and Abilities Centre in Whitby (Ontario). Findings support the safety of delivering TIME™ at Home using a drop-in format. The safety, feasibility, and potential benefit of a group-based format, class visits from a healthcare partner, and a post-class social time to facilitate social support, have not been comprehensively evaluated.\n\nThus, the study objectives are:\n\n1. To evaluate the feasibility, safety, and potential to improve everyday functioning, lower extremity strength, functional mobility, balance self-efficacy, mood, caregiver mood, and perceived health status, of an 8-week, group, virtual, task-oriented community exercise program called TIME™ at Home, among people with balance and mobility limitations.\n2. To describe the experiences of exercise participants, caregivers, healthcare partners, and program facilitators and coordinators with TIME™ at Home (using qualitative data collection and analyses)."},"conditionsModule":{"conditions":["Mobility Limitation","Balance Impairment"],"keywords":["Community-based exercise program","Stroke","Multiple Sclerosis","Age-related mobility changes","Brain injury","Virtual exercise program"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"TIME™ at Home","type":"EXPERIMENTAL","description":"TIME™ at Home is a licensed, pre-recorded video-based, group, community exercise program. One program will have a maximum of 10 participants registered. March of Dimes Canada will run two programs. A 1.5-hour session will be hosted by two facilitators using Zoom twice a week for 8 weeks, starting with the Level 1 video (beginner level). All participants will switch to the Level 2 video (advanced level) mid-program.","interventionNames":["Other: TIME™ at Home"]}],"interventions":[{"type":"OTHER","name":"TIME™ at Home","description":"Components of each 1.5-hour session:\n\n1. Pre-class social time (15 min): Unstructured - introductions, safety, and technology troubleshoot, and social interactions if time allows\n2. Exercise video (1 hour pre-recorded): a) 10-minute seated warm up; b) 40-minute functional exercises in standing, with standardized progressions and variations. Exercises are selected from the original, in-person TIME™ program and are deemed safe to perform at home by rehabilitation experts; and c) 10-minute seated cool down\n3. Post-class social time (15 min): Structured and unstructured social interactions\n4. Facilitators: A live virtual facilitator assisted by a co-facilitator to stream video, provide verbal encouragement and technology support\n5. Healthcare partner e-visits: A registered healthcare professional will make 2-3 e-visits. They will observe the class and engage with participants during the post-class social time and debrief with facilitators.","armGroupLabels":["TIME™ at Home"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Subjective Index of Physical and Social Outcome for exercise participants","description":"Self-report measure of everyday functioning, scoring range 0-40, higher scores are better.","timeFrame":"0 and 8 weeks"}],"secondaryOutcomes":[{"measure":"Change in Activities-Specific Balance Confidence scale for exercise participants","description":"Self-report measure of balance self-efficacy, scoring range 0-100, higher scores are better.","timeFrame":"0 and 8 weeks"},{"measure":"Change in EuroQuol Visual Analogue Scale for exercise participants","description":"Self-report measure of perceived health status, scoring range 0-100, higher scores are better","timeFrame":"0 and 8 weeks"},{"measure":"Change in Center for Epidemiological Studies Depression scale for caregiver","description":"Scores range from 0 to 60, with high scores indicating greater depressive symptoms.","timeFrame":"0 week and 8 weeks"},{"measure":"Change in 30-second sit to stand test (30STS) for exercise participants","description":"A performance-based test which measures lower extremity strength and dynamic balance. It is measured by the number of times a person comes to a full standing position from a chair in 30 seconds.","timeFrame":"0 and 8 weeks"},{"measure":"Change in Timed Up and Go (TUG) test for exercise participants","description":"A performance-based test which measures functional mobility. The time taken to stand in seconds from a standard chair, walk 3 metres, turn around, return to the chair, and sit down is documented.","timeFrame":"0 and 8 weeks"},{"measure":"Change in Center for Epidemiological Studies Depression scale for exercise participants","description":"Scores range from 0 to 60, with high scores indicating greater depressive symptoms.","timeFrame":"0 and 8 weeks"},{"measure":"Feasibility outcome: adverse events","description":"0% of the participants will report a serious adverse event, defined as an event that leads to death, a life-threatening adverse event, inpatient hospitalization or a persistent or significant disability or incapacity that lasts more than 48 hours and limits activities of daily living","timeFrame":"8 weeks"},{"measure":"Feasibility outcome: acceptability of the facilitator","description":"90% of the participants will report that the facilitator was encouraging","timeFrame":"4 and 8 weeks"},{"measure":"Feasibility outcome: acceptability of the social component","description":"60% of the participants will report participating in the social time before and after the exercise video","timeFrame":"4 and 8 weeks"},{"measure":"Feasibility outcome: acceptability of the healthcare partner","description":"80% of the participants will report they found the healthcare partner e-visits useful","timeFrame":"8 weeks"},{"measure":"Feasibility outcome: acceptability of the Level 2 video","description":"80% of the participants will find the video easy to understand and follow","timeFrame":"8 weeks"},{"measure":"Feasibility: intervention fidelity","description":"Checklist completed by a member of the research team","timeFrame":"Week 5 and 8"},{"measure":"Feasibility: Healthcare partner feedback questionnaire","description":"To describe the program experiences","timeFrame":"Week 2, 5 and 8"},{"measure":"Feasibility outcome: attendance","description":"70% of the participants will attend at least 75% of the classes (i.e., 12)","timeFrame":"Each class, i.e. twice a week for eight weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Exercise Participants (Self-report):\n\n* Difficulty with balance and mobility;\n* Age ≥ 18 years;\n* Ability to walk a minimum of 10 metres (with walking aids if used) without assistance and supervision from another person;\n* Ability to stand up from and sit down onto a chair independently (without supervision);\n* Ability to maintain balance while exercising in standing (e.g., marching on the spot) holding onto the back of a chair or a sturdy countertop;\n* Ability to speak and read English to understand informed consent and follow instructions for study procedures;\n* Availability of reliable Internet access at home;\n* Availability of an electronic device (laptop computer, tablet, or smartphone) to view the online exercise classes;\n* Availability of an email address to receive and click on a Zoom link;\n* Access to an armchair or chair of standard height (43-45 cm, 17-18 inches seat height), for the Timed 'Up and Go' test (a performance-based test); and\n* Availability of a caregiver or study partner who can be with the exercise participant for 2 Zoom-based evaluations during which they will be asked a few questions related to their health and will do a test of leg strength and walking\n\nExclusion Criteria for Exercise Participants:\n\n* Current or planned involvement in another formal exercise or rehabilitation program for the duration of the study;\n* Conditions or symptoms preventing participation in exercise (e.g., unstable cardiovascular disease, significant back or joint pain);\n* Cognitive impairment, defined by score of \\<11/15 on 5-minute Montreal Cognitive Assessment (MoCA) - telephone version;\n* Ability to stand on one leg for more than 10 seconds without using any support; and\n* Severe hearing or visual impairment, that would hinder participation and safety in the virtual exercise program, operationalized as follows:\n\n  1. I'd like to ask you about your vision. If you were to watch a video with a therapist showing exercises during a Zoom call, would you have any difficulty seeing the therapist, wearing glasses or contact lenses if you use them? If Yes: exclude. If No: pass the screen.\n  2. I'd like to ask you about your hearing. If you were to watch a video with a therapist showing exercises during a Zoom call, would you have any difficulty hearing the therapist? If Yes: exclude. If No: pass the screen.\n\nInclusion Criteria for Caregivers:\n\n* Assist the exercise participant to live independently at home by providing help with basic and/or instrumental activities of daily living (doing groceries, cleaning, managing finances, making meals, etc.) at least once a week; and\n* Able to speak and read English\n\nExclusion Criteria for Caregivers:\n\n• Paid personal support workers","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Nancy Salbach, PhD","affiliation":"University of Toronto","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"March of Dimes Canada (Halifax)","city":"Halifax","state":"Nova Scotia","zip":"B3L 2C2","country":"Canada","geoPoint":{"lat":44.64533,"lon":-63.57239}},{"facility":"March of Dimes Canada (Toronto)","city":"Toronto","state":"Ontario","zip":"M5S 1W8","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000051346","term":"Mobility Limitation"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M11750","name":"Multiple Sclerosis","relevance":"LOW"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M26379","name":"Mobility Limitation","asFound":"Mobility Limitation","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}