{"protocolSection":{"identificationModule":{"nctId":"NCT05235529","orgStudyIdInfo":{"id":"HUGTiP_ISC III_ PI19/01397"},"organization":{"fullName":"Germans Trias i Pujol Hospital","class":"OTHER"},"briefTitle":"Neuropsychological and Neuroimaging Evaluation of the Cognitive Impairment in Aortic Valve Replacement (ARTiCO)","officialTitle":"Neuropsychological and Advanced Neuroimaging Evaluation of the Impact of Cognitive Impairment in Conventional Aortic Valve Replacement Compared to the Transcatheter Implant","acronym":"ARTiCO"},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-06-15","studyFirstSubmitQcDate":"2022-02-01","studyFirstPostDateStruct":{"date":"2022-02-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-01","lastUpdatePostDateStruct":{"date":"2022-02-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Germans Trias i Pujol Hospital","class":"OTHER"},"collaborators":[{"name":"Instituto de Salud Carlos III","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"OBJECTIVE: To evaluate changes in cognitive performance in the early postoperative (1 month) and late (1 year) postoperative period in patients undergoing aortic valve replacement (SVAo) with surgery (SVA_Q) or transcatheter aortic valve implant (TAVI), by neuropsychological study (NRP), structural Brain Magnetic Resonance (sMRI) and functional MRI (fMRI). The specific objectives are: (1) to compare the early and late clinical-functional consequences with NRP study in both groups; (2) to compare the occurrence of cerebral clinical events during follow-up; (3) to quantify and compare the appearance of silent lesions in the early postoperative period and late of SVAo with sMRI with respect to the baseline MRI in both groups; (4) study with fMRI changes in the activity and functional connectivity and correlate them with the NRP findings in all patients in the early and late phase in comparison with the basal MRI. METHODOLOGY: Prospective longitudinal, unicentric, nonrandomized cohort study of consecutive patients\\> 70 years, with indication for SVAo and intermediate and high surgical risk. One month before surgery will be performed an sMRI and fMRI and a baseline NRP study. One month after surgery, sMRI, fMRI and NRP study will be performed to assess the appearance of new lesions, as well as changes in cognitive performance with respect to baseline cognitive status. One year later, sMRI, fMRI and NRP study will be performed to assess changes in cognitive status with respect to baseline and early postoperative. Response variables: changes in cognitive performance measured by a Global Cognitive Impairment Index and in cognitive status (normal vs. Mild Cognitive Impairment vs Moderate Impairment), number, size and location of new silent brain lesions, cerebral vascular clinical events, and changes in advanced neuroimaging (image by diffusion tensor (DTI), resting-state fMRI) and its relationship with cognitive changes.","detailedDescription":"Design: Prospective, single-center, longitudinal cohort study with consecutive inclusion of patients older than 70 years of intermediate or high surgical risk who present Aortic Stenoses (AoS) that requires Aortic Valve Replacement (AVS). Two groups will be compared based on the type of treatment received, surgical valve replacement (SVA_Q) or transcatheter aortic valve implantation (TAVI). The choice of treatment will be made according to medical criteria decided by the \"heart team\" in which clinical cardiologists, hemodynamics and cardiac surgeons participate who follow the recommendations of the European Society Cardiology (ESC / EACTS) 2017 Guidelines. However, only those patients susceptible to treatment with both techniques, will be included. The decision will be agreed with the patient. A complete neuropsychological study and structural and functional MRI will be carried out, one month prior to treatment and one month and year after the procedure. Throughout the study, clinical follow-up will be carried out with evaluation of the appearance of clinical cerebrovascular events.\n\nStudy investigators will record the following variables; Once the patient is assigned to treatment, a visit will be scheduled where the surgeon in the case of SVA_Q or the cardiologist in the case of TAVI will assess whether the patient meets the eligibility criteria for the study. If patient fullfill all inclusion and none of exclusion criteria, study investigators will request the Informed Consent.\n\nBaseline clinical variables:\n\n* Age and sex\n* Vascular risk factors\n* Dyspnea: Functional class (New York Heart Association)\n* Chronic obstructive pulmonary disease\n* Preoperative Renal Insufficiency\n* EuroScore II scale score\n* Barthel scale score\n* MMSE. The NRP study and neuroimaging will be scheduled for a maximum of one month before the procedure\n\nIntraoperative characteristics:\n\n* Time of extracorporeal circulation, coronary ischemia and orotracheal intubation\n* Bleeding from drains\n* Blood products transfusion\n* Types of prostheses and approach\n* Type and anesthetic drugs\n\nDuring hospital admission:\n\nDefined morbidity at discharge:\n\n* ICU stay\\> 48 hours, in ward\\> 10 days\n* Respiratory, kidney (RIFLE criteria), infectious, heart rhythm complications (endocavitary pacemaker implant)\n* Neurological complications: stroke, transient ischemic attack, disorientation episodes and seizures\n* Degree of dependency\n* Readmissions (in critical / semi-critical unit)\n* Valvular hemodynamics (echocardiographic data)\n\nMortality at discharge:\n\n* Immediate: \\<72 hours post-procedure\n* Hospital: during hospitalization and / or first 30 days post-procedure Follow-up clinical variables: All complications and mortality at 6 months and 1 year will be collected, as well as valve hemodynamics and functional class in both groups.\n\nNeuropsychological (NPS) variables:\n\nThe NRP study scores will be recorded at three times; basal, early and late phase.\n\nAcquisition, analysis of neuropsychological variables:\n\nNeuropsychological tests:\n\nThe NPS evaluation will consist of a battery of tests sensitive to vascular pathology (VCI), with an approximate duration of an hour and a half, by a neuropsychologist blind to the patient's treatment group, and will include:\n\n* Attention: Direct Digits subtest (Wechsler Memory Scale III;, WMS III); Symbol Digit Modality Test (SDMT); Symbol Search subtest (Wechsler Adult Intelligence Scale, Wechsler Adult Intelligence Scale (WAIS-III);\n* Memory: Rey's 15-word verbal learning test (RAVLT) and Rey's complex figure (RCF) 's Alternative versions of the RAVLT will be used to avoid the retest effect\n* Working memory: Digits inverses (WMS III) and Trail Making Test part-B\n* Verbal fluency phonetic (P, A, S) and semantics (Animals)\n* Visuospatial functions: copy of Rey's complex Figure\n* Inhibition: Stroop test\n* Visuospatial Speed: Grooved Pegboard and Trail Making Test part-A\n* Language: Boston Denomination Test (BNT)\n* General cognitive functioning: MMSE and Montreal Cognitive Assessment (MoCA) tests.\n\nThe order in the administration of the tests will be constant to avoid variability between subjects due to fatigue. The tests will be administered and scored according to standardized criteria.\n\nTo compute the Global Cognitive Impairment Index (IDCG) or Impairment Index (II), first the direct scores obtained in the different neuropsychological tests will be transformed into z scores according to the scales of the normal population and taking into account age and level of schooling. The different tests will be grouped into cognitive domains that have been identified as relevant to detect the cognitive vascular impairment (CVI) to obtain subscripts of speed, attention, memory, language, visuospatial capacity and executive functions. The IDCG will include an average of the different domains evaluated.\n\nIn addition, changes in the cognitive status of the patients will also be assessed between the baseline examination, the early and late postoperative period. Specifically, the subjects will be grouped into 3 categories based on performance in the NRP tests: normal, mild cognitive impairment (MCI) and moderate cognitive impairment.\n\nThe MCI is defined when the results of the cognitive tests in one or more cognitive domains are 1.5 standard deviations below the mean. The degree of cognitive impairment will be considered moderate when the results of the cognitive tests of one, two or three domains are 2 deviations below the mean or when there is a specific neuropsychological function with 3 standard deviations below the mean.\n\nImage variables\n\nImage acquisition, analysis and variables:\n\nPatients will be assessed by structural and functional MRI at three different times during the study: (1) one month before; (2) one month later, and (3) one year after treatment. These evaluations will be carried out at the Center for Comparative Medicine and Bioimaging of Catalonia (CMCiB) with an MRI (Cannon-3020 Vantage Galen 3 Teslas, with 32-channel cranial bovine) dedicated to biomedical research.\n\nStructural MRI acquisitions will include the acquisition of a high resolution T1-weighted image (MPRAGE), as well as T2-weighted images and fluid attenuated inversion recovery image (FLAIR) with the objective of assessing the presence of lesions of the white matter and lacunar infarcts as well as the appearance of silent lesions. Diffusion-weighted images (DWI) will also be included, which will allow us to assess the integrity of the white matter in the main tracts of the brain. The functional MRI (fMRI) images will include the acquisition of images in a resting-state state and the acquisition of images during the execution of an information processing speed task and an interference inhibition and control task.\n\nIn the functional MRI task, two cognitive tasks will be used focused on (a) control and interference (STROOP effect), (b) information processing (Symbol Digit Modality Test, SDMT) that represent the neuroradiological counterpart of neuropsychological tests. These images will allow us to visualize the functional brain areas both in a resting state (changes in the basal functioning of the brain) and during the execution of two tasks that assess cognitive functions (processing speed, working memory, and executive functions) that appear impaired. in vascular-type cognitive impairment. For the correction of the geometric distortions of the magnetic field in the images of MRI both in rest and in task, between 2 and 3 acquisitions of field maps will be carried out. The pre-processing of the images will be carried out with the Finite State Language (FSL) v6 program (FMRIB's Software Library, httpp://www.fmrib.ox.ac.uk/fsl/) and with the Statistical Parametric Mapping program, httpp: / /www.fil.ion.ucl.ac.uk/spm/ (SPM12) . Cortical thickness analysis will be carried out using the Freesurfer program. (httpp://www.surfer.nmr.mgh.harvard.edu/). For the analysis of brain activity at rest, the Analysis of Functional Neuroimages (AFNI) program (httpp://afni.nimh.nih.gov/about_afni) and MELODIC (Multivariate Exploratory Linear Optimized Decomposition into Independent Components) tool included in FSL will be used. For the analysis of fMRI images in task, you wil use (FMRI Expert Analysis tool) v5.98 to explore the functional connectivity between specific brain anatomical regions. The analysis of the diffusion images will be carried out using Tract-Based Spatial Statistics (TBSS), a tool also included in the FSL program, which allows the quantitative comparison of the integrity of the main white matter tracts. For the analysis of structural connectivity, the probabilistic tractography analysis Probabilistic Tracking (Probtrackx2) will be used, included in the FSL program."},"conditionsModule":{"conditions":["Aortic Valve Stenosis","Transcatheter Aortic Valve Replacement","Surgical Treatment","Cognitive Impairment","Stroke"],"keywords":["Silent stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"3 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":72,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Aortic valve replacement with surgery (SVAo)","description":"This group of patients with severe aortic stenosis will be treated with aortic valve replacement with surgery.","interventionNames":["Procedure: Aortic valve replacement"]},{"label":"Transcatheter aortic valve implant (TAVI)","description":"This group of patients with severe aortic stenosis will be treated with transcatheter aortic valve implant (TAVI).","interventionNames":["Device: TAVI"]}],"interventions":[{"type":"PROCEDURE","name":"Aortic valve replacement","description":"Surgery replacement od the aortic valve","armGroupLabels":["Aortic valve replacement with surgery (SVAo)"]},{"type":"DEVICE","name":"TAVI","description":"Transcatheter aortic valve implantation","armGroupLabels":["Transcatheter aortic valve implant (TAVI)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline neuropsychological study at early period (one month) after treatment in both groups","description":"Compare the mean score in the cognitive status evaluated with the Neuropsychological study (using the Global Cognitive Impairment Index) in the baseline period and at one month after treatment between both treatment groups (SVA_Q or TAVI). To compute the Global Cognitive Impairment Index (IDCG), first the direct scores obtained in the different neuropsychological tests will be transformed into z scores according to the scales of the normal population and taking into account age and level of schooling. The different tests will be grouped into cognitive domains that have been identified as relevant to detect the cognitive vascular impairment (CVI) to obtain subscripts of speed, attention, memory, language, visuospatial capacity and executive functions. The IDCG will include an average of the different domains evaluated.","timeFrame":"The cognition will be evaluated in two different time frames; at baseline and early period (one month) after the procedures."},{"measure":"Change from baseline neuropsychological study at late period (one year) after treatment in both groups","description":"Compare the mean score in the cognitive status evaluated with the Neuropsychological study (using the Global Cognitive Impairment Index) in the baseline period and at one year after treatment between both treatment groups (SVA_Q or TAVI). To compute the Global Cognitive Impairment Index (IDCG), first the direct scores obtained in the different neuropsychological tests will be transformed into z scores according to the scales of the normal population and taking into account age and level of schooling. The different tests will be grouped into cognitive domains that have been identified as relevant to detect the cognitive vascular impairment (CVI) to obtain subscripts of speed, attention, memory, language, visuospatial capacity and executive functions. The IDCG will include an average of the different domains evaluated.","timeFrame":"The cognition will be evaluated in two different time frames; at baseline and late period (one year) after the procedures."},{"measure":"Change from early period (one month) neuropsychological study at late period (one year) after treatment in both groups","description":"Compare the mean score in the cognitive status evaluated with the Neuropsychological study (using the Global Cognitive Impairment Index) in the early period and at one year after treatment between both treatment groups (SVA_Q or TAVI). To compute the Global Cognitive Impairment Index (IDCG), first the direct scores obtained in the different neuropsychological tests will be transformed into z scores according to the scales of the normal population and taking into account age and level of schooling. The different tests will be grouped into cognitive domains that have been identified as relevant to detect the cognitive vascular impairment (CVI) to obtain subscripts of speed, attention, memory, language, visuospatial capacity and executive functions. The IDCG will include an average of the different domains evaluated.","timeFrame":"The cognition will be evaluated in two different time frames; early period (one month) and late period (one year) after the procedures."}],"secondaryOutcomes":[{"measure":"Comparison the incidence of number of new clinical ischemic strokes between both groups after procedures between baseline and one year after treatment (end of follow-up).","description":"Compare the number of new symptomatic ischemic strokes observed in MRI that occur in the postoperative period of aortic valve replacement, between both groups at one year after treatment respect baseline.","timeFrame":"The ischemic strokes will be evaluated in both groups during all the postoperative follow-up, so one year after treatment."},{"measure":"Measure and compare the disability due to new clinical strokes in both groups after procedures and till the end of follow-up.","description":"Describe the clinical strokes that occur in the postoperative period of aortic valve replacement, between both groups till the end of follow-up. To measure the disability due to new clinical strokes the investigators will use mRS. The modified Rankin score (mRS) ranged from 0 to 6. 0 is normal and 6 is dead.","timeFrame":"The ischemic strokes will be evaluated in both groups during all the postoperative follow-up, so one year after treatment."},{"measure":"Comparison the number of silent ischemic lesions (MRI) between both groups after procedures in the early respect baseline period..","description":"Compare the number of silent ischemic lesions that occur in the postoperative period of aortic valve replacement, between both groups in the early respect the baseline period.","timeFrame":"The ischemic silent lesions will be evaluated in both groups in the early (one month) and late period of follow-up (one year), after the procedures."},{"measure":"Comparison the number of silent ischemic lesions (MRI) between both groups after procedures in the late respect baseline period.","description":"Compare the number of silent ischemic lesions that occur in the postoperative period of aortic valve replacement, between both groups in the late respect the baseline period.","timeFrame":"The ischemic silent lesions will be evaluated in both groups in the early (one month) and late period of follow-up (one year), after the procedures."},{"measure":"Comparison the size of silent ischemic lesions (MRI) between both groups after procedures","description":"Compare the total size of all new silent lesions that are observed in the last MRI performed compared to baseline MRI after the aortic valve replacement, between both groups. The size of lesions will be obtained from MRI and calculated in milliliters.","timeFrame":"The ischemic silent lesions will be evaluated in both groups in the early (one month) and late period of follow-up (one year), after the procedures"},{"measure":"Incidence of patients changing the cognitive status between baseline to end of follow-up in both groups and the correlation between this change and the number of new silent lesions in one year MRI.","description":"Rate of patients that change the cognitive status (normal; mild cognitive impairment; moderate cognitive impairment) measured with the MMSE between baseline and the end of follow-up in both groups and related with the number of new silent lesions observed in MRI between baseline to one year MRI. The cognitive status is evaluated with MMSE. Normal \\>25; mild cognitive impairment 20-24 and moderate cognitive impairment \\<15. The new silent lesions will be a number and a correlation will be done.","timeFrame":"Cognitive status (MMSE) and silent lesions will be obtained at baseline, one month and one year."},{"measure":"Incidence of patients changing the cognitive status between baseline to end of follow-up in both groups and the correlation between this change with the structural data obtained with MRI","description":"Rate of patients that change the cognitive status (normal; mild cognitive impairment; moderate cognitive impairment) measured with the MMSE between baseline and the end of follow-up in both groups and related with the neuroanatomical data of the MRI (DTI, T1-weighted image, as well as T2-weighted images and fluid attenuated inversion recovery image (FLAIR) with the objective of assessing the presence of lesions of the white matter and lacunar infarcts as well as the appearance of silent lesions) between baseline to one year MRI. The cognitive status is evaluated with MMSE. Normal \\>25; mild cognitive impairment 20-24 and moderate cognitive impairment \\<15. The presence in number of lacunar infarcts and the volume in cc of lesions of the white matter will be calculated and a correlation will be done.","timeFrame":"The data obtained with structural MRI will be compared with cognitive status one year after the procedures."},{"measure":"Rate of patients changing the cognitive status between baseline to end of follow-up in both groups and the relationship between this change with the functional data obtained with MRI","description":"Rate of patients that change the cognitive status (normal; mild cognitive impairment; moderate cognitive impairment) measured with the MMSE between baseline and the end of follow-up in both groups and related with the functional data of the MRI (resting state) between baseline to one year MRI. The cognitive status is evaluated with MMSE. Normal \\>25; mild cognitive impairment 20-24 and moderate cognitive impairment \\<15.","timeFrame":"The data obtained with functional MRI will be compared with cognitive status one year after the procedures."},{"measure":"Assess changes in functional networks in those patients that developed cognitive impairment during the study (one year)","description":"Assess whether there are or not changes in the following functional networks; Default Mode Network (DMN), Salience Network (SN), Central Executive Network (CEN) in subjects who develop cognitive impairment in both groups. Cognitive impairment will be measured with MMSE. It will be considered cognitive impairment if MMSE\\<25.","timeFrame":"Evaluation of functional networks at baseline and at an average of one year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. presence of severe / symptomatic aortic stenosis with indication for elective Aortic Valve Replacement\n2. patients with intermediate or high surgical risk evaluated by EuroScore II 3-10%, susceptible to be treated with both techniques\n3. age\\> 70 years\n\nExclusion Criteria:\n\n1. contraindication to perform an MRI\n2. severe renal failure\n3. severe psychiatric illnesses\n4. Diagnosed dementia or Mini Mental State Examination (MMSE) \\<19/35 corrected for age and education\n5. surgical reintervention\n6. patients with preoperative comorbidities that condition difficulties for a one-year clinical follow-up\n7. aortic surgery concomitant to AVS or other than coronary revascularization","healthyVolunteers":false,"sex":"ALL","minimumAge":"70 Years","maximumAge":"85 Years","stdAges":["OLDER_ADULT"],"studyPopulation":"The population that will be analyzed in this study are those patients with severe aortic stenosis that are candidates on valve replacement treatment. Those who present an intermediate or high surgical risk, over 70 years and who are candidates for both a surgical replacement and a TAVI and who present a normal cognitive state evaluated by a neurologist will be included.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Meritxell Gomis, MD, PhD","role":"CONTACT","phone":"606 22 99 97","email":"meritxellgomis@gmail.com"}],"overallOfficials":[{"name":"Meritxell Gomis, MD, PhD","affiliation":"Germans Trias i Pujol Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Meritxell Gomis Cortina","status":"RECRUITING","city":"Badalona","state":"Barcelona","zip":"08917","country":"Spain","contacts":[{"name":"Meritxell Gomis, MD PhD","role":"CONTACT","phone":"0034934978917","email":"meritxellgomis@gmail.com"}],"geoPoint":{"lat":41.45004,"lon":2.24741}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001024","term":"Aortic Valve Stenosis"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000082862","term":"Aortic Valve Disease"},{"id":"D000006349","term":"Heart Valve Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000014694","term":"Ventricular Outflow Obstruction"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Impairment","relevance":"HIGH"},{"id":"M4030","name":"Aortic Valve Stenosis","asFound":"Aortic Valve Stenosis","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M2380","name":"Aortic Valve Disease","relevance":"LOW"},{"id":"M9127","name":"Heart Valve Diseases","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17130","name":"Ventricular Outflow Obstruction","relevance":"LOW"},{"id":"T449","name":"Aortic Valve Stenosis","asFound":"Aortic Valve Stenosis","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}