{"protocolSection":{"identificationModule":{"nctId":"NCT05467813","orgStudyIdInfo":{"id":"202201072RINA"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Mirror Therapy Preceding Augmented Reality in Stroke Rehabilitation","officialTitle":"Mirror Therapy Preceding Augmented Reality in Stroke Rehabilitation: A Cross-Setting Study"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-07-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-07-03","studyFirstSubmitQcDate":"2022-07-20","studyFirstPostDateStruct":{"date":"2022-07-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-16","lastUpdatePostDateStruct":{"date":"2023-10-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This proposed research is in line with the National Health Research Institutes (NHRI) Innovative Research Grant priority to address innovative treatment strategies for neurological disorders that are in desperate need of scientific scrutiny. Stroke is one of the major medical conditions that leads to long-term disability and causes a heavy health care and financial burden. To meet multiple needs of patients with stroke, hybrid interventions that combine different approaches and practices in different settings are needed based on the complexity of stroke. Our previous research funded by the NHRI has been published and translated to stroke rehabilitation. Extending our previous research, the investigators will study the benefits of novel rehabilitation regimens of mirror therapy preceding augmented reality as well as the effects of practice setting (i.e., clinic- vs. home-based settings). In line with the current trend for the development of mirror therapy, mirror therapy will be implemented based on the bilateral and unilateral approach. Augmented reality will be implemented as a means of exergaming with real-time feedback to motivate the patients with stroke for active participation. In addition, telehealth techniques will be used to monitor home practice. This research is innovative in the use of telehealth techniques that will meet the call for therapy outside of the clinical settings in the era of COVID-19 pandemic.","detailedDescription":"This proposed research is in line with the National Health Research Institutes (NHRI) Innovative Research Grant priority to address innovative treatment strategies for neurological disorders that are in desperate need of scientific scrutiny. Stroke is one of the major medical conditions that leads to long-term disability and causes a heavy health care and financial burden. To meet multiple needs of patients with stroke, hybrid interventions that combine different approaches and practices in different settings are needed based on the complexity of stroke. Our previous research funded by the NHRI has been published and translated to stroke rehabilitation. Extending our previous research, the investigators will study the benefits of novel rehabilitation regimens of mirror therapy preceding augmented reality as well as the effects of practice setting (i.e., clinic- vs. home-based settings). In line with the current trend for the development of mirror therapy, mirror therapy will be implemented based on the bilateral and unilateral approach. Augmented reality will be implemented as a means of exergaming with real-time feedback to motivate the patients with stroke for active participation. In addition, telehealth techniques will be used to monitor home practice. This research is innovative in the use of telehealth techniques that will meet the call for therapy outside of the clinical settings in the era of COVID-19 pandemic.\n\nCurrent stroke rehabilitation programs, such as mirror therapy and augmented reality and their combination, are novel intervention approaches that have promise for feedback-enhanced stroke rehabilitation. Mirror therapy may contribute to bilateral brain coupling by means of mirror visual feedback. It can potentially be an effective priming technique for creating an enriched neuroplastic environment to facilitate motor and functional recovery. Augmented reality is powered by its potential to provide an intensive, repetitive, and context-rich training program and promote motor, mobility, and cognition function recovery. Mirror therapy and augmented reality can be complementary for formulating a hybrid regimen. Mirror therapy has been implemented conventionally by being based on a bilateral approach. Our innovative protocol will include both unilateral mirror therapy and bilateral mirror therapy using personally relevant task objects for improving task performance. In addition, the investigators will extend clinic-based practice to practice in the home environment by using telehealth techniques for monitoring performance and providing feedback. The goals of this proposed research project will be to examine the effects of the hybrid intervention of mirror therapy preceding augmented reality or conventional therapy on sensory and motor function, mobility, daily function, life quality, and self-efficacy in stroke patients; compare the effects of the hybrid regimen in the clinical versus the home setting; and identify the potential predictors of treatment success using machine learning techniques."},"conditionsModule":{"conditions":["Stroke Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"clinic-setting MT preceding AR-first group","type":"EXPERIMENTAL","description":"In the experimental group, the participants will receive clinic-based rehabilitation first. After a 3-week washout period, the participants will receive home-based rehabilitation.","interventionNames":["Other: mirror therapy","Other: augmented reality (AR)"]},{"label":"home-based MT preceding AR-first group","type":"ACTIVE_COMPARATOR","description":"The comparison group will receive home-based rehabilitation first. After a 3-week washout period, the participants will receive clinic-based rehabilitation.","interventionNames":["Other: mirror therapy","Other: augmented reality (AR)"]},{"label":"clinic-setting MT preceding conventional therapy group","type":"ACTIVE_COMPARATOR","description":"The control group will receive clinic-based rehabilitation first. After a 3-week washout period, the participants will receive clinic-based rehabilitation.","interventionNames":["Other: control therapy"]}],"interventions":[{"type":"OTHER","name":"mirror therapy","description":"The mirror therapy (MT) will be done with participants seated at a table. The affected upper-extremity (UE) will be placed behind the mirror and the unaffected UE in front of the mirror. Participants will be asked to do the same movements using both the unaffected and affected UE as possible. Each participant will practice two different MT protocols: unilateral mirror therapy (UMT) and bilateral mirror therapy (BMT). During UMT, the affected hand is static, while during BMT, the affected hand moves in an attempt to duplicate the unaffected hand as best as possible. The MT activities include gross motor movements, fine motor movements, and object manipulation.","armGroupLabels":["clinic-setting MT preceding AR-first group","home-based MT preceding AR-first group"]},{"type":"OTHER","name":"augmented reality (AR)","description":"The training program provides goal-directed exercises designed to be adjustable in order to match the patient's ability to minimize compensatory movements. To ensure safety, the investigators will place a handrail in front of the participant for support. The goal-directed exercise includes balance training (i.e., weight shifting, standing on one leg), activities of daily living training (i.e., reaching), and cognitive enhancement (i.e., memory training). By using the AR system, participants can observe the real performance of motions and interaction between the body and the virtual environment.","armGroupLabels":["clinic-setting MT preceding AR-first group","home-based MT preceding AR-first group"]},{"type":"OTHER","name":"control therapy","description":"The control intervention will include practice of upper limb activities, balance activities, activities of daily living, and cognitive enhancement tasks. The protocols of the conventional therapy will be formulated by using occupational therapy techniques, such as neurodevelopmental techniques and functional task training. The therapy will be adapted to the participants' levels of motor deficits and their prioritized goals. The protocol will include affected arm exercise or gross motor training, muscle strengthening of the affected arm, fine motor or dexterity training, and functional tasks of daily life or compensatory techniques to alleviate functional deficits. The therapist will work with the participant to select functionally relevant tasks, such as picking up items from a box, lifting soft drink bottles, hanging clothes, and so on.","armGroupLabels":["clinic-setting MT preceding conventional therapy group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline Fugl-Meyer Assessment (FMA) at 3 weeks, 6 weeks, 9 weeks, and 21 weeks.","description":"The upper-extremity subscale of the FMA will be used for the assessment of motor impairment. Movements and reflexes of the shoulder/elbow/forearm, wrist, hand, and coordination/speed are scored. Each score is on an ordinal scale of 3 points (0 = cannot perform, 1 = performs partially, 2 = performs fully). The highest score is 66, which indicates optimum recovery. The subscale score of a proximal shoulder/elbow (FMA s/e: 0-42) and a distal hand/wrist (FMA h/w: 0-24) will be calculated to study the effects of treatment on separate elements of the upper extremities. The FMA has good reliability, validity, and responsiveness in stroke.","timeFrame":"Baseline, 3 weeks, 6 weeks, 9 weeks, and 21 weeks"},{"measure":"Change from Baseline Berg Balance Scale (BBS) at 3 weeks, 6 weeks, 9 weeks, and 21 weeks.","description":"The BBS is identified as one of the most widely used evaluation tools of balance across the continuum from acute clinic-based to community-based care. There are 14 items assessing the patient's ability to maintain balance, either statically or with a variety of functional movements, over a given time period. Each score is on a 5-point ordinal scale (0 = inability to complete the task, 4 = independent item completion). The maximum score is 56, representing good balance. The BBS is a reliable and valid tool in assessing balance and functional mobility for stroke.","timeFrame":"Baseline, 3 weeks, 6 weeks, 9 weeks, and 21 weeks"}],"secondaryOutcomes":[{"measure":"Revised Nottingham Sensory Assessment (rNSA)","description":"The rNSA will be used to assess changes of sensation. Various sensory assessments will be used to evaluate the tactile sensation, proprioception, and stereognosis of the various body segments. The rNSA rating is based on an ordinal scale of 3 points (0-2), with a lower score indicating more sensory impairment. Its psychometric properties have been determined for stroke.","timeFrame":"1,3,6,9,21 weeks"},{"measure":"Chedoke Arm and Hand Activity Inventory (CAHAI)","description":"The CAHAI evaluates the functional ability of the affected arm and hand to perform tasks after stroke. The 13 items contained in the CAHAI represent bimanual meaningful everyday activities and are made up a variety of the upper-extremity characteristics, including strength, dexterity, coordination, and grasp. The 7-point activity scale is used in the CAHAI, where 1 indicates \"performing less than 25% of the effort to complete the task\" and 7 indicates \"the participants' affected upper extremity is able to complete the task competently independently.\" The reliability and validity of the CAHAI have been ascertained in stroke.","timeFrame":"1,3,6,9,21 weeks"},{"measure":"Motor Activity Log (MAL)","description":"The MAL is a self-reported semistructured interview that rates the frequency of use (MAL-amount of use \\[AOU\\]) and quality (MAL-quality of movement \\[QOM\\]) of the affected upper extremity. It consists of 30 functional tasks in real life, such as turning on a light with a light switch, opening a refrigerator, or washing hands. The scale ranges from 0 to 5 (0 = did not use the affected arm, 1 = occasionally used the affected arm but only very rarely/the affected arm was moved during that activity but was not helpful, 5 = used the affected arm as often as before the stroke/the ability to use the affected arm for that activity was as good as before the stroke). Its reliability and validity have been confirmed in stroke.","timeFrame":"1,3,6,9,21 weeks"},{"measure":"Functional Independence Measure (FIM)","description":"The FIM is composed of 18 items divided into six subscales measuring self-care, sphincter control, transfer, locomotion, communication, and social cognition ability. Each item is rated from 1 (complete assistance) to 7 (complete independence), according to the level of help required to accomplish the tasks, with a higher score (maximal score, 126) indicating lower disability. The FIM has good inter-rater reliability, construct validity, and discriminant validity.","timeFrame":"1,3,6,9,21 weeks"},{"measure":"Stroke Impact Scale Version 3.0 (SIS 3.0)","description":"The SIS 3.0 measures stroke-specific health-related quality of life. It includes 59 items assessing eight domains (i.e., strength, hand function, activities of daily living/instrumental activities of daily living, mobility, communication, emotion. memory and thinking and participation), with a single item evaluating the overall perceived recovery of the stroke. Items are graded on a 5-point Likert scale, with lower scores indicating higher difficulty in completing the tasks over the past week. The SIS 3.0 has satisfactory reliability, validity, and responsiveness in patients after stroke.","timeFrame":"1,3,6,9,21 weeks"},{"measure":"Stroke-Specific Measure of Adherence to Home-based Exercises (SS-MAHE)","description":"The investigators include this test because adherence to home-setting interventions is essential for achieving meaningful changes in the treatment outcomes. The SS-MAHE is a validated stroke-specific questionnaire assessing adherence to home-setting practice among stroke patients. It consists of two sections: (a) the dosage of prescribed practice activities and (b) dosage of actual practice activities done by the participants. The repetition, frequency, and the duration for each activity will be recorded, and the intensity will be indicated using the visual analog scale. The overall SS-MAHE score will be calculated by the following formula:\n\nLevel of adherence = (Total of percentage adherence to prescribed parameters)/(Number of prescribed parameters) × 100","timeFrame":"1,3,6,9,21 weeks"},{"measure":"Possible Adverse Response","description":"The self-reported assessments complemented by the vertical numerical faces rating scale will be delivered for the assessment adverse effects on fatigue and pain severity. The two assessments using 11-point scale (0 = no fatigue/pain to 10 = worst possible fatigue/pain) will be done at the end of each intervention session and at 3 months in the follow-up period. The therapist can tailor the practice activities in accordance with the perceived burdens of the participant. The reliability and validity of these two measurements of fatigue/pain intensity in patients with stroke are supported by previous study.","timeFrame":"through study completion, an average of 21 weeks"},{"measure":"Montreal Cognitive Assessment","description":"The Montreal Cognitive Assessment is a cognitive screening assessment that is used to measure several cognitive domains, which include working memory, delayed recall, visuospatial abilities, executive functions, attention, concentration, language, and orientation to time and place. The total score ranges from 0 to 30. One extra point is added to adjust the total score for participants who received less than 12 years of education.","timeFrame":"1 and 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. a first-ever unilateral stroke ≥3 months\n2. age between 20 and 80 years\n3. baseline FMA-UE \\>10\n4. no severe spasticity in any joints of the affected arm MAS \\< 3)\n5. ability to follow the instructions of the evaluator and therapists (Mini-Mental State Examination Score ≥22)\n6. ability to stand in a step-standing position for at least 30 seconds\n7. ability to walk a minimum of 10 meters with or without a device\n8. no severe vision impairments and other major neurologic diseases\n9. ability to take part in a rehabilitation intervention program for 9 weeks\n10. not participating in other studies over the study period and willingness to provide informed written consent.\n\nExclusion Criteria:\n\n1. acute inflammation\n2. serious medical problems or poor physical conditions that might be detrimental to study participation","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Keh-Chung Lin, Sc.D","role":"CONTACT","phone":"+886-3366-8180","email":"kehchunglin@ntu.edu.tw"}],"overallOfficials":[{"name":"Keh-Chung Lin, Sc.D","affiliation":"National Taiwan University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Taipei Tzu Chi Hospital, Buddhist Tzu Chi Foundation","status":"RECRUITING","city":"New Taipei","country":"Taiwan","contacts":[{"name":"Keh-Chung Lin, ScD","role":"CONTACT"}],"geoPoint":{"lat":25.01111,"lon":121.44583}},{"facility":"Feng Yuan Hospital, Ministry of Health and Welfare","status":"RECRUITING","city":"Taichung","country":"Taiwan","contacts":[{"name":"Keh-Chung Lin, ScD","role":"CONTACT"}],"geoPoint":{"lat":24.1469,"lon":120.6839}},{"facility":"National Taiwan University Hospital","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Keh-chung Lin, Sc.D","role":"CONTACT","phone":"+886 33668180","email":"kehchunglin@ntu.edu.tw"}],"geoPoint":{"lat":25.04776,"lon":121.53185}},{"facility":"Taipei Hospital, Ministry of Health and Welfare","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Keh-Chung Lin, ScD","role":"CONTACT"}],"geoPoint":{"lat":25.04776,"lon":121.53185}},{"facility":"Linkou Chang Gung Memorial Hospital, Chang Gung Medical Foundation","status":"RECRUITING","city":"Taoyuan","country":"Taiwan","contacts":[{"name":"Keh-Chung Lin, ScD","role":"CONTACT"}],"geoPoint":{"lat":24.95233,"lon":121.20193}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}