{"protocolSection":{"identificationModule":{"nctId":"NCT05032118","orgStudyIdInfo":{"id":"00022844"},"organization":{"fullName":"Oregon Health and Science University","class":"OTHER"},"briefTitle":"Pilot Study of Ketamine Sedation for Aneurysmal Subarachnoid Hemorrhage","officialTitle":"A Pilot Study of Ketamine Sedation Initiated Early After Aneurysmal Subarachnoid Hemorrhage: Effect on Vasospasm, Delayed Cerebral Ischemia, and Functional Outcomes","acronym":"PENDULUM"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"WITHDRAWN","whyStopped":"Institution change, no IRB approval","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-04-27","type":"ACTUAL"},"completionDateStruct":{"date":"2023-04-27","type":"ACTUAL"},"studyFirstSubmitDate":"2021-08-20","studyFirstSubmitQcDate":"2021-08-26","studyFirstPostDateStruct":{"date":"2021-09-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-27","lastUpdatePostDateStruct":{"date":"2023-05-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Jenna L Leclerc MD, PhD","investigatorTitle":"Anesthesiology Critical Care Fellow","investigatorAffiliation":"Oregon Health and Science University"},"leadSponsor":{"name":"Jenna L Leclerc MD, PhD","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Aneurysmal subarachnoid hemorrhage (aSAH) is bleeding into the space between the brain and the tissues that surround the brain as a result of a ruptured aneurysm and is a type of stroke associated with high morbidity and mortality. Those that survive the initial bleed are critically ill and require prolonged intensive care unit stays since they are at risk for a multitude of secondary insults that can further worsen functional outcomes. An especially feared secondary insult is delayed cerebral ischemia (DCI), which is a lack of blood flow to a particular portion of the brain that can result in an ischemic stroke and produce profound neurologic deficits. How DCI develops in some people after aSAH and not others is unknown, but many have hypothesized various mechanisms such as 1) cerebral vasospasm, a focal anatomic narrowing of the blood vessels in the brain that could decrease downstream blood flow, 2) abnormal electrical activity, and 3) microthrombi, or the formation of small blood clots.\n\nIt is vitally important to identify a therapy that could protect the brain from these secondary insults that happen days after the initial brain bleed. Ketamine is a drug used in the majority of hospitals around the world for various indications, including general anesthesia, sedation, and for pain. Ketamine blocks a specific receptor that is present within the brain and in doing so could play a critical protective role against these secondary insults after aSAH by blocking the flow of dangerous chemicals. Ketamine may provide the following beneficial properties after aSAH: 1) pain control, 2) seizure prevention, 3) blood pressure support, 4) dilation of the brain blood vessels, 5) sedation, 6) anti-depressant, and 7) anti-inflammatory. This project is designed to test whether ketamine sedation in the intensive care unit after aneurysm repair provides better outcomes than the currently used sedation regimen.","detailedDescription":"Aneurysmal subarachnoid hemorrhage (aSAH) is a devastating form of hemorrhagic stroke associated with high morbidity and mortality, which has been linked to the development of cerebral vasospasm (CV) and delayed cerebral ischemia (DCI). Two prominent mechanisms by which CV and DCI have been proposed to occur include cortical spreading depolarizations (CSDs) and neuroinflammation. Ketamine is a NMDA receptor antagonist that is in widespread and common clinical use as a general anesthetic, sedative, analgesic and anti-depressant, among other indications. The investigators hypothesize that early initiation of ketamine sedation following aneurysm securement in lieu of the usual propofol-based sedation regimen will improve aSAH outcomes via a multifactorial mechanism. Many potential mechanisms exist by which ketamine could be beneficial following aSAH, including but not limited to: 1) direct cerebrovasodilation, 2) inhibiting the development of and terminating ongoing CSDs, 3) reducing neuronal hyperexcitability and glutamate-mediated excitotoxicity, 4) positively modulating a plethora of neuroinflammatory cascades, and 5) reduced vasopressor requirements owing to intrinsic sympathomimetic properties. This study is a prospective randomized single-blind pilot and feasibility study to begin investigating whether early ketamine administration after aSAH attenuates CV, DCI, DCI-associated infarctions, and improves functional outcomes."},"conditionsModule":{"conditions":["Subarachnoid Hemorrhage, Aneurysmal"],"keywords":["Ketamine","Vasospasm","Ischemic stroke","Delayed cerebral ischemia","Delayed neurological deficits","Cortical spreading depolarization"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2","PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Ketamine","type":"EXPERIMENTAL","description":"Intravenous ketamine will be initiated following aneurysm securement at 0.5mg/kg/h and will be titratable by 0.2mg/kg/h every 20min to a Richmond Agitation Sedation Scale (RASS) goal of 0 to -1 (or as otherwise clinically indicated). Ketamine boluses will be available at 0.5mg/kg every 1hr as needed for inadequate sedation or breakthrough agitation. An additional 0.5mg/kg bolus may be utilized prior to initiating the ketamine infusion, or as needed at the discretion of the clinician. The maximum ketamine infusion dose will be limited to 4mg/kg/h. A fixed-dose propofol infusion at 10mcg/kg/min will simultaneously be administered to minimize the potential psychomimetic side effects of ketamine. This sedation paradigm will continue for up to 10 days post-bleed or until the study participant no longer requires sedation, whichever occurs earlier. If the RASS goal is not met with this sedation regimen, additional agents will be at the discretion of the intensivist.","interventionNames":["Drug: Ketamine Hydrochloride"]},{"label":"Standard of Care","type":"ACTIVE_COMPARATOR","description":"Intravenous titratable propofol will be initiated as needed per current standard of care, which generally consists of initiating the infusion at 10-20mcg/kg/min with titration parameters of 5-10mcg/kg/min every 5-10min for a RASS goal of 0 to -1 (or as otherwise clinically indicated). Propofol boluses are available at 10-20mg (or higher dosages if clinically required) every 15min as needed for inadequate sedation or breakthrough agitation. The maximum infusion dose is generally limited to 50mcg/kg/min. If the RASS goal is not met with this sedation regimen, additional agents will be at the discretion of the intensivist.","interventionNames":["Drug: Propofol"]}],"interventions":[{"type":"DRUG","name":"Ketamine Hydrochloride","description":"Titratable ketamine infusion + low fixed-dose propofol.","armGroupLabels":["Ketamine"],"otherNames":["Ketalar"]},{"type":"DRUG","name":"Propofol","description":"Standard of care titratable propofol infusion.","armGroupLabels":["Standard of Care"],"otherNames":["Diprivan"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of moderate and severe radiographic cerebral vasospasm (CV)","description":"Identified on standard of care repeat CTA or cerebral angiography where moderate and severe are defined as 33-66% and \\>66% reduction in vessel diameter, respectively.","timeFrame":"Days 4-12 post-bleed"}],"secondaryOutcomes":[{"measure":"Lindegaard ratio (LR)","description":"A change in the LRs on routine daily transcranial Doppler monitoring.","timeFrame":"Days 4-12 post-bleed"},{"measure":"Incidence of delayed cerebral ischemia (DCI)","description":"Defined as acute mental status change and/or new neurologic deficits that were not previously present after excluding for other causes (e.g. metabolic, hydrocephalus, fever, infection, seizure) with clinical improvement after initiation of hypertensive therapy or anti-vasospasm therapy (e.g. intra-arterial verapamil, balloon angioplasty), and/ or brain imaging demonstrating ischemia in the absence of surgical complication.","timeFrame":"Days 4-12 post-bleed"},{"measure":"Incidence of CV/DCI-related Infarction","description":"Identified on standard of care follow-up imaging scans (e.g. CT or MRI) in the presence of moderate-severe radiographic vasospasm or DCI (as defined above) and in the absence of surgical complication.","timeFrame":"Days 4-14 post-bleed"},{"measure":"Functional outcomes","description":"Identified by the modified Rankin scale (mRS) and includes mortality (i.e. all-cause mortality and that directly resulting from aSAH or complications thereof).","timeFrame":"Hospital discharge (on average days 14-21 post-bleed), and 3 and 6 months post-bleed"}],"otherOutcomes":[{"measure":"Vasopressor requirements","description":"Change in vasopressor dosage required for induced hypertensive therapy.","timeFrame":"Within 12 days post-bleed"},{"measure":"Incidence of acute kidney injury","description":"Defined as an absolute increase in serum creatinine of greater than or equal to 0.3mg/dL, increase in creatinine greater than or equal to 50%, or reduction in urine output less than 0.5ml/kg/h for greater than 6h.","timeFrame":"Within 12 days post-bleed"},{"measure":"Incidence of moderate to severe drug-induced liver injury","description":"Defined based on the Cancer Therapy Evalutation Program of the National Cancer Institute of the National Institutes of Health, which is referred to as the Common Toxicity Criteria for Adverse Events, version 4.0: CTCAEv4.03.","timeFrame":"Within 14 days post-bleed"},{"measure":"Physiologic parameters: heart rate","description":"Defined as change in heart rate by more than 30 beats per minute.","timeFrame":"Days 3-10 post-bleed"},{"measure":"Physiologic parameters: blood pressure","description":"Defined as change in blood pressure to over 200mmHg in absence of induced hypertensive therapy and felt as a result of ketamine administration.","timeFrame":"Days 3-10 post-bleed"},{"measure":"Physiologic parameters: intracranial pressure","description":"Defined as change in ICP by 5mmHg.","timeFrame":"Days 3-10 post-bleed"},{"measure":"Physiologic parameters: cerebral perfusion pressure","description":"Defined as a statistically significant change in cerebral perfusion pressure with ketamine administration.","timeFrame":"Days 3-10 post-bleed"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female 18 to 80 years old\n2. Diagnosis of ruptured saccular aneurysm confirmed by cerebral angiography or computed tomography angiography (CTA)\n3. Aneurysm securement via open neurosurgical clipping or endovascular coiling\n4. Modified fisher grade 3 or 4 on admission cranial computed tomography scan\n5. External ventricular drain placed as part of routine care\n6. Mechanical ventilation requiring sedation\n7. Ability to enroll within 72h following bleed\n8. Informed consent\n\nExclusion Criteria:\n\n1. Subarachnoid hemorrhage due to causes other than a saccular aneurysm (e.g. non-aneurysmal, traumatic, rupture of a fusiform or mycotic aneurysm)\n2. Pregnancy or currently breast-feeding an infant\n3. Forensic patient\n4. Known significant baseline neurologic deficit\n5. Glasgow coma scale 3 with fixed and dilated pupils or other signs of imminent death\n6. Increased intracranial pressure \\>30mmHg in sedated patients lasting \\>4 hours anytime since the initial bleed\n7. Presence of systemic or CNS infection\n8. Cardiopulmonary resuscitation after the initial bleed\n9. Angiographic vasospasm prior to aneurysm repair, as documented by cerebral angiography or CTA\n10. Surgical complication including but not limited to massive intraoperative hemorrhage, vascular occlusion, or inability to secure the ruptured aneurysm\n11. Severe coronary artery disease (e.g. obstructive disease with stenosis \\>50% of any vessel on coronary angiography), angina, symptoms or evidence of myocardial ischemia, myocardial infarction within 3 months of study enrollment\n12. Heart failure or cardiomyopathy with ejection fracture \\<35%, symptoms or evidence of decompensated heart failure on admission or within preceding 6 months\n13. Tachyarrhythmia (e.g. history or evidence of any symptomatic ventricular tachycardia, ventricular fibrillation, atrial fibrillation or flutter with rapid ventricular rate, or any supraventricular tachycardia)\n14. Active psychotic symptoms, history of primary psychotic disorder (e.g. schizophrenia or schizoaffective disorder), or mania\n15. History of ketamine dependence or abuse\n16. Hypersensitivity to ketamine or any component of the formulation\n17. Increased intraocular pressure or history of glaucoma\n18. Known or suspected cirrhosis or evidence of moderate-severe liver dysfunction on laboratory evaluation (e.g. ALT and AST\\>3x upper limit of normal, alkaline phosphatase and gamma-glutamyl transferase\\>2.5x upper limit of normal, and/or bilirubin\\>1.5x upper limit of normal)\n19. Severe kidney disease (e.g. plasma creatinine ≥2.5 mg/dL)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jenna L Leclerc, MD, PhD","affiliation":"Oregon Health and Science University","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"29799344","type":"BACKGROUND","citation":"Carlson AP, Abbas M, Alunday RL, Qeadan F, Shuttleworth CW. Spreading depolarization in acute brain injury inhibited by ketamine: a prospective, randomized, multiple crossover trial. J Neurosurg. 2018 May 25:1-7. doi: 10.3171/2017.12.JNS171665. Online ahead of print."},{"pmid":"19520992","type":"BACKGROUND","citation":"Sakowitz OW, Kiening KL, Krajewski KL, Sarrafzadeh AS, Fabricius M, Strong AJ, Unterberg AW, Dreier JP. Preliminary evidence that ketamine inhibits spreading depolarizations in acute human brain injury. Stroke. 2009 Aug;40(8):e519-22. doi: 10.1161/STROKEAHA.109.549303. Epub 2009 Jun 11."},{"pmid":"29193185","type":"BACKGROUND","citation":"Groetzinger LM, Rivosecchi RM, Bain W, Bahr M, Chin K, McVerry BJ, Barbash I. Ketamine Infusion for Adjunct Sedation in Mechanically Ventilated Adults. Pharmacotherapy. 2018 Feb;38(2):181-188. doi: 10.1002/phar.2065. Epub 2018 Jan 10."},{"pmid":"25142825","type":"BACKGROUND","citation":"Schiefecker AJ, Beer R, Pfausler B, Lackner P, Broessner G, Unterberger I, Sohm F, Mulino M, Thome C, Humpel C, Schmutzhard E, Helbok R. Clusters of cortical spreading depolarizations in a patient with intracerebral hemorrhage: a multimodal neuromonitoring study. Neurocrit Care. 2015 Apr;22(2):293-8. doi: 10.1007/s12028-014-0050-4."},{"pmid":"22719001","type":"BACKGROUND","citation":"Hertle DN, Dreier JP, Woitzik J, Hartings JA, Bullock R, Okonkwo DO, Shutter LA, Vidgeon S, Strong AJ, Kowoll C, Dohmen C, Diedler J, Veltkamp R, Bruckner T, Unterberg AW, Sakowitz OW; Cooperative Study of Brain Injury Depolarizations (COSBID). Effect of analgesics and sedatives on the occurrence of spreading depolarizations accompanying acute brain injury. Brain. 2012 Aug;135(Pt 8):2390-8. doi: 10.1093/brain/aws152. Epub 2012 Jun 19."},{"pmid":"31888772","type":"BACKGROUND","citation":"Santos E, Olivares-Rivera A, Major S, Sanchez-Porras R, Uhlmann L, Kunzmann K, Zerelles R, Kentar M, Kola V, Aguilera AH, Herrera MG, Lemale CL, Woitzik J, Hartings JA, Sakowitz OW, Unterberg AW, Dreier JP. Lasting s-ketamine block of spreading depolarizations in subarachnoid hemorrhage: a retrospective cohort study. Crit Care. 2019 Dec 30;23(1):427. doi: 10.1186/s13054-019-2711-3."},{"pmid":"33268191","type":"BACKGROUND","citation":"Wanchoo S, Khazanehdari S, Patel A, Lin A, Rebeiz T, DeMatteo C, Ullman J, Ledoux D. Ketamine for empiric treatment of cortical spreading depolarization after subdural hematoma evacuation. Clin Neurol Neurosurg. 2021 Jan;200:106318. doi: 10.1016/j.clineuro.2020.106318. Epub 2020 Oct 17."},{"pmid":"27742511","type":"BACKGROUND","citation":"Von der Brelie C, Seifert M, Rot S, Tittel A, Sanft C, Meier U, Lemcke J. Sedation of Patients with Acute Aneurysmal Subarachnoid Hemorrhage with Ketamine Is Safe and Might Influence the Occurrence of Cerebral Infarctions Associated with Delayed Cerebral Ischemia. World Neurosurg. 2017 Jan;97:374-382. doi: 10.1016/j.wneu.2016.09.121. Epub 2016 Oct 11."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013345","term":"Subarachnoid Hemorrhage"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M15825","name":"Subarachnoid Hemorrhage","asFound":"Subarachnoid Hemorrhage","relevance":"HIGH"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000007649","term":"Ketamine"},{"id":"D000015742","term":"Propofol"}],"ancestors":[{"id":"D000006993","term":"Hypnotics and Sedatives"},{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018686","term":"Anesthetics, Intravenous"},{"id":"D000018681","term":"Anesthetics, General"},{"id":"D000000777","term":"Anesthetics"},{"id":"D000000700","term":"Analgesics"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000000778","term":"Anesthetics, Dissociative"},{"id":"D000018691","term":"Excitatory Amino Acid Antagonists"},{"id":"D000018683","term":"Excitatory Amino Acid Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M17997","name":"Propofol","asFound":"Infection","relevance":"HIGH"},{"id":"M10364","name":"Ketamine","asFound":"Globulin","relevance":"HIGH"},{"id":"M9733","name":"Hypnotics and Sedatives","relevance":"LOW"},{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M20456","name":"Anesthetics, Intravenous","relevance":"LOW"},{"id":"M20451","name":"Anesthetics, General","relevance":"LOW"},{"id":"M3722","name":"Analgesics","relevance":"LOW"},{"id":"M3798","name":"Anesthetics, Dissociative","relevance":"LOW"},{"id":"M20461","name":"Excitatory Amino Acid Antagonists","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Analg","name":"Analgesics"}]}},"hasResults":false}