{"protocolSection":{"identificationModule":{"nctId":"NCT04054648","orgStudyIdInfo":{"id":"Pro00086129"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"BedMed-Frail: Does the Potential Benefit of Bedtime Antihypertensive Prescribing Extend to Frail Populations?","officialTitle":"Does the Potential Benefit of Bedtime Antihypertensive Prescribing Extend to Frail Populations? The \"BedMed-Frail\" Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-05-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-07-29","studyFirstSubmitQcDate":"2019-08-09","studyFirstPostDateStruct":{"date":"2019-08-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-02","lastUpdatePostDateStruct":{"date":"2024-02-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"},"collaborators":[{"name":"Alberta Innovates Health Solutions","class":"OTHER"},{"name":"Canadian Institutes of Health Research (CIHR)","class":"OTHER_GOV"},{"name":"EnACt","class":"UNKNOWN"},{"name":"Alberta Health services","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"High blood pressure (present in 1 of 5 Canadian adults) increases the risk of heart attack and stroke. Blood pressure lowering pills reduce this risk - but perhaps not optimally. A Spanish study suggests that using blood pressure pills at bedtime, instead of in the morning (when they are most commonly used), reduces death, heart attack, and stroke by more than 50%. If true, a switch to bedtime prescribing would have more impact on the health of those with high blood pressure than whether high blood pressure is treated at all.\n\nBedMed, a community-based Canadian primary care trial, is already running and looking both to validate the findings of this Spanish study and to determine whether there might be unrecognized harms of bedtime use (such as more falls and fractures as a result of lower overnight blood pressure). One very important population that is likely to be more sensitive to the effects of medications, and almost always excluded from randomized trials, are the frail elderly (such as those who are resident in nursing homes). In order to have the greatest information about the safety and effectiveness of bedtime blood pressure medications, the BedMed team is additionally conducting a similar trial to BedMed in nursing homes (\"BedMed-Frail\" - the subject of this trial registration) to determine whether the risks and benefits of bedtime prescribing differ in this highly understudied population.\n\nBasics of the trial: When patients are admitted to nursing homes, neither they nor their physicians are consulted about the timing of blood pressure medication. Unless explicitly stated to be otherwise, blood pressure pills are instead largely arbitrarily assigned for morning use by default. Given there is evidence that bedtime administration may be safer, the nursing homes participating in BedMed-Frail will have each hypertensive resident randomized to either continue with morning blood pressure medication use, as is their norm, or to have their facility's pharmacist gradually switch each residents blood pressure pills to bedtime. Over a period of roughly 3 years, health outcomes in these facilities will be tracked using routinely collected electronic health data to determine differences in things like hospitalization, death, or hip fractures - and at the end of the study the investigators hope to determine whether or not the recommendations for blood pressure medication timing in frail older adults should differ from those for the general population.","detailedDescription":"The BedMed trial (led out of the University of Alberta and funded by both Alberta Innovates Health Solutions, and the Canadian Institutes for Health Research) is a pragmatic multi-provincial trial intended to determine whether bedtime antihypertensive use, as compared to conventional morning use, reduces major adverse cardiovascular events in community dwelling primary care patients.\n\nBedMed-Frail, led by the same group of investigators, is a complementary but separate randomized trial evaluating whether the risks and benefits of bedtime antihypertensive use differ in a long-term care (LTC) population. To accomplish this, within participating Alberta LTC and supportive living facilities, eligible residents with hypertension will be randomized at the patient level to the antihypertensive medication timing intervention (i.e. bedtime versus continued morning use). Trial outcomes and baseline characteristics are drawn from routinely collected electronic health data - using both provincial administrative health claims data and the Resident Assessment Instrument Minimum Data Set (RAI-MDS), which is a standard instrument for collecting clinical information in Canadian LTC facilities.\n\nBedMed-Frail is event driven, receiving quarterly reporting of total events from the Alberta Support for Patient Oriented Research (SPOR) Unit's Data Platform. The trial will end upon observation of 368 primary outcome events. Upon observation of half that number, an independent data safety monitoring board (IDSMB) chaired by Dr. James Wright (Cochrane Hypertension Review Group Co-ordinating Editor) will examine all available outcomes. If p is ≤ 0.001 for benefit (the Haybittle-Peto boundary - recommended to reduce the chance of stopping too early and magnifying benefit), or if p is ≤ 0.05 for harm, the IDSMB will apply clinical judgement and make recommendations to the steering committee on whether the trial should break early.\n\nThe outcomes of BedMed-Frail are primarily designed to be analogous to the cardiovascular and safety outcomes monitored for in the community BedMed study. However BedMed-Frail is also examining for differences in behaviour issues between groups. Both behavioural problems, and blood pressure, have circadian rhythms. Blood pressure is normally lower overnight and behavioural problems in long term care residents typically worsen during the same period - a phenomenon known as \"sundowning\". Conceivably, there could be a relationship between the two such that behaviour problems might improve, or worsen, with bedtime antihypertensive use."},"conditionsModule":{"conditions":["Hypertension","Dementia"],"keywords":["Pragmatic","Primary Care","Chronotherapy","Administrative Data","Behaviourism","Sundowning","Stroke","Myocardial Infarction","Heart Failure","Hip Fracture","Nursing Home","Long Term Care"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Event-driven Prospective Randomized Open Blinded End-Point (PROBE) Randomized Trial.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcomes are drawn from administrative claims data which derive from hospital separations (diagnoses and procedures) and physician billings. The acute care providers submitting the billings which define our outcomes will typically be meeting the patient for the first time, unaware of the patient's participation in BedMed-Frail, and unaware of the facility's administration time for once daily antihypertensives.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":875,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Bedtime Antihypertensive Medications","type":"ACTIVE_COMPARATOR","description":"The LTC facility's pharmacist will switch all once daily antihypertensive medications, one at a time as tolerated, to bedtime. Blood pressure lowering medications taken more than once per day are left alone.","interventionNames":["Other: Bedtime administration of the participant's pre-existing antihypertensive medications"]},{"label":"Morning Antihypertensive Medications","type":"NO_INTERVENTION","description":"No change to blood pressure medication timing is made. By default, most patients are using once daily antihypertensive medications in the morning at baseline."}],"interventions":[{"type":"OTHER","name":"Bedtime administration of the participant's pre-existing antihypertensive medications","description":"Changing the administration time of once daily blood pressure lowering medications, one at a time as tolerated, from morning to bedtime.","armGroupLabels":["Bedtime Antihypertensive Medications"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Composite of Major Adverse Cardiovascular Events","description":"Composite of all-cause death and hospital admission or emergency room visit for acute coronary syndrome / myocardial infarction, heart failure, or stroke - as recorded in governmental health claims databases","timeFrame":"3 years (Estimate Only - study continues until 368 participants have experienced primary outcome events)"}],"secondaryOutcomes":[{"measure":"All Cause Mortality","description":"All cause death - as recorded in governmental health claims databases","timeFrame":"3 years (Estimate Only - study continues until 368 participants have experienced primary outcome events)"},{"measure":"Hospitalization for Acute Coronary Syndrome / Myocardial Infarction","description":"Hospitalization or emergency room visit for acute coronary syndrome / myocardial infarction - as recorded in governmental health claims databases","timeFrame":"3 years (Estimate Only - study continues until 368 participants have experienced primary outcome events)"},{"measure":"Hospitalization for Stroke","description":"Hospitalization or emergency room visit for stroke - as recorded in governmental health claims databases","timeFrame":"3 years (Estimate Only - study continues until 368 participants have experienced primary outcome events)"},{"measure":"Hospitalization for Congestive Heart Failure","description":"Hospitalization or emergency room visit for congestive heart failure - as recorded in governmental health claims databases","timeFrame":"3 years (Estimate Only - study continues until 368 participants have experienced primary outcome events)"},{"measure":"All Cause Unplanned Hospitalization","description":"All cause hospitalization or emergency room visit excluding elective surgeries or booked procedures / planned follow-up care - as recorded in governmental health claims databases","timeFrame":"3 years (Estimate Only - study continues until 368 participants have experienced primary outcome events)"},{"measure":"Non-vertebral Fracture","description":"Any physician billing (hospital or community) for a fracture other than a vertebral fracture (which might indicate a vertebral compression fracture secondary to osteoporosis, and not trauma)","timeFrame":"3 years (Estimate Only - study continues until 368 participants have experienced primary outcome events)"},{"measure":"Number of Patients with a Fall in the Last 30 days","description":"As recorded in the first quarterly Minimum Data Set (MDS) report recorded at the care facility in the 3 to 6 month window following randomization","timeFrame":"4.5 Months (Average - will occur within a 3 to 6 month post randomization window)"},{"measure":"Number of Patients with \"Deteriorated Cognition Relative to Status 90 Days Prior\"","description":"As recorded in the first quarterly Minimum Data Set (MDS) report recorded at the care facility in the 3 to 6 month window following randomization","timeFrame":"4.5 Months (Average - will occur within a 3 to 6 month post randomization window)"},{"measure":"Number of Patients with Urinary Incontinence","description":"As recorded in the first quarterly Minimum Data Set (MDS) report recorded at the care facility in the 3 to 6 month window following randomization. Includes \"occasionally incontinent\" or more frequent, which equates to 2 or more episodes per week.","timeFrame":"4.5 Months (Average - will occur within a 3 to 6 month post randomization window)"},{"measure":"Number of Patients with Partial or Full Thickness Decubitus Skin Ulceration (\"Bed Sores\")","description":"As recorded in the first quarterly Minimum Data Set (MDS) report recorded at the care facility in the 3 to 6 month window following randomization. Requires some degree of skin breakdown and not just erythema (i.e. stages 2 to 4).","timeFrame":"4.5 Months (Average - will occur within a 3 to 6 month post randomization window)"},{"measure":"Acute Care Costs","description":"Calculated from all hospitalizations using the resource intensity weight (RIW) and length of stay (LOS) as recorded in governmental health claims data","timeFrame":"3 years (Estimate Only - study continues until 368 participants have experienced primary outcome events)"},{"measure":"Total Cost of Care","description":"Acute care costs + medication costs + physician billings + nursing / facility costs as recorded in governmental health claims data. Nursing / facility costs will be estimated from level of care and duration of stay","timeFrame":"3 years (Estimate Only - study continues until 368 participants have experienced primary outcome events)"}],"otherOutcomes":[{"measure":"Number of Participants with \"Behavioural Symptoms that are Present a Minimum of 4 Days per Week and Not Easily Altered\" Including a) Wandering, b) Verbal Abuse, c) Physical Abuse, d) Socially Inappropriate or Disruptive Behaviour, or e) Resisting Care","description":"As recorded in the first quarterly Minimum Data Set (MDS) report recorded at the care facility in the 3 to 6 month window following randomization","timeFrame":"4.5 Months (Average - will occur within a 3 to 6 month post randomization window)"},{"measure":"Number of Participants with Receipt (last 7 days) of Antipsychotic Medication or Physical Restraints","description":"As recorded in the first quarterly Minimum Data Set (MDS) report recorded at the care facility in the 3 to 6 month window following randomization. Physical restraints include trunk restraints, limb restraints, or a chair that prevents rising, but does not include bedrails.","timeFrame":"4.5 Months (Average - will occur within a 3 to 6 month post randomization window)"},{"measure":"Receipt of Anti-Anxiety Medication on 3 or more of the Last 7 Days","description":"As recorded in the first quarterly Minimum Data Set (MDS) report recorded at the care facility in the 3 to 6 month window following randomization","timeFrame":"4.5 Months (Average - will occur within a 3 to 6 month post randomization window)"},{"measure":"Receipt of a Bedtime Sleeping Pill on 3 or More of the Last 7 Days","description":"As recorded in the first quarterly Minimum Data Set (MDS) report recorded at the care facility in the 3 to 6 month window following randomization","timeFrame":"4.5 Months (Average - will occur within a 3 to 6 month post randomization window)"},{"measure":"Number of Participants Indicated by Nursing to Have at Least One \"Indicator of Depression or Anxiety\" Almost Daily in the Last 30 Days","description":"As recorded by a nurse in the First Quarterly Minimum Data Set (MDS) report recorded at the care facility in the 3 to 6 month window following randomization. Applies to 16 discrete mood and anxiety related observations of the resident, any one of which being listed as present 6 or more days per week would qualify","timeFrame":"4.5 Months (Average - will occur within a 3 to 6 month post randomization window)"},{"measure":"Proportion of BP Medication Doses Taken at Bedtime (Process Outcome)","description":"Obtained from the \"directions for use\" field in Pharmaceutical Information Network (PIN) data. For this calculation, medications dosed more than once a day are considered as 1/2 dose in the AM and 1/2 dose in the PM","timeFrame":"Through study duration, up to 3 years, broken down monthly"},{"measure":"Use of at Least One Once Daily BP Medication at Bedtime (Process Outcome)","description":"Obtained from the \"directions for use\" field in Pharmaceutical Information Network (PIN) data.","timeFrame":"Through study duration, up to 3 years, broken down monthly"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Hypertension diagnosis as indicated by ≥ 2 such billing diagnoses at any time in the administrative claims data by any provider\n2. ≥ 1 once daily BP lowering medication\n3. Resident in a participating long term care facility.\n\nExclusion Criteria:\n\n1. Personal history of glaucoma or use of glaucoma medications. Glaucoma is an exclusion because nocturnal hypotension (i.e. excessively low blood pressure while sleeping) has been associated with ischemic optic neuropathy in such patients.\n2. Any patient / family member or treating physician (all of whom will be notified in advance of the LTC facilities participation in this initiative) requesting the patient not participate.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Scott R Garrison, MD, PhD","affiliation":"University of Alberta","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Multiple Alberta Long Term Care Facilities","city":"Edmonton","state":"Alberta","country":"Canada","geoPoint":{"lat":53.55014,"lon":-113.46871}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Although we hope to make a de-identified participant-level version of our final analytic dataset publicly available on our website (www.PragmaticTrials.ca), and will request to do so, this requires the permission of Alberta Health Services, who must weigh the privacy concerns.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"If approval from Alberta Health Services is obtained, data will be posted co-incident with the main results publication and intended for long-term availability.","accessCriteria":"The data will be downloadable in the form of an Excel spreadsheet for anyone who wishes to access it. No application process will be necessary.","url":"http://PragmaticTrials.ca"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003704","term":"Dementia"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M6594","name":"Dementia","asFound":"Dementia","relevance":"HIGH"},{"id":"M9386","name":"Hip Fractures","relevance":"LOW"},{"id":"M26060","name":"Fractures, Bone","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000000959","term":"Antihypertensive Agents"}],"browseLeaves":[{"id":"M3967","name":"Antihypertensive Agents","asFound":"Preferred","relevance":"HIGH"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}