{"protocolSection":{"identificationModule":{"nctId":"NCT04434768","orgStudyIdInfo":{"id":"ES-CMSC01-B1101"},"organization":{"fullName":"Ever Supreme Bio Technology Co., Ltd.","class":"INDUSTRY"},"briefTitle":"Evaluate the Safety and Explore Efficacy of Umbilical Cord Mesenchymal Stem Cells in Acute Ischemic Stroke","officialTitle":"A Phase I, Open Label Study to Evaluate the Safety and to Explore the Efficacy of Allogeneic Umbilical Cord Mesenchymal Stem Cells in Patients With Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","startDateStruct":{"date":"2020-12-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-05-05","studyFirstSubmitQcDate":"2020-06-14","studyFirstPostDateStruct":{"date":"2020-06-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-27","lastUpdatePostDateStruct":{"date":"2023-08-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Ever Supreme Bio Technology Co., Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is a first-in-human assessment of safety of using umbilical cord mesenchymal stem cells (UCMSCs) in patients with Acute Ischemic Stroke via a combination of intra arterial (IA) and intravenous (IV) stem cell administration. The novelty of the current UMSC01 treatment study is the dual route of administration. Since dual administration of UCMSC via IA and IV had never been conducted in humans, there may be unknown risks to humans not predicted from the preclinical studies. However, the risk to patients in this trial will be minimized by rigorous adherence to the eligibility criteria, use of appropriate dose and concentration of stem cells, standardized techniques of stem cell infusion, and intensive patient monitoring during and after stem cell infusion.","detailedDescription":"Each year about 700,000 people experience a new or recurrent stroke in the United States.Stroke is a leading cause of death, along with cancer and coronary heart disease, and the most common cause of physical disability in adults. Moreover, stroke causes a greater loss of healthy life years, as measured in disability adjusted life years, than other diseases.\n\nThis product is a new cell therapy product for treating Stroke and produced by Ever Supreme Bio Technology Co., Ltd in Taiwan. For animal studies, UMSC01 has been demonstrated its effectiveness for acute myocardial infarction (AMI) and stroke. The UMSC01 has been demonstrated its effective effect in the animal models of stroke in the current studies. The acute stroke rats receiving intracerebral UMSC01 transplantation showed significantly improved neurological function compared to vehicle-treated control rats."},"conditionsModule":{"conditions":["Acute Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":14,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"UMSC01","type":"EXPERIMENTAL","description":"UMSC01 cells mixed with normal saline will be administered to patients after the onset of stroke.","interventionNames":["Biological: UMSC01"]}],"interventions":[{"type":"BIOLOGICAL","name":"UMSC01","description":"There will be one dose of IV administration in patients with acute ischemic stroke, or one dose of IV administration followed by low or high doses of IA infusion for acute ischemic stroke with or without bridging therapy (i.e. Intravenous rt-PA thrombolysis or intraarterial thrombectomy) with 12 months of follow up after the first treatment.","armGroupLabels":["UMSC01"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"SAE incidences over the study period","description":"Incidence of SAEs will be presented by coding system. The coding system used will be the MedDRA","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""},{"measure":"SUSAR incidences over the study period","description":"Incidence of SUSARs will be presented by coding system. The coding system used will be the MedDRA.","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""},{"measure":"TEAE incidences over the study period","description":"Incidence of TEAEs will be presented by coding system. The coding system used will be the MedDRA","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""}],"secondaryOutcomes":[{"measure":"Changes of Glasgow Coma Scale (GCS; Score range: Max.15, Min. 3) from Baseline Visit (Visit 1) to subsequent scheduled visits","description":"Net change of Glasgow Coma Scale (Score Range: 3\\~15; the higher score the better outcome) from baseline visit to subsequent visits will be summarized by descriptive statistics","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""},{"measure":"Changes in National Institute of Health Stroke Scale (NIHSS; Score Range: 0~42; the higher score the worsen outcome) from Baseline Visit (Visit 1) to subsequent scheduled visits","description":"Net change of NIHSS (Score Range: 0\\~42; the higher score the worsen outcome) from baseline visit to subsequent visits will be summarized by descriptive statistics","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""},{"measure":"Changes in mRS from Baseline Visit (Visit 1) to subsequent scheduled visits.","description":"The transition (improved, stable, and worsened) from baseline visit to subsequent visits will be summarized by descriptive statistics","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""},{"measure":"Changes in FMT from Baseline Visit (Visit 1) to subsequent schedules visits","description":"Net change of FMT from baseline visit to subsequent visits will be summarized by descriptive statistics.","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""},{"measure":"Changes in BI from Baseline Visit (Visit 1) to subsequent schedules visits","description":"Net change of BI from baseline visit to subsequent visits will be summarized by descriptive statistics","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""},{"measure":"Change and ratios of MRI image from baseline to subsequent scheduled visits","description":"Net change of infarcted area in the brain will be summarized by descriptive statistics.","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""},{"measure":"Change and ratios of SPECT perfusion image from baseline to subsequent scheduled visits","description":"Net change of mean transit time (MTT) presented in second and the ratio of MTT between the affected and unaffected hemispheres will be summarized by descriptive statistics","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""},{"measure":"Change and ratios of SPECT perfusion image from baseline to subsequent scheduled visits","description":"Net change of cerebral blood flow (CBF)(presented in ml/100g/min) and the ratio of CBF between the affected and the unaffected hemisphere will be summarized by descriptive statistics.","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""},{"measure":"Change and ratios of SPECT perfusion image from baseline to subsequent scheduled visits","description":"Net change of cerebral blood volume (CBV)(present in mL/100g) and the ratio of CBV between the affected and the unaffected hemisphere will be summarized by descriptive statistics.","timeFrame":"From \"baseline visit, prior to the investigational product administration\" to \"24 weeks\""}]},"eligibilityModule":{"eligibilityCriteria":"Donor-Inclusion Criteria:\n\n1. Pregnant women who are aged ≥ 20, \\<50 years old on the date of consent.\n2. Pregnant women who are willing to and has given her signed written informed consent.\n3. Pregnant women whose gestation age ≥ 34 weeks and have intact placenta.\n4. Pregnant women who have not had any complication of pregnancy.\n5. Pregnant women who are willing to provide a personal and family medical history (as much available) of herself and the biologic father (as much available), prior to or following collection of the umbilical cord.\n\nDonor-Exclusion Criteria:\n\n1. Pregnant women who have clinically severe and/or life threatening disease(s) such as uncontrolled diabetes mellitus (fasting sugar level \\> 250 mg/dL) and malignant tumor.\n2. Pregnant women who have been tested positive for the following tests within 7 days before or after umbilical cord acquirement:\n\n   * Human immunodeficiency virus-1 (HIV-I): anti- HIV-I and nucleic acid test (NAT)\n   * HIV-II\n   * Hepatitis B virus (HBV): Hepatitis B surface antigen (HBsAg), anti- Hepatitis B core (HBc) and NAT\n   * Hepatitis C virus (HCV): anti-HCV and NAT\n   * Cytomegalovirus (CMV)\n   * Treponema pallidum\n   * Chlamydia trachomatis\n   * Neisseria gonorrhea\n   * Human T cell leukemia virus-I/II (HTLV-I/II)\n   * West Nile virus (WNV) NAT\n3. Pregnant women are with increased risk for Creutzfeldt-Jakob disease (CJD) if you have received a non-synthetic dura mater transplant, human pituitary-derived growth hormone, or have one or more blood relatives diagnosed with CJD.\n4. Pregnant women had spent three months or more cumulatively in the United Kingdom (U.K) from the beginning of 1980 through the end of 1996; or had received any transfusion of blood or blood components in the U.K. or France between 1980 and the present; or lived 5 years or more cumulatively in Europe.\n5. Pregnant women or her sexual partners were born or lived in certain countries in Africa (Cameroon, Central African Republic, Chad, Congo, Equatorial Guinea, Gabon, Niger, or Nigeria) after 1977 (risk factor for HIV group O).\n6. Pregnant women who have medical diagnosis of Zika virus (ZIKV) infection or residence in, or travel to, an area with active ZIKV transmission (according to the list from Centers for Disease Control and Prevention. Zika Virus: Areas with Zika) at any point during that pregnancy.\n7. Pregnant women who have sex at any point during that pregnancy with a male who is known to medical diagnosis of ZIKV infection or residence in, or travel to, an area with active ZIKV transmission.\n8. Pregnant women who have received blood infusion or stayed for more than 3 months in WNV potential countries.\n9. Pregnant women who have unexplained post-donation febrile illness with headache or other symptoms suggestive of WNV infection (i.e., flu-like symptoms that include fever with headache, eye pain, body aches, generalized weakness, new skin rash or swollen lymph nodes or other evidence of WNV infection) within two weeks.\n10. Pregnant women who have medical history of tuberculosis.\n11. Pregnant women who have medical history of malignant tumor.\n12. Fetuses that have found with genetic disease in prenatal checkups.\n13. Pregnant women who would like to store cord blood or umbilical cord cells, other than this study usage.\n14. Pregnant women who are not suitable to donate as judged by the Investigator(s).\n\nSubject-Inclusion Criteria:\n\n1. Male or female who are age ≥ 20, ≤80 years old on date of consent.\n2. Patients who have had a recent (onset within the past 36 hours) acute ischemic stroke in the unilateral middle cerebral artery (MCA) distribution (M1 and M2). The location of ischemic stroke should be diagnosed by magnetic resonance image (MRI).\n3. Patients who have National Institutes of Health Stroke Scale (NIHSS) score of 8 to 17 with both motor arm and motor leg scores ≥ 3 (MRC scale).\n4. Patients who have Glasgow Coma Scale (GCS) score of \\> 8 on the date of consent.\n5. Patients who have modified Rankin Scale (mRS) of 2\\~4 on the date of consent and their mRS prior to stroke onset should be 0 or 1 (either by self-reported history or by family/caregiver report).\n6. Patients who have stable vital signs for at least 24 hours, defined as normal respiration, afebrile and mean arterial pressure ≤ 180 mmHg.\n7. Patient's random blood sugar \\<350 mg/dl and \\> 50 mg/dl and normal urea/ electrolytes.\n8. Patient has appropriated blood clotting function as assessed by the following laboratory requirements: PT, APTT ≤ 1.5X upper limit of normal (ULN).\n9. Patients are willing to sign informed consent or assent by the next of kin.\n10. All male patients and female patients with child-bearing potential (between puberty and 2 years after menopause) should use appropriate contraception method(s) shown below, for at least 4 weeks after UMSC01 treatment.\n\n    1. Total abstinence (when this is in line with the preferred and usual lifestyle of the subject. Periodic abstinence (e.g., calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable methods of contraception).\n    2. Female sterilization (have had surgical bilateral oophorectomy with or without hysterectomy) or tubal ligation at least six weeks before taking study treatment. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow up hormone level assessment.\n    3. Male sterilization (at least 6 months prior to screening). For female subjects on the study, the vasectomized male partner should be the sole partner for that subject.\n    4. Combination of any two of the following listed methods: (d.1+d.2 or d.1+d.3, or d.2+d.3)\n\n       * d.1 Use of oral, injected or implanted hormonal methods of contraception or other forms of hormonal contraception that have comparable efficacy (failure rate \\<1%), for example hormone vaginal ring or transdermal hormone contraception.\n       * d.2 Placement of an intrauterine device (IUD) or intrauterine system (IUS).\n       * d.3 Barrier methods of contraception: Condom or Occlusive cap (diaphragm or cervical/vault caps) with Spermicidal foam/gel/film/cream/vaginal suppository.\n\nSubject-Exclusion Criteria:\n\n1. Patients with recurring stroke attack within 6 months before this current stroke episode.\n2. Patients with signs of midline shift, hemorrhagic transformation or fluctuation of symptoms.\n3. Patients who have participated in other investigational studies and received any treatment within 4 weeks prior to receiving UMSC01.\n4. Patients who have immuno-compromised condition,or are with known clinically significantly autoimmune conditions or are receiving immunosuppressive treatments.\n5. Patients who are unable to undergo brain Single-photo Emission Computed Tomography (SPECT), CT, MRI and PET scans for any reason.\n6. Patients with inadequate hepatic and renal function after onset of acute ischemic stroke: Aspartate aminotransferase (AST) and Alanine aminotransferase (ALT) ≥ 5 x upper limit of normal (ULN); estimated glomerular filtration rate (eGFR) \\< 30 mL/min at screening.\n7. Patients who have medical history of malignant tumor, spinal injury or other clinically significant neurological diseases that will confound the evaluation of this study.\n8. Patients who have clinically active peripheral nephropathy, myopathy or other clinically significant neurological diseases that will confound the evaluation of this study.\n9. Patients who have a difference in NIHSS score ≥ 5 between the time beginning hospitalization and investigational product (IP) treatment.\n10. Patients who are diagnosed of heart failure with a New York Heart Association (NYHA) score of III or IV.\n11. Patients not suitable to participate the trial as judged by the investigator(s).","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sammi Hsu","role":"CONTACT","phone":"886-4-23252888","email":"cthsu@ever-supreme.com.tw"},{"name":"Woei-Cheang Shyu, PhD","role":"CONTACT","email":"shyu9423@gmail.com"}],"overallOfficials":[{"name":"Chon-Haw Tsai, MD","affiliation":"Attending Physician of study site","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"China Medical University Hospital","status":"RECRUITING","city":"Taichung","state":"Non-US","zip":"404","country":"Taiwan","contacts":[{"name":"Sammi Hsu","role":"CONTACT","phone":"0422052121","email":"sammihsu.cmuh@gmail.com"}],"geoPoint":{"lat":24.1469,"lon":120.6839}},{"facility":"Tri-Service General Hospital","status":"RECRUITING","city":"Taipei City","zip":"11490","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}