{"protocolSection":{"identificationModule":{"nctId":"NCT03795948","orgStudyIdInfo":{"id":"0977_114"},"organization":{"fullName":"Universitätsklinikum Hamburg-Eppendorf","class":"OTHER"},"briefTitle":"Patient Reported Outcomes in Stroke Care","officialTitle":"Outcome Evaluation by Patient Reported Outcome Measures (PROMs) in Stroke Clinical Practice - EPOS","acronym":"EPOS"},"statusModule":{"statusVerifiedDate":"2020-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2018-01-19","studyFirstSubmitQcDate":"2019-01-04","studyFirstPostDateStruct":{"date":"2019-01-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-04-08","lastUpdatePostDateStruct":{"date":"2020-04-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Universitätsklinikum Hamburg-Eppendorf","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The presented study is an explorative prospective study. First, it focusses on the longitudinal analysis of outcome quality in stroke treatment (12 months). Particularly, it addresses patient reported quality of life after inpatient stroke treatment and influencing factors. Second, it focusses on the feasibility and acceptance of a standard set of measures capturing outcome quality of medical care in stroke patients.","detailedDescription":"With a shift in focus to patient-centered health care and a constant effort to improve the quality of treatment, the role of the patient's perception of his/her medical care becomes essential. Patient reported outcome measures (PROMs) are among the most adequate instruments for assessing the patient's perspective on symptom load, functional status, and quality of life. After stroke, patients not only suffer from objectively scaled and measurable symptoms and impairments but also experience dramatic changes in everyday routine and quality of life.\n\nIn this project, a standardized outcome measurement, including PROMs, for stroke patients is used.\n\nThis stoke standard set was developed by the International Consortium for Health Outcomes Measurement (ICHOM; www.ICHOM.org); an international, interdisciplinary and inter-professional expert group with the contribution of patient representatives, aiming to create a comprehensive tool for measuring the most important outcomes and risk factors applicable to a broad variety of diseases.\n\nMain objective of this study is the analysis of quality of life 90 and 360 days after stroke and its association with stroke specific risk factors and complications, also measured within the scope of the ICHOM tool.\n\nFurthermore, the process and success of the implementation of the ICHOM stroke standard set within the stroke unit of the University Medical Centre Hamburg- Eppendorf (UKE) will be studied and evaluated."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stoke","Patient-reported outcomes (PROs)","Quality of life","Morbidity","Mortality","Functional status","Patient-centered care","ICHOM","Treatment quality"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":975,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"PROM Evaluation for stroke patients","type":"OTHER","description":"Patient will be enrolled and PROMs will be collected.","interventionNames":["Other: PROMs"]}],"interventions":[{"type":"OTHER","name":"PROMs","description":"Introduction and assessment of the ICHOM standard set consisting of demographic and medical data as well as questionnaires filled in by patients, shortly after admission to the stroke unit, at discharge, and at 90 and 360 days after stroke.\n\nSpecifically the intervention includes an assembly of clinical records, in particular records of complications, recurrence of disease and mortality. Further patients will be required to complete a questionnaire assessing their situation in terms of housing and symptom burden as well as their self-perceived autonomy and quality of life.\n\nTelephone assessments will be administered to support patients if necessary and validate their responses.","armGroupLabels":["PROM Evaluation for stroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Global patient reported health-related quality of life","description":"PROMIS-10","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"Patient reported mental health status","description":"PHQ-4 (depression, anxiety)","timeFrame":"90 days"},{"measure":"Recurrence of disease","description":"patient-reported measures","timeFrame":"90 days"},{"measure":"Acute complications of treatment","description":"clinical assessment of symptomatic intracranial hemorrhage","timeFrame":"at discharge from inpatient care, on average 6 days after admission"},{"measure":"Use of healthcare services after stroke","description":"Patient-reported measures about the patient's level of care and use of specific rehabilitation measures as part of the ICHOM stroke standard set, specifically two questions ranging from 0 to 5 and 0 to 4 with 0 denoting self-containment and no use of rehabilitation services respec-tively and 5 and 4 denoting high level care-dependency and admission in longterm care facilities respectively.","timeFrame":"90 days"},{"measure":"Quantitative process evaluation of the implementation of the ICHOM stroke standard set in routine care","description":"Quantitative indicators on feasibility of the intervention (i.e. recruitente and respective response rate)","timeFrame":"after study completion (2 years)"},{"measure":"Psychometric evaluation of the patient-reported outcome measures","description":"Psychometric evaluation of the patient-reported outcome measueres of the ICHOM stroke standard set in the study population","timeFrame":"after study completion (2 years)"},{"measure":"Qualitative process evaluation of the implementation of the ICHOM stroke standard set in routine care","description":"qualitative interviews with the staff and patients on acceptability, feasibility, barriers, and facilitators of the intervention","timeFrame":"after study completion (2 years)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients in inpatient care in the stroke unit of the UKE with the following diagnoses (ICD-10):\n\n  * Ischemic attack (I63),\n  * Transient ischemic attack (G45)\n  * Intracerebral hemorrhage (I64)\n* Written informed consent\n\nExclusion Criteria:\n\n* Substantially impaired communication capacity due to aphasia or dementia","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Thomalla Götz, MD, Prof.","affiliation":"Department of Neurology, University Medical Center Hamburg-Eppendorf (UKE), Hamburg, Germany","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Neurology, University Medical Center Hamburg-Eppendorf (UKE)","city":"Hamburg","zip":"20246","country":"Germany","geoPoint":{"lat":53.57532,"lon":10.01534}}]},"referencesModule":{"references":[{"pmid":"35292028","type":"DERIVED","citation":"Lebherz L, Fraune E, Thomalla G, Frese M, Appelbohm H, Rimmele DL, Harter M, Kriston L. Implementability of collecting patient-reported outcome data in stroke unit care - a qualitative study. BMC Health Serv Res. 2022 Mar 16;22(1):346. doi: 10.1186/s12913-022-07722-y."},{"pmid":"34420516","type":"DERIVED","citation":"Rimmele DL, Schrage T, Lebherz L, Kriston L, Gerloff C, Harter M, Thomalla G. Profiles of patients' self-reported health after acute stroke. Neurol Res Pract. 2021 Aug 23;3(1):43. doi: 10.1186/s42466-021-00146-9."},{"pmid":"33324894","type":"DERIVED","citation":"Rimmele DL, Lebherz L, Frese M, Appelbohm H, Bartz HJ, Kriston L, Gerloff C, Harter M, Thomalla G. Outcome evaluation by patient reported outcome measures in stroke clinical practice (EPOS) protocol for a prospective observation and implementation study. Neurol Res Pract. 2019 Nov 1;1:28. doi: 10.1186/s42466-019-0034-0. eCollection 2019."},{"pmid":"32810906","type":"DERIVED","citation":"Rimmele DL, Lebherz L, Frese M, Appelbohm H, Bartz HJ, Kriston L, Gerloff C, Harter M, Thomalla G. Health-related quality of life 90 days after stroke assessed by the International Consortium for Health Outcome Measurement standard set. Eur J Neurol. 2020 Dec;27(12):2508-2516. doi: 10.1111/ene.14479. Epub 2020 Sep 7."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}