{"protocolSection":{"identificationModule":{"nctId":"NCT01980641","orgStudyIdInfo":{"id":"FCCSS-15-2013"},"organization":{"fullName":"University of Malaga","class":"OTHER"},"briefTitle":"Clinical Effect Size of an Educational Intervention in the Home and Compliance on People Who Suffer From Stroke","officialTitle":"Clinical Effect Size of an Educational Intervention in the Home and Compliance With a Smartphone-based Reminder on People Who Suffer From Stroke: a Protocol Study."},"statusModule":{"statusVerifiedDate":"2017-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-02","type":"ACTUAL"},"completionDateStruct":{"date":"2018-02","type":"ACTUAL"},"studyFirstSubmitDate":"2013-10-14","studyFirstSubmitQcDate":"2013-11-08","studyFirstPostDateStruct":{"date":"2013-11-11","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-09-27","lastUpdatePostDateStruct":{"date":"2019-09-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Antonio I Cuesta-Vargas","investigatorTitle":"PhD","investigatorAffiliation":"University of Malaga"},"leadSponsor":{"name":"University of Malaga","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Background. Cognitive, communication and physical weakness combined with environmental changes frequently cause changes in roles, routines and daily occupations. The educational intervention combines the best choice for teaching new behaviours since it involves the active participation of the patient in learning.\n\nMethods. Design. Randomized clinical trial. Participants. Total sample: 80 adults who have suffered a stroke with moderate severity and who have been discharged to their homes.Outcome variables. BI, FIM, MMSE, CNS, SIS-16, TCT, MRS, MSPSS, QLSF, FRT, RT, TUG, TST, a portable dynamometer and a sociodemographic questionnaire. Data analysis. Descriptive analyses will include mean and 95% CI of the values for each variable. The Kolmogov-Smirnov (KS) test and a 2x2 mixed model ANOVA will be used. Intergroup effect sizes will be calculated (Cohen's d).","detailedDescription":"Background. Stroke is the third leading cause of death and the leading cause of long-term neurological disability in the world. Cognitive, communication and physical weakness combined with environmental changes frequently cause changes in roles, routines and daily occupations. The educational intervention combines didactic and interactive intervention, which combines the best choice for teaching new behaviours since it involves the active participation of the patient in learning. Nowadays there are many types of intervention or means to increase adherence to treatment.\n\nMethods. This study is a randomized clinical trial. Participants. The total sample will consist of 80 adults who have suffered a stroke with moderate severity and who have been discharged to their homes in the 3 months prior to recruitment to the study. Outcome variables. Barthel Index, the Functional Independence Measure, the Mini-Mental State Examination, the Canadian Neurological Scale, the Stroke Impact Scale-16, the Trunk Control Test, the Modified Rankin Scale, the Multidimensional Scale of Perceived Social Support, the Quality of Life Scale for Stroke, the Functional Reach test, the Romberg test, the Time Up and Go, the Timed-Stands Test, a portable dynamometer and a sociodemographic questionnaire. Data analysis. Descriptive analyses will include mean and 95% confidence intervals of the values for each variable. The Kolmogov-Smirnov (KS) test and a 2x2 mixed model ANOVA will be used. Intergroup effect sizes will be calculated (Cohen's d).\n\nSample Size Calculation A power analysis was conducted using the program G\\*Power 3.1. A priori, a sample of approximately 40 participants per group for the stage 1 intervention is needed to detect a significant difference (17.3 in the FIM) between the experimental group and the control group (effect size d=0.59, alpha=.05, beta=.08). The randomization will be performed by a blinded researcher.\n\nProcedure. Stage 1 will begin with the collection of the participants' demographic data through a questionnaire and by conducting various tests to measure primary and secondary outcome variables. Subsequently, the ergonomics of the home and the implementation of ADL from both the experimental group and the control group will be assessed using the HTAS tool, which was developed by the authors. For the development of the tool, a literature review was performed using the PubMed electronic database and by reviewing different practice guides about stroke. Subsequently, the HTAS tool was evaluated by a panel of experts composed of occupational therapists, physiotherapists, nurses, caregivers, and patients.\n\nFollowing the assessment of each participant's home and his or her performance of ADL, the therapist will provide the participants of the experimental group with a list of pieces of advice related to the HTAS items that were evaluated negatively. The advice will be aimed at changing the environment in which the participants execute the ADL. This may include facilitation in the execution of the ADL, promoting the active use of the affected side of the body in such execution, or to show them the most appropriate way of performing certain tasks according to their situation after the stroke.\n\nThe evaluation of the variables and the execution of the advised tasks will be carried out at participants' homes 2 and 4 weeks following the initial assessment. Researchers will analyze and compare the data obtained from the outcome variables of the experimental group and the control group to check whether the educational intervention was effective in patients who have suffered stroke and who have been discharged to their homes. If the hypothesis is confirmed, the educational intervention would be implemented in the control group.\n\nStage 2 For the pilot study in stage 2, one group will receive the app reminders on their mobile phones (MPG) and another group will not (NMPG). Placement in the first group depends on whether the participant has a mobile phone and if its characteristics are adapted to the requirements of the study. The app will provide the advice previously given by the therapist in the participants' homes. The timing of reminders will differ for each participant depending on the amount of advice given. However, in the 4 weeks of the app being used, each piece of advice will be given three times. The mobile phone will beep once for each piece of advice and the participant must check and mark the option indicating whether he has or has not complied with the advice. After this period, the outcome variables will be analyzed in both groups to check whether there are differences between the MPGand NMPG groups.\n\nAfter 8 weeks, and after having removed the app from mobile phones of the MPG, we will reanalyze the outcome variables. Will do this by testing both groups to see whether the MPGparticipants have continued to perform the advised tasks provided by the therapist, and if differences still exist between them and the NGS group. If so, a reminder system will be implemented in the NMPG."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","ADL","mHealth","App","Adherence","Home","Environment","Tool","Advice","Smartphone"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":34,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control group","type":"NO_INTERVENTION","description":"Assessment of each participant's home and his or her performance of ADL."},{"label":"Experimental group","type":"EXPERIMENTAL","description":"Educational intervention: Assessment of each participant's home and his or her performance of ADL and the therapist will provide to the participants of the experimental group a list of advice related to the HTAS items that are evaluated negatively.","interventionNames":["Behavioral: Educational intervention"]},{"label":"Application smartphone-based group","type":"EXPERIMENTAL","description":"Smartphone-based application group (SG) sample will have a reminder. The app will provide the advice previously given by the therapist in the participants' homes.","interventionNames":["Behavioral: Educational intervention","Device: Smartphone-based application"]},{"label":"Non Application smartphone-based group","type":"NO_INTERVENTION","description":"Non Smartphone-based application group (NSG) sample won't have a reminder"}],"interventions":[{"type":"BEHAVIORAL","name":"Educational intervention","description":"All subjects received an educational intervention consist in an educational advice provides by the therapist to improve the adherence of the treatment.","armGroupLabels":["Application smartphone-based group","Experimental group"]},{"type":"DEVICE","name":"Smartphone-based application","description":"Smartphone-based application group (SG) sample will have a reminder. The app will provide the advice previously given by the therapist in the participants' homes.","armGroupLabels":["Application smartphone-based group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Barthel Index","description":"The 10-item Barthel Index was published in 1965 as a simple index of functional independence, particularly in personal and domestic activities of daily living. This instrument consists of 10 items on activities of daily living (grooming, dressing, bathing, and bowel and bladder status), each with 2 or 4 response categories (0-3 points).Total score range from 0 to 100.\n\nHoulden H, Edwards M, McNeil J, Greenwood R. Use of the Barthel Index and the Functional Independence Measure during early inpatient rehabilitation after single incident brain injury. Clin Rehabil. 2006 Feb;20(2):153-9.\n\nGrauwmeijer E, Heijenbrok-Kal MH, Haitsma IK, Ribbers GM. A prospective study on employment outcome 3 years after moderate to severe traumatic brain injury. Arch Phys Med Rehabil. 2012 Jun;93(6):993-9.\n\nCollin C, Wade DT, Davies S, Horne V. The Barthel ADL Index: a reliability study. Int Disabil Stud. 1988;10(2):61-3.","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"}],"secondaryOutcomes":[{"measure":"Canadian Neurological Scale","description":"Provides a standardized neurological assessment of cognitive and motor function in stroke patients (alert or drowsy). Used to assess alertness in stroke patients. Includes the following assessments: Level of consciousness, Orientation, Aphasia and Motor strength. Assessments of motor function are separated into two sections: A1: administered if patient is able to understand and follow instructions, and A2: administered in the presence of comprehension deficits.\n\nRehab Measures - Canadian Neurological Scale \\[Internet\\]. Rehabil. Meas. Database. \\[cited 2013 Oct 13\\]. Available from: http://www.rehabmeasures.org/Lists/RehabMeasures/DispForm.aspx?ID=906","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"},{"measure":"Stroke impact scale-16","description":"Assesses health status following stroke. The SIS-16 is a short version os SIS 3.0 and it consists of 16 items capturing daily activities. Total score range from 16 to 80.\n\nRehab Measures - Stroke Impact Scale \\[Internet\\]. Rehabil. Meas. Database. \\[cited 2013 Oct 13\\]. Available from: http://www.rehabmeasures.org/Lists/RehabMeasures/DispForm.aspx?ID=934","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"},{"measure":"Mini-Mental State Examination","description":"A brief screening tool to provide a quantitative assessment of cognitive impairment and to record cognitive changes over time. The MMSE consists of 11 simple questions or tasks grouped into 7 cognitive domains. Levels of impairment have been classified as (Tombaugh \\& McIntyre 1992): None: score = 24-30; Mild: score = 18-24 and Severe: score = 0-17.\n\nRehab Measures - Mini-Mental State Examination \\[Internet\\]. Rehabil. Meas. Database. \\[cited 2013 Oct 13\\]. Available from: http://www.rehabmeasures.org/Lists/RehabMeasures/DispForm.aspx?ID=912","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"},{"measure":"Functional Independence Measure","description":"Provides a uniform system of measurement for disability based on the International Classification of Impairment, Disabilities and Handicaps; measures the level of a patient's disability and indicates how much assistance is required for the individual to carry out activities of daily living. Contains 18 items composed of 13 motor tasks and 5 cognitive tasks (considered basic activities of daily living. Tasks are rated on a 7 point ordinal scale that ranges from total assistance (or complete dependence) to complete independence.\n\nDesrosiers J, Rochette A, Noreau L, Bravo G, Hébert R, Boutin C. Comparison of two functional independence scales with a participation measure in post-stroke rehabilitation. Arch Gerontol Geriatr. 2003 Sep;37(2):157-72.\n\nHoulden H, Edwards M, McNeil J, Greenwood R. Use of the Barthel Index and the Functional Independence Measure during early inpatient rehabilitation after single incident brain injury. Clin Rehabil. 2006 Feb;20(2):153-9.","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"},{"measure":"Trunk Control Test","description":"TCT measures four simple aspects of trunk movement. 4 items (rolling to weak side, rolling to strong side, balance in sitting position, sit up from lying down). Total score range: 0 (minimum) to 100 (maximum, indicating better performance).\n\nRehab Measures - Trunk Control Test \\[Internet\\]. Rehabil. Meas. Database. \\[cited 2013 Oct 14\\]. Available from: http://www.rehabmeasures.org/Lists/RehabMeasures/DispForm.aspx?ID=1058","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"},{"measure":"Modified Rankin Handicap Scale","description":"MRHS categorizes level of functional independence with reference to pre-stroke activities. Assessment is carried out by asking the patient about their activities of daily living, including outdoor activities. Information about the patient's neurological deficits on examination, including aphasia and intellectual deficits, should be obtained.\n\nRehab Measures - Modified Rankin Handicap Scale \\[Internet\\]. Rehabil. Meas. Database. \\[cited 2013 Oct 13\\]. Available from: http://www.rehabmeasures.org/Lists/RehabMeasures/DispForm.aspx?ID=921","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"},{"measure":"Perceived Social Support Scale","description":"EASP consist in 12 items about social support in four groups: family, friends and other significant people. The range of score fro each item is from 1 to 7.\n\nArechabala Mantuliz MC, Miranda Castillo c. Validación de una escala de apoyo social percibido en un grupo de adultos mayores adscritos a un programa de hipertensión de la región metropolitana. Cienc Enfermería. 2002 Jun;8(1):49-55.","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"},{"measure":"Quality of Life Scale for Stroke","description":"ECVI-38 consist of 38 items grouped in 8 domains. This instrument measure the quiality of life after stroke. Each item is scored from 1 to 5.\n\nConcepción OF, Pérez ER, Alvarez MA, Zuaznábar MAB. Validación de la escala de calidad de vida para el ictus (ECVI-38). Rev Neurol. 2008;46(3):147-52.","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"},{"measure":"Functional Reach test","description":"Assesses a patient's stability by measuring the maximum distance an individual can reach forward while standing in a fixed position. Scores are determined by assessing the difference between the start and end position is the reach distance, usually measured in inches.\n\nRehab Measures - Functional Reach Test / Modified Functional... \\[Internet\\]. Rehabil. Meas. Database. \\[cited 2013 Oct 13\\]. Available from: http://www.rehabmeasures.org/Lists/RehabMeasures/DispForm.aspx?ID=950\\&Source=http%3A%2F%2Fwww%2Erehabmeasures%2Eorg%2Frehabweb%2Fallmeasures%2Easpx%3FPageView%3DShared","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"},{"measure":"Romberg Test","description":"RT measure the balance. Romberg stance with open and closed eyes, and a one-legged stance.\n\nJuul-Kristensen B, Clausen B, Ris I, Jensen R, Steffensen R, Chreiteh S, et al. Increased neck muscle activity and impaired balance among females with whiplash-related chronic neck pain: A cross-sectional study. J Rehabil Med. 2013;45(4):376-84.","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"},{"measure":"Time Up and Go","description":"Assesses mobility, balance, walking ability, and fall risk in older adults. The patient sits in the chair with his/her back against the chair back. On the command \"go\", the patient rises from the chair, walks 3 meters at a comfortable and safe pace, turns, walks back to the chair and sits down.\n\nRehab Measures - Timed Up and Go \\[Internet\\]. Rehabil. Meas. Database. \\[cited 2013 Oct 13\\]. Available from: http://www.rehabmeasures.org/Lists/RehabMeasures/DispForm.aspx?ID=903","timeFrame":"Baseline; 8; 18 and 28 weeks"},{"measure":"Strength testing with a portable dynamometer","description":"The portable dynamometer is reliable for testing upper extremity muscle groups. Agre JC, Magness JL, Hull SZ, Wright KC, Baxter TL, Patterson R, et al. Strength testing with a portable dynamometer: reliability for upper and lower extremities. Arch Phys Med Rehabil. 1987 Jul;68(7):454-8.","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"},{"measure":"Timed-stands test","description":"TST measures the of lower body strength. The TST provides a reasonably reliable and valid indicator of lower body strength in generally active, community-dwelling older adults.\n\nJones CJ, Rikli RE, Beam WC. A 30-s chair-stand test as a measure of lower body strength in community-residing older adults. Res Q Exerc Sport. 1999 Jun;70(2):113-9.","timeFrame":"Change from Baseline to 2, 4, 12 and 22 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acute Stroke (\\<3 months since the discharge to their homes)\n* A score from 20 to 50 on Barthel Index\n* A score from 35 to 75 on Functional Independence Measure\n\nExclusion Criteria:\n\n* Severe cognitive impairment (scoring 0-17 in the Mini-Mental State Examination)\n* Inability to walk 3 meters without physical assistance\n* Inability to stay standing more than 30 \"without physical support\n* Serious communication or comprehension problems\n* Surgical intervention in lower limbs 12 months prior to recruitment\n* Secondary neurological pathology\n* Severe cardiovascular, respiratory, orthopedic or metabolic problems","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Antonio I Cuesta Vargas, PhD","affiliation":"University of Malaga","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"IBIMA","city":"Malaga","state":"Malaag","zip":"29017","country":"Spain","geoPoint":{"lat":36.72016,"lon":-4.42034}},{"facility":"Patronato Municipal de deportes de Torremolinos","city":"Torremolinos","state":"Malaga","zip":"29620","country":"Spain","geoPoint":{"lat":36.62035,"lon":-4.49976}}]},"referencesModule":{"references":[{"pmid":"34813082","type":"DERIVED","citation":"Crocker TF, Brown L, Lam N, Wray F, Knapp P, Forster A. Information provision for stroke survivors and their carers. Cochrane Database Syst Rev. 2021 Nov 23;11(11):CD001919. doi: 10.1002/14651858.CD001919.pub4."},{"pmid":"25757808","type":"DERIVED","citation":"Merchan-Baeza JA, Gonzalez-Sanchez M, Cuesta-Vargas A. Clinical effect size of an educational intervention in the home and compliance with mobile phone-based reminders for people who suffer from stroke: protocol of a randomized controlled trial. JMIR Res Protoc. 2015 Mar 10;4(1):e33. doi: 10.2196/resprot.4034."}],"seeAlsoLinks":[{"label":"University of Malaga","url":"http://www.uma.es"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}