{"protocolSection":{"identificationModule":{"nctId":"NCT05601115","orgStudyIdInfo":{"id":"SASHR22"},"organization":{"fullName":"Afyonkarahisar Health Sciences University","class":"OTHER"},"briefTitle":"The Effect of Combined Robotic Hand Therapy and Conventional Therapy in Stroke Patients","officialTitle":"The Effect of Combined Robotic Hand Therapy and Conventional Therapy to Rehabilitation Outcomes in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-06-01","type":"ACTUAL"},"studyFirstSubmitDate":"2022-10-18","studyFirstSubmitQcDate":"2022-10-26","studyFirstPostDateStruct":{"date":"2022-11-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-19","lastUpdatePostDateStruct":{"date":"2023-07-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sevda Adar","investigatorTitle":"assistant professor","investigatorAffiliation":"Afyonkarahisar Health Sciences University"},"leadSponsor":{"name":"Afyonkarahisar Health Sciences University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"RAT is an innovative approach that includes intensive, repeatable, interactive and personalized applications.The aim of tihis study is to investigate the effect of robotic hand therapy added to conventional rehabilitation on rehabilitation outcomes in stroke patients.","detailedDescription":"Effective therapy in stroke rehabilitation should include repetitive, functional and task-specific exercises with high intensity and duration. In this context, in addition to traditional treatments, many new treatment approaches have come up in recent years. Robot-assisted therapy (RAT) is one of these new treatment approaches. RAT is an innovative approach that includes intensive, repeatable, interactive and personalized applications. It is seen that robotic systems are very suitable for the patient to receive more intense and task-oriented motor training by integrating with other rehabilitation approaches. Considering the scarcity of studies on robotic hand therapy, it was seen that larger scale and long-term studies are needed. In this study, investigators aimed to investigate the effect of robotic hand therapy added to conventional rehabilitation on motor functions and quality of life in stroke patients. Patients will be evaluated pretreatment, posttreatment and 3 months later after treatment. Evaluation parameters consist of Brunnstrom Staging, Modified Ashworth Scale (MAS), Fugl Meyer Assessment of The Upper Extremity, Functional Independence Measure Scale (FIM) and ABILHAND Questionnaire, Stroke Impact Scale (SIS), Stroke-Specific Quality of Life Scale (SS-QOL) and SF-36 Quality of Life Questionnaire. We think that robot-assisted therapy will contribute to the improvement of hand functions and quality of life in stroke patients."},"conditionsModule":{"conditions":["Stroke","Robot Assisted Therapy","Robotic Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot Assisted Therapy Group","type":"EXPERIMENTAL","description":"In addition to the conventional treatment for 60 minutes in the Robot asisted therapy (RAT) group, it was planned to perform robotic rehabilitation with a hand-finger robot \\[Amadeo (Tyromotion, Graz, Austria)\\] for 30 minutes, accompanied by a physiotherapist who is trained in the field of robotic rehabilitation and has at least 5 years of experience. For the purpose of conventional therapy, an exercise program consisting of 45 minutes of range of motion exercises, strengthening exercises, balance exercises and neurophysiological exercises (Brunstroom exercises) accompanied by a physiotherapist experienced in stroke rehabilitation for at least 5 years, and neuromuscular therapy for the upper and lower extremities for 15 minutes.Electrical stimulation (NMES) application was planned. It was planned to apply a total of 60 sessions of treatment 5 days a week to both groups. They will be advised to continue the medical treatment they have been using during the treatment program.","interventionNames":["Procedure: Robot assisted therapy"]},{"label":"Conventional Therapy Group","type":"ACTIVE_COMPARATOR","description":"45 minutes of range of motion exercises, strengthening exercises, balance exercises and neurophysiological studies were performed in the presence of a physiotherapist experienced in stroke rehabilitation for at least 5 years.An exercise program consisting of exercises (Brunstroom exercises) and 15 minutes of NMES were planned. It was planned to apply a total of 60 sessions of treatment 5 days a week to both groups. They will be advised to continue the medical treatment they have been using during the treatment program.","interventionNames":["Procedure: Conventional Therapy Group"]}],"interventions":[{"type":"PROCEDURE","name":"Robot assisted therapy","description":"In addition to the conventional treatment for 60 minutes in the RYT group, it was planned to perform robotic rehabilitation with a hand-finger robot \\[Amadeo (Tyromotion, Graz, Austria)\\] for 30 minutes, accompanied by a physiotherapist who is trained in the field of robotic rehabilitation and has at least 5 years of experience","armGroupLabels":["Robot Assisted Therapy Group"]},{"type":"PROCEDURE","name":"Conventional Therapy Group","description":"An exercise program consisting of 45 minutes of range of motion exercises, strengthening exercises, balance exercises and neurophysiological exercises (Brunstroom exercises) and 15 minutes of NMES was planned, accompanied by a physiotherapist experienced for at least 5 years in stroke rehabilitation, in the conventional therapy group.","armGroupLabels":["Conventional Therapy Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Brunnstrom stage","description":"Brunnstrom Staging is a test that evaluates the motor development of hemiplegic patients. In this test, the neurophysiological recovery process of the hemiplegic patient was defined as 6 stages. According to this staging low stage; stage 1 (flask, the stage without voluntary movement), the highest stage was determined as stage 6 (stage with isolated joint movement). Hand, upper and lower limbs in Brunnstrom staging extremities are evaluated separately.","timeFrame":"5 minutes"},{"measure":"upper extremity spasticity assessment","description":"It was planned to evaluate spasticity with the Modified Ashworth Scale (MAS). In MAS, patients are evaluated over 5 points. 0; there is no increase in muscle tone, and 4 indicates that the extremity is rigid in the direction of flexion and extension.","timeFrame":"5 minutes"},{"measure":"Fugl Meyer Upper Extremity Assessment Questionnaire wrist and hand assessment","description":"The Fugl-Meyer Upper Extremity Motor Rating Scale was developed to quantitatively evaluate sensorimotor recovery after stroke.Based on Brunnstrom's stages of motor recovery","timeFrame":"15 minutes"},{"measure":"ABILHAND Stroke Hand Function Questionnaire","description":"The ABILHAND Hand Questionnaire was developed in 1998 to measure patient-perceived dexterity. It contains 23 questions about how difficult the patient has to do the activities. impossible (0 points), difficult (1 point), easly (2 points) options is marked. The total score is 46.","timeFrame":"15 minutes"}],"secondaryOutcomes":[{"measure":"Functional Independence Scale","description":"It is a scale that evaluates the performance of individuals regarding activities of daily living. It consists of 18 items and evaluates the functions of individuals in 2 main sections: physical/motor function (13 items) and cognitive function (5 items). The items also include 6 subheadings (self-care, sphincter control, transfers, movement, communication, and social-perception).\n\nEach item is scored between 1-7; 1 indicates full assistance and 7 indicates complete independence. The total score ranges between 18-126 (fully dependent-fully independent).","timeFrame":"20 minutes"},{"measure":"Stroke Impact Survey","description":"- The Stroke Impact Scale (SIS) is a stroke-specific measure of health status. It consists of a total of 59 items and 8 sections. The patient is asked to evaluate the difficulty experienced in completing each item in the last week on a five-point Likert scale. One point indicates that the patient could not complete the item, and five points indicate that he had no difficulty in completing it. It also includes a visual analog scale (0: No recovery, 100: Complete recovery) related to the perception of general recovery after stroke","timeFrame":"20 minutes"},{"measure":"Stroke Specific Quality of Life Scale: SSQOL","description":"The SSQOL is a stroke-specific, patient-centered quality of life measure. The SSQOL contains 49 items and consists of 12 areas; mobility, energy, upper extremity function, work/production, mood, self care, social roles, family roles, vision, language, thinking, and personality. Each area consists of at least 3 items, and each item is evaluated on a 5-point Likert scale, taking into account the last week.Higher scores reflect better function.","timeFrame":"30 minutes"},{"measure":"short form 36","description":"This is a self-administered scale, which is widely used to measure the quality of life. It was developed to measure the quality of life in patients who have physical illnesses; however, it can also be successfully used in healthy individuals and patients who have psychiatric diseases. SF-36 includes 36 items and surveys eight domains of health, such as physical functionality, physical role limitations, pain, general health, vitality, social functionality, emotional role limitations, and mental health. Total score was between 0 ( disability) and 100 (no disability). Every subgroup of the questionnaire has a score scale between 0 and 100 Every increase in the subgroup of SF-36 questionnaire, which is a positive scoring system, indicates increase in quality of life related to health.","timeFrame":"30 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nUnilateral stroke\n\nBetween 4 weeks and 6 months after stroke\n\nhealth status was suitable for rehabilitation\n\nwho could understand commands with a mini mental test score of 15 and above\n\nwho had Brunnstrom grade 3 and below (≤3).\n\n-\n\nExclusion Criteria:\n\nPatients with persistent upper extremity pain on the hemiplegic side (VAS\\>40)\n\nPatients with severe spasticity in the hand (MAS≥3)\n\nPatients with contractures in the hand\n\nPatients who had fractures or operations on the hemiplegic side in the last 6 months\n\nPatients who received botulinum toxin injection to the upper extremity in the last 6 months\n\nPatients with skin ulcers\n\nPatients with brain stem or cerebellar lesions\n\nPatients with neglect or apraxia\n\nPatients with severe visual impairment and severe depression\n\n-","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"SEVDA ADAR","affiliation":"Afyonkarahisar Health Sciences University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sevda Adar","city":"Afyonkarahisar","country":"Turkey","geoPoint":{"lat":38.75667,"lon":30.54333}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}