{"protocolSection":{"identificationModule":{"nctId":"NCT02191410","orgStudyIdInfo":{"id":"N2014045"},"organization":{"fullName":"Imam Abdulrahman Bin Faisal University","class":"OTHER"},"briefTitle":"Nondependent Lung Ventilation and Fluid Responsiveness","officialTitle":"Comparative Study of the Non-dependent Continuous Positive Airway Pressure and High-frequency Positive-pressure Ventilation on Fluid Responsiveness During One-lung Ventilation for Thoracoscopic Surgery"},"statusModule":{"statusVerifiedDate":"2018-05","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2020-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-07-12","studyFirstSubmitQcDate":"2014-07-14","studyFirstPostDateStruct":{"date":"2014-07-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-05-22","lastUpdatePostDateStruct":{"date":"2018-05-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Imam Abdulrahman Bin Faisal University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The stroke volume variation (SVV), measured using the Vigileo-FloTrac system (Edwards Lifescience, Irvine, CA), has been shown to able to predict fluid responsiveness during one-lung ventilation (OLV) in patients undergoing pulmonary lobectomy (sensitivity: 82.4%, specificity: 92.3%).1 Many parameters such as tidal volume (TV),1-2 positive end-expiratory pressure (PEEP),3 respiratory rate (RR), 4 chest and lung compliance,5 heart rate and rhythm, and ventricular function and afterload,6-7 all have been documented to have effects on the SVV.\n\nSVV is calculated as the variation of beat-to-beat SV from the mean value during the most recent 20 seconds of data: SVV = (SVmax - SVmin)/SVmean, where SVmax, SVmin, and SVmean are, respectively, the maximum, minimum, and mean SV determined by the system.\n\nSVV may not be sufﬁciently sensitive to predict fluid responsiveness in patients with right ventricular (RV) dysfunction due to concomitant increases in RV afterload, that lead to a decrease in preload variation and subsequent inaccuracy in SVV measurements.8\n\nOLV may increase airway pressure, resulting in increases in the RV afterload, end-diastolic volume, and stroke work index, thus impeding RV function.9-11The increases in the right ventricular afterload may exaggerate the cyclic variation in stroke volume.12\n\nIn the authors' previous study,9 they found that the high-frequency positive-pressure ventilation (HFPPV) was superior to continuous positive-airway pressure (CPAP) for OLV, resulting in significantly higher RV ejection fraction, lower RV afterload and higher arterial oxygenation, whereas the former limiting the adequate operative field visualization during video-assisted thoracoscopic surgery (VATS).13\n\nThe effects of the nondependent lung ventilation with HFPPV and CPAP on the SVV and fluid responsiveness during OLV has not yet been studied.","detailedDescription":"In all patients, standard monitors, and state and response entropy (SE and RE, respectively) based-depth of anesthesia will be applied. Normothermia will be maintained by using forced-air warming blankets. Anesthetic technique will be standardized in all studied patients. Anesthesiologists who give the anesthetic will be not involved in the collection of outcome data. General anesthesia will be induced with propofol (2-3 mg kg-1) and fentanyl (2-3 µg kg-1) to achieve a SE value less than 50 and the difference between RE and SE less than 10.\n\nCisatracurium (0.2mg kg-1) will be administered to facilitate the placement of a left-sided double-lumen tube, and the correct position of its tip will be confirmed with a fiberoptic bronchoscope.\n\nAnesthesia will be maintained with 0.7 to 1.5 minimum alveolar concentration of sevoflurane and 0.5 µg kg-1 increments of fentanyl to maintain the SE values less than 50 and the difference between RE and SE less than 10. Suppression of the second twitch in train-of-four stimulation of the ulnar nerve will be maintained with 0.03mg kg-1 increments of cisatracurium.\n\nThe radial artery will be catheterized. Cardiac index (CI) and SVV will be measured by using a Vigileo-FloTrac system (v1.14, Edwards Lifescience, Irvine, CA).\n\nPatients' two lungs (TLV) will be mechanically ventilated with a pressure-controlled ventilation mode, a fraction of inspired oxygen (FiO2) of 0.4 in air, TV of 8 mL kg-1 (predicted body weight (PBW)), inspiratory to expiratory (I: E) ratio of 1:2.5 and PEEP of 5 cm H2O, fresh gas flow (FGF) of 1.5-1.7 L min-1, and RR adjusted to achieve a PaCO2 of 35-45 mm Hg.\n\nDuring OLV,TV, FiO2, I: E ratio, PEEP, FGF, and RR, will be maintained as during TLV and the lumen of the nondependent lung will be left open to air.\n\nAfter thoracostomy, patients will be randomly allocated to one of two by drawing sequentially numbered sealed opaque envelopes containing a computer-generated randomization code.\n\nThe patient's nondependent lung during OLV will be ventilated with a CPAP of 2 cm H2O or HFPPV as randomized.\n\nAll patients will receive lactated Ringer's solution at 2mL kg-1 h-1 during surgery. The capability of SVV to predict fluid responsiveness during CPAP or HFPPV will be assessed at 30 min after randomization.\n\nHemodynamic control will be standardized according to the authors' protocol. If MAP dropped down to 60 mmHg, 250 mL of plasma protein fraction 5% will be administered, and, if this will not enough, repeated doses of intravenous of ephedrine 5 mg or phenylephrine 100 µg, will be administered to maintain urine output to be equal or greater than 0.5 mL kg-1 hour-1. A hemoglobin concentration of 8 g dL-1 or greater will be compensated with red blood cell concentrates.\n\nAn independent investigator blinded to the study groups who will not be involved in the patients' management collected the data.\n\nAs in previous studies,14-15 the sample size is determined by considering that an area under the ROC curve ≥ 0.8 is clinically reliable to predict fluid responsiveness. To detect a 0.3 difference from the null hypothesis of 0.5, 28 patients will be required in each group with a type-I error of 0.05 and a power of 80% under the ROC curve, assuming equal number of responders and non-responders. To compensate for a dropout rate of 10%, 31 patients will be included in each group.\n\nNormal distributions of data will be assessed using Kolmogorov-Smirnov test. Student's paired t-test or the Wilcoxon signed-rank test will be used to compare hemodynamic variables obtained at the 2 time points (T0, T1) before and after volume expansion. Hemodynamic variables between responders and non-responders within the group at each time point will be compared using Student independent t-test or Mann-Whitney U-test where appropriate. The x2 test will be used when indicated. The Pearson rank method tests linear correlations between SVV before volume loading (T0) and absolute changes in SVV (∆SVV) and percentage change in SVI (∆SVI) after volume. The responders are defined as those patients who demonstrates a ≥ 15% increase in CI after volume expansion between T0 and T1.16 A ROC curve for each variable will be generated and an area under the ROC curve will be calculated. Using this analysis, the optimal threshold value, sensitivity and specificity of SVV during each study intervention could be determined. The ROC curves will be compared using the DeLong test. Data will be expressed as mean ± SD, medians \\[IQR\\], or number (%). A value of p\\< 0.05 is considered to be statistically significant."},"conditionsModule":{"conditions":["Lung Disease","Undergoing Thoracosocpic Surgery"],"keywords":["Video-assisted thoracoscopic surgery","one-lung ventilation","continuous positive-airway ventilation","high-frequency positive-pressure ventilation","stroke volume variation","fluid responsiveness"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":62,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"High Frequency Positive Pressure Ventilation","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: High Frequency Positive Pressure Ventilation"]},{"label":"Continuous Positive Airway Pressure","type":"PLACEBO_COMPARATOR","interventionNames":["Procedure: Continuous Positive Airway Pressure"]}],"interventions":[{"type":"PROCEDURE","name":"High Frequency Positive Pressure Ventilation","description":"TV 2 mL kg-1 PBW, I:E ratio \\> 0.3, RR 60 breaths min-1 and a FGF of \\< 2 L min-1, using a second identical ventilator with low compliant internal circuit","armGroupLabels":["High Frequency Positive Pressure Ventilation"]},{"type":"PROCEDURE","name":"Continuous Positive Airway Pressure","description":"CPAP of 2 cm H2O","armGroupLabels":["Continuous Positive Airway Pressure"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fluid responsiveness","description":"To explore the ability of SVV to predict fluid responsiveness with ROC plots","timeFrame":"5 min after volume loading"}],"secondaryOutcomes":[{"measure":"Heart rate","timeFrame":"5 min before volume loading, 5 min after volume loading"},{"measure":"Stroke volume variation","timeFrame":"5 min before volume loading, 5 min after volume loading"},{"measure":"Mean blood pressure","timeFrame":"5 min before volume loading, 5 min after volume loading"},{"measure":"Cardiac index","timeFrame":"5 min before volume loading, 5 min after volume loading"},{"measure":"Stroke Volume Index","timeFrame":"5 min before volume loading, 5 min after volume loading"},{"measure":"Airway pressures","timeFrame":"5 min before volume loading, 5 min after volume loading"},{"measure":"Lung Compliance","timeFrame":"5 min before volume loading, 5 min after volume loading"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* American Society of Anesthesiologists physical class of II to III\n* Duration of OLV is expected to exceed 1.5 hours\n\nExclusion Criteria:\n\n* New York Heart Association class \\> II\n* Right ventricular dysfunction\n* Pulmonary hypertension\n* valvular heart disease\n* intracardiac shunts\n* Any cardiac rhythm other than sinus\n* Hypertension\n* Diabetes mellitus\n* Renal dysfunction\n* Hepatic dysfunction\n* Pregnancy\n* Body mass index \\>35 kg m-2\n* Peripheral arterial occlusive disease\n* preoperative administration of inotropic medications","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mohamed R El Tahan, MD","role":"CONTACT","phone":"+966 13 865 1193","email":"mohamedrefaateltahan@yahoo.com"},{"name":"Abdulmohsin A Al Ghamdi, MD","role":"CONTACT","phone":"+966 50 581 4737","email":"mohsenkfu@hotmail.com"}],"overallOfficials":[{"name":"Abdulmohsen A Al Ghamdi, MD","affiliation":"Chairman of Anesthesiology Dept","role":"STUDY_CHAIR"},{"name":"Mohamed R El Tahan, MD","affiliation":"Imam Abdulrahman Bin Faisal University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"King Fahd Hospital of the University","city":"Khobar","state":"Eastern","zip":"31952","country":"Saudi Arabia","contacts":[{"name":"Abdulmohsen A Al Ghamdi, MD","role":"CONTACT","phone":"+966 13 8966666","phoneExt":"2021","email":"mohsenkfu@hotmail.com"},{"name":"Mohamed R El Tahan, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Abdulmohsen A Al Ghamdi, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":26.27944,"lon":50.20833}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000008171","term":"Lung Diseases"}],"ancestors":[{"id":"D000012140","term":"Respiratory Tract Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","asFound":"Lung Disease","relevance":"HIGH"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"}]}},"hasResults":false}