{"protocolSection":{"identificationModule":{"nctId":"NCT05345886","orgStudyIdInfo":{"id":"2021/289"},"organization":{"fullName":"Centre Hospitalier Universitaire de Liege","class":"OTHER"},"briefTitle":"The Benefit of Hippotherapy in Stroke Patients","officialTitle":"The Benefit of Hippotherapy in the Therapeutic Management of Stroke Patients in Sequel Phase"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-04-06","studyFirstSubmitQcDate":"2022-04-19","studyFirstPostDateStruct":{"date":"2022-04-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-07-27","lastUpdatePostDateStruct":{"date":"2022-07-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Helena Cassol","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Centre Hospitalier Universitaire de Liege"},"leadSponsor":{"name":"Centre Hospitalier Universitaire de Liege","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to explore the interest of hippotherapy in the management of patients with stroke in the sequelae phase by evaluating the psychological and physical well-being. It is a controlled and randomized prospective longitudinal study.\n\nHippotherapy is a rehabilitation method entrusted to a paramedical or medical profession that uses the horse in its treatment program in addition to conventional medical care.\n\nHippotherapy has benefits at the psychomotor and motor level. The method is based on the use of the horse's characteristic movements when walking to provide sensory information and to induce motor adjustment responses mainly at the level of the pelvis and the trunk of the rider in order to work on balance, postural control, muscle tone and joint mobility of the patient sitting on his back. In particular for people with paresis or plegia sequelae, it contributes to rehabilitation programs. In addition, by inducing a helical movement of the pelvis, the horse's walk reproduces in the the disabled rider a pattern of trunk reactions very similar to that of the normal human walking pattern. This pattern can be integrated as a normal sensorimotor reaction and help the patient to improve his sitting balance and his coordination.\n\nHippotherapy is also interesting because getting out of the traditional rehabilitation framework and being in contact with an imposing animal has positive repercussions on the psyche and therefore on functional recovery.\n\nAll patients will undergo an assessment that will focus on their physical and psychological well-being at the beginning and end of the study as well as during a follow-up at 2 weeks, one month and 3 months.\n\nPatients assigned to the experimental group (EG) will receive, in addition to their physical therapy, a weekly hippotherapy session of 30 minutes. The follow-up will take place during 3 months for a total of 12 sessions. The EG will also be monitored in the short term (before and after each session) for well-being and fatigue.\n\nQuality of life will be explored using the SF-36 questionnaire and the SS-QOL scale. Self-esteem will be measured using the Rosenberg scale. Patients' physical abilities will be assessed with functional tests, standing balance measurements on a strength platform and the ABC-S self-evaluation scale."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Hippotherapy","type":"EXPERIMENTAL","description":"The experimental group will receive 30 minutes of hippotherapy once a week for 12 weeks.","interventionNames":["Behavioral: Hippotherapy"]},{"label":"Control","type":"NO_INTERVENTION","description":"The control group will receive its rehabilitation care"}],"interventions":[{"type":"BEHAVIORAL","name":"Hippotherapy","description":"Hippotherapy is a rehabilitation method entrusted to a paramedic or medical practitioner who uses the horse in his/her program treatment, in addition to conventional medical care.","armGroupLabels":["Hippotherapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The stroke specific quality of life (SS-QOL)","description":"The SS-QOL, which is a disease-specific quality of life measure, consists of 49 items encompassing 12 domains, which include the social role (five questions), mobility (six questions), energy (three questions), language (five questions), self-care (five questions), mood (five questions), personality (three questions), thinking (three questions), upper extremity function (five questions), family role (three questions), vision (three questions), and work/productivity (three questions). Each item is ranked on a five-point Likert scale in which level one means completely agreed while level five means completely disagree. The summary score of this scale is an un-weighted average of the 12 domains. The total score ranges from 49 to 245, with higher scores indicating a better QOL.\n\nScale","timeFrame":"12 weeks"},{"measure":"36-Item Short Form Survey Instrument (SF-36)","description":"The Short Form 36 Health Survey Questionnaire (SF-36) is used to indicate the health status of particular populations, to help with service planning and to measure the impact of clinical and social interventions. It is composed of 8 domains assessing quality of life which enable to obtain two composite scores. Higher scores correspond to a higher quality of life.","timeFrame":"12 weeks"}],"secondaryOutcomes":[{"measure":"Rosenberg self-esteem scale","description":"A 10-item scale that measures global self-worth by measuring both positive and negative feelings about the self. The scale is believed to be uni-dimensional. All items are answered using a 4-point Likert scale format ranging from strongly agree to strongly disagree. A higher score corresponds to a higher self-esteem.","timeFrame":"12 weeks"},{"measure":"Timed up & go","description":"At the signal from the assessor (\"Go ahead\"), the person should stand up and walk away.\n\na comfortable and safe speed up to a line drawn on the floor (3 m further), turn, then come back and sit down. A first attempt should be made to familiarize the person with the test. The test therefore comprises an exercise and subsequently an \"official\" test. Results: the investigator starts the timing at \"Go ahead\" and stops it when the person has returned to a seated position.\n\nThe time of the course (in seconds) is retained as the final score. The test will be judged positive (mobility disorders, risk of falling) if the score exceeds 12 to 14 seconds.","timeFrame":"12 weeks"},{"measure":"The Tinetti test","description":"The Tinetti test was published by Mary Tinetti (Yale University) to assess the gait and balance in older adults and to assess perception of balance and stability during activities of daily living and fear of falling. It is also called Performance-Oriented Mobility Assessment (POMA). It also is a very good indicator of the fall risk of an individual. It has better test-retest, discriminative and predictive validities concerning fall risk than other tests including Timed Up and Go test (TUG), one-leg stand and functional reach test. The total score is 28. A total score below 26 indicates a problem. the lower the score, the bigger the problem. A score below 19 means that the risk of falling is multiplied by five.","timeFrame":"12 weeks"},{"measure":"Timed chair stand test","description":"The 30-second chair stand involves recording the number of stands a person can complete in 30 seconds rather then the amount of time it takes to complete a pre-determined number of repetitions.","timeFrame":"12 weeks"},{"measure":"Strength platform","description":"Strength platform/Force plates are used to measure the efforts of activities such as walking or running. They deliver precise and reliable results for gait analysis, very useful in many fields such as research, rehabilitation, occupational therapy and fitting of prostheses.","timeFrame":"12 weeks"},{"measure":"The Activities-Specific Balance Confidence Scale (ABC Scale)","description":"The ABC Scale is an 16 point self-report measure of balance confidence in performing various activities without losing balance or experiencing a sense of unsteadiness. Each item is ranked on a four-point Likert scale. A higher score corresponds to a higher level of confidence.","timeFrame":"12 weeks"},{"measure":"Well-being and fatigue","description":"Well-being and fatigue will also be assessed using numerical scales ranging from 0 to 10, before and after each hippotherapy session. Higher scores indicate a lower level of well-being and a higher level of fatigue.","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patients who have suffered a stroke and who are in a sequelae phase (after hospitalization or discharge from the rehabilitation center)\n* patients who have sufficient trunk balance to hold on to the horse\n* patients who have the consent of their doctor\n* patients who indicated their agreement to participate in the study by signing the consent form\n\nExclusion Criteria:\n\n* pressure sore at the seat level\n* other lesion or neurological history\n* severe cognitive deficits affecting the understanding\n* do not understand French language\n* allergy to horses\n* weigh more than 100 kg\n* acute pain syndrome\n* epilepsy\n* patient has benefited from hippotherapy sessions during the last 6 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Helena Cassol, PhD","role":"CONTACT","phone":"085519238","phoneExt":"+32","email":"hcassol@chuliege.be"},{"name":"Marie Vanderthommen, MS","role":"CONTACT","phone":"085519238","phoneExt":"+32","email":"Marie.Vanderthommen@chuliege.be"}],"locations":[{"facility":"CNRF","status":"RECRUITING","city":"Tinlot","state":"Liège","zip":"4557","country":"Belgium","contacts":[{"name":"Helena Cassol, PhD","role":"CONTACT","phone":"0475474128","phoneExt":"+32","email":"hcassol@chuliege.be"},{"name":"Marie Vanderthommen, MS","role":"CONTACT","phone":"085 51 91 11","phoneExt":"+32","email":"marie.vanderthommen@chuliege.be"}],"geoPoint":{"lat":50.47493,"lon":5.37755}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}