{"protocolSection":{"identificationModule":{"nctId":"NCT03585595","orgStudyIdInfo":{"id":"1109724"},"organization":{"fullName":"Tulane University","class":"OTHER"},"briefTitle":"Intensive Blood Pressure Intervention in Stroke (IBIS) Trial","officialTitle":"Intensive Blood Pressure Intervention in Stroke (IBIS) Trial","acronym":"IBIS"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"WITHDRAWN","whyStopped":"The study was not funded.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-06-04","studyFirstSubmitQcDate":"2018-06-29","studyFirstPostDateStruct":{"date":"2018-07-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-15","lastUpdatePostDateStruct":{"date":"2023-02-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tulane University","class":"OTHER"},"collaborators":[{"name":"Beijing Tiantan Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The investigators propose to conduct a multicenter randomized controlled trial to test the effect of a systolic blood pressure target of less than 120 mmHg (intensive treatment) compared to a target of less than 140 mmHg (standard treatment) on the risk of total recurrent stroke (ischemic and hemorrhagic) among patients with a recent ischemic stroke. The study findings will help in the development of clinical guidelines for blood pressure management among patients with ischemic stroke and will have an important global impact on reducing stroke-related morbidity and mortality.","detailedDescription":"Stroke is a leading cause of death and long-term disability worldwide, especially in the elderly population. Hypertension is a major risk factor for stroke. Previous clinical trials have documented that blood pressure (BP) reduction lowers the risk of incident and recurrent stroke. The Secondary Prevention of Small Subcortical Strokes (SPS3) trial reported that a systolic BP target of \\<130 mmHg was associated with a non-significant (p=0.08) 19% reduction in recurrent stroke compared to a systolic BP target of 130-149 mmHg among 3,020 patients with recent lacunar stroke. The Systolic Blood Pressure Intervention Trial (SPRINT) showed that a systolic BP target of \\<120 mmHg was associated with a 25% reduction in cardiovascular disease (CVD) and 27% reduction in all-cause mortality compared to a systolic BP target of \\<140 mmHg. In the SPRINT trial, patients with a history of stroke were excluded. Therefore, the optimal BP targets for the secondary prevention of stroke remain uncertain.\n\nThe investigators propose to conduct a multicenter randomized controlled trial to test the following hypotheses:\n\nPrimary Hypothesis: In patients with a recent ischemic stroke and a systolic BP ≥140 mmHg (or systolic BP ≥135 mmHg if on ≥1 antihypertensive medication), an intensive treatment strategy (a systolic BP target of \\<120 mmHg) will reduce the risk of total recurrent stroke (ischemic and hemorrhagic) events compared to a standard treatment strategy (a systolic BP target of \\<140 mmHg) over a follow-up period of up to four years. The targeted mean systolic BP difference between the two randomized groups will be ≥15 mmHg.\n\nSubgroup Hypotheses: The effect of the intensive treatment strategy compared to the standard treatment strategy for the primary study outcome (total recurrent stroke) will be consistent in the following subgroups:\n\n* Men and women\n* Age \\<65 and ≥65 years at baseline\n* Systolic BP levels at baseline (tertiles)\n* Subtypes of ischemic stroke\n* Diabetes and non-diabetes\n* American College of Cardiology/America Heart Association atherosclerotic CVD risk scores (tertiles)\n\nSecondary Hypotheses: The intensive treatment strategy will reduce the risk of the following secondary outcomes compared to the standard treatment strategy:\n\n* Major CVD events - a composite outcome including myocardial infarction (MI), non-MI acute coronary syndrome, stroke, hospitalized or treated heart failure, and CVD deaths;\n* Individual CVD events, i.e., myocardial infarction; acute coronary syndrome; hospitalized or treated heart failure; or CVD mortality;\n* All-cause mortality;\n* Cognitive decline and all-cause dementia; and\n* Health-related quality of life. Adverse Events: The intensive treatment strategy does not increase the risk of adverse events, such as hypotension, syncope, bradycardia, electrolyte abnormalities, acute kidney injury, incident chronic kidney disease (CKD, defined as eGFR \\<60 ml/min/1.73m2 and ≥30% decrease from baseline eGFR), injurious falls, or hospitalization compared to the standard treatment strategy.\n\nThe proposed trial will recruit 13,396 patients with a history of ischemic stroke from approximately 140 hospitals within the US-China Collaborative Stroke Clinical Trial Network. Eligible patients will be aged ≥40 years; have a mean systolic BP ≥140 mmHg or systolic BP ≥135 mmHg on one or more antihypertensive medications; and have had a recent (more than 3 months and less than 1 year since last acute onset) symptomatic ischemic stroke confirmed by computed tomography (CT) or magnetic resonance imaging (MRI). Principal exclusion criteria will include intracranial and extracranial stenosis (symptomatic stenosis ≥50% or asymptomatic stenosis ≥70%); severe heart failure (NY Heart Association class III and IV); disabling stroke (modified Rankin score of ≥4); or previous intracranial hemorrhage from non-traumatic causes. The proposed trial has 90% statistical power to detect a 20% reduction (hazard ratio of 0.80) in total stroke (ischemic and hemorrhagic) between the intensive and standard treatment groups at a 2-sided significance level of 0.05. We further assume an event rate of recurrent stroke of 2.5% per year in the control group, a two-year uniform recruitment period, total study length of four years, and a 2% per year loss to follow-up rate. Based on data from prospective cohort studies and two-year follow-up of the China Antihypertensive Trial in Acute Ischemic Stroke (CATIS), the annual event rate of recurrent total stroke was greater than 3% after the first 3 months following stroke onset in Chinese patients.\n\nImpact: Optimal BP levels for the secondary prevention of ischemic stroke have not been well defined. The results from the proposed trial will provide evidence as to whether intensive BP treatment to achieve a systolic BP target of \\<120 mmHg has additional benefits over standard treatment of systolic BP \\<140 mmHg on recurrent stroke. These findings will help in the development of clinical guidelines for BP management among patients with ischemic stroke and will have an important clinical impact globally."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Antihypertensive treatment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients with a recent ischemic stroke will be randomized to an intensive treatment strategy (a systolic BP target of \\<120 mmHg) or a standard treatment strategy (a systolic BP target of \\<140 mmHg) for up to four years.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","maskingDescription":"The participants and study physicians/nurses will not be masked to patient randomization assignments due to different BP targets between the two randomization groups. However, study personnel who collect clinical outcome data at the baseline and follow-up examinations will be masked to patient assignments. The members of the Outcome Adjudication Committee will also be masked to patient randomization.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intensive treatment group","type":"EXPERIMENTAL","description":"Systolic BP target \\<120 mmHg for the intensive treatment group","interventionNames":["Other: Blood pressure lowering strategy"]},{"label":"Standard treatment group","type":"ACTIVE_COMPARATOR","description":"Systolic BP \\<140 mmHg for the standard treatment group","interventionNames":["Other: Blood pressure lowering strategy"]}],"interventions":[{"type":"OTHER","name":"Blood pressure lowering strategy","description":"The proposed trial will test a treatment strategy of different systolic BP goals and not specific medications. It remains unclear whether a particular class of antihypertensive drug offers an advantage over others in secondary stroke prevention. Therefore, the BP treatment protocol is flexible in terms of the choice and doses of antihypertensive medications. However, we will emphasize the use of drugs best demonstrated to be effective in lowering CVD in outcome trials and recommended in current clinical guidelines.","armGroupLabels":["Intensive treatment group","Standard treatment group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke event","description":"Stroke will be diagnosed based on clinical data, including symptoms and signs, computed tomography (CT), and/or magnetic resonance imaging (MRI) of the brain and large vessels.","timeFrame":"Up to four years of follow-up"}],"secondaryOutcomes":[{"measure":"Composite major CVD events","description":"Composite outcomes of myocardial infarction, other acute coronary syndrome, stroke, hospitalized or treated heart failure, and CVD deaths.","timeFrame":"Up to four years of follow-up"},{"measure":"Myocardial infarction (MI)","description":"MI will be diagnosed based on clinical data, including clinical signs and symptoms, results of cardiac biomarkers of myocardial necrosis, and ECG readings.","timeFrame":"Up to four years of follow-up"},{"measure":"Non-MI acute coronary syndrome","description":"Hospitalization for evaluation and treatment of an accelerating or new symptom pattern consistent with coronary artery insufficiency without meeting the definition of MI.","timeFrame":"Up to four years of follow-up"},{"measure":"Heart failure","description":"Hospitalization, or an emergency department visit requiring treatment with infusion therapy, for a clinical syndrome that presents with multiple signs and symptoms consistent with cardiac decompensation/ inadequate cardiac pump function.","timeFrame":"Up to four years of follow-up"},{"measure":"Dementia","description":"Cognitive function test based on American Psychiatric Association criteria.","timeFrame":"Up to four years of follow-up"},{"measure":"All-cause mortality","description":"Deaths form all causes","timeFrame":"Up to four years of follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women aged ≥40 years\n* A history of symptomatic, MRI/CT-confirmed ischemic stroke (3-12 months since last acute onset)\n* Systolic BP ≥140 mmHg on 0 medication; 135-180 mmHg on 1 medication; 135-170 mmHg on up to 2 medications; 135-160 mmHg on up to 3 medications; or 135-150 mmHg on up to 4 medications\n\nExclusion Criteria:\n\n* Documented symptomatic intracranial and/or extracranial stenosis (≥50%), or asymptomatic intracranial and/or extracranial stenosis (≥70%)\n* Disabling stroke (modified Rankin score of ≥4)\n* Previous intracranial hemorrhage from a non-traumatic cause\n* Any symptoms of orthostatic hypotension during the standing BP measurement, or standing systolic BP \\<110 mmHg\n* Severe heart failure (NY Heart Association class III and IV) within the past six months or left ventricular ejection fraction (by any method) \\<35%\n* Any history of atrial fibrillation, ventricular aneurysm, or suspicion of cardioembolic pathology for stroke\n* Other specific cause of stroke identified by routine clinical care (e.g., arteritis, dissection, migraine/vasospasm, drug abuse)\n* Dialysis, eGFR \\<20 ml/min/1.73 m2, urine protein-to-creatinine ratio ≥1 g/g, or albumin-to-creatinine ratio ≥ 600 mg/g\n* Planned or probable revascularization (any angioplasty or vascular surgery) within three months after screening\n* A medical condition likely to limit survival to less than three years\n* A cancer diagnosed and treated within the past two years that, in the judgment of clinical study staff, would compromise a participant's ability to comply with the protocol and complete the trial (except non-melanoma skin cancer, early-stage prostate cancer, or localized breast cancer)\n* Any factors judged by the clinic team to be likely to limit adherence to the intervention\n* Failure to obtain informed consent from a participant\n* Currently participating in another intervention study\n* Pregnant, currently trying to become pregnant, or of child-bearing potential and not using birth control","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jiang He, MD, PhD","affiliation":"Tulane University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yilong Wang","affiliation":"Tiantan Hospital, Beijing Capital Medical University","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"36398903","type":"DERIVED","citation":"Saiz LC, Gorricho J, Garjon J, Celaya MC, Erviti J, Leache L. Blood pressure targets for the treatment of people with hypertension and cardiovascular disease. Cochrane Database Syst Rev. 2022 Nov 18;11(11):CD010315. doi: 10.1002/14651858.CD010315.pub5."},{"pmid":"32905623","type":"DERIVED","citation":"Saiz LC, Gorricho J, Garjon J, Celaya MC, Erviti J, Leache L. Blood pressure targets for the treatment of people with hypertension and cardiovascular disease. Cochrane Database Syst Rev. 2020 Sep 9;9(9):CD010315. doi: 10.1002/14651858.CD010315.pub4."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","removedCountries":["China"]},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3967","name":"Antihypertensive Agents","relevance":"LOW"},{"id":"M251766","name":"Imidacloprid","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}