{"protocolSection":{"identificationModule":{"nctId":"NCT02703675","orgStudyIdInfo":{"id":"2015H0207"},"organization":{"fullName":"Ohio State University","class":"OTHER"},"briefTitle":"Effectiveness, Safety and Ease of Application of Excel Cryo Cooling Collar to Rapidly Reduce Core Brain Temperature","officialTitle":"Effectiveness, Safety and Ease of Application of Excel Cryo Cooling Collar to Rapidly Reduce Core Brain Temperature","acronym":"CryoCollar"},"statusModule":{"statusVerifiedDate":"2018-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-02"},"primaryCompletionDateStruct":{"date":"2018-06-12","type":"ACTUAL"},"completionDateStruct":{"date":"2018-06-12","type":"ACTUAL"},"studyFirstSubmitDate":"2016-01-15","studyFirstSubmitQcDate":"2016-03-08","studyFirstPostDateStruct":{"date":"2016-03-09","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-06-28","lastUpdatePostDateStruct":{"date":"2018-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Michel Torbey","investigatorTitle":"Professor","investigatorAffiliation":"Ohio State University"},"leadSponsor":{"name":"Michel Torbey","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Research has shown that lowering brain temperature may have good results in heart attack patients. Lowering brain temperature may be a promising treatment for stroke patients. The Excel Cryo Cooling device drops brain temperature by cooling the blood in arteries in the neck. The device is a neck collar with a cooling pack which when shaken can reach low temperature within seconds. The collar is placed around the patient's neck and the cooling pack is applied to the front of the neck and held in place. This device provides stable cooling irrespective of participant size or weight. The objective of this study is to test the value of using Excel Cryo Cooling device in dropping brain temperature in 3 different groups of adult participants:\n\ni. Healthy adult volunteers, ii. Adult participants with normal body temperature in intensive care unit iii. Adult participants with fever in intensive care unit","detailedDescription":"To investigate effectiveness, safety and ease of application of Cryo Collar to rapidly reduce core brain temperature, the study will recruit 8 healthy volunteers, 10 adult normothermic participants and 10 adult sick febrile participants from Neurocritical Care ICU in The Ohio State University Wexner Medical Center. Before placing the collar around participant's neck, the investigators will record the participant's ear temperature and heart rate as a baseline. An Excel Cryo Collar will be placed around the participant's neck. After activating the cooling element, the investigators will place it within the neck collar.\n\nThe participant's ear temperature will be recorded every 5 minutes. The investigators will replace the cooling element every 20 minutes and continue to record the participant's ear temperature every 5 minutes. A total of 6 cooling elements will be used over 2 hours. The heart rate and blood pressure of the participant will be checked and recorded every 20 minutes when cooling element is replaced. The participant's bedside shivering assessment scale (BSAS) will also be recorded during the study.\n\nFive adult sick febrile participants will receive 2 rounds of cooling procedure each 2 hours long.\n\nThe investigators will analyze data gathered from the study in 2 different ways:\n\nFirst, the investigators will run descriptive statistics in three groups of participant to find out the following variable: Average temperature drop, average time to mild therapeutic hypothermia and change in temperature at the end of study.\n\nSecond, the investigators will compare the difference in achieving temperature drop among three groups by comparing mean values of temperature drop in three groups."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":8,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"adult healthy volunteer","type":"EXPERIMENTAL","description":"Adult healthy volunteers will be recruited from staff in Dept. Neurology, medical students. They will receive a cooling procedure by using the Excel Cryo Cooling Collar around their neck and fitted with activated cooling element for 2 hours.","interventionNames":["Device: Excel Cryo Cooling Collar"]},{"label":"adult normothermic patient","type":"EXPERIMENTAL","description":"Adult normothermic patients will be recruited from Neurocritical Care ICU in The Ohio State University Wexner Medical Center.\n\nThey will receive a cooling procedure by using the Excel Cryo Cooling Collar around their neck and fitted with activated cooling element for 2 hours.","interventionNames":["Device: Excel Cryo Cooling Collar"]},{"label":"adult sick febrile patient","type":"EXPERIMENTAL","description":"Adult sick febrile patients will be enrolled from Neurocritical Care ICU in The Ohio State University Wexner Medical Center.\n\nFive of the patients will receive a cooling procedure by using the Excel Cryo Cooling Collar around their neck and fitted with activated cooling element for 2 hours.\n\nOther five patients will received 2 rounds of cooling process each 2 hours long","interventionNames":["Device: Excel Cryo Cooling Collar"]}],"interventions":[{"type":"DEVICE","name":"Excel Cryo Cooling Collar","description":"Therapeutic hypothermia in the study will be initiated by The Excel Cryo Cooling system consisting of a unique cervical immobilization collar and a cooling element. Once activated, the cooling element achieves a temperature of -3.0 °C to -5.0 °C within seconds. The collar is fitted around the subject's neck and the cooling element is applied the the front of the neck over the carotid arteries and secured in place by the collar. The Excel System provides consistent cooling regardless of patient size or weight, by cooling of the blood traveling through the carotid triangles.","armGroupLabels":["adult healthy volunteer","adult normothermic patient","adult sick febrile patient"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Therapeutic hypothermia measured by tympanic temperature","description":"The tympanic temperature in Celsius will be detected in adult healthy volunteers, adult normothermic patients and adult sick febrile patients after receiving one or two rounds of cooling process.","timeFrame":"6 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female 18-60 years of age\n* Computed Tomography Angiography (CTA) image results show no narrow in carotid artery (not applied to healthy volunteers)\n* Be able to accept cooling procedure at least 2 hours\n* Provide informed consent.\n\nExclusion Criteria:\n\n* Patients with increased intracerebral pressure (ICP), intracerebral hemorrhage (ICH) and carotid artery stenosis\n* Receiving external ventricular drainage\n* Taking anti-febrile medications within 4 hours\n* Females who are pregnant or breastfeeding\n* Subjects who have arrhythmia, other serious cardiac disease, or low blood pressure\n* Subject has a higher body mass index (BMI\\>35)\n* Receiving jugular IV catheter\n* Skin wound around the neck","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Michel Torbey, MD","affiliation":"The Ohio State University Wexner Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Ohio State University Wexner Medical Center","city":"Columbus","state":"Ohio","zip":"43210","country":"United States","geoPoint":{"lat":39.96118,"lon":-82.99879}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"annotationSection":{"annotationModule":{"unpostedAnnotation":{"unpostedResponsibleParty":"Ohio State University","unpostedEvents":[{"type":"RELEASE","date":"2022-05-26"},{"type":"RESET","date":"2022-06-22"}]}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2022-05-26","submissionInfos":[{"releaseDate":"2022-05-26","resetDate":"2022-06-22"}]}},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M5643","name":"Chlorhexidine","relevance":"LOW"},{"id":"M344652","name":"Chlorhexidine gluconate","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Derm","name":"Dermatologic Agents"}]}},"hasResults":false}