{"protocolSection":{"identificationModule":{"nctId":"NCT02711410","orgStudyIdInfo":{"id":"NationalCardioCenterCognac"},"organization":{"fullName":"National Cerebral and Cardiovascular Center, Japan","class":"OTHER"},"briefTitle":"The Influence of CYP2C19 Polymorphism and Clinical Outcomes in Stroke Patients","officialTitle":"The Influence of CYP2C19 Polymorphism on Antiplatelet Effects and Clinical Outcomes in Non-acute Stroke Patients Treated With Clopidogrel: The Contribution of Genetic Analysis to the Efficacy of Clopidogrel (Cognac) Study"},"statusModule":{"statusVerifiedDate":"2016-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-10"},"primaryCompletionDateStruct":{"date":"2014-04","type":"ACTUAL"},"completionDateStruct":{"date":"2015-10","type":"ACTUAL"},"studyFirstSubmitDate":"2016-03-09","studyFirstSubmitQcDate":"2016-03-13","studyFirstPostDateStruct":{"date":"2016-03-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-03-17","lastUpdatePostDateStruct":{"date":"2016-03-18","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tomotaka Tanaka","investigatorTitle":"Medical Researcher, Department of Neurology","investigatorAffiliation":"National Cerebral and Cardiovascular Center, Japan"},"leadSponsor":{"name":"National Cerebral and Cardiovascular Center, Japan","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Background:\n\nClopidogrel, an antiplatelet prodrug, is widely used for prevention of the recurrent cardiovascular events. CYP2C19 is one of the crucial enzymes for the activation of clopidogrel. Recent studies, mostly done in cardiovascular patients, showed association of the CYP2C19 genotypes with recurrent cardiovascular events. However, prospective data on the impact of the genetic variants in stroke patients are limited.\n\nMethods:\n\nFive hundred and eighteen Japanese non-acute stroke patients treated with clopidogrel were registered at 14 institutions. Three CYP2C19 variants (CYP2C19\\*2, \\*3, \\*17) were genotyped and the patients were classified into three clopidogrel metabolizer groups inferred from the CYP2C19 genotypes: extensive (EM: \\*1/\\*1), intermediate (IM: \\*1/\\*2 or \\*1/\\*3), and poor (PM: \\*2/\\*2, \\*2/\\*3, or \\*3/\\*3). The CYP2C19\\*17 carriers were excluded from the analysis. The antiplatelet effects of clopidogrel were assessed by Adenosine diphosphate (ADP) -induced platelet aggregation and vasodilator-stimulated phosphoprotein (VASP) phosphorylation, expressed as VASP index. The endpoint was the composite incidence of stroke, transient ischemic attack, myocardial infarction, revascularization, other thromboembolic disease, or cardiovascular death during 2 years of follow-up."},"conditionsModule":{"conditions":["Platelet Aggregation Inhibitors"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Genomic DNA was extracted from peripheral blood leukocytes. The genotypes of the CYP2C19\\*2 (c.681G\\>A, rs4244285), \\*3 (c.636G\\>A, rs4986893), and \\*17 (c.-806C \\> T, rs12248560) variants were determined by the TaqMan genotype discrimination method (Applied Biosystems, Foster City, CA, USA) using commercially available primers and probes purchased from the Assay-on-Demand system."},"enrollmentInfo":{"count":518,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DRUG","name":"Clopidogrel"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary outcome of the study was recurrent cardiovascular event (CVEs), including ischemic stroke, transient ischemic attack (TIA), acute myocardial infarction, urgent revascularization, other thromboembolic disease, and cardiovascular death.","description":"Ischemic stroke was defined as a new neurologic deficit of cardiovascular origin lasting at least \\> 24 hours based on radiological evidence of stroke. TIA was defined as a transient episode of neurologic dysfunction caused by focal brain ischemia and improving within 24 hours. Urgent revascularization was defined as emergent revascularization for unexpected hospitalization. Acute myocardial infarction was defined as myocardial cell necrosis in the setting of ischemic symptoms and electrocardiogram changes (ST segment elevation or depression, development of Q waves) and/or rising specific cardiac biomarkers. Cardiovascular death was defined as death due to stroke, myocardial infarction or documented sudden cardiac death.","timeFrame":"Two Years"}],"secondaryOutcomes":[{"measure":"Secondary outcome was major bleeding (intracranial haemorrhage, documented retroperitoneal bleed, and any red blood cell transfusion rates or proportion with bleeding associated with a ≧2g/dl hemoglobin drop).","description":"Intracranial haemorrhage retroperitoneal bleed were defined on radiological evidence. Proportion with bleeding associated with a ≧2g/dl hemoglobin drop was assessed by Blood laboratory test.","timeFrame":"two years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who had received long-term clopidogrel therapy (once a day for at least one month) with a minimum one-month interval between enrollment and the last cerebral ischemic or TIA event.\n* Males and females aged 20 years or older who were prescribed clopidogrel for the secondary prevention of cerebral infarction or transient ischemic attack and who were willing and able to give written informed consent.\n\nExclusion Criteria:\n\n* Malignancies\n* Congenital bleeding tendency\n* Atrial fibrillation\n* Concomitant use of an oral anticoagulant agent\n* a platelet count of \\< 100 x 109/L or \\> 450 x 109/L within 3 months of enrollment\n* Modified rankin scale \\> 4","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients were recruited at each institution between October 2009 and March 2012. The investigators enrolled males and females aged 20 years or older who had experienced cerebral infarction or transient ischemic attack (TIA) (except for cardiogenic embolism) in the prior 3 years but not in the last one month, who received long-term clopidogrel therapy (75 mg once a day) for the secondary prevention (for at least one month), and who were willing and able to give written informed consent.","samplingMethod":"PROBABILITY_SAMPLE"},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077144","term":"Clopidogrel"}],"ancestors":[{"id":"D000010975","term":"Platelet Aggregation Inhibitors"},{"id":"D000058921","term":"Purinergic P2Y Receptor Antagonists"},{"id":"D000058919","term":"Purinergic P2 Receptor Antagonists"},{"id":"D000058914","term":"Purinergic Antagonists"},{"id":"D000058905","term":"Purinergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M1669","name":"Clopidogrel","asFound":"Results","relevance":"HIGH"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"},{"id":"M28984","name":"Purinergic P2Y Receptor Antagonists","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}