{"protocolSection":{"identificationModule":{"nctId":"NCT04113369","orgStudyIdInfo":{"id":"2015-16/10"},"organization":{"fullName":"Bezmialem Vakif University","class":"OTHER"},"briefTitle":"Upper Limb Cross-education in Subacute Stroke","officialTitle":"How Does Cross-education Affect Muscles of Paretic Upper Extremity in Subacute Stroke Survivors?"},"statusModule":{"statusVerifiedDate":"2020-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-05-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-07-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-07-30","type":"ACTUAL"},"studyFirstSubmitDate":"2019-10-01","studyFirstSubmitQcDate":"2019-10-01","studyFirstPostDateStruct":{"date":"2019-10-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-04-09","lastUpdatePostDateStruct":{"date":"2020-04-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Bezmialem Vakif University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study evaluates how cross-education (unilateral training) affects muscle strength of the paretic limb in acute stroke patients. Half of the hemiplegic patients will receive conventional treatment and transcutaneous electrical nerve stimulation (TENS) to non-paretic side, while other half will receive conventional treatment and electro muscular stimulation (EMS) to non-paretic side.","detailedDescription":"Cross-education, which means the performance improvement in the untrained homologous muscle after unilateral exercise training, is studied in various orthopedical and neurological conditions affecting the body unilaterally. For those with asymmetrical weakness and immobility after stroke, training the non-paretic side can be utilized to increase the strength of the paretic side and improve functional symmetry. In this study, investigators aim was to examine whether training non-paretic upper extremity wrist flexor muscles by EMS in adjunct to conventional training program, has additional benefits upon the muscle powers of the homologous agonist and antagonist muscles. Investigators will use low frequency antalgic TENS stimulation at barely sensible level, which is considered not to cause muscle strengthening, as a control intervention."},"conditionsModule":{"conditions":["Hemiplegia","Stroke"],"keywords":["Cross-education","Interlimb transfer","Electro muscular stimulation","Muscle strength"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SCREENING","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"TENS group","type":"SHAM_COMPARATOR","description":"30 sessions (5 sessions/week, 6 weeks) of training including 40 minutes of lower limb training including a mixture of lower limb gait training, balance training and aerobic training and a combination of task-oriented treatment, fine motor skill training, range of motion exercises stretch exercises and strength training (75% repetition maximum (RM), 6 repetitions) for 20 minutes. After that training program, patients will receive 30 minutes of conventional antalgic TENS (100 Hz) program as controls with electrostimulation device to the non-paretic wrist flexors.","interventionNames":["Device: TENS","Procedure: Conventional rehabilitation"]},{"label":"EMS group","type":"ACTIVE_COMPARATOR","description":"0 sessions (5 sessions/week, 6 weeks) of training including 40 minutes of lower limb training including a mixture of lower limb gait training, balance training and aerobic training and a combination of task-oriented treatment, fine motor skill training, range of motion exercises stretch exercises and strength training (75% repetition maximum (RM), 6 repetitions) for 20 minutes. After that training, the patients will receive 20 minutes of electrical stimulation to their non-paretic forearm upon wrist flexors by an intermittent maximum strength program (6 seconds of contraction, 10 seconds of rest) along with 5 minutes of pre and post warm-up with the same device.","interventionNames":["Procedure: Conventional rehabilitation","Device: EMS"]}],"interventions":[{"type":"DEVICE","name":"TENS","description":"30 minutes of conventional antalgic TENS to non-paretic forearm","armGroupLabels":["TENS group"]},{"type":"PROCEDURE","name":"Conventional rehabilitation","description":"40 minutes of lower limb training and 20 minutes of upper extremity training for stroke","armGroupLabels":["EMS group","TENS group"]},{"type":"DEVICE","name":"EMS","description":"20 minutes of EMS to non-paretic forearm with 5 minutes of pre and post warm-up","armGroupLabels":["EMS group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Fugl-Meyer motor function assessment for upper extremity","description":"This scale is designed to assess reflex activity, volitional activities (within synergies, mixing synergies, with little or no synergy), wrist and hand joint functioning, and coordination of the upper extremity in patients with post-stroke hemiplegia. This scale is an ordinal scale that has 3 points for each item. A zero score is given for the item if the subject cannot do the task. A score of 1 is given when the task is performed partially and a score of 2 is given when the task is performed fully. However, reflex activity is measured using 2 points only, with a score of 0 or 2 for absence and presence of reflex respectively. Maximum score in the upper limb is 66 and higher scores represent a better outcome","timeFrame":"6 weeks"},{"measure":"The functional independence measure","description":"This scale is an assessment tool which evaluate the functional status of patients throughout the rehabilitation process. Degree of disability depends on the patient's score in 18 categories, focusing on motor and cognitive function. Each category or item is rated on a 7-point scale (1 = \\<25% independence; total assistance required, 7 = 100% independence. Total score varies between 18 to 126 and higher scores represent a more independent patient","timeFrame":"6 weeks"},{"measure":"Brunnstrom stage of recovery for hand","description":"This staging evaluates patient according to six sequential stages of recovery as stage 1: flaccidity, 2: basic limb synergy with minimal spasticity, 3: synergy with marked spasticity, 4: limited ability to move normally with reduced spasticity, 5: complex movement combinations, and 6: motor control is almost fully recovered. A patient can plateau at any stage but if able to reach stage 6 he or she makes full recovery","timeFrame":"6 weeks"},{"measure":"Maximum and mean strength of paretic wrist flexors","description":"While the patient lays in supine on a bad, a physician stabilizes the forearm of the patient and measures the wrist flexion power with a manual muscle tester device while patient's forearm is in supination. This device can measure maximal power and mean power during 10 seconds of pressure. Circular cap of the device is used as application surface and the cap is placed on palm for wrist flexion for measurement. Then the patient is asked to perform a maximum wrist flexion for ten seconds. The device notices the patient for time with two sounds at starting or finishing the measurement. The maximum and mean wrist flexion force, wrist extension force is recorded in kilograms after the measurement.","timeFrame":"6 weeks"},{"measure":"Maximum and mean strength of paretic wrist extensors","description":"While the patient lays in supine on a bad, a physician stabilizes the forearm of the patient and measures the wrist extension power with a manual muscle tester (Lafayette instrument company, IN, USA) device while patient's forearm is in pronation. This device can measure maximal power and mean power during 10 seconds of pressure. Circular cap of the device is used as application surface and the cap is placed on the middle of hand dorsum for wrist extension measurement. Then the patient is asked to perform a maximum wrist extension for ten seconds. The device notices the patient for time with two sounds at starting or finishing the measurement. The maximum and mean extension flexion force is recorded in kilograms after the measurement","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* thromboembolic stroke,\n* \\<6 months of stroke,\n* right hand dominancy,\n* left hemiplegia,\n* Brunnstrom stage ≥ 3 of recovery for upper extremity and hand\n\nExclusion Criteria:\n\n* myopathy, tendinopathy, peripheral neuropathy of the upper extremities,\n* auditory, cognitive or speech disorder that enables communication,\n* history of fracture or arthrodesis in the upper limb,\n* contracture or severe spasticity (Ashworth scale ≥ 2) in forearm muscles,\n* severe cardiovascular disorders (heart failure, coronary artery disease, drug resistant hypertension)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ozan Volkan Yurdakul, MD","affiliation":"Bezmialem University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Bezmialem University","city":"Istanbul","zip":"34093","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"17043329","type":"BACKGROUND","citation":"Carroll TJ, Herbert RD, Munn J, Lee M, Gandevia SC. Contralateral effects of unilateral strength training: evidence and possible mechanisms. J Appl Physiol (1985). 2006 Nov;101(5):1514-22. doi: 10.1152/japplphysiol.00531.2006."},{"pmid":"23196803","type":"BACKGROUND","citation":"Dragert K, Zehr EP. High-intensity unilateral dorsiflexor resistance training results in bilateral neuromuscular plasticity after stroke. Exp Brain Res. 2013 Mar;225(1):93-104. doi: 10.1007/s00221-012-3351-x. Epub 2012 Nov 30."},{"pmid":"26074871","type":"BACKGROUND","citation":"Urbin MA, Harris-Love ML, Carter AR, Lang CE. High-Intensity, Unilateral Resistance Training of a Non-Paretic Muscle Group Increases Active Range of Motion in a Severely Paretic Upper Extremity Muscle Group after Stroke. Front Neurol. 2015 May 27;6:119. doi: 10.3389/fneur.2015.00119. eCollection 2015."},{"pmid":"32506358","type":"DERIVED","citation":"Yurdakul OV, Kilicoglu MS, Rezvani A, Kucukakkas O, Eren F, Aydin T. How does cross-education affects muscles of paretic upper extremity in subacute stroke survivors? Neurol Sci. 2020 Dec;41(12):3667-3675. doi: 10.1007/s10072-020-04506-2. Epub 2020 Jun 6."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}