{"protocolSection":{"identificationModule":{"nctId":"NCT05651945","orgStudyIdInfo":{"id":"Pro2022-0785"},"organization":{"fullName":"Hackensack Meridian Health","class":"OTHER"},"briefTitle":"Cardiac Rehabilitation of Stroke Survivors (SRP-CROSS)","officialTitle":"Stroke Recovery Program-Cardiac Rehabilitation of Stroke Survivors","acronym":"SRP-CROSS"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-01-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2031-01-20","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-12-07","studyFirstSubmitQcDate":"2022-12-07","studyFirstPostDateStruct":{"date":"2022-12-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-20","lastUpdatePostDateStruct":{"date":"2023-12-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hackensack Meridian Health","class":"OTHER"},"collaborators":[{"name":"The Cardiovascular Institute of New Jersey at Rutgers Robert Wood Johnson Medical School","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study examines the effectiveness of the cardiac rehabilitation program for stroke patients. The study will examine if patients with stroke, who receive cardiac rehabilitation in addition to their standard of care treatments, demonstrate improved recovery of function. It will also examine if these patients have reduced hospital readmission, reduced rate of recurrent stroke, and mortality."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Accident"],"keywords":["cardiac rehabilitation","stroke","stroke rehabilitation","stroke recovery","exercise","cardiovascular disease","cardiovascular function","cognitive function","physical function","neurorehabilitation","transition of care post stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":112,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cardiac rehabilitation group","type":"EXPERIMENTAL","description":"Traditional medically supervised center-based cardiac rehabilitation program; including 36 sessions (30-50 minutes) of a progressive exercise program and educational sessions for cardiovascular disease (CVD) risk factors.","interventionNames":["Other: Cardiac rehabilitation program"]},{"label":"Standard of care","type":"NO_INTERVENTION","description":"Depending on functional deficits, conventional rehabilitation therapies can include physical therapy, occupational therapy, and/or speech therapy sessions with 2-3 visits per week. Participants will receive their standard of care therapies as prescribed by their treating physicians."}],"interventions":[{"type":"OTHER","name":"Cardiac rehabilitation program","description":"The cardiac rehabilitation program is an outpatient exercise intervention consisting of 36 sessions (30-50 minutes) of a progressive exercise program. Participants are closely monitored throughout the sessions using a telemetry monitor and are supervised by a team of cardiac rehabilitation nurses and exercise physiologists. In addition to the exercise program, participants will receive educational sessions for cardiovascular disease (CVD) risk factors including: 1) Diet/Nutrition, 2) Smoking cessation, 3) Physical activity, 4) Medication management/adherence and 5) Behavior change. As a part of the program, based on the initial assessment results, patients are referred to a rehabilitation psychologist or a dietician for consultation and evaluation if needed. In addition, participants will also receive their standard of care therapies as prescribed by their treating physicians.","armGroupLabels":["Cardiac rehabilitation group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"6-Minute Walk Test (6MWT)","description":"Mean change in 6MWT score from baseline (30 days post-stroke) to 120 days post-stroke.","timeFrame":"Change from Baseline (30 days post-stroke) to 120 days post-stroke."}],"secondaryOutcomes":[{"measure":"MET-min - (Metabolic Equivalent of Task - minutes)","description":"Mean change in MET-min score from baseline (30 days post-stroke) to 120 days post-stroke.","timeFrame":"Change from Baseline (30 days post-stroke) to 120 days post-stroke."},{"measure":"AM-PAC - (Activity Measure for Post Acute Care)","description":"Mean change in AM-PAC score from baseline (30 days post-stroke) to 120 days post-stroke. AM-PAC is a questionnaire that evaluates functional outcomes across three domains: basic mobility, daily activity, and applied cognitive. Standardized scores range from -11.95 to 104.9 for basic mobility, from -2.73 to 115.4 for daily activities, and from 6.84 to 68.28 for applied cognition with higher scores representing a better function.","timeFrame":"Change from Baseline (30 days post-stroke) to 120 days post-stroke."},{"measure":"MoCA - (Montreal Cognitive Assessment)","description":"Mean change in MoCA score from baseline (30 days post-stroke) to 120 days post-stroke. MoCA is a 16-item test assessing multiple cognitive domains with a score range from 0-30 with higher scores representing a better function.","timeFrame":"Change from Baseline (30 days post-stroke) to 120 days post-stroke."},{"measure":"SS-QOL - (Stroke specific Quality of Life)","description":"Mean change in SS-QOL score from baseline (30 days post-stroke) to 120 days post-stroke. SS-QOL is a self-reported questionnaire containing 49 item questions covering 12 domains with a score range of 49-245 with higher scores representing better function.","timeFrame":"Change from Baseline (30 days post-stroke) to 120 days post-stroke"},{"measure":"PHQ-9 - (Patient Health Questionnaire -9)","description":"Mean change in PHQ-9 score from baseline (30 days post-stroke) to 120 days post-stroke. The PHQ-9 is a self-administered questionnaire designed to diagnose and evaluate depression with a score range 0-27.","timeFrame":"Change from Baseline (30 days post-stroke) to 120 days post-stroke"},{"measure":"All-cause hospital readmission","description":"All-cause hospital readmission rates at 1-year post-stroke","timeFrame":"1-year post-stroke"},{"measure":"Recurrent stroke rate","description":"Recurrent stroke rates at 1-year post stroke","timeFrame":"1-year post stroke"},{"measure":"All-cause mortality rate","description":"All-cause mortality rates at 1-year post stroke","timeFrame":"1-year post stroke"},{"measure":"AM-PAC - (Activity Measure for Post Acute Care)","description":"Mean change in AM-PAC score from baseline (30 days post stroke) to 1-year post stroke. AM-PAC is a questionnaire that evaluates functional outcomes across three domains: basic mobility, daily activity, and applied cognitive. Standardized scores range from -11.95 to 104.9 for basic mobility, from -2.73 to 115.4 for daily activities, and from 6.84 to 68.28 for applied cognition with higher scores representing a better function.","timeFrame":"1-year post stroke"},{"measure":"SS-QOL - (Stroke specific Quality of Life)","description":"Mean change in SS-QOL score from baseline (30 days post stroke) to 1-year post stroke. SS-QOL is a self-reported questionnaire containing 49 item questions covering 12 domains with a score range of 49-245 with higher scores representing better function.","timeFrame":"1-year post stroke"},{"measure":"mRS - (Modified Rankin Scale)","description":"Mean change in mRS score from baseline (30 days post stroke) to 120 days post stroke. The mRS is a questionnaire to assess the level of disability and functional independence in daily activities with reference to pre-stroke activities. The scale is scored 0-6 where 0 indicates lack of symptoms and the score 6 indicates death.","timeFrame":"Change from Baseline (30 days post stroke) to 120 days post stroke"},{"measure":"Picture Your Plate (PYP)","description":"Mean change in PYP score from baseline (30 days post stroke) to 120 days post stroke. Picture Your Plate is a brief 48-question dietary assessment questionnaire with a total score ranging from 0 to 96 with higher scores representing an unhealthy diet.","timeFrame":"Change from Baseline (30 days post stroke) to 120 days post stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years or older\n* Stroke diagnosis (ischemic or hemorrhagic) / radiologic evidence of acute stroke\n* Medically cleared by a cardiologist for participation in the cardiac rehabilitation program with no contraindications to cardiac rehabilitation per American Association of Cardiovascular and Pulmonary Rehabilitation (AACVPR) guidelines\n* Ability to transfer on/off the recumbent bike with or without an assistive device safely, with or without assistance from another person\n* Ability to follow simple commands and communicate pain or distress\n* Admission to an Inpatient Rehabilitation Facility post-stroke\n* Signed informed consent form\n\nExclusion Criteria:\n\n* Presence of subarachnoid hemorrhage, intracranial aneurysm, intracranial hemangioma, or arteriovenous malformation\n* Medical disorders that preclude participation in the study as determined by the Principal Investigator.\n* Inability to have baseline assessment within 60 days post-stroke diagnosis\n* Patient considered unable to comply with study requirements\n* Known terminal illness with life expectancy less than 1 year\n* Compliant diagnosis eligible for traditional cardiac rehabilitation covered by insurance\n* Unable to understand/speak English","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Hayk Petrosyan, Ph.D.","role":"CONTACT","phone":"732-321-7000","phoneExt":"65979","email":"hayk.petrosyan@hmhn.org"}],"overallOfficials":[{"name":"Sara J Cuccurullo, MD","affiliation":"Hackensack Meridian Health - JFK Johnson Rehabilitation Institute","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Talya K Fleming, MD","affiliation":"Hackensack Meridian Health - JFK Johnson Rehabilitation Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hackensack Meridian Health - JFK Johnson Rehabilitation Institute","status":"RECRUITING","city":"Edison","state":"New Jersey","zip":"08820","country":"United States","contacts":[{"name":"Hayk Petrosyan, PhD","role":"CONTACT","phone":"732-321-7000","phoneExt":"65979","email":"hayk.petrosyan@hmhn.org"}],"geoPoint":{"lat":40.51872,"lon":-74.4121}}]},"referencesModule":{"references":[{"pmid":"26764059","type":"BACKGROUND","citation":"Anderson L, Oldridge N, Thompson DR, Zwisler AD, Rees K, Martin N, Taylor RS. Exercise-Based Cardiac Rehabilitation for Coronary Heart Disease: Cochrane Systematic Review and Meta-Analysis. J Am Coll Cardiol. 2016 Jan 5;67(1):1-12. doi: 10.1016/j.jacc.2015.10.044."},{"pmid":"24846875","type":"BACKGROUND","citation":"Billinger SA, Arena R, Bernhardt J, Eng JJ, Franklin BA, Johnson CM, MacKay-Lyons M, Macko RF, Mead GE, Roth EJ, Shaughnessy M, Tang A; American Heart Association Stroke Council; Council on Cardiovascular and Stroke Nursing; Council on Lifestyle and Cardiometabolic Health; Council on Epidemiology and Prevention; Council on Clinical Cardiology. Physical activity and exercise recommendations for stroke survivors: a statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Aug;45(8):2532-53. doi: 10.1161/STR.0000000000000022. Epub 2014 May 20."},{"pmid":"31634208","type":"BACKGROUND","citation":"Cuccurullo SJ, Fleming TK, Kostis WJ, Greiss C, Gizzi MS, Eckert A, Ray AR, Scarpati R, Cosgrove NM, Beavers T, Cabrera J, Sargsyan D, Kostis JB. Impact of a Stroke Recovery Program Integrating Modified Cardiac Rehabilitation on All-Cause Mortality, Cardiovascular Performance and Functional Performance. Am J Phys Med Rehabil. 2019 Nov;98(11):953-963. doi: 10.1097/PHM.0000000000001214."},{"pmid":"33657031","type":"BACKGROUND","citation":"Cuccurullo SJ, Fleming TK, Kostis JB, Greiss C, Eckert A, Ray AR, Scarpati R, Zinonos S, Gizzi M, Cosgrove NM, Cabrera J, Oh-Park M, Kostis WJ. Impact of Modified Cardiac Rehabilitation Within a Stroke Recovery Program on All-Cause Hospital Readmissions. Am J Phys Med Rehabil. 2022 Jan 1;101(1):40-47. doi: 10.1097/PHM.0000000000001738."},{"pmid":"26112254","type":"BACKGROUND","citation":"English C, Healy GN, Coates A, Lewis L, Olds T, Bernhardt J. Sitting and Activity Time in People With Stroke. Phys Ther. 2016 Feb;96(2):193-201. doi: 10.2522/ptj.20140522. Epub 2015 Jun 25."},{"pmid":"28444348","type":"BACKGROUND","citation":"Fini NA, Holland AE, Keating J, Simek J, Bernhardt J. How Physically Active Are People Following Stroke? Systematic Review and Quantitative Synthesis. Phys Ther. 2017 Jul 1;97(7):707-717. doi: 10.1093/ptj/pzx038."},{"pmid":"21885867","type":"BACKGROUND","citation":"Globas C, Becker C, Cerny J, Lam JM, Lindemann U, Forrester LW, Macko RF, Luft AR. Chronic stroke survivors benefit from high-intensity aerobic treadmill exercise: a randomized control trial. Neurorehabil Neural Repair. 2012 Jan;26(1):85-95. doi: 10.1177/1545968311418675. Epub 2011 Sep 1."},{"pmid":"21576654","type":"BACKGROUND","citation":"Goel K, Lennon RJ, Tilbury RT, Squires RW, Thomas RJ. Impact of cardiac rehabilitation on mortality and cardiovascular events after percutaneous coronary intervention in the community. Circulation. 2011 May 31;123(21):2344-52. doi: 10.1161/CIRCULATIONAHA.110.983536. Epub 2011 May 16."},{"pmid":"31596465","type":"BACKGROUND","citation":"MacKay-Lyons M, Billinger SA, Eng JJ, Dromerick A, Giacomantonio N, Hafer-Macko C, Macko R, Nguyen E, Prior P, Suskin N, Tang A, Thornton M, Unsworth K. Aerobic Exercise Recommendations to Optimize Best Practices in Care After Stroke: AEROBICS 2019 Update. Phys Ther. 2020 Jan 23;100(1):149-156. doi: 10.1093/ptj/pzz153."},{"pmid":"32868656","type":"BACKGROUND","citation":"Marzolini S. Including Patients With Stroke in Cardiac Rehabilitation: BARRIERS AND FACILITATORS. J Cardiopulm Rehabil Prev. 2020 Sep;40(5):294-301. doi: 10.1097/HCR.0000000000000540."},{"pmid":"27425176","type":"BACKGROUND","citation":"Marzolini S, Danells C, Oh PI, Jagroop D, Brooks D. Feasibility and Effects of Cardiac Rehabilitation for Individuals after Transient Ischemic Attack. J Stroke Cerebrovasc Dis. 2016 Oct;25(10):2453-63. doi: 10.1016/j.jstrokecerebrovasdis.2016.06.018. Epub 2016 Jul 11."},{"pmid":"31588512","type":"BACKGROUND","citation":"Marzolini S, Fong K, Jagroop D, Neirinckx J, Liu J, Reyes R, Grace SL, Oh P, Colella TJF. Eligibility, Enrollment, and Completion of Exercise-Based Cardiac Rehabilitation Following Stroke Rehabilitation: What Are the Barriers? Phys Ther. 2020 Jan 23;100(1):44-56. doi: 10.1093/ptj/pzz149."},{"pmid":"26673558","type":"BACKGROUND","citation":"Writing Group Members; Mozaffarian D, Benjamin EJ, Go AS, Arnett DK, Blaha MJ, Cushman M, Das SR, de Ferranti S, Despres JP, Fullerton HJ, Howard VJ, Huffman MD, Isasi CR, Jimenez MC, Judd SE, Kissela BM, Lichtman JH, Lisabeth LD, Liu S, Mackey RH, Magid DJ, McGuire DK, Mohler ER 3rd, Moy CS, Muntner P, Mussolino ME, Nasir K, Neumar RW, Nichol G, Palaniappan L, Pandey DK, Reeves MJ, Rodriguez CJ, Rosamond W, Sorlie PD, Stein J, Towfighi A, Turan TN, Virani SS, Woo D, Yeh RW, Turner MB; American Heart Association Statistics Committee; Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2016 Update: A Report From the American Heart Association. Circulation. 2016 Jan 26;133(4):e38-360. doi: 10.1161/CIR.0000000000000350. Epub 2015 Dec 16. No abstract available. Erratum In: Circulation. 2016 Apr 12;133(15):e599."},{"pmid":"34978528","type":"BACKGROUND","citation":"Murphy SL, Kochanek KD, Xu J, Arias E. Mortality in the United States, 2020. NCHS Data Brief. 2021 Dec;(427):1-8."},{"pmid":"23428993","type":"BACKGROUND","citation":"Pang MY, Charlesworth SA, Lau RW, Chung RC. Using aerobic exercise to improve health outcomes and quality of life in stroke: evidence-based exercise prescription recommendations. Cerebrovasc Dis. 2013;35(1):7-22. doi: 10.1159/000346075. Epub 2013 Feb 14."},{"pmid":"21940961","type":"BACKGROUND","citation":"Prior PL, Hachinski V, Unsworth K, Chan R, Mytka S, O'Callaghan C, Suskin N. Comprehensive cardiac rehabilitation for secondary prevention after transient ischemic attack or mild stroke: I: feasibility and risk factors. Stroke. 2011 Nov;42(11):3207-13. doi: 10.1161/STROKEAHA.111.620187. Epub 2011 Sep 22."},{"pmid":"30191075","type":"BACKGROUND","citation":"Prior PL, Suskin N. Exercise for stroke prevention. Stroke Vasc Neurol. 2018 Jun 26;3(2):59-68. doi: 10.1136/svn-2018-000155. eCollection 2018 Jun."},{"pmid":"31409176","type":"BACKGROUND","citation":"Regan EW, Handlery R, Beets MW, Fritz SL. Are Aerobic Programs Similar in Design to Cardiac Rehabilitation Beneficial for Survivors of Stroke? A Systematic Review and Meta-Analysis. J Am Heart Assoc. 2019 Aug 20;8(16):e012761. doi: 10.1161/JAHA.119.012761. Epub 2019 Aug 14."},{"pmid":"33499647","type":"BACKGROUND","citation":"Regan EW, Handlery R, Stewart JC, Pearson JL, Wilcox S, Fritz S. Integrating Survivors of Stroke Into Exercise-Based Cardiac Rehabilitation Improves Endurance and Functional Strength. J Am Heart Assoc. 2021 Feb 2;10(3):e017907. doi: 10.1161/JAHA.120.017907. Epub 2021 Jan 27."},{"pmid":"26903147","type":"BACKGROUND","citation":"Sandberg K, Kleist M, Falk L, Enthoven P. Effects of Twice-Weekly Intense Aerobic Exercise in Early Subacute Stroke: A Randomized Controlled Trial. Arch Phys Med Rehabil. 2016 Aug;97(8):1244-53. doi: 10.1016/j.apmr.2016.01.030. Epub 2016 Feb 20."},{"pmid":"22019548","type":"BACKGROUND","citation":"Towfighi A, Markovic D, Ovbiagele B. Impact of a healthy lifestyle on all-cause and cardiovascular mortality after stroke in the USA. J Neurol Neurosurg Psychiatry. 2012 Feb;83(2):146-51. doi: 10.1136/jnnp-2011-300743. Epub 2011 Oct 21."},{"pmid":"29169967","type":"BACKGROUND","citation":"Turan TN, Al Kasab S, Nizam A, Lynn MJ, Harrell J, Derdeyn CP, Fiorella D, Janis LS, Lane BF, Montgomery J, Chimowitz MI; SAMMPRIS Investigators. Relationship between Risk Factor Control and Compliance with a Lifestyle Modification Program in the Stenting Aggressive Medical Management for Prevention of Recurrent Stroke in Intracranial Stenosis Trial. J Stroke Cerebrovasc Dis. 2018 Mar;27(3):801-805. doi: 10.1016/j.jstrokecerebrovasdis.2017.10.017. Epub 2017 Nov 21."},{"pmid":"28284834","type":"BACKGROUND","citation":"Vanroy C, Feys H, Swinnen A, Vanlandewijck Y, Truijen S, Vissers D, Michielsen M, Wouters K, Cras P. Effectiveness of Active Cycling in Subacute Stroke Rehabilitation: A Randomized Controlled Trial. Arch Phys Med Rehabil. 2017 Aug;98(8):1576-1585.e5. doi: 10.1016/j.apmr.2017.02.004. Epub 2017 Mar 8."},{"pmid":"33501848","type":"BACKGROUND","citation":"Virani SS, Alonso A, Aparicio HJ, Benjamin EJ, Bittencourt MS, Callaway CW, Carson AP, Chamberlain AM, Cheng S, Delling FN, Elkind MSV, Evenson KR, Ferguson JF, Gupta DK, Khan SS, Kissela BM, Knutson KL, Lee CD, Lewis TT, Liu J, Loop MS, Lutsey PL, Ma J, Mackey J, Martin SS, Matchar DB, Mussolino ME, Navaneethan SD, Perak AM, Roth GA, Samad Z, Satou GM, Schroeder EB, Shah SH, Shay CM, Stokes A, VanWagner LB, Wang NY, Tsao CW; American Heart Association Council on Epidemiology and Prevention Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2021 Update: A Report From the American Heart Association. Circulation. 2021 Feb 23;143(8):e254-e743. doi: 10.1161/CIR.0000000000000950. Epub 2021 Jan 27."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}