{"protocolSection":{"identificationModule":{"nctId":"NCT06208059","orgStudyIdInfo":{"id":"V1.1"},"organization":{"fullName":"Heilongjiang University of Chinese Medicine","class":"OTHER"},"briefTitle":"Electroacupuncture of Scalp Motor Area to Improve Post-Stroke Wrist Dyskinesia","officialTitle":"Electroacupuncture of Scalp Motor Area to Improve Post-Stroke Wrist Dyskinesia and Its Effect on Muscle Function: a Single-Blind, Randomized, Controlled Clinical Trial"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-10-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-01-01","type":"ACTUAL"},"studyFirstSubmitDate":"2024-01-05","studyFirstSubmitQcDate":"2024-01-05","studyFirstPostDateStruct":{"date":"2024-01-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-05","lastUpdatePostDateStruct":{"date":"2024-01-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ruwen Zheng","investigatorTitle":"PhD student","investigatorAffiliation":"Heilongjiang University of Chinese Medicine"},"leadSponsor":{"name":"Heilongjiang University of Chinese Medicine","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to compare the clinical efficacy of electroacupuncture and manual acupuncture in stimulating the scalp motor area for treating post-stroke wrist dyskinesia and its influence on the function of wrist movement-related active muscles. The main question it aims to answer is: which method of stimulating the scalp motor area is more effective in the recovery of wrist motor function after stroke? Participants will be given routine Western medicine treatment and acupuncture treatment on the hemiplegic side. In the manual acupuncture group, participants will be needled in the scalp motor area on the lesion side. The same acupoint was selected as the manual acupuncture group in the electroacupuncture group. The score of Chinese Stroke Scale (CSS), the score of the upper limb of the Barthel Index (BI), the active range of motion (AROM) of wrist joint, and the surface electromyography (sEMG) was used to measure the root mean square (RMS) of extensor carpi radialis longus, extensor digitorum, flexor carpi radialis and flexor carpi ulnaris on the hemiplegic side of the patients before and after the 3-week treatment period, respectively compare the clinical efficacy of the two groups.","detailedDescription":"Participants will be randomly divided into an electroacupuncture group and a manual acupuncture group according to a ratio of 1: 1. In the manual acupuncture group, participants will be needled in the scalp motor area on the lesion side and left in place for 30 minutes after obtaining qi. During needle retention, the needles will be intermittently twisted for 2min twice, with a frequency of about 200 r/min. The same acupoint was selected as the manual acupuncture group in the electroacupuncture group. After obtaining qi, electroacupuncture stimulation will be applied using a continuous wave at a frequency of 2 Hz. The stimulation intensity will be adjusted based on the patient's tolerance, and each treatment will be lasted for 30 minutes. Participants patients in both groups will be treated once a day and rest for one day after six consecutive days of treatment, for a total of three weeks."},"conditionsModule":{"conditions":["Stroke Sequelae","Movement Disorders"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":66,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"manual acupuncture group","type":"ACTIVE_COMPARATOR","description":"In the manual acupuncture group, participants will be needled in the scalp motor area on the lesion side and left in place for 30 minutes after obtaining qi. During needle retention, the needles will be intermittently twisted for 2min twice, with a frequency of about 200 r/min. Participants will receive treatment once daily, with six consecutive days of treatment followed by one day of rest each week, for three weeks.","interventionNames":["Other: manual acupuncture"]},{"label":"electroacupuncture group","type":"EXPERIMENTAL","description":"The same acupoint was selected as the manual acupuncture group in the electroacupuncture group. After obtaining qi, electroacupuncture stimulation will be applied using a continuous wave at a frequency of 2 Hz. The stimulation intensity will be adjusted based on the patient's tolerance, and each treatment will be lasted for 30 minutes. Participants will receive treatment once daily, with six consecutive days of treatment followed by one day of rest each week, for three weeks.","interventionNames":["Other: electroacupuncture"]}],"interventions":[{"type":"OTHER","name":"manual acupuncture","description":"In manual acupuncture, the scalp motor area on the lesion side will be needled and left in place for 30 minutes after obtaining qi. During the needle retention, the needles will be twisted intermittently for 2 minutes twice, at a frequency of approximately 200 r/min.","armGroupLabels":["manual acupuncture group"]},{"type":"OTHER","name":"electroacupuncture","description":"In electroacupuncture, the scalp motor area will be needled, and after obtaining qi, the treatment will involve applying electroacupuncture stimulation using a continuous wave with a frequency of 2 Hz. The intensity of the stimulation will be adjusted based on the patient's tolerance, and each treatment session will last for 30 minutes.","armGroupLabels":["electroacupuncture group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Chinese Stroke Scale","description":"CSS comprehensively evaluated the neurological impairment of stroke patients from eight dimensions: level of consciousness, horizontal gaze, facial paralysis, speech, shoulder, hand, lower extremities and walking ability. the score ranged from 0 to 45. The higher the score, the more serious the neurological impairment.","timeFrame":"1 day before treatment and at the end of 3 weeks of treatment"}],"secondaryOutcomes":[{"measure":"the Barthel Index of ADL","description":"BI (The Barthel Index of ADL) is a recognized and valid index for assessing the ability of activities of daily living, which includes 10 items such as dressing, grooming, eating, toileting, bowel control, bathing, transferring, and so on. In this study, we mainly observe the upper limb-related parts of the BI score (grooming, dressing, eating, bathing, and toileting), with higher scores representing better functional recovery of the upper limbs.","timeFrame":"1 day before treatment and at the end of 3 weeks of treatment"},{"measure":"Active Range of Motion","description":"The normal range of motion is 0° to 70° for wrist dorsiflexion and 0° to 90° for wrist flexion. In this study, the electronic joint angle ruler will be used for measurement, and the value can be displayed to 1 decimal place. During measurement, the patient sits and relaxes the affected forearm on the table, the axis of the electronic joint angle ruler is placed at the ulnar styloid, the fixed arm is parallel to the ulna, and the mobile arm is parallel to the fifth metacarpal bone. The patient will be instructed to actively extend the wrist dorsally, flex the wrist palmarly and measure the angle of maximum activity, the greater the AROM the better the recovery of wrist joint motor function.","timeFrame":"1 day before treatment and at the end of 3 weeks of treatment"},{"measure":"Root Mean Square","description":"RMS is one of the main characteristic values of surface electromyography, which is positively correlated with muscle strength, and the higher the RMS, the stronger the muscle strength. FlexComp Infiniti SA7550 10-channel sEMG (Thought Technology Ltd, Canada) will be used to measure the RMS values of ECRL (Extensor Carpi Radialis Longus) and ED (Extensor Digitorum) in active wrist dorsiflexion, and the RMS values of FCR (Flexor Carpi Radialis) and FCU (Flexor Carpi Ulnaris) on the hemiplegic side of the patient in active wrist flexion.","timeFrame":"1 day before treatment and at the end of 3 weeks of treatment"}],"otherOutcomes":[{"measure":"Clinical efficacy evaluation","description":"Clinical efficacy was assessed using the nimodipine method as a percentage reduction in CSS score:\\[(pre-treatment score - post-treatment score)/pre-treatment score\\]×100%. Basic healing: reduction rate ≥90%; Significant improvement: 46%≤ minus rate \\<90%; Progress: 18%≤ minus rate \\<46%. The ratio of the sum of basic healing, obvious progress, and progress to the sample size of a single group is the total effective rate of the group.","timeFrame":"the end of 3 weeks of treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. patients with upper limb movement disorders who meet the diagnostic criteria for stroke;\n2. 40 years old ≤ age ≤ 75 years old, gender is not limited;\n3. head MRI or CT scanning found responsible lesions;\n4. first onset of the disease, disease duration of 2 weeks to 6 months, stable condition, stable vital signs, conscious without unconsciousness;\n5. upper limb muscle strength on the affected side ≥ grade 3, wrist dorsiflexion muscle strength ≥ grade 2, wrist flexion muscle strength ≥ grade 2;\n6. no serious cardiac, pulmonary, or renal impairment;\n7. voluntarily participate in this study and sign the informed consent form.\n\nExclusion Criteria:\n\n1. a previous history of stroke or other brain disease;\n2. with severe mental retardation and/or severe aphasia that interferes with communication;\n3. with severe cardiac, pulmonary, and renal impairment in an unstable condition;\n4. inability to autonomously perform wrist flexion and extension movements on the hemiplegic side;\n5. neurological or musculoskeletal diseases affecting the recovery of limb function before the onset of the disease, with pre-existing abnormalities in bilateral wrist movements;\n6. allergy to adhesive tape, solid gel, etc.; bleeding tendency, acute suppurative inflammation, combined ulcers, infections, scars and tumors at acupuncture points and nearby areas; installation of pacemakers;\n7. transient ischemic attack, rebleeding after infarction, bilateral cerebral infarction, brain stem infarction, excessive cerebral hemorrhage or cranial defect;\n8. history of needle fainting or fear of needling.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Dongyan Wang, PhD","affiliation":"The Second Affiliated Hospital of Heilongjiang University of Chinese Medicine","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"The Second Affiliated Hospital of Heilongjiang University of Chinese Medicine","city":"Harbin","state":"Heilongjiang","zip":"150040","country":"China","geoPoint":{"lat":45.75,"lon":126.65}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Data sharing will be based on actual situation in future."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020820","term":"Dyskinesias"},{"id":"D000009069","term":"Movement Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11719","name":"Movement Disorders","asFound":"Movement Disorders","relevance":"HIGH"},{"id":"M22264","name":"Dyskinesias","asFound":"Dyskinesia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}