{"protocolSection":{"identificationModule":{"nctId":"NCT01777113","orgStudyIdInfo":{"id":"HIGHSTROKE-2012"},"organization":{"fullName":"Universita di Verona","class":"OTHER"},"briefTitle":"High Intensity Interval Training in Chronic Stroke Patients","officialTitle":"The Effects of a High Intensity Gait Training in Improving Oxygen Consumption in Chronic Stroke Patients: a Randomized Control Study."},"statusModule":{"statusVerifiedDate":"2016-09","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-10"},"primaryCompletionDateStruct":{"date":"2016-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2016-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2013-01-03","studyFirstSubmitQcDate":"2013-01-25","studyFirstPostDateStruct":{"date":"2013-01-28","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-09-09","lastUpdatePostDateStruct":{"date":"2016-09-12","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nicola Smania, MD, Clinical Professor","investigatorTitle":"Associate professor","investigatorAffiliation":"Universita di Verona"},"leadSponsor":{"name":"Universita di Verona","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Stroke is a global health-care problem that is common, serious and disabling. In most countries, stroke is second or third most common cause of death and one of the main causes of acquired adult disability. After stroke, patients remain at continued high risk for recurrent stroke as well as for myocardial infarction and cardiac death. After completion of conventional physical therapy, there are no empiric recommendations and few resources promoting regular exercise during the chronic stroke period.Interventions to improve cardiorespiratory fitness are still not part of routine neurorehabilitation programs in many rehabilitation centers, and therapy is often dominated by standard rehabilitative therapies based on neurodevelopmental principles such as the Bobath concept. These standard therapies are an insufficient stimulus to increase fitness levels after stroke.","detailedDescription":"Stroke is a major cause of chronic disability worldwide. After stroke, patients remain at continued high risk for recurrent stroke as well as for myocardial infarction and cardiac death. Comorbid cardiovascular conditions are present in 75% of stroke patients, representing the leading cause of death in stroke survivors. Due to the low levels of physical activity, stroke survivors are deconditioned, leading to a loss of functional and social independence with subsequent declines in quality of life. Interventions to improve cardiorespiratory fitness are still not part of routine neurorehabilitation programs in many rehabilitation centers, and therapy is often dominated by standard rehabilitative therapies based on neurodevelopmental principles such as the Bobath concept. These standard therapies are an insufficient stimulus to increase fitness levels after stroke.\n\nThe first aim of the study is to evaluate the effects of a high intensitive physical training in improving cardiorespiratory fitness and gait ability in chronic stroke patients. The second aim is to compare the effects of high aerobic interval treadmill training and maximal strength training in chronic stroke patients.\n\nPatients will be randomized into three groups. The first group (experimental group) will be subjected to 3-month training period (3 sessions/week) of high intensity aerobic training on treadmill. The second group (experimental group group) will undergo to a strength training with the same duration and frequency of the first group. The third group (control group)will be subjected to conventional training with the same duration and frequency of the experimental groups. Data will be analysed by means parametric and non-parametric tests. Both, within and between groups comparison will be performed.\n\nAs primary outcomes measures will be considered the peak oxygen uptake, walking energy cost, 6 minutes walking test. As secondary outcomes measures will be considered the 10-meter Walking Test,Time Up and Go test, Activities- specific balance confidence scale, SF-36 Health Survey Questionnaire, Stroke Impact Scale, Oxygen Uptake Efficiency Slope (OUES), arterial-venous oxygen difference; cardiac output and muscle strength."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Chronic Stroke","Gait","Exercise","High intensity aerobic training","Strength training","Randomized controlled trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"High Intensity Aerobic training","type":"EXPERIMENTAL","description":"The subjects will perform a high intensity treadmill training","interventionNames":["Other: High intensity aerobic training"]},{"label":"High Intensity Strength Training","type":"EXPERIMENTAL","description":"The subjects will perform and high intensity training on the same leg horizontal press.","interventionNames":["Other: High Intensity Strength Training"]},{"label":"Mixed Training","type":"ACTIVE_COMPARATOR","description":"Conventional training consisted of group mobility, balance and stretching exercises.","interventionNames":["Other: Mixed Training"]}],"interventions":[{"type":"OTHER","name":"High intensity aerobic training","description":"The mode of the training will be uphill treadmill walking in 4x4 minute intervals at 85% and 95% of Heart Rate Peak (HRpeak) precede by 10-minute warm-up period on the treadmill at self-selected speed and inclination. Between the 4-minute intervals, 3-minute active breaks walking at approximately 50% of HRpeak will be applied. The training sessions will be terminated by a 3-minute cool-down period at 50% to 70% HRpeak. To compensate for increased VO2peak, the speed and/or inclination will be gradually adjusted during 3-month intervention to make sure that the target HR will be between 85% and 95% of HRpeak during the high-intensity intervals.","armGroupLabels":["High Intensity Aerobic training"]},{"type":"OTHER","name":"High Intensity Strength Training","description":"Five warm-up repetitions will be completed at approximately 50% of 1 repetition maximum before the main session of four sets of four repetitions unilaterally at 85%Y95% of 1 repetition maximum for both leg press and plantarflexion. When subjects will be able to complete a fifth repetition, the weight will be increased by 1.25 to 2.5 kg, dependent on subjective feelings of capability. They will be encouraged to focus of an explosive concentric movement and a controlled eccentric movement such that the time on each phase will be in the ratio 1:2. The subjects will be regularly reminded to focus on breathing during the contraction, preventing the valsalva maneuver and high rises in blood pressure. The session will finish with a minimum 5-min warm down the treadmill device.","armGroupLabels":["High Intensity Strength Training"]},{"type":"OTHER","name":"Mixed Training","description":"Conventional training consisted of group mobility, balance and stretching exercises. Mobility training included treadmill and cycloergometer training for 10 minutes at self selected speed. Exercises at the parallel bars included weight shift from leg to leg, half-squat, turn in place, leg-trunk flexion, and extension exercises. Finally seated upper- and lower-limb stretching exercises will focus on range of motion, including trunk mobility.","armGroupLabels":["Mixed Training"],"otherNames":["Conventional Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"6 minutes walking test (6-MWT)","description":"this is a validated tool evaluating walking capacity. Subjects will be required to walk at their maximum speed for 6 minutes and the score will be the covered distance.","timeFrame":"All patients enrolled in the study will be evaluated at baseline time 0 of treatment and after after 12 weeks of training."}],"secondaryOutcomes":[{"measure":"10 meters Walking test (10-MtWT)","description":"the test has been selected as a measure of gait speed. This is a validated test requiring individuals to walk on a flat hard floor at their fastest speed foe 10 meters. Scoring is walking speed.","timeFrame":"Baseline time 0, after 12 weeks of training, after 6 months 6 and 9 months after the end of training"},{"measure":"Time Up and Go Test (TUG)","description":"this is a simple test used to assess a person's mobility and requires both static and dynamic balance. It uses the time that a person takes to rise from a chair, walk three meters, turn around, walk back to the chair and sit down. During the test, the person is expected to wear their regular footwear and use any mobility aids that they would normally require.","timeFrame":"Baseline time 0, after 12 weeks of training, after 6 months 6 and 9 months after the end of training"},{"measure":"Gait analysis","description":"It is an electronic system used for the gathering of the temporal-spatial data of deambulation. It is made up of an 8 meter long sensorized walkway connected to a computer. The system records the signal, reproducing the pressure maps of each step on video, identifying the progression of the center of gravity and recording all of the temporal-spatial features of gait.","timeFrame":"Baseline time 0, after 12 weeks of training, after 6 months 6 and 9 months after the end of training"},{"measure":"Strength","description":"Cybex 6000 isokinetic dynamometer: the system will be used to assess the strength of knee flexors/extensors, and ankle dorsiflexors/plantarflexors bilaterally.","timeFrame":"Baseline time 0, after 12 weeks of training, after 6 months 6 and 9 months after the end of training"},{"measure":"Arterial - venous oxygen difference (a-v O2 diff)","description":"NEAR INFRARED SPECTROSCOPY (NIRS), an 8-channel continuous wave NIRS to monitor LMO2 and blood volume (LMBV) during maximal incremental exercise will be used during the incremental treadmill test. Muscle oxygenation will be determinate by subtracting the absorbencies at 730 and 850 nm, which will give the relative change in the oxy/de-oxy hemoglobin/myoglobin. Furthermore, the sum of absorbencies at these 2 wavelengths will give the change in local blood volume that is attributed to change in total hemoglobin. The NIRS probe will be placed over the vastus lateralis of the both legs, approximately 120 to 140 mm above the knee, along the vertical axis of the thigh. The NIRS signal will be collected at rest and during exercise at a sampling frequency of 3 Hertz, and the data will be averaged over 30 seconds.","timeFrame":"Baseline time 0, after 12 weeks of training, after 6 months 6 and 9 months after the end of training"},{"measure":"Cardiac Output (CO)","description":"cardiac output will be measured during incremental treadmill test using a non- invasive method by \"Portapres\". This tool derives continuous estimates of cardiac output from the peripheral pulse, the cuff will be fitted to the middle finger of the health hand.","timeFrame":"Basline, Post- training, Follow- up 6 and 9 months"},{"measure":"Oxygen Uptake Efficiency Slope (OUES)","description":"provides an estimation of the efficiency of ventilation with respect to VO2, with greater slopes indicating greater ventilatory efficiency. When VO2 in mL/min is plotted on the y axis and VE in L/min is plotted on the \"semilog\" transformed x axis, the slope of this linear relationship, \"a\" represents the rate of increase in VO2 in response to VE and is defined as OUES, whereas \"b\" is the intercept.","timeFrame":"Baseline time 0, after 12 weeks of training, after 6 months 6 and 9 months after the end of training"},{"measure":"Activities- specific Balance Confidence Scale:","description":"this is a scale in which the subject rated his/her perceived level of confidence while performing 16 daily activities. The score ranges from 0 to 100, where 100 represents a high level of confidence in balance skills","timeFrame":"Baseline time 0, after 12 weeks of training, after 6 months 6 and 9 months after the end of training"},{"measure":"SF-36 Health Survey Questionnaire","description":"this is a multi- purpose, short form health survey with only 36 questions. It yields an 8-scale profile of functional health and well-being scores as well as psychometrically-based physical and mental health summary measures and preference-based health index. It is a generic measure, as opposed to one that targets a specific age, disease or treatment group.","timeFrame":"Baseline time 0, after 12 weeks of training, after 6 months 6 and 9 months after the end of training"},{"measure":"Stroke Impact scale","description":"this 64-item questionnaire is self- administered, with each item scored on a 5-point Likert scale, and assesses 8 domains of stroke.","timeFrame":"Baseline time 0, after 12 weeks of training, after 6 months 6 and 9 months after the end of training"},{"measure":"Peak of Oxygen Consumption (VO2peak)","description":"a Quark gas analysis system will be used to measure the percentage of expire oxygen. The system will be calibrated before each session according to the manufacturer's instructions. Heart rate will be measured using a Polar Heart-rate monitor. The test will be initiated asking the subject to stand at rest for a period of one minute. At the end of this period the test starts and the subject will walk at its self- selected (obtained by 6MWT) at the inclination of 1%. After three minutes the treadmill inclination will be increased by 1% every minute until exhaustion.","timeFrame":"Baseline time 0, after 12 weeks of training, after 6 months 6 and 9 months after the end of training"},{"measure":"Walking energy cost (Wc)","description":"the test will be initiated asking the subjects to sit at rest for a period of two minutes. At the end of this period the test commenced. Subject will walk on the treadmill performing three 4-minute steps. The speed of each step will be determinate by the self-selected speed of the subject (obtained through 6MWT). The steps will be 70% of the self- selected speed, 100% and 130%. Throughout the test, ventilatory parameters and heart rate will be collected breath-by-breath using a Quark gas analysis system. The walking energy cost will be calculated according to the formula (O2cost= \\[VO2/kg walking - VO2/kg rest\\]/speed).","timeFrame":"Baseline time 0, after 12 weeks of training, after 6 months 6 and 9 months after the end of training"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of ischemical brain injury or intracerebral hemorrhage by MRI or computed tomography at least 6 months before the onset of the study;\n* Ability to walk in the treadmill at \\>0.3 km/h for 3 minutes handrail support;\n* Be able to give informed consent and be motivated to participate in 3- month intensive physical fitness training.\n\nExclusion Criteria:\n\n* Mini Mental State Examination \\<20;\n* Unstable angina pectoris;\n* Unstable cardiac conditions;\n* Complex ventricular arrhythmia;\n* Resting systolic blood pressure \\>200 mm/Hg - Resting diastolic blood pressure \\>100 mm/Hg;\n* Aphasia (unable to follow two commands);\n* Other medical conditions precluding participation in aerobic exercise.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nicola Smania, Physician","role":"CONTACT","phone":"+39 045 8124573","email":"nicola.smania@univr.it"},{"name":"Daniele Munari, Master","role":"CONTACT","phone":"+39 045 8124573","email":"daniele.munari@univr.it"}],"overallOfficials":[{"name":"Nicola Smania, Physician","affiliation":"Neuromotor and Cognitive Rehabilitation Center Department of Neurological, Neuropsychological, Morfological and Motor Sciences University of Verona, Verona, Italy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"S.S.O. di Riabilitazione dell'Ospedale Policlinico","status":"RECRUITING","city":"Verona","zip":"37134","country":"Italy","contacts":[{"name":"Nicola Smania, Physician","role":"CONTACT","phone":"39 045 8124573","email":"nicola.smania@univr.it"}],"geoPoint":{"lat":45.4299,"lon":10.98444}},{"facility":"S.S.O. di Riabilitazione dell'Ospedale Policlinico","status":"NOT_YET_RECRUITING","city":"Verona","zip":"37134","country":"Italy","contacts":[{"name":"Nicola Smania, Physician","role":"CONTACT","phone":"+39 045 8124573","email":"nicola.smania@univr.it"},{"name":"Daniele Munari, Master","role":"CONTACT","phone":"+39 045 8126499","email":"daniele.munari@univr.it"},{"name":"Nicola Smania, Physician","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.4299,"lon":10.98444}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}