{"protocolSection":{"identificationModule":{"nctId":"NCT04517812","orgStudyIdInfo":{"id":"233548"},"organization":{"fullName":"University of East Anglia","class":"OTHER"},"briefTitle":"Upper Limb Stroke Rehabilitation Via the VirtualRehab Platform","officialTitle":"Consideration-of-concept of the VirtualRehab Platform for Delivery of Upper Limb Rehabilitation at Home for People Late After Stroke"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-07-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-09-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-09-30","type":"ACTUAL"},"studyFirstSubmitDate":"2020-02-24","studyFirstSubmitQcDate":"2020-08-17","studyFirstPostDateStruct":{"date":"2020-08-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-08-17","lastUpdatePostDateStruct":{"date":"2020-08-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of East Anglia","class":"OTHER"},"collaborators":[{"name":"Evolv","class":"UNKNOWN"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will deliver a 12-week exercise-based upper limb virtual reality, non-immersive, rehabilitation programme for stroke survivors. The aims are to:1. to assess the acceptability and usability of the VirtualRehab platform for delivery of stroke rehabilitation at home:\n\n2. to find if stroke survivors adhere to 'prescribed' use of the VirtualRehab platform over a 12-week period; 3. to assess the viability of using randomised length of baselines and repeated measures during the intervention period to inform subsequent study to find the optimum therapeutic dose 4. to estimate how a 12-week period of using the VirtualRehab platform could change motor impairment and functional capacity.","detailedDescription":"Background and objectives:\n\nThis study is driven by the hypothesis that provision of task-orientated training via a non-immersive virtual reality platform enhances upper limb motor and neural function more than current routine physical therapy for people with stroke. Before this hypothesis can be tested in a randomised controlled clinical trial. If evidence of concept is found, then the next step is identification of the optimum therapeutic dose of exercised-based therapy delivered via the Virtualrehab Platform as a precursor to a clinical efficacy trial. The specific objectives of the study reported here were:\n\n1. to assess the acceptability and usability of the VirtualRehab platform for delivery of stroke rehabilitation at home:\n2. to find if stroke survivors adhere to 'prescribed' use of the VirtualRehab platform over a 12-week period;\n3. to assess the viability of using randomised length of baselines and repeated measures during the intervention period to inform subsequent study to find the optimum therapeutic dose\n4. to estimate how a 12-week period of\n\nDesign:\n\nA series of replicated single case studies with an AB design (2.1). During the A, control, phase participants will not receive the experimental intervention. Participants will receive the experimental intervention during the B phase. At the beginning of the control phase, participants will complete the measurement battery. These will be the baseline-one measures. The measurement battery will be repeated at the end of the baseline phase (baseline-two) and at the end of the intervention phase (outcome). Progress measures will be made at the end of every week of the intervention (B) phase.\n\nBoth sets of baselines and the outcome measures will be taken in the Movement and Exercise Laboratory (MovExLab) at the University of East Anglia (UEA). Progress measures will be made in participants' homes. The control phase will last for a randomised period of between one and four weeks. The time period for the control phase will be decided for each participant by a randomised sequence generated before the study begins, by a researcher independent of the research team for this study. The intervention phase will last for 12 weeks. During the intervention phase, each participant will undertake weekly progress measures in their home. These will be administered by the researchers prescribing and monitoring training. At the end of the control and the intervention phase, all participants will participate in a 1:1 semi-structured interview with the researcher.\n\nA group of adults without any reported neurological damage undertook the measurement battery to provide reference values. The measurement battery and progress measures are described below."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Virtual Reality","Stroke Rehabilitation","Upper limb","Physical therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE","maskingDescription":"masking not considered for this feasibility investigation"}},"enrollmentInfo":{"count":22,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"The intervention group will carry out a 12-week exercise-based intervention delivered via the VirtualRehab platform. The exercise-games have been designed from conventional physiotherapy exercises for stroke rehabilitation. A personalised training programme will be created for individual participants by a qualified physiotherapist member of the research team. Each participant will be asked to undertake their set exercise-based training programme for one hour a day, six days a week for 12 weeks.","interventionNames":["Other: Exercise-based games via the VirtualRehab platform"]},{"label":"Control group","type":"NO_INTERVENTION","description":"The control group will undertake the measurement battery and provide the demographic details."}],"interventions":[{"type":"OTHER","name":"Exercise-based games via the VirtualRehab platform","description":"A 12-week exercise-based home rehabilitation intervention delivered via the VirtualRehab platform. A personalised exercise-based rehabilitation plan will be created for each participant.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Surface Electromyography, change over intervention period","description":"Time to onset for muscle activity during a reaching task","timeFrame":"baseline 1, baseline 2, during intervention, post-intervention (up to 15 weeks)"},{"measure":"Change in motor impairment, pre to post","description":"Hand grip force forces (KG) will be made using a Myometer.","timeFrame":"baseline 1, baseline 2, post-intervention (3 weeks)"},{"measure":"Change in motor impairment, over intervention period","description":"The Motricity Index (scores)","timeFrame":"baseline 1, baseline 2, during intervention, post-intervention (up to 15 weeks)"},{"measure":"Change in functional ability, pre to post","description":"The Wolf Motor Function Test (WMFT) scores","timeFrame":"baseline 1, baseline 2, post-intervention (3 weeks)"},{"measure":"Change in functional ability, over intervention period","description":"iThe Action Reaction Arm Test (ARAT).","timeFrame":"baseline 1, baseline 2, during intervention, post-intervention (up to 15 weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Stroke participants:\n\nInclusion criteria:\n\n(A) Adults (18+); (B) At least six months after stroke; (C) A score of at least 19/33 on the Motricity Index elbow flexion and shoulder abduction section but unable to complete the Nine Hole Peg Test (9HPT) in 50 seconds or less with their more paretic upper limb.\n\n(D) Able to use the more paretic upper limb to drink from a cup, prior to onset of the index stroke.\n\n(E) Have an appropriate space in their home for the VirtualRehab platform's sensors to detect movement.\n\n(F) Able to play the VirtualRehab 'boxing game' with their less paretic upper limb to indicate the ability to follow instructions relevant to the non- immersive VirtualRehab platform; (G) Fit to participate safely within this exercise-based training programme as assessed by a resting heart rate of 90 beats per minute or less and a systolic blood pressure of 140mmHg or less.\n\nNeurologically-Intact People\n\nInclusion criteria\n\n(A) No reported clinical diagnosis of stroke, epilepsy or other neurological pathology.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"The University of East Anglia Movement and Exercise Physiology Lab","city":"Norwich","state":"Norfolk","zip":"NR47TJ","country":"United Kingdom","geoPoint":{"lat":52.62783,"lon":1.29834}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Data sharing is not indicated for this early phase feasibility study unless requests are received for future systematic reviews"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}