{"protocolSection":{"identificationModule":{"nctId":"NCT04296981","orgStudyIdInfo":{"id":"2020-3610"},"organization":{"fullName":"Université de Sherbrooke","class":"OTHER"},"briefTitle":"Impact of Video-based Information Regarding Functional Rehabilitation","officialTitle":"Impact of Video-based Information Regarding Functional Rehabilitation (RFI) on Knowledge, Stress and Anxiety of People Who Have Suffered a Stroke and Their Relatives"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12-15","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-15","type":"ACTUAL"},"studyFirstSubmitDate":"2020-02-27","studyFirstSubmitQcDate":"2020-03-04","studyFirstPostDateStruct":{"date":"2020-03-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-03","lastUpdatePostDateStruct":{"date":"2022-02-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Hélène Corriveau","investigatorTitle":"Professor","investigatorAffiliation":"Université de Sherbrooke"},"leadSponsor":{"name":"Hélène Corriveau","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"At CHUS Fleurimont, one in five patients hospitalized for this condition needs to be transferred to an intensive functional rehabilitation unit (URFI) located in another establishment of the Centre intégré universitaire de santé et de service sociaux de l'Estrie - Centre hospitalier universitaire de Sherbrooke (CIUSSS de Estrie-CHUS). Patients and their relatives must therefore adapt to a new environment and a new care team, which can cause additional concern and uncertainty for their new condition. Thus, the importance of educating the patient and their family so that they understand the nature of the stroke, as well as the elements and stages of rehabilitation that lie ahead, are essentials so that they can make an informed choice about acceptance and type of rehabilitation. However, to date, little material is available to facilitate communication between the professional and the patient and his/her family. In this perspective, our research team has developed a video which aims to improve the knowledge of people and loved ones on intensive functional rehabilitation (RFI) and its care settings. The objectives of this study are:\n\n1. Evaluate the effect of viewing the video on post-stroke patients and their relatives on:\n\n   * Perceived stress\n   * Anxiety\n   * Knowledge on intensive functional rehabilitation\n2. Measure participants satisfaction regarding the video\n3. Evaluate the association between socio-demographic outcomes (age, sex, degree of impairment, relation with the patient, NIHSS, MRS) and perceived stress, anxiety and knowledge regarding rehabilitation.","detailedDescription":"Rational :\n\nOne of the main recommendations of a committee of experts on the provision of rehabilitation services in Quebec is that people who have had a stroke should start rehabilitation as soon as possible once their medical condition has stabilized. This rehabilitation therefore begins in the hospital center, in acute care, but can continue if necessary in a rehabilitation center specialized for this purpose. At CHUS Fleurimont, one in five patients hospitalized for this condition needs to be transferred to an intensive functional rehabilitation unit (URFI) located in another establishment of the Centre intégré universitaire de santé et de service sociaux de l'Estrie - Centre hospitalier universitaire de Sherbrooke (CIUSSS de Estrie-CHUS). Patients and their relatives must therefore adapt to a new environment and a new care team, which can cause additional concern and uncertainty for their new condition. Thus, the importance of educating the patient and their family so that they understand the nature of the stroke, as well as the elements and stages of rehabilitation that lie ahead, are essentials so that they can make an informed choice about acceptance and type of rehabilitation. However, to date, little material is available to facilitate communication between the professional and the patient and his/her family. In this perspective, our research team has developed a video which aims to improve the knowledge of people and loved ones on intensive functional rehabilitation (RFI) and its care settings.\n\nObjective :\n\nObjectives of this project are :\n\n1. Evaluate the effect of viewing the video on post-stroke patients and their relatives on:\n\n   * Perceived stress\n   * Anxiety\n   * Knowledge on intensive functional rehabilitation\n2. Measure participants satisfaction regarding the video\n3. Evaluate the association between socio-demographic outcomes (age, sex, degree of impairment, relation with the patient, NIHSS, MRS) and perceived stress, anxiety and knowledge regarding rehabilitation.\n\nMethod :\n\nIn order to meet the objectives of the study, a pre-experimental study (pré-/post-test with a single group will be used. A first data collection will take place (T1) as soon as the consent form is signed, comprising the following variables: 1) socio-demographic data, 2) perceived stress, 3) level of anxiety and 4) knowledge of intensive functional rehabilitation. The video will then be viewed once by the participants during this same visit. The Intensive functional rehabilitation Knowledge Questionnaire will be re-administered immediately after viewing the video. Before the discharge from the stroke unit, between 24 and 72 hours after recruitment, a second assessment (T2) will take place.The assessments will then be administered a second time. In addition, a questionnaire on satisfaction regarding the video will be administered.\n\nAnticipated results :\n\nIf the results of this study are conclusives, the video could be used with all patients requiring intensive functional rehabilitation following a stroke, but also with patients presenting other health problems such as head trauma and other polytrauma requiring intensive functional rehabilitation. The video could also be used and adapted for the other CIUSSS hospital centers of Estrie-CHUS such as the CH center hospitalier Mégantic, Granby and Cowansville which also treat this type of clientele."},"conditionsModule":{"conditions":["Stroke, Acute","Anxiety","Stress","Knowledge, Attitudes, Practice"],"keywords":["Rehabilitation","Stroke","anxiety","stress","knowledge"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":72,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"video-based patient information","type":"EXPERIMENTAL","description":"Viewing an explanatory video (8 minutes) to improve communication and understanding of stroke issues and stages of the continuum of care","interventionNames":["Other: video-based patient information"]}],"interventions":[{"type":"OTHER","name":"video-based patient information","description":"explanatory video (8 minutes) concerning communication, stroke issues and stages of the continuum of care","armGroupLabels":["video-based patient information"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in perceived stress","description":"Perceived Stress Scale where (total score on 50: higher score meaning higher stress). The scale assesses the extent to which a person perceives life situations as stressful overall.","timeFrame":"Change from baseline (i.e. before viewing the video (T1)) and before discharge from hospital (2-3 days after T1) (T2-part B)."}],"secondaryOutcomes":[{"measure":"Change in anxiety","description":"Hospital Anxiety and Depression Scale: detects anxiety and depressive disorders (2 sub-score on 21; higher score meaning higher anxiety symptoms)","timeFrame":"Change from baseline (i.e. before viewing the video (T1)) and before discharge from hospital (2-3 days after T1) (T2-part B)."},{"measure":"Change in knowledge on intensive functional rehabilitation","description":"Home made questionnaire: 12 questions on intensive functional rehabilitation (total score on 12; higher score meaning higher knowledge on intensive fucn","timeFrame":"Change from baseline (i.e.before viewing the video (T1)), and immediately after viewing the video (T2-part A) and before discharge from hospital (2-3 days after T1) (T2-part B)."},{"measure":"Participants satisfaction regarding the video","description":"Home made questionnaire (12 questions regarding their appreciation of the video. Total score on 60:higher score meaning higher satisfaction)","timeFrame":"before discharge from hospital (2-3 days after T1) (T2-part B)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* have had a stroke\n* be subject (or have a relative subject) to a request for admission to intensive functional rehabilitation sent or to come\n* be able to communicate and understand the guidelines for participating in the assessments and viewing the video\n* understand French orally and in writing\n\nExclusion Criteria:\n\n* having already made a stay in intensive functional rehabilitation following a stroke","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Hélène Corriveau, PhD","affiliation":"CIUSSS de l'Estrie-CHUS and Université de Sherbrooke","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CIUSSS de l'Estrie-CHUS","city":"Sherbrooke","state":"Quebec","zip":"J1H 4C4","country":"Canada","geoPoint":{"lat":45.40008,"lon":-71.89908}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001008","term":"Anxiety Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke, Acute","relevance":"HIGH"},{"id":"M4014","name":"Anxiety Disorders","asFound":"Anxiety","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}