{"protocolSection":{"identificationModule":{"nctId":"NCT04472351","orgStudyIdInfo":{"id":"20-05022146"},"organization":{"fullName":"Weill Medical College of Cornell University","class":"OTHER"},"briefTitle":"Cognitive Training in Stroke Rehabilitation","officialTitle":"Strategy Training for Cognitive Dysfunction in Inpatient Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-03-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-07-10","studyFirstSubmitQcDate":"2020-07-10","studyFirstPostDateStruct":{"date":"2020-07-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-15","lastUpdatePostDateStruct":{"date":"2023-03-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Weill Medical College of Cornell University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a randomized, controlled pilot study to evaluate the efficacy of \"ASCEND-I\" (A Strategy and Computer-based intervention to ENhance Daily cognitive functioning after stroke - Inpatient), an inpatient intervention that combines computer-based cognitive training and coaching of cognitive strategies to improve working memory (WM) and related executive functions in individuals with stroke. The investigators hypothesize that relative to an \"enhanced usual care\" control condition, ASCEND will be associated with improvements in WM. The investigators also hypothesize that measures of baseline brain connectivity (assessed via participants' routine clinical magnetic resonance imaging scans) will predict response to ASCEND-I."},"conditionsModule":{"conditions":["Executive Dysfunction","Cognitive Impairment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"ASCEND-I","type":"EXPERIMENTAL","description":"Computerized WM training with Rehacom will be implemented in daily 30-minute sessions that are scheduled prior to the participant's occupational therapy (OT) session as an adjunct to routine rehabilitation. Tasks are tailored to the participant's current ability level and are adaptive to performance changes. During these sessions, the study staff member will use guided questioning to help the participant anticipate challenges, reflect on performance, and link computerized exercises to the Multicontext sessions. The Multicontext treatment sessions will be delivered within the participant's OT session by an OT. The Multicontext approach helps individuals to self-discover WM-related error patterns and learn to anticipate WM performance challenges through repeated practice using functionally-relevant activities. The OT conducts guided questioning pre- and post-task to help the participant anticipate challenges and self-discover WM strategies.","interventionNames":["Behavioral: ASCEND-I"]},{"label":"Enhanced Usual Care","type":"NO_INTERVENTION","description":"The control condition will account for the time spent with rehabilitation therapists and study staff and provide more general cognitive stimulation. The control group will receive usual, standard of care occupational therapy during OT by inpatient rehabilitation staff who are not trained in the Multicontext approach. The standard OT session often focuses on cognition in a non-standardized and non-targeted manner without the targeting of WM and guided self-discovery of the Multicontext approach. To control for the cognitive training element of ASCEND, individuals randomized to the control condition will meet with a study staff member for 30 minutes of general cognitive stimulation that includes word-searches, crossword puzzles, and/or jigsaw puzzles."}],"interventions":[{"type":"BEHAVIORAL","name":"ASCEND-I","description":"The intervention is an inpatient version of a novel behavioral intervention named \"ASCEND\" (A Strategy and Computer-based Intervention to ENhance Daily Cognitive Functioning after Stroke). ASCEND-I combines computer-based cognitive training exercises, with structured coaching sessions within patients' occupational therapy. Computer-based training is 30 minutes in length daily, and strategy training within patients' occupational therapy ranges from 30-60 minutes (depending on patients' clinical goals). The computer exercises aim to improve working memory (WM) through a series of engaging and interactive computer games (e.g., card games, virtual shopping, mental arithmetic). The Multicontext OT sessions aim to assist the participant in generalizing and transferring skills from the computer exercises to everyday activities and to develop further strategies to compensate for WM difficulties.","armGroupLabels":["ASCEND-I"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary objective is to determine whether ASCEND improves WM as assessed by computerized WM tasks from the Tablet-based Computer Assessment Tool (TabCAT) and the Weekly Calendar Planning Activity.","description":"TabCAT is a computer-based assessment tool which includes a series of tests to determine memory and executive functioning. The subtest TabCAT Match will be used to determine the the primary outcome. It is a standardized and validated measure of WM, and requires participants to hold in mind symbol-number pairings in working memory and respond to probe stimuli on the screen based on these pairings.\n\nThe WCPA is a standardized, performance-based, ecologically-valid measure of executive functioning in which the participant has to organize a list of appointments into a weekly schedule. The outcome variable is the percentage of appointments entered correctly relative to the total number of appointments entered.","timeFrame":"Baseline, end of study (approximately 2 weeks)"}],"secondaryOutcomes":[{"measure":"Change from baseline in working memory function, as measured by additional tasks on TabCAT.","description":"The secondary outcomes are performance on additional tasks of WM and related cognitive functions on the TabCAT platform, which are working memory, inhibitory control, cognitive flexibility, and learning/memory. The TabCAT subtests utilized to measure the above are Favorites, Set Shifting, Running Dots, Dot Counting, and Flanker. High scores on these tasks would mean that the participant is using the WM strategies that they learnt during the treatment session.","timeFrame":"Baseline, end of study (approximately 2 weeks)"},{"measure":"Change from baseline in cognitive functioning, as measured by the NeuroQOL (Quality of Life in Neurological disorders) Cognitive Function Short Form.","description":"NeuroQOL is a self-report questionnaires used to determine cognitive difficulties in participants' tasks of daily living. Scores range from 8-40 where lower score indicate that the participant experiences cognitive difficulties in their daily tasks and higher scores indicate minimum or no cognitive difficulties.","timeFrame":"Baseline, end of study (approximately 2 weeks)"},{"measure":"Change from baseline in strategy use, as measured by the Weekly Calendar Planning Activity (WCPA)","description":"The WCPA is a standardized, performance-based, ecologically-valid measure of executive functioning in which the participant has to organize a list of appointments into a weekly schedule. The outcome variable is the total number of strategies used in the WCPA.","timeFrame":"Baseline, end of study (approximately 2 weeks)"},{"measure":"Mood symptoms-assessment using the PHQ9 and GAD7-will also be used as exploratory variables in outcome analyses.","description":"The PHQ9 and GAD7 are standardized tests to determine the anxiety and depression levels of the participants.","timeFrame":"Baseline, end of study (approximately 2 weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient admitted for a stroke and accepted to acute inpatient rehabilitation at NYP-Weill Cornell.\n2. Age 30-89\n3. English speaking\n4. Ability to comprehend sufficiently to participate in the treatment\n5. Mild-moderate cognitive impairment as determined by a standard of care cognitive screening tools administered by occupational therapists (e.g., Montreal Cognitive Assessment, Symbol-Digit Modalities Test, or other clinical standard of care instrument). We will review subjects' most recent cognitive assessment administered by OT (Occupational Therapists) and available in the EMR (Electronic Medical Records) to determine eligibility.\n6. Willingness to participate in full study duration\n7. Physically able to operate a computer keyboard, tablet/iPad, and mouse.\n\nExclusion Criteria:\n\n1. History of other neurologic disorder (e.g., Parkinson's disease, Multiple Sclerosis, Alzheimer's disease, brain tumor). History of previous stroke(s) will not be exclusionary as long as the subject does not self-report having lasting/persistent cognitive impairment from the prior stroke.\n2. History of severe mental illness (e.g., schizophrenia, psychosis) or substance use disorder, recent history (in the past year) of alcohol/substance use disorder or symptoms of psychosis. Note that the presence of post-stroke depression will not be grounds for exclusion.\n3. History of dementia\n4. Moderate-severe hemispatial neglect as determined by OT evaluation\n5. Any factor that in the investigator's opinion is likely to compromise the subject's ability to participate in the study, including evidence that the subject may not understand and/or adhere to study requirements","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Abhishek Jaywant, PhD","role":"CONTACT","phone":"212-746-1500","email":"abj2006@med.cornell.edu"}],"overallOfficials":[{"name":"Abhishek Jaywant, PhD","affiliation":"Weill Medical College of Cornell University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Weill Cornell Medicine","status":"RECRUITING","city":"New York","state":"New York","zip":"10065","country":"United States","contacts":[{"name":"Abhishek Jaywant, PhD","role":"CONTACT"},{"name":"Abhishek Jaywant, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results reported, after deidentification, will be shared.","infoTypes":["STUDY_PROTOCOL","SAP","ANALYTIC_CODE"],"timeFrame":"Beginning 3 months and ending 5 years following article publication","accessCriteria":"Data will be shared with researchers who provide a methodologically sound proposal to achieve aims in the approved proposal. Proposals should be directed to abj2006@med.cornell.edu. To gain access, requestors will need to sign a data access agreement."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Impairment","relevance":"HIGH"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}