{"protocolSection":{"identificationModule":{"nctId":"NCT02405845","orgStudyIdInfo":{"id":"OHSN-REB 20150092-01H"},"organization":{"fullName":"Ottawa Hospital Research Institute","class":"OTHER"},"briefTitle":"Prospective Evaluation of Carotid Free-floating Thrombus","officialTitle":"Prospective Evaluation of Intraluminal Internal Carotid Artery Free-Floating Thrombus"},"statusModule":{"statusVerifiedDate":"2021-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-06","type":"ACTUAL"},"completionDateStruct":{"date":"2021-09","type":"ACTUAL"},"studyFirstSubmitDate":"2015-03-11","studyFirstSubmitQcDate":"2015-03-27","studyFirstPostDateStruct":{"date":"2015-04-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-10-07","lastUpdatePostDateStruct":{"date":"2021-10-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Ottawa Hospital Research Institute","class":"OTHER"},"collaborators":[{"name":"The Ottawa Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Hardened plaque located in the carotid arteries can cause stroke or transient ischemic attack (TIA). This type of plaque is linked to unstable free-floating thrombi (FFT). FFT are blood clots that form in a blood vessel, and are at the highest risk for travelling within the bloodstream and causing strokes. Physicians are able to see this type of plaque with computed tomographic angiography (CTA) but FFT look very similar to stable types of plaque that do not require urgent treatment.\n\nDistinguishing between these plaques is important because it affects the choice and urgency of treatment that patients receive.\n\nThe researchers have found a promising visual marker on CTA scans. The goal of this study is to determine if this visual marker seen on CTA scans will help to distinguish FFT plaque from stable plaque.","detailedDescription":"Atherosclerotic plaques at the origin of the internal carotid artery (ICA) can cause TIA/stroke, and are well-visualized with CT angiography (CTA). Those plaques associated with unstable free-floating thrombi (FFT) are at highest risk for embolization and stroke. Unfortunately, FFT have a similar appearance to stable ulcerated plaques on CTA: both appear as intraluminal filling defects of varying length and morphology. Distinguishing these entities is critical as it affects the choice and urgency of treatment (antithrombotics vs revascularization). Using a retrospective study, we have previously proposed a promising CTA imaging marker to distinguish FFT from stable ulcerated plaque. It is hoped that after the data is collected from this prospective study to one day initiate a multi-centre study.\n\nIn our prior research, we proposed a reasonable \"gold standard\" for FFT diagnosis. We followed patients presenting with circular filling defects on CTA (doughnut signs) suspicious for either FFT or ulcerated plaque with serial CTAs after medical therapy. Those that diminished or resolved with antithrombotic treatment (or those that unfortunately \"resolved\" by embolizing distally) were presumed to be \"true FFT\" in contrast to those that remained unchanged. We then assessed the performance of a variety of imaging parameters to differentiate FFT from ulcerated plaque: we tested linear measurements, morphology, degree of stenosis, as well as relevant clinical factors. These parameters were measured by neuroradiologists as well as an innovative semi-automated shape analysis. Using a retrospectively established cohort, we were able to derive 3.8 mm as an optimal cranial-caudal length threshold of the filling defect that can potentially help distinguish FFT from plaque, with 88% sensitivity and 86% specificity.\n\nWe will prospectively identify consecutive patients presenting with TIA/stroke within 72 hrs of symptom onset with an ICA intraluminal filling defect on CTA. We will review the imaging data and measure the cranial-caudal length of the filling defect. Patients will receive a follow-up CTA in one week as per the current clinical standard of care, and if the defect is still unresolved, a third CTA will be repeated after a second week if unresolved, and a fourth at one month (research). We will measure cranial-caudal length of the filling defect at each time interval, blind to the previous measurements. Resolution of the filling defect at any point is diagnostic of FFT, whereas its static appearance after 1 month is diagnostic of ulcerated plaque. For this pilot study, measure rate of enrolment, adherence to study protocols, attrition rates, and proportion of patients with FFT. For the exploratory objective, we will record treatment choice, dose, and duration."},"conditionsModule":{"conditions":["Stroke","Transient Ischemic Attack"],"keywords":["Atherosclerosis","Internal Carotid Artery","Free-floating thrombus","Ulcerated plaque","FFT"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"CT Angiogram","type":"OTHER","description":"A research CTA scan may be required if there is no change of the imaging on the 3 CTA scans prior.","interventionNames":["Radiation: Computed Tomographic Angiogram"]}],"interventions":[{"type":"RADIATION","name":"Computed Tomographic Angiogram","description":"1 additional non-clinical CTA per patient enrolled in the study. The estimated radiation risk from a single CTA of the neck and brain is approximately 3.6 millisieverts (mSv), an exposure similar to a single airplane flight across Canada.","armGroupLabels":["CT Angiogram"],"otherNames":["CTA","CT Angiogram"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Length of intraluminal filling defect on CTA as a measure to distinguish FFT from stable ulcerated plaque","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Prevalence of FFT among patients with ambiguous diagnosis measured by follow-up CTA scans","timeFrame":"12 months"},{"measure":"Clinician treatment strategies used to manage FFT","timeFrame":"18 months"},{"measure":"Future antithrombotic treatment trial measured by data collection tools and pilot data","timeFrame":"18 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* TIA/Stroke within 72 hours\n* CTA showing a symptom-relevant ICA lesion (stenosis \\>50%)\n* informed consent\n\nExclusion Criteria:\n\n* creatinine clearance \\<60 mg/ml\n* allergy to contrast media","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Carlos Torres, MD","affiliation":"Ottawa Hospital Research Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Ottawa Hospital","city":"Ottawa","state":"Ontario","zip":"K1Y 4E9","country":"Canada","geoPoint":{"lat":45.41117,"lon":-75.69812}}]},"referencesModule":{"references":[{"pmid":"34426550","type":"DERIVED","citation":"Torres C, Lum C, Puac-Polanco P, Stotts G, Shamy MCF, Blacquiere D, Lun R, Dave P, Bharatha A, Menon BK, Thornhill R, Momoli F, Dowlatshahi D. Differentiating Carotid Free-Floating Thrombus From Atheromatous Plaque Using Intraluminal Filling Defect Length on CTA: A Validation Study. Neurology. 2021 Aug 24;97(8):e785-e793. doi: 10.1212/WNL.0000000000012368. Epub 2021 Jun 14."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000013927","term":"Thrombosis"}],"ancestors":[{"id":"D000016769","term":"Embolism and Thrombosis"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombus","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M16896","name":"Ulcer","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}