{"protocolSection":{"identificationModule":{"nctId":"NCT01195350","orgStudyIdInfo":{"id":"upeclin/HC/FMB-Unesp-47"},"organization":{"fullName":"UPECLIN HC FM Botucatu Unesp","class":"OTHER"},"briefTitle":"Blood Pressure Level and Prognosis in Acute Stroke","officialTitle":"Relationship Between Blood Pressure Level and Lethality in Acute Phase of Stroke : Observational Prospective Study."},"statusModule":{"statusVerifiedDate":"2011-07","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-02"},"primaryCompletionDateStruct":{"date":"2011-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2011-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2010-07-05","studyFirstSubmitQcDate":"2010-09-02","studyFirstPostDateStruct":{"date":"2010-09-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2011-07-04","lastUpdatePostDateStruct":{"date":"2011-07-06","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Natalia Eduarda Furlan","oldOrganization":"UPECLIN"},"leadSponsor":{"name":"UPECLIN HC FM Botucatu Unesp","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke is the leading cause of mortality in Brazil. Strict blood pressure control in chronic phase is the major measure to primary and secondary prevention, but in acute phase is not clear the best blood pressure level. Few studies demonstrate a \"U\" relationship between blood pressure and lethality; nevertheless any Brazilian study has addressed this issue.\n\nThis is a prospective observational study on the relationship between BP and mortality in the acute phase of stroke. The study will be conducted in the Adult ICU of HC-UNESP. Will be analyzed 266 patients aged 18 years and of both sexes admitted to the ICU with a diagnosis of hemorrhagic and ischemic stroke. Participants will be divided into three groups according to the initial PA present:\n\nGroup A: Patients with systolic BP of entry below 140 mmHg; Group B: Patients with systolic BP of entry between 140 and 180 mmHg; Group C: patients with systolic BP greater than 180 mmHg entry. Multiple logistic regression analysis will be done to verify the association of blood pressure and lethality adjusted to confounding variables.","detailedDescription":"Relation between blood pressure and lethality in stroke: observational study.\n\nIntroduction:\n\nStroke is the leading cause of death and disabling sequelae in adults in Brazil (LESSA, 1999), and the 2nd cause in the world (GRYSIEWICZ \\& al. 2008).\n\nArterial hypertension (AH) is the major risk factor for the occurrence of stroke. It is estimated that about 70% of all strokes are caused by uncontrolled hypertension (RADANOVIC, 2000). BP control is a key priority in the prevention of Stroke, but unfortunately, the rule that: among all hypertensive, only half is known of its hypertension, among those who know only half is in treatment, and half among them are in appropriate levels of BP, still valid (GUYTON \\& HALL, 2002).\n\nSeveral studies were conducted as patients without prior stroke or in the stable phase of stroke (FRISHMAN \\& col. 1991; CHAPMAN \\& col. 2001; LENNART \\& col. 1998), but few studies evaluated patients in acute phase of stroke. Blood pressure (BP) during this phase aggravates cerebral edema (SPENCE, 2009), facilitates hemorrhagic transformation (BOWES \\& col. 1996; SAKU \\& col. 1990 and SAGAN et al 1998) which is the development of a cerebral hematoma at the site of cerebral ischemia and provides initial acute damage in other target organs: kidneys, heart and vessels (VELASCO \\& col. 1994). All these complications lead to increased mortality in the acute phase of stroke.\n\nBoth hemorrhagic and the ischemic stroke are associated with high BP. Several international studies stroke identified a form of \"U\" in the relationship between BP and mortality, so that PA high or too low is associated with increased early or late death in patients with stroke (GEEGANAGE \\& BATH, 2009). Studies: International Stroke Trial (LEONARDI \\& col. 2002); CHHIPS (POTTER \\& col. 2005), and the researchers TIKHONOFF \\& col.(2009); VEMMA \\& col. (2004); BOREAS \\& col. (2002); CARLBERG \\& col. (1993) showed this relationship in \"U\".\n\nThus, further studies are needed to define the role of the PA's relationship with mortality in the acute phase of stroke. Moreover, it is important to note that in Brazil there is no description of studies that investigated this relationship.\n\nMethods Type of study This is a prospective observational study on the relationship between BP and mortality in the acute phase of stroke. The study will be conducted in the Adult ICU of HC-UNESP: ICU Emergency Room, which currently has nine beds, and ICU Central, which currently has 15 beds. These units are classified as level III according to the Ministry of Health, and attend various specialties.\n\nInclusion and exclusion Will be analyzed 266 patients aged 18 years and of both sexes admitted to the ICU with a diagnosis of hemorrhagic and ischemic stroke. Shall be excluded patients with subarachnoid hemorrhage.\n\nVariables to be evaluated Will be assessed the APACHE II, the modified Rankin scale, international scale the stroke of the National Institute of Health (NIH, 2009) and the value of AP at admission of patients. The PA will be evaluated throughout the first week. The Rankin will be analyzed in one and four weeks after onset of symptoms in survivors. Will be evaluated temperature, capillary glucose, creatinine, urine I, uric acid, hemoglobin, complete lipid profile, medications used prior to and during the observation period of seven days after the stroke. The history of diabetes, history of hypertension and smoking are also recorded.\n\nThe APACHE II will be evaluated within the first 24 hours of hospitalization in ICU, to assess the risk of death and prognosis of patients (CHIAVONE, 2003).\n\nThe modified Rankin scale evaluates the patient's motor function after stroke (FABIO \\& col. 2009). This scale will be assessed at the time of closure of the blood pressure reading (seven days) and after four weeks.\n\nThe severity of stroke will be assessed by the international scale of the NIH stroke will be assessed at the beginning of admission, which assesses the effect of acute stroke in level of consciousness, language, neglect, visual field loss, eye movement, muscle strength, ataxia , dysarthria and sensory loss (NIH 2010).\n\nWill be held the medical records of patients with stroke in acute phase, verified and recorded the values of all the PAs presented by patients, for a maximum of seven days (or as discharge or death). The values of temperature and blood glucose monitoring will also be recorded. Will be recorded signs and symptoms of stroke and duration of each clinical data. It will be noted that the stroke thrombolysis was performed or not.\n\nThe BP measurement, noninvasive, will take place with the aid of a multiparametric monitor with pressure cuff noninvasive, positioned in the patient's arm, inflated with automatic and programmable. This measure will be evaluated with the usual frequency of monitoring in the ICU, which is: every two hours in stable cases and with greater frequency as the case requires.\n\nData collection takes place only after informed consent of the person responsible for the patient. Will be evaluated only cases where the responsible parties signing the consent form. Patients who, in their evolution, regain consciousness enough to give informed consent will be required to do so.\n\nGroups\n\nParticipants will be divided into three groups according to the initial PA present:\n\nGroup A: Patients with systolic BP of entry below 140 mmHg; Group B: Patients with systolic BP of entry between 140 and 180 mmHg; Group C: patients with systolic BP greater than 180 mmHg entry.\n\nData Analysis Sample size: the number of individuals in the sample is 266 patients. This number was calculated to detect 20% difference in mortality with an alpha error of 0.05 and statistical power of 0.8.\n\nThe data will be analyzed using descriptive statistics and application of chi-square to determine the frequency difference in mortality between the groups. The baseline characteristics of the groups will be compared by analysis of variance or chi-square when appropriate. The variables that differ with p \\<0.1 will form multiple logistic regression analysis taking as dependent variable patient outcome and adjust the effect of blood pressure for confounding variables. The primary outcome will be death and secondary to the degree of dependence measured by modified Rankin scale."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Ischemic Stroke","Hemorrhagic Stroke","Blood pressure","Intensive care"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":266,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"stroke"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Death","timeFrame":"1 week"}],"secondaryOutcomes":[{"measure":"Physical incapacity","description":"Modified Rankin scale will be applied within one month after the cerebrovascular event.","timeFrame":"one month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* hemorrhagic and ischemic\n* admitted in ICU\n\nExclusion criteria:\n\n* Age below 18 years\n* Subarachnoid hemorrhage","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Acute isquemic or hemorragic stroke admitted in ICU.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Natalia E Furlan, Bacharel","affiliation":"Faculdade de Medicina de Botucatu","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Rodrigo Bassan, MSc","affiliation":"Faculdade de Medicina de Botucatu","role":"STUDY_CHAIR"},{"name":"Luis C Martin, Phd","affiliation":"Faculdade de Medicina de Botucatu","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Unidades de Terapia Intensiva do Hospital das Clínicas da Faculdade de Medicina de Botucatu","status":"RECRUITING","city":"Botucatu","state":"São Paulo","country":"Brazil","contacts":[{"name":"Natalia Furlan","role":"CONTACT","email":"na-furlan@hotmail.com"}],"geoPoint":{"lat":-22.88583,"lon":-48.445}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}