{"protocolSection":{"identificationModule":{"nctId":"NCT03186157","orgStudyIdInfo":{"id":"CER 11-234 (NAC 11-086)"},"organization":{"fullName":"University Hospital, Geneva","class":"OTHER"},"briefTitle":"Prevalence of Trephined Syndrome After Decompressive Craniectomy","officialTitle":"A Prospective Observational Study on Risk Factors of Developing and Prevalence of Trephined Syndrome in Patients After Hemispheric Decompressive Craniectomy and Effect of Cranioplasty on Functional and Cognitive Recovery","acronym":"TS"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"TERMINATED","whyStopped":"departure of one of the investigator","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-01-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-03-31","type":"ACTUAL"},"completionDateStruct":{"date":"2017-03-31","type":"ACTUAL"},"studyFirstSubmitDate":"2017-06-11","studyFirstSubmitQcDate":"2017-06-13","studyFirstPostDateStruct":{"date":"2017-06-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-11-16","lastUpdatePostDateStruct":{"date":"2020-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Leemann Beatrice","investigatorTitle":"medical doctor","investigatorAffiliation":"University Hospital, Geneva"},"leadSponsor":{"name":"University Hospital, Geneva","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Decompressive craniectomy is frequently used to treat increased intracranial pressure or an intracranial mass effect. Trephined Syndrome describes a neurological deterioration, which is attributed to a large craniectomy. The symptomatology is varied but includes headache, aggravation of a hemisyndrome or cognitive disorders, often has an orthostatic component and improves or disappears with cranioplasty. The incidence of Trephined Syndrome has been reported between 7% and 26%. However, it might be underestimated if the course of cognitive functions before and after cranioplasty were insufficiently documented.","detailedDescription":"Decompressive craniectomy is a neurosurgical procedure that is used frequently for mass and/or intracranial hypertension. The Trephined Syndrome (or Sinking Skin Flap Syndrome) is a neurological deterioration which follows craniectomy and which is attributed to a large bone flap size. The symptomatology is varied but includes headache, aggravation of a hemisyndrome or cognitive disorders, often has an orthostatic component and improves or disappears with cranioplasty.\n\nThe pathophysiology of the Trephined Syndrome is not clearly understood. The hypothesis is that the contents of the skull, which is no longer isolated by the bone, is then subjected to atmospheric pressure, which would lead to changes in the blood flow, but also abnormalities in the circulation of the cerebrospinal fluid and even cell metabolism.\n\nThe precise incidence of the Trephined Syndrome is poorly known but is described to be 7% up to 26%. It is much likely underestimated since it concerns patients with preexisting neurological symptoms and often multiple comorbidities. Furthermore its presentation varies in a way, that in certain patients the Trephined Syndrome manifests itself by neurological aggravation, while in other patients it is only the absence of evolution in rehabilitation, followed then by improvement after cranioplasty, which makes it possible to retain this diagnosis a posteriori.\n\nThe diagnosis is also difficult since it is a clinical diagnosis of exclusion. The cerebral imaging that shows contralateral herniation than the craniectomy is pathognomonic, but is not a gold standard for diagnosis, since the symptomatology can occur before this stage of radiological presentation.\n\nIt is, of course, necessary to wait until the regression of the edema makes it possible to restore the flap without risk of inducing a new lesion but the ideal moment of the cranioplasty is unknown. The risk of infectious disease may be increased during \"early\" remission, on the other hand the risk of developing the Trephined Syndrome or other complications increases during \"late\" cranioplasty.\n\nCurrently at our university teaching hospital the cranioplasty is planned after a delay of 3 months, because of a fear of infectious complications in case of earlier remission. However, in neuro-rehabilitation, a shortening of this delay is desirable, especially when the patient can mobilize and/or be discharged home (helmets are often not well supported) or when a radiological and clinical Trephined Syndrome occurs. Indeed, the solution of staying in bed awaiting the 3 month delay is not ideal both from the point of view of rehabilitation (very limited therapies in the prone position, risk of the appearance of complications of the decubitus), comfort of the patient and eventual non reversible neurological damage due to the Trephined Syndrome.\n\nThis observational prospective study focus on patients with cerebral damage who underwent decompressive craniectomy due to mainly traumatic brain injury and ischemic stroke with malignant edema or hemorrhagic stroke and other causes of intracranial mass effect). The study comprises a fragile population, but it is also a population that is affected by a possible modification of the delay to cranioplasty.\n\nThe presence and type of symptomatology attributable to the Trephined Syndrome, its duration, severity and its modification after cranioplasty will be recorded. The delay for cranioplasty and any complications (such as hematoma or infectious complications) of the latter will be noted. The study aims to provide valuable information on how to to better plan the care for patients who undergoes decompressive craniectomy and to determine the optimal delay for the cranioplasty.\n\nMETHODS:\n\nThis is a prospective, observational study. It will include a neurological and cognitive examination upon arrival in the neuro-rehabilitation department. It is expected that the patient will remain stable or improve during the stay in neuro-rehabilitation. In case of neurological aggravation, if a Trephined Syndrome is suspected (other causes must be well dismissed such as recurrence of stroke, haemorrhage, infection, hydrocephalus, electrolytic or metabolic disorder, toxic and metabolic abnormalities, epileptic crisis etc) a new neurologic evaluation will specify the type of deficit. The examination will take place in the morning and evening after a day of therapies to eventually observe the neurological aggravation due to orthostatism. In the event of a evident worsening due to orthostatism, as usual, a bed rest awaiting cranioplasty will be offered to the patient. In all patients (improved compared to admission, stable or worse) an examination at 7-10 days before the cranioplasty will be performed and then repeated 1-4 days before and then 1-4 days after the cranioplasty. The delay of cranioplasty in relation to the date of craniectomy, the date (if known) when a cranioplasty was considered possible in terms of radiological and clinical evaluation and the date of start of the Trephined Syndrome will be recorded. Complications related to cranioplasty will be noted. At the patient's discharge from neuro-rehabilitation department a final examination will be performed. The mentioned evaluations will be carried out by the medical residents in charge of the patient under the supervision and assistance of the study investigators.\n\nThe patients will be classified as having the Trephined Syndrome if s/he: a) shows a neurological aggravation with no other cause (see above) with a typical imaging; (B) a neurological aggravation with no other cause (see above) but aggravated to orthostatism and / or at least partially reversible shortly following cranioplasty (no longer than 4 days after) or c) if there is a rapid neurological improvement after cranioplasty (no longer than 4 days after). The waiting period until the cranioplasty will be recorded for each case. The possible complications of the cranioplasty (in particular hematoma and infectious) will be recorded.\n\nThere is no randomization since this is an observational study.\n\nParticipation in the study is offered to all patients with decompressive craniectomy upon arrival in neuro-rehabilitation department. The duration of follow-up will be that of stay in neuro-rehabilitation (usually for this type of population at least 4-6 months). The study will cover 5 years in view of the low number of patients with craniectomy. The patient can of course leave the study at any time if he wishes.\n\nCollected Data will include age, sex, baseline diagnosis, neurological assessment at the various stages (admission at neuro-rehabilitation, at the time of a possible neurological deterioration, 7-10 days then 1-4 days before, 1-4 Days after cranioplasty, at the time of final discharge from the neuro-rehabilitation department), the results of the neurological imaging, the delay between craniectomy and cranioplasty, delay between the theoretic possibility of cranioplasty (if known) and the actual cranioplasty, complications related to cranioplasty and functional and cognitive outcome.\n\nThis study does not include administration of medicinal products or changes in the usual management of patients in neurosurgery and neuro-rehabilitation departments. In the case of a recognized Trephined Syndrome, cranioplasty is always promptly requested. Unfortunately the waiting periods remain, even in this case sometimes long, due to the availability of neurosurgeons. The study could provide objective data to improve the management of these patients.\n\nCriteria to be evaluated:\n\nClinical history data: Orthostatic headache, motor function deterioration or other.\n\nLocal examination of the craniectomy site: presence of edema, fluid collection, sinking skin flap, size of the bone flap.\n\nNeurological examination with in particular visual field assessment, Glasgow Coma Scale if vigilance impaired, National Institute of Health Stroke Score if stroke as etiology, motor hemisyndrome evaluation with \"The Motricity Index for Motor Impairment After Stroke\" and Jamar. pyramidal signs in neurological evaluation . Balance (rating according to \"Postural Assessment Scale for Stroke\"), gait.\n\nCognitive examination: verbal span, geometric objects drawing span, Trail Making Test Type A and Type B.\n\nFor aphasic patient: denomination of drawn objects and Token test. For patients with visuo-spatial neglect: Bells cancellation test. Results of cerebral CT and MRI imaging. Functional outcome: Functional Independence Measure at admission and discharge.\n\nData management:\n\nPatients' anonymity and data confidentiality will be respected as the data will be reported on sheets with neither the name nor the date of birth of the patient to whom a number will be assigned (separate number for each patient).\n\nThe data will be stored and archived for 10 years in a secure and closed place.\n\nManagement of adverse events :\n\nIn case of adverse effects the patient is excluded from the study, the promoter is warned, who undertakes to take the appropriate measures if any.\n\nIt should be noted, however, that no adverse effects are expected in this purely observational study.\n\nQuality control and assurance:\n\nThroughout the study, monitoring will be carried out in order to verify the strict application of the protocol as well as the concordance between the source data and the case report forms, corrections of the case report forms as well as the collection of undesirable events.\n\nIn the event of an audit or inspection of the regulatory authorities, the investigator will allow the persons authorized to visit the premises, installations and materials used, to meet the persons involved and to have access to the documents of the study as well as to the source data and to consult all documents of importance for the study.\n\nStatistical analysis:\n\nStudy sample estimate: by taking the incidence of the Trephined Syndrome in the craniectomized population between 7% - 26%, it takes 100 patients with craniectomy to hope to have data comprising at least 15-20 patients with the studied syndrome. There are about 30 patients craniectomized per year at our institution, but not all of them are transferred to our neuro-rehabilitation unit and hence the duration of the study expected over 5 years.\n\nAnalysis of the data: comparison of differences in occurrence of the Trephined Syndrome (presence vs absence) in relation to delay to cranioplasty. Non-parametric variables will be compared with Mann-Whitney U test, parametric variables with t-test and categorical variables with Chi-square.\n\nFor pre- and post-cranioplasty: repeated-measure ANOVA with group factor (with / without Trephined Syndrome) will be performed.\n\nIncidence of complications related to cranioplasty will be collected and correlation between delay to cranioplasty and presence complications will evaluated.\n\nCriteria to stop the study: The study is stopped or at least modified if on the data published by others there strong evidence of optimal delay to cranioplasty.\n\nEthical Considerations:\n\nThis study will be conducted in accordance with good clinical practice. Being purely observational, it should not lead to any particular ethical problem. Treatment will not be altered unless the patient agrees to participate in the study. The free and informed consent will probably be difficult to obtain at the arrival of the patient if it has a severe neurological impairment with often an altered capacity of discernment and in this case the relatives will be asked to consent. As soon as possible the patient himself will be informed and his free consent obtained. If it is a minor patient the informed consent will be asked to their parents. All data collected will be anonymized."},"conditionsModule":{"conditions":["Trephined Syndrome","Sinking Skin Flap Syndrome","Traumatic Brain Injury","Stroke","Post Operative Hemorrhage","Post-Op Complication","Post-Op Infection"],"keywords":["trephined syndrome","sinking skin flap syndrome","craniectomy","decompressive craniectomy","neurosurgical complications"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":41,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Decompressive craniectomy patients","description":"All of the patients that undergo decompressive craniectomy due to intracranial mass lesion and are transferred to neuro-rehabilitation unit in our university hospital.","interventionNames":["Procedure: Decompressive craniectomy","Procedure: Cranioplasty"]}],"interventions":[{"type":"PROCEDURE","name":"Decompressive craniectomy","description":"Decompressive craniectomy is a surgical procedure used to treat patients with acute intractable intracranial hypertension. It includes removing a large portion of lateral skull wall in order to alleviate the effects of increased intracranial pressure and allow the brain to expand.","armGroupLabels":["Decompressive craniectomy patients"]},{"type":"PROCEDURE","name":"Cranioplasty","description":"Cranioplasty is a routine neurosurgical procedure to repair the continuity of the bone tissue of the skull with autologous bone or synthetic bone flap from heterologous material.","armGroupLabels":["Decompressive craniectomy patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Presence of Trephined Syndrome","description":"To determine the incidence and severity of the the Trephined Syndrome in relation to delay to cranioplasty.","timeFrame":"From patients admission to discharge from rehabilitation (approx. 3 months)."}],"secondaryOutcomes":[{"measure":"Complications related to cranioplasty","description":"To record the incidence of complications, such as hemorrhagic or infectious, related to cranioplasty intervention.","timeFrame":"From patients admission to discharge from rehabilitation (approx. 3 months)."},{"measure":"Relation of delay to cranioplasty with neurological outcome","description":"To investigate the relationship between cranioplasty delay and neurological outcome","timeFrame":"From patients admission to discharge from rehabilitation (approx. 3 months)."},{"measure":"Relation of delay to cranioplasty with complications post-cranioplasty","description":"To investigate the relationship between cranioplasty delay and complication rate","timeFrame":"From patients admission to discharge from rehabilitation (approx. 3 months)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with decompressive craniectomy for intracranial hypertension secondary to stroke, traumatic brain injury or other non-progressive cerebral pathology.\n\nExclusion Criteria:\n\n* patients suffering from a rapidly evolving cerebral pathology (e.g. tumor)\n* patients transferred to other hospitals before cranioplasty or whose follow-up can not be assured.","sex":"ALL","minimumAge":"14 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Patients undergoing a decompressive craniectomy due to intracranial mass effect of non progressive origin and transferred to the neuro-rehabilitation unit of our hospital.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Neuro-Rehabilitation Division, University Hospital of Geneva","city":"Genève","zip":"1206","country":"Switzerland","geoPoint":{"lat":46.20222,"lon":6.14569}}]},"referencesModule":{"references":[{"pmid":"18064408","type":"BACKGROUND","citation":"Akins PT, Guppy KH. Sinking skin flaps, paradoxical herniation, and external brain tamponade: a review of decompressive craniectomy management. Neurocrit Care. 2008;9(2):269-76. doi: 10.1007/s12028-007-9033-z."},{"pmid":"20699735","type":"BACKGROUND","citation":"Beauchamp KM, Kashuk J, Moore EE, Bolles G, Rabb C, Seinfeld J, Szentirmai O, Sauaia A. Cranioplasty after postinjury decompressive craniectomy: is timing of the essence? J Trauma. 2010 Aug;69(2):270-4. doi: 10.1097/TA.0b013e3181e491c2."},{"pmid":"17119005","type":"BACKGROUND","citation":"Bijlenga P, Zumofen D, Yilmaz H, Creisson E, de Tribolet N. Orthostatic mesodiencephalic dysfunction after decompressive craniectomy. J Neurol Neurosurg Psychiatry. 2007 Apr;78(4):430-3. doi: 10.1136/jnnp.2006.099242. Epub 2006 Nov 21."},{"pmid":"19612971","type":"BACKGROUND","citation":"Chang V, Hartzfeld P, Langlois M, Mahmood A, Seyfried D. Outcomes of cranial repair after craniectomy. J Neurosurg. 2010 May;112(5):1120-4. doi: 10.3171/2009.6.JNS09133."},{"pmid":"10525845","type":"BACKGROUND","citation":"Dujovny M, Agner C, Aviles A. Syndrome of the trephined: theory and facts. Crit Rev Neurosurg. 1999 Sep 24;9(5):271-278. doi: 10.1007/s003290050143."},{"pmid":"6741628","type":"BACKGROUND","citation":"Fodstad H, Love JA, Ekstedt J, Friden H, Liliequist B. Effect of cranioplasty on cerebrospinal fluid hydrodynamics in patients with the syndrome of the trephined. Acta Neurochir (Wien). 1984;70(1-2):21-30. doi: 10.1007/BF01406039."},{"pmid":"20181482","type":"BACKGROUND","citation":"Honeybul S. Complications of decompressive craniectomy for head injury. J Clin Neurosci. 2010 Apr;17(4):430-5. doi: 10.1016/j.jocn.2009.09.007. Epub 2010 Feb 23."},{"pmid":"19361266","type":"BACKGROUND","citation":"Joseph V, Reilly P. Syndrome of the trephined. J Neurosurg. 2009 Oct;111(4):650-2. doi: 10.3171/2009.3.JNS0984."},{"pmid":"20831824","type":"BACKGROUND","citation":"Kemmling A, Duning T, Lemcke L, Niederstadt T, Minnerup J, Wersching H, Marziniak M. Case report of MR perfusion imaging in sinking skin flap syndrome: growing evidence for hemodynamic impairment. BMC Neurol. 2010 Sep 11;10:80. doi: 10.1186/1471-2377-10-80."},{"pmid":"20561067","type":"BACKGROUND","citation":"Mokri B. Orthostatic headaches in the syndrome of the trephined: resolution following cranioplasty. Headache. 2010 Jul;50(7):1206-11. doi: 10.1111/j.1526-4610.2010.01715.x. Epub 2010 Jun 18."},{"pmid":"18638981","type":"BACKGROUND","citation":"Ng D, Dan NG. Cranioplasty and the syndrome of the trephined. J Clin Neurosci. 1997 Jul;4(3):346-8. doi: 10.1016/s0967-5868(97)90103-x."},{"pmid":"20056926","type":"BACKGROUND","citation":"Sarov M, Guichard JP, Chibarro S, Guettard E, Godin O, Yelnik A, George B, Bousser MG, Vahedi K; DECIMAL investigators. Sinking skin flap syndrome and paradoxical herniation after hemicraniectomy for malignant hemispheric infarction. Stroke. 2010 Mar;41(3):560-2. doi: 10.1161/STROKEAHA.109.568543. Epub 2010 Jan 7."},{"pmid":"9068692","type":"BACKGROUND","citation":"Schiffer J, Gur R, Nisim U, Pollak L. Symptomatic patients after craniectomy. Surg Neurol. 1997 Mar;47(3):231-7. doi: 10.1016/s0090-3019(96)00376-x."},{"pmid":"19485720","type":"BACKGROUND","citation":"Stiver SI. Complications of decompressive craniectomy for traumatic brain injury. Neurosurg Focus. 2009 Jun;26(6):E7. doi: 10.3171/2009.4.FOCUS0965."},{"pmid":"18671636","type":"BACKGROUND","citation":"Stiver SI, Wintermark M, Manley GT. Reversible monoparesis following decompressive hemicraniectomy for traumatic brain injury. J Neurosurg. 2008 Aug;109(2):245-54. doi: 10.3171/JNS/2008/109/8/0245."},{"pmid":"21973063","type":"BACKGROUND","citation":"Thavarajah D, De Lacy P, Hussien A, Sugar A. The minimum time for cranioplasty insertion from craniectomy is six months to reduce risk of infection--a case series of 82 patients. Br J Neurosurg. 2012 Feb;26(1):78-80. doi: 10.3109/02688697.2011.603850. Epub 2011 Oct 5."},{"pmid":"21242830","type":"BACKGROUND","citation":"Yadla S, Campbell PG, Chitale R, Maltenfort MG, Jabbour P, Sharan AD. Effect of early surgery, material, and method of flap preservation on cranioplasty infections: a systematic review. Neurosurgery. 2011 Apr;68(4):1124-9; discussion 1130. doi: 10.1227/NEU.0b013e31820a5470."},{"pmid":"19005615","type":"BACKGROUND","citation":"Yang XF, Wen L, Shen F, Li G, Lou R, Liu WG, Zhan RY. Surgical complications secondary to decompressive craniectomy in patients with a head injury: a series of 108 consecutive cases. Acta Neurochir (Wien). 2008 Dec;150(12):1241-7; discussion 1248. doi: 10.1007/s00701-008-0145-9. Epub 2008 Nov 13."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000013577","term":"Syndrome"},{"id":"D000006470","term":"Hemorrhage"},{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000016063","term":"Blood Loss, Surgical"},{"id":"D000019106","term":"Postoperative Hemorrhage"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000007431","term":"Intraoperative Complications"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M20811","name":"Postoperative Hemorrhage","asFound":"Post Operative Hemorrhage","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M13755","name":"Postoperative Complications","asFound":"Post-Op Complication","relevance":"HIGH"},{"id":"M18250","name":"Blood Loss, Surgical","asFound":"Operative Hemorrhage","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M10155","name":"Intraoperative Complications","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}