{"protocolSection":{"identificationModule":{"nctId":"NCT01115348","orgStudyIdInfo":{"id":"SALGOT"},"organization":{"fullName":"Göteborg University","class":"OTHER"},"briefTitle":"SALGOT; Stroke Arm Longitudinal Study at the University of GOThenburg","officialTitle":"Stroke Arm Longitudinal Study at the University of Gothenburg;SALGOT","acronym":"SALGOT"},"statusModule":{"statusVerifiedDate":"2017-02","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-03"},"primaryCompletionDateStruct":{"date":"2011-12","type":"ACTUAL"},"completionDateStruct":{"date":"2017-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2010-05-03","studyFirstSubmitQcDate":"2010-05-03","studyFirstPostDateStruct":{"date":"2010-05-04","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-02-01","lastUpdatePostDateStruct":{"date":"2017-02-02","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Göteborg University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke is the most common cause for motor disability in the grown-up population in the Western world. In Sweden \\> 80 % are above 65 years of age at onset (1).Areas in the brain, controlling the movement in the upper extremity (UE) are often damaged at a stroke, which leads to impaired function. This impairment of the UE often leads to limitations in activities of daily living and reductions in the level of social activities; therefore, interventions that will improve function are needed to reduce the consequences for the person living with stroke. The time course of recovery of the UE is not clear and therefore the optimal timing of the intervention for the person and its content (ways of intervention) uncertain.\n\nThe investigators have developed objective assessments of motor performance with new technology (kinematic analysis and virtual reality with haptics). Since having an impaired UE often results in reduced capacity in daily living and social activities, this might lead to decreased participation. To complement the traditional focus on body function, there is a need for assessments of the person's activity level and participation, as well as self-perceived function.\n\nThe results from this study will lay the ground for an intervention study focusing on improved function in the upper extremity.","detailedDescription":"Tools to objectively assess upper extremity function and activity Grippit: The handgrip force will be recorded, both the peak maximum grip force and the mean value of the ten-second sustained grip for the right hand Kinematics: An optoelectronic system is used for the three-dimensional motion analysis. This system includes an advanced optoelectronic camera system that produces clean and accurate 3D data. Ball shaped markers are positioned on the body, and reflect infrared light from camera flashes. Data analysis itself is performed with special software. The drinking task test is performed with the person sitting in a standardized manner ARAT (Action research Arm Test) is a performance test for UE function and dexterity.\n\nVR The user observes a 3D image displayed above the tabletop using stereographic shuttered glasses. The user is able to reach into a virtual space and interact with 3-dimensional objects, with a haptic device, which creates the illusion of manipulating virtual objects.\n\nTool to assess self perceived function and activity ABILHAND is a questionnaire aiming to measure manual ability in chronic stroke. It is interview based and focused on perceived difficulty in everyday activities and contains unimanual and bimanual activities.\n\nStroke Impact Scale (SIS) is a scale where the person replies on perceptions regarding life after the stroke..\n\nImpact on participation and autonomy (IPA-E); is an instrument where the person estimates perceived handicap and autonomy for persons living in the community"},"conditionsModule":{"conditions":["Stroke","Motor Activity"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Upper extremity function","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first occurrence of a stroke will be included and followed longitudinally for one year after the stroke.\n* Reduced UE function on the M-MAS UAS-95 on day 2 after stroke \\> 18 years of age\n\nExclusion Criteria:\n\n* Other disease/injury that affect upper extremity function\n* Life expectancy less than 12 months (study time)\n* Not able to communicate in Swedish\n* Not living in the catchment area of the hospital","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The group consists of consecutively included persons from stroke units (Sahlgrenska University Hospital)","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Katharina Stibrant Sunnerhagen, MD, PhD","affiliation":"Göteborg University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Stroke Unit, Sahlgrenska University Hospital","city":"Gothenburg","country":"Sweden","geoPoint":{"lat":57.70716,"lon":11.96679}}]},"referencesModule":{"references":[{"pmid":"32539738","type":"DERIVED","citation":"Thrane G, Sunnerhagen KS, Murphy MA. Upper limb kinematics during the first year after stroke: the stroke arm longitudinal study at the University of Gothenburg (SALGOT). J Neuroeng Rehabil. 2020 Jun 15;17(1):76. doi: 10.1186/s12984-020-00705-2."},{"pmid":"31993016","type":"DERIVED","citation":"Ghaziani E, Couppe C, Siersma V, Christensen H, Magnusson SP, Sunnerhagen KS, Persson HC, Alt Murphy M. Easily Conducted Tests During the First Week Post-stroke Can Aid the Prediction of Arm Functioning at 6 Months. Front Neurol. 2020 Jan 9;10:1371. doi: 10.3389/fneur.2019.01371. eCollection 2019."},{"pmid":"31262320","type":"DERIVED","citation":"Hussain N, Sunnerhagen KS, Alt Murphy M. End-point kinematics using virtual reality explaining upper limb impairment and activity capacity in stroke. J Neuroeng Rehabil. 2019 Jul 1;16(1):82. doi: 10.1186/s12984-019-0551-7."},{"pmid":"30021596","type":"DERIVED","citation":"Thrane G, Alt Murphy M, Sunnerhagen KS. Recovery of kinematic arm function in well-performing people with subacute stroke: a longitudinal cohort study. J Neuroeng Rehabil. 2018 Jul 18;15(1):67. doi: 10.1186/s12984-018-0409-4."},{"pmid":"29867717","type":"DERIVED","citation":"Hussain N, Alt Murphy M, Sunnerhagen KS. Upper Limb Kinematics in Stroke and Healthy Controls Using Target-to-Target Task in Virtual Reality. Front Neurol. 2018 May 9;9:300. doi: 10.3389/fneur.2018.00300. eCollection 2018."},{"pmid":"28780554","type":"DERIVED","citation":"Olsson OA, Persson HC, Alt Murphy M, Sunnerhagen KS. Early prediction of physical activity level 1 year after stroke: a longitudinal cohort study. BMJ Open. 2017 Aug 4;7(8):e016369. doi: 10.1136/bmjopen-2017-016369."},{"pmid":"26427533","type":"DERIVED","citation":"Persson HC, Danielsson A, Sunnerhagen KS. A cross sectional study of upper extremity strength ten days after a stroke; relationship between patient-reported and objective measures. BMC Neurol. 2015 Oct 1;15:178. doi: 10.1186/s12883-015-0436-8."},{"pmid":"26084397","type":"DERIVED","citation":"Persson HC, Alt Murphy M, Danielsson A, Lundgren-Nilsson A, Sunnerhagen KS. A cohort study investigating a simple, early assessment to predict upper extremity function after stroke - a part of the SALGOT study. BMC Neurol. 2015 Jun 18;15:92. doi: 10.1186/s12883-015-0349-6."},{"pmid":"21612620","type":"DERIVED","citation":"Alt Murphy M, Persson HC, Danielsson A, Broeren J, Lundgren-Nilsson A, Sunnerhagen KS. SALGOT--Stroke Arm Longitudinal study at the University of Gothenburg, prospective cohort study protocol. BMC Neurol. 2011 May 25;11:56. doi: 10.1186/1471-2377-11-56."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}