{"protocolSection":{"identificationModule":{"nctId":"NCT06048159","orgStudyIdInfo":{"id":"PRO00046360"},"secondaryIdInfos":[{"id":"PRO00046360","type":"OTHER","domain":"Medical College of Wisconsin"}],"organization":{"fullName":"Medical College of Wisconsin","class":"OTHER"},"briefTitle":"Transcranial Alternating Current Stimulation (tACS) for the Recovery of Phonological Short-Term Memory in Patients With Aphasia After Stroke","officialTitle":"TACS for the Recovery of Phonological STM After Stroke"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2033-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2033-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-18","studyFirstSubmitQcDate":"2023-09-15","studyFirstPostDateStruct":{"date":"2023-09-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-17","lastUpdatePostDateStruct":{"date":"2023-10-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Priyanka Shah-Basak, PhD","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Medical College of Wisconsin"},"leadSponsor":{"name":"Medical College of Wisconsin","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"This study will assess the effects of transcranial alternating current stimulation (tACS) on language recovery after stroke.","detailedDescription":"Aphasia is a debilitating disorder, typically resulting from damage to the left hemisphere, that can impair a range of communication abilities, including language production and comprehension, reading, and writing. Approximately 180,000 new cases of aphasia are identified per year, and approximately 1 million or 1 in 250 are living with aphasia in the United States. Treatments are limited and provide modest benefits at best. The current emphasis in aphasia rehabilitation is to formulate intensive speech and language therapies and augment therapeutic benefits, potentially with brain stimulation concurrent with therapies.\n\nThe current study will investigate the efficacy of high-definition tACS (HD-tACS) to help restore neural oscillatory activity in stroke survivors with aphasia. TACS differs from trancranial direct current stimulation (tDCS), a widely used brain stimulation paradigm, in that sinusoidal or alternating currents are delivered rather than direct currents. TACS is shown to manipulate ongoing oscillatory brain activity and also to modulate synchronization (or connectivity) between targeted brain areas. This feature of tACS is quite attractive, given the new body of evidence suggesting that language impairments stem from diminished brain connectivity and ensuing disruptions in the language network due to stroke.\n\nThe study will employ high-definition tACS (HD-tACS) in a parallel, double-blinded, sham-controlled design combined with language therapy targeting phonological short-term memory (STM) function in stroke survivors with aphasia. Magnetoencephalography (MEG) and fMRI BOLD data collection will occur to determine tACS parameters and to evaluate stimulation-induced neural changes, respectively. The investigators plan to recruit 120 stroke survivors with aphasia in a 2-group tACS study design."},"conditionsModule":{"conditions":["Stroke","Aphasia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"High Definition tACS with Short-term Memory Focused Speech Therapy","type":"EXPERIMENTAL","description":"High-Definition-tACS will be delivered via a battery operated alternating current stimulator (Soterix) using two 3x1 center-surround montages.The current is turned on and increased in a ramplike fashion over approximately 30 seconds. Participants will undergo tACS stimulation for 20-minutes with 2 milliampere (mA) peak-to-peak intensity. Stimulation will be maintained no longer than 20 minutes. This will be paired with short-term memory focused speech therapy.","interventionNames":["Device: HD-tACS"]},{"label":"Sham-High Definition tACS with Short-term Memory Focused Speech Therapy","type":"SHAM_COMPARATOR","description":"High-Definition-tACS will be delivered via a battery operated alternating current stimulator (Soterix) using two 3x1 center-surround montages. The current is turned on and increased in a ramplike fashion for 10 to 30 seconds and then ramped down. In this way, the participants experience the same initial sensations (mild tingling) as the active tACS groups. This will be paired with short-term memory focused speech therapy.","interventionNames":["Device: Sham HD-tACS"]}],"interventions":[{"type":"DEVICE","name":"HD-tACS","description":"High definition tACS will be applied during speech therapy.","armGroupLabels":["High Definition tACS with Short-term Memory Focused Speech Therapy"]},{"type":"DEVICE","name":"Sham HD-tACS","description":"Sham high definition tACS will be applied during speech therapy.","armGroupLabels":["Sham-High Definition tACS with Short-term Memory Focused Speech Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Accuracy on a phonological STM task","description":"Accuracy changes in a delayed sample-to-match task assessing phonological STM after tACS.","timeFrame":"Upon the completion of therapy cycle (a cycle consists of 10 intervention days) and 10 weeks post"},{"measure":"fMRI measures of language network activation after tACS","description":"Activation in the language network regions involved in phonological STM will be assessed before and after tACS","timeFrame":"Upon the completion of therapy cycle (a cycle consists of 10 intervention days) and 10 weeks post"}],"secondaryOutcomes":[{"measure":"Functional Communication Outcome","description":"Improvements in using language in daily life or functional communication as assessed by patient reported measure of Communication Effectiveness Index (CETI)","timeFrame":"Upon the completion of therapy cycle (a cycle consists of 10 intervention days) and 10 weeks post"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with left hemisphere stroke/aphasia\n* Consent date \\>= 1 month after stroke onset\n* Fluent in English\n* 18 years of age or older\n\nExclusion Criteria:\n\n* Severe cognitive, auditory or visual impairments that would preclude cognitive and language testing\n* Presence of major untreated or unstable psychiatric disease\n* A chronic medical condition that is not treated or is unstable\n* The presence of cardiac stimulators or pacemakers\n* Contraindications to MRI or tACS, e.g. patients with metallic implants, and/or history of skull fractures, pregnancy, skin diseases\n* History of ongoing or unmanaged seizures\n* History of dyslexia or other developmental learning disabilities","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sidney E Schoenrock, MA","role":"CONTACT","phone":"414-955-7579","email":"sschoenrock@mcw.edu"},{"name":"Priyanka Shah-Basak, PhD","role":"CONTACT","phone":"414-955-5752","email":"prishah@mcw.edu"}],"locations":[{"facility":"Medical College of Wisconsin","status":"RECRUITING","city":"Milwaukee","state":"Wisconsin","zip":"53226","country":"United States","contacts":[{"name":"Sidney E Schoenrock, MA","role":"CONTACT","phone":"414-955-7579","email":"sschoenrock@mcw.edu"},{"name":"Priyanka Shah-Basak, PhD","role":"CONTACT","phone":"414-955-5752","email":"prishah@mcw.edu"}],"geoPoint":{"lat":43.0389,"lon":-87.90647}}]},"referencesModule":{"references":[{"pmid":"7574464","type":"BACKGROUND","citation":"Pedersen PM, Jorgensen HS, Nakayama H, Raaschou HO, Olsen TS. Aphasia in acute stroke: incidence, determinants, and recovery. Ann Neurol. 1995 Oct;38(4):659-66. doi: 10.1002/ana.410380416."},{"pmid":"16690899","type":"BACKGROUND","citation":"Engelter ST, Gostynski M, Papa S, Frei M, Born C, Ajdacic-Gross V, Gutzwiller F, Lyrer PA. Epidemiology of aphasia attributable to first ischemic stroke: incidence, severity, fluency, etiology, and thrombolysis. Stroke. 2006 Jun;37(6):1379-84. doi: 10.1161/01.STR.0000221815.64093.8c. Epub 2006 May 11."},{"pmid":"25954178","type":"BACKGROUND","citation":"Shah-Basak PP, Norise C, Garcia G, Torres J, Faseyitan O, Hamilton RH. Individualized treatment with transcranial direct current stimulation in patients with chronic non-fluent aphasia due to stroke. Front Hum Neurosci. 2015 Apr 21;9:201. doi: 10.3389/fnhum.2015.00201. eCollection 2015."},{"pmid":"27163249","type":"BACKGROUND","citation":"Shah-Basak PP, Wurzman R, Purcell JB, Gervits F, Hamilton R. Fields or flows? A comparative metaanalysis of transcranial magnetic and direct current stimulation to treat post-stroke aphasia. Restor Neurol Neurosci. 2016 May 2;34(4):537-58. doi: 10.3233/RNN-150616."},{"pmid":"15339233","type":"BACKGROUND","citation":"Boyle M. Semantic feature analysis treatment for anomia in two fluent aphasia syndromes. Am J Speech Lang Pathol. 2004 Aug;13(3):236-49. doi: 10.1044/1058-0360(2004/025)."},{"type":"BACKGROUND","citation":"Leonard, C., Rochon, E., & Laird, L. (2008). Treating naming impairments in aphasia: Findings from a phonological components analysis treatment. Aphasiology, 22, 923-947. https://doi.org/10.1080/02687030701831474"},{"pmid":"8455719","type":"BACKGROUND","citation":"Paulesu E, Frith CD, Frackowiak RS. The neural correlates of the verbal component of working memory. Nature. 1993 Mar 25;362(6418):342-5. doi: 10.1038/362342a0."},{"pmid":"16301183","type":"BACKGROUND","citation":"Buchsbaum BR, Olsen RK, Koch P, Berman KF. Human dorsal and ventral auditory streams subserve rehearsal-based and echoic processes during verbal working memory. Neuron. 2005 Nov 23;48(4):687-97. doi: 10.1016/j.neuron.2005.09.029."},{"pmid":"21256582","type":"BACKGROUND","citation":"Buchsbaum BR, Baldo J, Okada K, Berman KF, Dronkers N, D'Esposito M, Hickok G. Conduction aphasia, sensory-motor integration, and phonological short-term memory - an aggregate analysis of lesion and fMRI data. Brain Lang. 2011 Dec;119(3):119-28. doi: 10.1016/j.bandl.2010.12.001. Epub 2011 Jan 21."},{"pmid":"23825454","type":"BACKGROUND","citation":"Antal A, Paulus W. Transcranial alternating current stimulation (tACS). Front Hum Neurosci. 2013 Jun 28;7:317. doi: 10.3389/fnhum.2013.00317. Print 2013."},{"pmid":"24461998","type":"BACKGROUND","citation":"Helfrich RF, Schneider TR, Rach S, Trautmann-Lengsfeld SA, Engel AK, Herrmann CS. Entrainment of brain oscillations by transcranial alternating current stimulation. Curr Biol. 2014 Feb 3;24(3):333-9. doi: 10.1016/j.cub.2013.12.041. Epub 2014 Jan 23."},{"pmid":"28288700","type":"BACKGROUND","citation":"Violante IR, Li LM, Carmichael DW, Lorenz R, Leech R, Hampshire A, Rothwell JC, Sharp DJ. Externally induced frontoparietal synchronization modulates network dynamics and enhances working memory performance. Elife. 2017 Mar 14;6:e22001. doi: 10.7554/eLife.22001."},{"pmid":"23785325","type":"BACKGROUND","citation":"Herrmann CS, Rach S, Neuling T, Struber D. Transcranial alternating current stimulation: a review of the underlying mechanisms and modulation of cognitive processes. Front Hum Neurosci. 2013 Jun 14;7:279. doi: 10.3389/fnhum.2013.00279. eCollection 2013."},{"type":"BACKGROUND","citation":"Benson, D. F., & Ardila, A. (1996). Aphasia: A Clinical Perspective. Oxford University Press."},{"pmid":"21329405","type":"BACKGROUND","citation":"Code C, Petheram B. Delivering for aphasia. Int J Speech Lang Pathol. 2011 Feb;13(1):3-10. doi: 10.3109/17549507.2010.520090."},{"pmid":"32112714","type":"BACKGROUND","citation":"Brooks SK, Webster RK, Smith LE, Woodland L, Wessely S, Greenberg N, Rubin GJ. The psychological impact of quarantine and how to reduce it: rapid review of the evidence. Lancet. 2020 Mar 14;395(10227):912-920. doi: 10.1016/S0140-6736(20)30460-8. Epub 2020 Feb 26."},{"pmid":"33013572","type":"BACKGROUND","citation":"Pietrabissa G, Simpson SG. Psychological Consequences of Social Isolation During COVID-19 Outbreak. Front Psychol. 2020 Sep 9;11:2201. doi: 10.3389/fpsyg.2020.02201. eCollection 2020."},{"pmid":"23227818","type":"BACKGROUND","citation":"Pollock A, St George B, Fenton M, Firkins L. Top 10 research priorities relating to life after stroke--consensus from stroke survivors, caregivers, and health professionals. Int J Stroke. 2014 Apr;9(3):313-20. doi: 10.1111/j.1747-4949.2012.00942.x. Epub 2012 Dec 11."},{"pmid":"22343643","type":"BACKGROUND","citation":"Ellis C, Simpson AN, Bonilha H, Mauldin PD, Simpson KN. The one-year attributable cost of poststroke aphasia. Stroke. 2012 May;43(5):1429-31. doi: 10.1161/STROKEAHA.111.647339. Epub 2012 Feb 16."},{"pmid":"25164766","type":"BACKGROUND","citation":"Pillay SB, Stengel BC, Humphries C, Book DS, Binder JR. Cerebral localization of impaired phonological retrieval during rhyme judgment. Ann Neurol. 2014 Nov;76(5):738-46. doi: 10.1002/ana.24266. Epub 2014 Sep 19."},{"pmid":"25879574","type":"BACKGROUND","citation":"Mirman D, Chen Q, Zhang Y, Wang Z, Faseyitan OK, Coslett HB, Schwartz MF. Neural organization of spoken language revealed by lesion-symptom mapping. Nat Commun. 2015 Apr 16;6:6762. doi: 10.1038/ncomms7762."},{"pmid":"905501","type":"BACKGROUND","citation":"Saffran EM, Marin OS. Reading without phonology: evidence from aphasia. Q J Exp Psychol. 1977 Aug;29(3):515-25. doi: 10.1080/14640747708400627. No abstract available."},{"pmid":"6204712","type":"BACKGROUND","citation":"Friedrich FJ, Glenn CG, Marin OS. Interruption of phonological coding in conduction aphasia. Brain Lang. 1984 Jul;22(2):266-91. doi: 10.1016/0093-934x(84)90094-4."},{"pmid":"35933744","type":"BACKGROUND","citation":"Pillay SB, Gross WL, Heffernan J, Book DS, Binder JR. Semantic network activation facilitates oral word reading in chronic aphasia. Brain Lang. 2022 Oct;233:105164. doi: 10.1016/j.bandl.2022.105164. Epub 2022 Aug 4."},{"pmid":"29211656","type":"BACKGROUND","citation":"Pillay SB, Gross WL, Graves WW, Humphries C, Book DS, Binder JR. The Neural Basis of Successful Word Reading in Aphasia. J Cogn Neurosci. 2018 Apr;30(4):514-525. doi: 10.1162/jocn_a_01214. Epub 2017 Dec 6."},{"pmid":"19329570","type":"BACKGROUND","citation":"Binder JR, Desai RH, Graves WW, Conant LL. Where is the semantic system? A critical review and meta-analysis of 120 functional neuroimaging studies. Cereb Cortex. 2009 Dec;19(12):2767-96. doi: 10.1093/cercor/bhp055. Epub 2009 Mar 27."},{"type":"BACKGROUND","citation":"Baddeley, A. D. (1986). Working memory. Clarendon Press ; Oxford University Press."},{"pmid":"9450375","type":"BACKGROUND","citation":"Baddeley A, Gathercole S, Papagno C. The phonological loop as a language learning device. Psychol Rev. 1998 Jan;105(1):158-73. doi: 10.1037/0033-295x.105.1.158."},{"pmid":"21072168","type":"BACKGROUND","citation":"Zaehle T, Rach S, Herrmann CS. Transcranial alternating current stimulation enhances individual alpha activity in human EEG. PLoS One. 2010 Nov 1;5(11):e13766. doi: 10.1371/journal.pone.0013766."},{"pmid":"30962628","type":"BACKGROUND","citation":"Reinhart RMG, Nguyen JA. Working memory revived in older adults by synchronizing rhythmic brain circuits. Nat Neurosci. 2019 May;22(5):820-827. doi: 10.1038/s41593-019-0371-x. Epub 2019 Apr 8."},{"pmid":"33887251","type":"BACKGROUND","citation":"Riddle J, Frohlich F. Targeting neural oscillations with transcranial alternating current stimulation. Brain Res. 2021 Aug 15;1765:147491. doi: 10.1016/j.brainres.2021.147491. Epub 2021 Apr 20."},{"pmid":"33980854","type":"BACKGROUND","citation":"Frohlich F, Riddle J. Conducting double-blind placebo-controlled clinical trials of transcranial alternating current stimulation (tACS). Transl Psychiatry. 2021 May 12;11(1):284. doi: 10.1038/s41398-021-01391-x."},{"pmid":"23416101","type":"BACKGROUND","citation":"Brittain JS, Probert-Smith P, Aziz TZ, Brown P. Tremor suppression by rhythmic transcranial current stimulation. Curr Biol. 2013 Mar 4;23(5):436-40. doi: 10.1016/j.cub.2013.01.068. Epub 2013 Feb 14."},{"pmid":"16427357","type":"BACKGROUND","citation":"Gandiga PC, Hummel FC, Cohen LG. Transcranial DC stimulation (tDCS): a tool for double-blind sham-controlled clinical studies in brain stimulation. Clin Neurophysiol. 2006 Apr;117(4):845-50. doi: 10.1016/j.clinph.2005.12.003. Epub 2006 Jan 19."},{"pmid":"29398575","type":"BACKGROUND","citation":"Bikson M, Brunoni AR, Charvet LE, Clark VP, Cohen LG, Deng ZD, Dmochowski J, Edwards DJ, Frohlich F, Kappenman ES, Lim KO, Loo C, Mantovani A, McMullen DP, Parra LC, Pearson M, Richardson JD, Rumsey JM, Sehatpour P, Sommers D, Unal G, Wassermann EM, Woods AJ, Lisanby SH. Rigor and reproducibility in research with transcranial electrical stimulation: An NIMH-sponsored workshop. Brain Stimul. 2018 May-Jun;11(3):465-480. doi: 10.1016/j.brs.2017.12.008. Epub 2017 Dec 29."},{"pmid":"29425241","type":"BACKGROUND","citation":"Wilson SM, Eriksson DK, Schneck SM, Lucanie JM. A quick aphasia battery for efficient, reliable, and multidimensional assessment of language function. PLoS One. 2018 Feb 9;13(2):e0192773. doi: 10.1371/journal.pone.0192773. eCollection 2018. Erratum In: PLoS One. 2018 Jun 15;13(6):e0199469."},{"type":"BACKGROUND","citation":"Pillay, S. B., & Binder, J. R. (n.d.). Language Imaging Lab (LIL) Aphasia Battery. https://wwwneuromcwedu/aphasiabattery/indexhtml"},{"pmid":"21253357","type":"BACKGROUND","citation":"Oostenveld R, Fries P, Maris E, Schoffelen JM. FieldTrip: Open source software for advanced analysis of MEG, EEG, and invasive electrophysiological data. Comput Intell Neurosci. 2011;2011:156869. doi: 10.1155/2011/156869. Epub 2010 Dec 23."},{"pmid":"24431986","type":"BACKGROUND","citation":"Gramfort A, Luessi M, Larson E, Engemann DA, Strohmeier D, Brodbeck C, Goj R, Jas M, Brooks T, Parkkonen L, Hamalainen M. MEG and EEG data analysis with MNE-Python. Front Neurosci. 2013 Dec 26;7:267. doi: 10.3389/fnins.2013.00267. eCollection 2013 Dec 26."},{"pmid":"23893039","type":"BACKGROUND","citation":"Villamar MF, Volz MS, Bikson M, Datta A, Dasilva AF, Fregni F. Technique and considerations in the use of 4x1 ring high-definition transcranial direct current stimulation (HD-tDCS). J Vis Exp. 2013 Jul 14;(77):e50309. doi: 10.3791/50309."},{"pmid":"25770991","type":"BACKGROUND","citation":"Pruim RHR, Mennes M, van Rooij D, Llera A, Buitelaar JK, Beckmann CF. ICA-AROMA: A robust ICA-based strategy for removing motion artifacts from fMRI data. Neuroimage. 2015 May 15;112:267-277. doi: 10.1016/j.neuroimage.2015.02.064. Epub 2015 Mar 11."},{"pmid":"25463470","type":"BACKGROUND","citation":"Kielar A, Panamsky L, Links KA, Meltzer JA. Localization of electrophysiological responses to semantic and syntactic anomalies in language comprehension with MEG. Neuroimage. 2015 Jan 15;105:507-24. doi: 10.1016/j.neuroimage.2014.11.016. Epub 2014 Nov 14."},{"pmid":"17517438","type":"BACKGROUND","citation":"Maris E, Oostenveld R. Nonparametric statistical testing of EEG- and MEG-data. J Neurosci Methods. 2007 Aug 15;164(1):177-90. doi: 10.1016/j.jneumeth.2007.03.024. Epub 2007 Apr 10."},{"pmid":"31725247","type":"BACKGROUND","citation":"Saturnino GB, Puonti O, Nielsen JD, Antonenko D, Madsen KH, Thielscher A. SimNIBS 2.1: A Comprehensive Pipeline for Individualized Electric Field Modelling for Transcranial Brain Stimulation. 2019 Aug 28. In: Makarov S, Horner M, Noetscher G, editors. Brain and Human Body Modeling: Computational Human Modeling at EMBC 2018 [Internet]. Cham (CH): Springer; 2019. Chapter 1. Available from http://www.ncbi.nlm.nih.gov/books/NBK549569/"},{"pmid":"21320389","type":"BACKGROUND","citation":"Brunoni AR, Amadera J, Berbel B, Volz MS, Rizzerio BG, Fregni F. A systematic review on reporting and assessment of adverse effects associated with transcranial direct current stimulation. Int J Neuropsychopharmacol. 2011 Sep;14(8):1133-45. doi: 10.1017/S1461145710001690. Epub 2011 Feb 15."},{"pmid":"27372845","type":"BACKGROUND","citation":"Bikson M, Grossman P, Thomas C, Zannou AL, Jiang J, Adnan T, Mourdoukoutas AP, Kronberg G, Truong D, Boggio P, Brunoni AR, Charvet L, Fregni F, Fritsch B, Gillick B, Hamilton RH, Hampstead BM, Jankord R, Kirton A, Knotkova H, Liebetanz D, Liu A, Loo C, Nitsche MA, Reis J, Richardson JD, Rotenberg A, Turkeltaub PE, Woods AJ. Safety of Transcranial Direct Current Stimulation: Evidence Based Update 2016. Brain Stimul. 2016 Sep-Oct;9(5):641-661. doi: 10.1016/j.brs.2016.06.004. Epub 2016 Jun 15."},{"pmid":"28709880","type":"BACKGROUND","citation":"Antal A, Alekseichuk I, Bikson M, Brockmoller J, Brunoni AR, Chen R, Cohen LG, Dowthwaite G, Ellrich J, Floel A, Fregni F, George MS, Hamilton R, Haueisen J, Herrmann CS, Hummel FC, Lefaucheur JP, Liebetanz D, Loo CK, McCaig CD, Miniussi C, Miranda PC, Moliadze V, Nitsche MA, Nowak R, Padberg F, Pascual-Leone A, Poppendieck W, Priori A, Rossi S, Rossini PM, Rothwell J, Rueger MA, Ruffini G, Schellhorn K, Siebner HR, Ugawa Y, Wexler A, Ziemann U, Hallett M, Paulus W. Low intensity transcranial electric stimulation: Safety, ethical, legal regulatory and application guidelines. Clin Neurophysiol. 2017 Sep;128(9):1774-1809. doi: 10.1016/j.clinph.2017.06.001. Epub 2017 Jun 19."},{"pmid":"29784589","type":"BACKGROUND","citation":"Reckow J, Rahman-Filipiak A, Garcia S, Schlaefflin S, Calhoun O, DaSilva AF, Bikson M, Hampstead BM. Tolerability and blinding of 4x1 high-definition transcranial direct current stimulation (HD-tDCS) at two and three milliamps. Brain Stimul. 2018 Sep-Oct;11(5):991-997. doi: 10.1016/j.brs.2018.04.022. Epub 2018 May 4."},{"pmid":"31774818","type":"BACKGROUND","citation":"Schuhmann T, Kemmerer SK, Duecker F, de Graaf TA, Ten Oever S, De Weerd P, Sack AT. Left parietal tACS at alpha frequency induces a shift of visuospatial attention. PLoS One. 2019 Nov 27;14(11):e0217729. doi: 10.1371/journal.pone.0217729. eCollection 2019."},{"pmid":"31782732","type":"BACKGROUND","citation":"Deng Y, Reinhart RM, Choi I, Shinn-Cunningham BG. Causal links between parietal alpha activity and spatial auditory attention. Elife. 2019 Nov 29;8:e51184. doi: 10.7554/eLife.51184."},{"pmid":"30214966","type":"BACKGROUND","citation":"Matsumoto H, Ugawa Y. Adverse events of tDCS and tACS: A review. Clin Neurophysiol Pract. 2016 Dec 21;2:19-25. doi: 10.1016/j.cnp.2016.12.003. eCollection 2017."},{"type":"BACKGROUND","citation":"National Aphasia Association survey. (2020)."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M16664","name":"Triamcinolone","relevance":"LOW"},{"id":"M16665","name":"Triamcinolone Acetonide","relevance":"LOW"},{"id":"M237937","name":"Triamcinolone hexacetonide","relevance":"LOW"},{"id":"M209531","name":"Triamcinolone diacetate","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}