{"protocolSection":{"identificationModule":{"nctId":"NCT05953272","orgStudyIdInfo":{"id":"IEC/1610/R&D/08/NIOH/20328"},"secondaryIdInfos":[{"id":"CTRI/2023/04/051999","type":"REGISTRY","domain":"CLINICAL TRIALS REGISTRY - INDIA"}],"organization":{"fullName":"National Institute for Locomotor Disabilities (Divyangjan), India","class":"OTHER_GOV"},"briefTitle":"A Clinical Trial to Study the Effects of Bobath Therapy With and Without EMG Biofeedback Therapy in Stroke Patients","officialTitle":"Comparative Efficacy of EMG Biofeedback Therapy Along With Bobath Therapy and Bobath Therapy Alone on Lower Extremity Functions, Balance and Gait in Patients With Stroke: a Randomized Clinical Trial"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-01","studyFirstSubmitQcDate":"2023-07-11","studyFirstPostDateStruct":{"date":"2023-07-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-11","lastUpdatePostDateStruct":{"date":"2023-07-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"SANLAP KUNDU","investigatorTitle":"Principal Investigator","investigatorAffiliation":"National Institute for Locomotor Disabilities (Divyangjan), India"},"leadSponsor":{"name":"National Institute for Locomotor Disabilities (Divyangjan), India","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a leading cause of disability worldwide. It has a negative impact on the cognitive and sensorimotor functions. Motor recovery becomes essential in rehabilitation phase to make the patient independent in activities of daily living along with improved lower extremity function, balance and gait. Studies show that both EMG Biofeedback therapy and Bobath therapy is effective in improving lower extremity function. Out of those studies, to the best of the investigators knowledge, no study has been conducted to find out the efficacy of EMG Biofeedback therapy along with Bobath therapy on lower extremity functions, balance and gait in stroke patients. Therefore the purpose of the study is to find out the comparative efficacy of EMG Biofeedback therapy along with Bobath therapy and Bobath therapy alone on lower extremity functions, balance and gait in patients with stroke.","detailedDescription":"Purpose of the Study:\n\nThere are studies available in which EMG Biofeedback therapy significantly improves lower extremity functions. Bobath therapy has also shown significant effect in recovery of lower extremity functions after stroke. Out of those studies, to the best of the investigators knowledge, no study has been conducted to find the comparative efficacy of EMG Biofeedback therapy along with Bobath therapy and Bobath therapy alone on lower extremity functions, balance and gait in Indian population with stroke patients.\n\nTherefore, the purpose of the study is to find out the comparative efficacy of EMG Biofeedback therapy along with Bobath therapy and Bobath therapy alone on lower extremity functions, balance and gait in patients with stroke.\n\nAim and Objectives:\n\nAim:\n\nTo find out the comparative efficacy of EMG Biofeedback therapy along with Bobath therapy and Bobath therapy alone on lower extremity functions, balance and gait in patients with stroke.\n\nObjectives:\n\n1. To find out the efficacy of EMG Biofeedback therapy along with Bobath therapy on lower extremity functions, balance and gait in patients with stroke.\n2. To find out the efficacy of Bobath therapy on lower extremity functions, balance and gait in patients with stroke.\n3. To compare the efficacy of EMG Biofeedback therapy along with Bobath therapy and Bobath therapy alone on lower extremity functions, balance and gait in patients with stroke.\n\nHypotheses:\n\nNull Hypothesis:\n\nThere is no statistically significant difference between the efficacy of EMG Biofeedback therapy along with Bobath therapy and Bobath therapy alone on lower extremity functions, balance and gait in patients with stroke.\n\nAlternative Hypothesis:\n\nThere is statistically significant difference between the efficacy of EMG Biofeedback therapy along with Bobath therapy and Bobath therapy alone on lower extremity functions, balance and gait in patients with stroke.\n\nStudy Variables:\n\nIndependent Variables:\n\n1. EMG Biofeedback therapy\n2. Bobath therapy\n\nDependent Variables:\n\n1. Lower extremity function will be measured by - Lower Extremity Subscale of Fugl Meyer Assessment \\[FMA\\].\n2. Balance will be measured by -Timed Up and Go \\[TUG\\] Test.\n3. Gait will be measured by - 10-meter Walk Test \\[10mWT\\].\n\nProcedure:\n\nApproval from the Institutional Ethical Committee (IEC) will be taken before commencement of the study. All patients diagnosed with hemiplegic stroke referred from Assessment Clinic of NILD to the Department of Physiotherapy will be approached with the study proposal. Minimum of 30 patients with hemiplegic stroke will be included after proper assessment and screening according to the inclusion and exclusion criteria. Those fulfilling the inclusion criteria will be explained in details about the study in their most communicable language. Written informed consent in their preferred language will be obtained from the patients agreeing to participate. The patients will be randomly divided into two groups using block randomization method by computer generated random blocks. The demographic data and the outcome measures data will be collected from each patient for lower extremity function by Lower Extremity Subscale of Fugl Meyer Assessment \\[FMA\\], balance by Timed Up and Go Test \\[TUG\\] and gait by 10-meter Walk Test \\[10mWT\\] at baseline and at the end of four weeks of intervention. In Group-A (n≥15) EMG Biofeedback therapy and Bobath therapy will be given for 16 sessions (4 sessions per week for 4 weeks). In Group- B (n≥15) only Bobath therapy will be given for 16 sessions (4 sessions per week for 4 weeks). Home exercise program will be given in both groups.\n\nRescue medications duly prescribed by physician will be continued along with the physiotherapeutic approach in both the groups during the study."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","CVA","Bobath therapy","EMG Biofeedback therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is a randomized, parallel group, active controlled trial.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"This is a single-blinded study where the participant is unaware of the group allocation.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"EMG Biofeedback therapy and Bobath therapy","type":"EXPERIMENTAL","description":"The experimental group will receive EMG Biofeedback therapy for 15 minutes along with Bobath therapy for 45 minutes and home exercise program. The EMG Biofeedback therapy and Bobath therapy will be given for 16 sessions (4 sessions per week for 4 weeks). Patient will perform the home exercise program once a day in home during 4 weeks of treatment period.","interventionNames":["Other: EMG Biofeedback therapy and Bobath therapy"]},{"label":"Bobath therapy only","type":"ACTIVE_COMPARATOR","description":"This group will receive only Bobath therapy for 45 minutes and home exercise program. The Bobath therapy will be given for 16 sessions (4 sessions per week for 4 weeks). Patient will perform the home exercise program once a day in home during 4 weeks of treatment period.","interventionNames":["Other: Bobath therapy"]}],"interventions":[{"type":"OTHER","name":"EMG Biofeedback therapy and Bobath therapy","description":"EMG Biofeedback therapy will be used to up-train the ankle dorsiflexors in stroke patients. It will be given for 15 minutes. Patient will practice 2 blocks of Tibialis Anterior muscle contraction trials (holding for 10 seconds per trial with 10 seconds of rest, 20 trials per block with 1 minute 40 seconds of rest in between the blocks) with the heel contacts the floor for a total of 40 trials.\n\nIn Bobath therapy, we will use exercises as per Bobath guidelines for management of stroke patients to improve the lower extremity function, balance and gait ability. All of the exercises will be performed for 10 repetitions in each session.\n\nPatient will also perform a set of Home Exercise Program given to them for once daily in their home during the treatment period.","armGroupLabels":["EMG Biofeedback therapy and Bobath therapy"]},{"type":"OTHER","name":"Bobath therapy","description":"In Bobath therapy, we will use exercises as per Bobath guidelines for management of stroke patients to improve the lower extremity function, balance and gait ability. All of the exercises will be performed for 10 repetitions in each session.\n\nPatient will also perform a set of Home Exercise Program given to them for once daily in their home during the treatment period.","armGroupLabels":["Bobath therapy only"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline Lower Extremity Subscale of Fugl Meyer Assessment [FMA] at 4 weeks","description":"Lower extremity function and motor recovery will be measured by the Lower Extremity Subscale of Fugl Meyer Assessment \\[FMA\\]. It is a simple, reliable and valid scale. It has 2 parts - E. Lower Extremity and F. Co-ordination Speed. Scoring of both the parts combined will determine the motor function of lower limb. In (E) Lower Extremity, it has 5 sub-parts: Reflex activity, Volitional movement within synergies, Volitional movement mixing synergies, Volitional movement with little or no synergy and Normal Reflex activity which has a maximum score of 4, 14, 4, 4, 2; i.e., a maximum total score of 28. The (F) Coordination and Speed has 3 parts to check - Tremor, Dysmetria and Time which has a maximum score of 2, 2 and 2; i.e., maximum total score of 6. The Total Maximum Score for measuring Lower Extremity Motor Function is 34.\n\nPatient will be demonstrated about the scale beforehand.","timeFrame":"Baseline, Week 4"},{"measure":"Change from Baseline Timed Up and Go Test [TUG] at 4 weeks","description":"TUG Test is a reliable and valid scale which is used to assess balance and mobility. In this test, the patient will stand up from a standard arm chair with his/her regular footwear, walk to the line 3 meters away from him on the floor at his/her normal pace and he/she turns, walk back to the chair again at normal pace to sit down again. The patient can use a walking aid, if needed. The therapist will use a stopwatch to measure the time needed by the patient to do all the activity.\n\nPatient will be demonstrated about the scale beforehand.","timeFrame":"Baseline, Week 4"},{"measure":"Change from Baseline 10-meter Walk Test [10mWT] at 4 weeks","description":"In, 10-Meter Walk Test, an individual walks for 14 meters and time will be measured for the intermediate 10 meters to allow for acceleration and deceleration respectively.\n\nThe therapist will start the timing when the toes of leading foot cross the 2-meter mark and stops timing when the toes of the leading foot cross the 12-meter mark.\n\nThis test will be performed at Comfortable Gait Speed \\[CGS\\] and also the Fast Gait Speed \\[FGS\\] possible. There will be three trials for each speed with a 30 seconds break in between. The mean of the 3 readings will be taken as final outcome. Both of the speeds will be documented in the form.\n\nIt is a reliable and valid scale.\n\nPatient will be demonstrated about the scale beforehand.","timeFrame":"Baseline, Week 4"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Both male and female patients aged between 40 - 65 years.\n2. Patients with first attack of stroke, diagnosed by a physician.\n3. Duration of stroke 3 months to 3 years.\n4. Patient has no cognitive impairment and has a MMSE Score ≥ 24.\n5. Grade of spasticity upto 2 in lower extremity on Modified Ashworth Scale.\n6. Patient is in Brunnstrom lower limb recovery stage 3 and 4.\n7. Patient should have passive 10° or greater ankle dorsiflexion.\n8. Patient can sit independently on a plinth.\n9. Patient should be ambulatory either independently or with some assistive aid.\n\nExclusion Criteria:\n\n1. Patient with any sensory deficit of the lower extremity.\n2. Problems with vision, like - homonymous hemianopsia, hemiagnosia, visual agnosia etc.\n3. Patients with hearing loss.\n4. Patients with hemineglect.\n5. Patients with sensory, conduction or global aphasia.\n6. Musculoskeletal conditions like - fracture, contracture and deformity in lower extremity.\n7. Diagnosed neurological diseases like - Parkinsonism, Dementia, Peripheral nerve injury in the lower extremity etc.\n8. Diagnosed systemic diseases like - uncontrolled hypertension etc. and/or peripheral vascular disease in lower extremity like - Raynaud's disease etc.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sanlap Kundu, BPT","role":"CONTACT","phone":"+919123065908","email":"misanlapkundu@gmail.com"},{"name":"Pravin Kumar, MPT","role":"CONTACT","phone":"+919815365870","email":"drpravinkumar@gmail.com"}],"overallOfficials":[{"name":"Sanlap Kundu, BPT","affiliation":"The West Bengal University of Health Sciences","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institute for Locomotor Disabilities (Divyangjan)","status":"RECRUITING","city":"Kolkata","state":"West Bengal","zip":"700090","country":"India","contacts":[{"name":"Sanlap Kundu, BPT","role":"CONTACT","phone":"+919123065908","email":"misanlapkundu@gmail.com"},{"name":"Pravin Kumar, MPT","role":"CONTACT","phone":"+919815365870","email":"drpravinkumar@gmail.com"}],"geoPoint":{"lat":22.56263,"lon":88.36304}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}