{"protocolSection":{"identificationModule":{"nctId":"NCT04957355","orgStudyIdInfo":{"id":"2021-0408"},"organization":{"fullName":"University of Illinois at Chicago","class":"OTHER"},"briefTitle":"Effect of NMES on Balance and Fall Risk in Chronic Stroke","officialTitle":"Effect of Neuromuscular Electrical Stimulation (NMES) on Reactive Balance, Gait and Fall-risk in Individuals With Stroke","acronym":"NMES"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-05-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-06-11","studyFirstSubmitQcDate":"2021-07-08","studyFirstPostDateStruct":{"date":"2021-07-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-25","lastUpdatePostDateStruct":{"date":"2023-10-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tanvi Bhatt","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Illinois at Chicago"},"leadSponsor":{"name":"University of Illinois at Chicago","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"The aim of this study is to describe the effect of neuromuscular electrical stimulation (NMES) in the form of functional electrical stimulation (FES) applied to different lower limb muscles on reactive balance and gait performance in stroke participants.\n\nMethods: Twenty individuals with chronic stroke will be asked to perform an experimental protocol that includes a postural disturbance in the form of a slip- or trip-like perturbation and a standardized walking test in both laboratory and outdoor environments with and without FES applied to different lower limb muscles of the paretic leg. FES will be applied using an advanced software that is able to synchronize muscle activation with the time of perturbation onset and according to the phases of gait.\n\nThis project design aims to examine whether a specific pattern of lower limb muscle stimulation could improve the kinematic and behavioral responses during reactive balance following slip- and trip-like perturbations. Additionally, the project aims to see if the kinematic and spatio-temporal gait parameters can be modified during a standardized walking test under different sensory and environmental conditions.","detailedDescription":"Functional impairment after a stroke often includes slowed gait velocity and increased fall risk attributed to foot drop (the inability to dorsiflex the ankle during the swing phase of gait) and lower limb muscle weakness. Damage in the motor cortex or corticospinal tract often results in significant, persistent distal muscle weakness, including the sensorimotor control of the ankle joint, typically because of a combination of weakness of the agonist ankle dorsiflexor muscles and spasticity of the antagonist plantar flexor muscle. This results in slower and abnormal gait which leads to gait compensation strategies such as hip hitching, excess circumduction during gait, reduced foot clearance, and high energy expenditure, all of which are factors which could increase the risk of falls in individuals with stroke.\n\nFunctional electrical stimulation (FES) corresponds to the application of an electric field across the motor neurons of a muscle to induce an artificial, involuntary contraction to perform a functional movement. Numerous benefits of FES have been reported throughout literature such as increased muscle mass, increased bone mineral density, and improved cardiovascular parameters, among others. Previous studies in which authors assessed the effect of FES on individuals with stroke have demonstrated that the common peroneal nerve stimulates the tibialis anterior muscle to produce foot dorsiflexion during the swing phase of the gait cycle and reduces foot drop by facilitating increased voluntary muscle activity, which together improves the quality and symmetry of gait. Additionally, others studies showed that FES improves walking speed and energy expenditure in individuals with stroke.\n\nIn the last years, FES systems have been used as neuroprosthetic devices in rehabilitative interventions such as gait training. Stimulator triggers, implemented to control stimulation delivery, range from open- to closed-loop controllers.12 Finite-state controllers trigger stimulators when specific conditions are met and utilize preset sequences of stimulation. Thus, wearable sensors provide the necessary input to differentiate gait phases during walking and trigger stimulation to specific muscles.13 This technology has been largely used to improve gait parameters in stroke participants, however, it has not been well described how this technology could help stroke participants during the loss of balance or during reactive balance.\n\nOn the other hand, the literature suggests that a direct transcortical loop does not trigger the initial phase of postural responses to external perturbations, but it seems likely that the cerebral cortex becomes involved in the later phases of the reactive response.14 Thus, given that postural response lasts for many hundreds of milliseconds, it may be that the brainstem or spinal cord circuits initiate a response, and then the response subsequently becomes modified by cortical circuits during its later phases.15 In this context, the effect of peripheral stimulation to the muscles involved in the reactive response to an unexpected external perturbation on recovery performance has not yet been described.\n\nThis project aims to describe whether a specific pattern of lower limb muscle stimulation could modify the recovery response after an unexpected perturbation in the form of a slip and/or trip in individuals with stroke. Also, this project aims to examine if a specific pattern of lower limb muscle stimulation provided by FES can modify kinematic and spatio-temporal gait parameters during a standardized walking test under different sensory conditions."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["functional electrical stimulation","neuromuscular electrical stimulation","walk-training","treadmill training","reactive balance","perturbation","falls","fall prevention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single group design to compare the effects of neuromuscular electrical stimulation on reactive balance control, gait, and fall risk in individuals with chronic stroke","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Effect of functional electrical stimulation on reactive balance and laboratory falls","type":"EXPERIMENTAL","description":"All individuals will be assigned to the experimental group and will undergo the testing and training procedure across two separate sessions. During the first session, the participants will go through the complete initial screening process. If eligible for the study, the participants will perform the experimental training protocols during the second session.\n\nExperimental Protocol The quadriceps, hamstrings, tibialis anterior, gastrocnemius, and the trunk muscle group on the stroke-affected side (weaker side) will be stimulated according to the participant's comfort and tolerance. The range of the intensity allowed by the device is 0-50milliamperes (mA). The frequency of the electrical stimulation device ranges from 1-60Hz.","interventionNames":["Device: Neuromuscular electrical stimulation (NMES) or Functional electrical stimulation (FES)"]}],"interventions":[{"type":"DEVICE","name":"Neuromuscular electrical stimulation (NMES) or Functional electrical stimulation (FES)","description":"Stance and Walk-Perturbation Training Protocol ActiveStep and Surefooted Protocol: Perturbation training protocol with and without FES Participants will be asked to perform a postural disturbance protocol in the stance position and walk in the form of 7 slips and 7 trips with two retention trials after the training using the ActiveStep treadmill system while fitted in a safety harness. All perturbations will be delivered at each participant's comfortable walking speed. Similar slip and trip training in walking will be conducted on the surefooted platform with and without FES.\n\nGait Training Protocol and Surefooted protocol Participants will be asked to perform a 10m walking test (walking for a distance of 45 feet) in a laboratory environment six times (three times with and without FES) and in an outdoor environment located in the parking lot of the Applied Health Science building (1919 W. Taylor St., Chicago, IL)","armGroupLabels":["Effect of functional electrical stimulation on reactive balance and laboratory falls"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Laboratory Falls","description":"The outcome of a perturbation trial is dichotomous with #1 being a fall, which is assigned if the force detected by the load-cell exceeded 30% of the participant's body weight after perturbation or if the researcher assists the participant to attain a standing position following perturbation. Otherwise, the outcome is regarded as a non-fall (#0). Laboratory falls are reported in percentage (%), defined as the number of falls experienced during perturbation trials related to the total number of perturbation trials.","timeFrame":"Baseline (1st Novel slip/trip, Session 2, Week 1)"}],"secondaryOutcomes":[{"measure":"Reactive (post-slip) Stability","description":"Post-slip (reactive) stability is calculated from the COM state (position and velocity) and computed at the instance of the first compensatory limb touchdown post-slipping. Values \\< 0 indicated a greater possibility of experiencing backward loss of balance and vice versa for values \\> 0.","timeFrame":"Baseline (1st Novel slip/trip, Session 2, Week 1)"},{"measure":"Pre-slip Stability","description":"Pre-slip stability is calculated from the COM state (its position and velocity) and computed at the instance of slipping limb touchdown (before the perturbation onset).","timeFrame":"Baseline (1st Novel slip/trip, Session 2, Week 1)"},{"measure":"Vertical limb support","description":"Vertical limb support will be quantified by the hip height i.e., the vertical distance between the midpoint of bilateral hips to the floor (Zhip), which is determined from the anterior-superior iliac spine markers and normalized by each participant's body height. The hip height will be assessed at the instance of post-slip compensatory limb touchdown, which indicates the instance of maximal hip descent following perturbation. Higher hip height values indicate greater vertical limb support.","timeFrame":"Baseline (1st Novel slip/trip, Session 2, Week 1)"},{"measure":"Compensatory step length","description":"The step length will be assessed as the distance from slipping heel to non-slipping heel at the instance of recovery touchdown. A more negative step length indicated a longer backward compensatory step and vice versa.","timeFrame":"Baseline (Session 2, Week 1)"},{"measure":"Compensatory step initiation time","description":"The time taken for liftoff of the compensatory limb after the perturbation onset is termed as the compensatory step initiation time.","timeFrame":"Baseline (Session 2, Week 1)"},{"measure":"Compensatory step execution time","description":"The time taken from liftoff of the compensatory limb to its first touchdown is termed as the compensatory step execution time.","timeFrame":"Baseline (Session 2, Week 1)"},{"measure":"Number of compensatory steps","description":"Number of compensatory steps will be assessed as the number of steps required to regain balance following slip onset till the participants resume their regular gait pattern.","timeFrame":"Baseline (Session 2, Week 1)"},{"measure":"Medio-Lateral excursion of center of mass","description":"The peak excursion of the COM perpendicular to the walking direction.","timeFrame":"Baseline (1st Novel slip/trip, Session 2, Week 1)"},{"measure":"Center of mass excursion angle","description":"the deviation of the Center of mass relative to the sagittal plane","timeFrame":"Baseline (1st Novel slip/trip, Session 2, Week 1)"},{"measure":"Gait speed","description":"Gait speed will be measured in meters per second (m/s) via the GaitRite assessment mat and via the three-dimensional inertial triaxial sensors. Higher gait speed indicates better walking performance.","timeFrame":"Baseline (Session 2, Week 1)"},{"measure":"Walking cadence","description":"Cadence will be determined during walking performance with and without NMES via walking on the treadmill (activestep) and the GaitRite mat. Lower cadence indicate better performance.","timeFrame":"Baseline (Session 2, Week 1)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAge group: 18-90 years.\n\n1. Presence of hemiparesis.\n2. Onset of stroke (\\> 6 months).\n3. Ability to walk independently with or without an assistive device for at least 300 ft.\n4. Can understand and communicate in English.\n5. Cognitively and behaviorally capable of complying with the regimen (Montreal Cognitive Assessment \\> 25/30).\n\nExclusion Criteria:\n\nSubjects will not proceed with the test if any of the following occurs at baseline measurement: 1) HR \\> 85% of age-predicted maximal heart rate (HRmax) (HRmax = 220 - age), 2) systolic blood pressure (SBP) \\> 165 mmHg and/or diastolic blood pressure (DBP) \\> 110 mmHg during rest, or 3) oxygen saturation (measured by pulse oximeter) \\< 95% during rest.\n\n1. Body weight more than 250 lbs.\n2. Any neurological condition other than stroke.\n3. Any cardiopulmonary, musculoskeletal, or systemic diagnosis.\n4. Recent major surgery (\\< 6 months) or hospitalization (\\< 3 months).\n5. Deep venous thrombosis.\n6. Antecedent of cancer.\n7. Peripheral nerve injury or neuropathy in the affected limb with motor disability.\n8. Spasticity (Ashworth scale \\> 2).\n9. Uncontrolled high blood pressure/angina.\n10. Skin condition not tolerant with FES therapy.\n11. Uncontrolled seizure disorder.\n12. Botox treatment within the last 5 months.\n13. History of epilepsy.\n14. Pacemaker users.\n\nExcluded or Vulnerable Populations Non-English speaking populations will be excluded as the consent procedures and instructions will be in English.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Rudri M Purohit, MS,PT","role":"CONTACT","phone":"3124139772","email":"rpuroh2@uic.edu"},{"name":"Lakshmi Kannan, MS,PT","role":"CONTACT","phone":"3124133175","email":"lkanna2@uic.edu"}],"overallOfficials":[{"name":"Tanvi Bhatt, PhD","affiliation":"University of Illinois at Chicago","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Illinois at Chicago","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60612","country":"United States","contacts":[{"name":"Tanvi Bhatt, PhD","role":"CONTACT","phone":"312-355-4443","email":"tbhatt6@uic.edu"},{"name":"Rudri Purohit, MS","role":"CONTACT","phone":"3128773640","email":"rpuroh2@uic.edu"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}