{"protocolSection":{"identificationModule":{"nctId":"NCT01146379","orgStudyIdInfo":{"id":"10-0230"},"organization":{"fullName":"Washington University School of Medicine","class":"OTHER"},"briefTitle":"Does More Practice Improve Arm Movement After Stroke?","officialTitle":"Dose Response of Movement Practice During Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2017-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-05"},"primaryCompletionDateStruct":{"date":"2015-10","type":"ACTUAL"},"completionDateStruct":{"date":"2015-10","type":"ACTUAL"},"studyFirstSubmitDate":"2010-06-03","studyFirstSubmitQcDate":"2010-06-15","studyFirstPostDateStruct":{"date":"2010-06-17","type":"ESTIMATED"},"resultsFirstSubmitDate":"2016-10-31","resultsFirstSubmitQcDate":"2017-01-03","resultsFirstPostDateStruct":{"date":"2017-02-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-01-03","lastUpdatePostDateStruct":{"date":"2017-02-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Catherine E. Lang","investigatorTitle":"Professor of Physical Therapy, Neurology, and Occupational Therapy","investigatorAffiliation":"Washington University School of Medicine"},"leadSponsor":{"name":"Washington University School of Medicine","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Arm weakness happens a lot after a stroke. People often get physical or occupational therapy after their stroke to learn how to use their arm again. This study will help figure out how much therapy should be given to restore as much arm function as possible.","detailedDescription":"Dose has emerged as a key factor promoting functional recovery after stroke. Currently, a lack of data on the dose-response relationship impedes progress in the field of stroke rehabilitation. The goal of the proposed project is to define the range of doses of movement practice that produce the greatest improvements in outcomes in people with chronic stroke. Borrowing from animal models of stroke, dose in humans can be quantified by the number of repetitions of task-specific practice.\n\nOur central hypothesis is that there exists a range of doses for people with stroke, below which, there is minimal benefit, and above which, further practice does not result in further benefit. The range of beneficial doses is likely to vary based on the severity of motor deficits and the presence of non-motor deficits in other domains. Using a randomized, parallel dose-response design, we will evaluate the benefits of four different doses of task-specific upper extremity training with matched schedules of 1 hr sessions, 4 sessions/wk for 8 wks, in 100 people with chronic stroke. Total repetition doses to be evaluated (3200, 6400, 9600, \\& individualized-maximum) are based on our preliminary data. The individualized-maximum group may extend their sessions beyond 8 wks until meeting defined stop criteria.\n\nOur primary aim will test whether larger total doses result in better outcomes than smaller total doses. Benefits of the four doses will be evaluated at the impairment, activity, and participation levels, since understanding the dose-response relationship at all levels of measurement is critical for advancing rehabilitation research. We hypothesize that improvements will be greatest in the 9600 and individualized-maximum, followed by the 6400, and then the 3200 repetition dose groups. Our secondary aim is to characterize the dose-response relationship of upper extremity task-specific practice. With data from multiple assessment points, individual curve modeling will be used to estimate dose ranges, below which, there is minimal benefit, and above which, further practice does not result in further benefit. Furthermore, we will determine how various factors modify the dose estimates. We hypothesize that the severity of motor deficits will be the primary modifier of the dose-response relationship, with larger doses needed for those with more mild motor deficits. We further expect that needed doses will be larger for those with depression and hemispatial neglect.\n\nOur team is well-positioned to investigate the critical issue of dose because of our expertise in stroke rehabilitation research and measurement, our understanding of the challenges of clinical practice and clinical research, and our ready access to this patient population. Expected outcomes from this project are empirically-driven estimates indicating the amount of movement practice required to drive maximal improvements and how these estimates can be individually modified for people undergoing stroke rehabilitation. Our estimates will immediately impact rehabilitation research and clinical practice. The importance of this project transcends stroke rehabilitation; our primary results will be of high value to many other rehabilitation populations also impeded by the lack of knowledge regarding dose-response relationships."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","upper extremity","paresis","function","translational research"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":85,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Low Movement Dose, 3200 total reps","type":"EXPERIMENTAL","description":"he experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to.","interventionNames":["Other: Intensive task-specific upper extremity rehabilitation"]},{"label":"Medium Movement Dose, 6400 total reps","type":"EXPERIMENTAL","description":"he experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to.","interventionNames":["Other: Intensive task-specific upper extremity rehabilitation"]},{"label":"High Movement Dose, 9600 total reps","type":"EXPERIMENTAL","description":"he experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to.","interventionNames":["Other: Intensive task-specific upper extremity rehabilitation"]},{"label":"Individual Maximum High Movement Dose","type":"EXPERIMENTAL","description":"he experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to.","interventionNames":["Other: Intensive task-specific upper extremity rehabilitation"]}],"interventions":[{"type":"OTHER","name":"Intensive task-specific upper extremity rehabilitation","description":"The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to.","armGroupLabels":["High Movement Dose, 9600 total reps","Individual Maximum High Movement Dose","Low Movement Dose, 3200 total reps","Medium Movement Dose, 6400 total reps"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Action Research Arm Test (ARAT) Score Per Week","description":"The Action Research Arm Test (ARAT) is a standardized assessment of upper extremity functional capacity. Criterion scores are awarded by a trained assessor as the person performs 19 different items requiring reaching, grasping, and manipulation of various objects. Maximum total score is 57. Minimum total score is 0. Higher scores represent better arm and hand functional capacity. In this study, scores were assesses weekly and the analysis evaluated the rate of change over time in units/week.","timeFrame":"9 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ischemic or hemorrhagic stroke as determined by a stroke neurologist and consistent with neuroimaging\n* Time since stroke will include subjects 6-months or more post-stroke\n* Cognitive skills to actively participate (score of 0-1 on items 1b and 1c of the NIH Stroke Scale (NIHSS)\n* Unilateral upper extremity weakness (score of 1-3 on item 5 (arm item) on the NIHSS)\n\nExclusion Criteria:\n\n* Subject unavailable for 2-month follow-up\n* Inability to follow-2-step commands\n* Psychiatric diagnoses\n* Current participation in other stroke treatment (i.e.- Botox)\n* Other neurological diagnoses\n* If participant lives further than one hour away and is unwilling to travel for assessment and treatment sessions.\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Catherine E Lang, PT, PhD","affiliation":"Washington University School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Washington University School of Medicine","city":"St. Louis","state":"Missouri","zip":"63108","country":"United States","geoPoint":{"lat":38.62727,"lon":-90.19789}}]},"referencesModule":{"references":[{"pmid":"24458962","type":"BACKGROUND","citation":"Bailey RR, Lang CE. Upper-limb activity in adults: referent values using accelerometry. J Rehabil Res Dev. 2013;50(9):1213-22. doi: 10.1682/JRRD.2012.12.0222."},{"pmid":"24553104","type":"BACKGROUND","citation":"Urbin MA, Hong X, Lang CE, Carter AR. Resting-state functional connectivity and its association with multiple domains of upper-extremity function in chronic stroke. Neurorehabil Neural Repair. 2014 Oct;28(8):761-9. doi: 10.1177/1545968314522349. Epub 2014 Feb 18."},{"pmid":"25068258","type":"BACKGROUND","citation":"Bailey RR, Klaesner JW, Lang CE. An accelerometry-based methodology for assessment of real-world bilateral upper extremity activity. PLoS One. 2014 Jul 28;9(7):e103135. doi: 10.1371/journal.pone.0103135. eCollection 2014."},{"pmid":"25497517","type":"BACKGROUND","citation":"Urbin MA, Waddell KJ, Lang CE. Acceleration metrics are responsive to change in upper extremity function of stroke survivors. Arch Phys Med Rehabil. 2015 May;96(5):854-61. doi: 10.1016/j.apmr.2014.11.018. Epub 2014 Dec 9. Erratum In: Arch Phys Med Rehabil. 2016 Jan;97(1):178."},{"pmid":"25742378","type":"BACKGROUND","citation":"Urbin MA, Bailey RR, Lang CE. Validity of body-worn sensor acceleration metrics to index upper extremity function in hemiparetic stroke. J Neurol Phys Ther. 2015 Apr;39(2):111-8. doi: 10.1097/NPT.0000000000000085."},{"pmid":"25776118","type":"BACKGROUND","citation":"Bailey RR, Birkenmeier RL, Lang CE. Real-world affected upper limb activity in chronic stroke: an examination of potential modifying factors. Top Stroke Rehabil. 2015 Feb;22(1):26-33. doi: 10.1179/1074935714Z.0000000040. Epub 2015 Jan 21."},{"pmid":"25896988","type":"BACKGROUND","citation":"Bailey RR, Klaesner JW, Lang CE. Quantifying Real-World Upper-Limb Activity in Nondisabled Adults and Adults With Chronic Stroke. Neurorehabil Neural Repair. 2015 Nov-Dec;29(10):969-78. doi: 10.1177/1545968315583720. Epub 2015 Apr 20."},{"pmid":"26146964","type":"BACKGROUND","citation":"Waddell KJ, Birkenmeier RL, Bland MD, Lang CE. An exploratory analysis of the self-reported goals of individuals with chronic upper-extremity paresis following stroke. Disabil Rehabil. 2016;38(9):853-7. doi: 10.3109/09638288.2015.1062926. Epub 2015 Jul 6."},{"pmid":"26402404","type":"BACKGROUND","citation":"Lang CE, Lohse KR, Birkenmeier RL. Dose and timing in neurorehabilitation: prescribing motor therapy after stroke. Curr Opin Neurol. 2015 Dec;28(6):549-55. doi: 10.1097/WCO.0000000000000256."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"Low Movement Dose, 3200 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 3200 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."},{"id":"FG001","title":"Medium Movement Dose, 6400 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 6400 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."},{"id":"FG002","title":"High Movement Dose, 9600 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 9600 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."},{"id":"FG003","title":"Individual Maximum High Movement Dose","description":"Intensive task-specific upper extremity rehabilitation: Individualized Maximum repetitions. The participants will continue to receive the training until performance plateaus. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"21"},{"groupId":"FG001","numSubjects":"22"},{"groupId":"FG002","numSubjects":"21"},{"groupId":"FG003","numSubjects":"21"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"20"},{"groupId":"FG001","numSubjects":"21"},{"groupId":"FG002","numSubjects":"21"},{"groupId":"FG003","numSubjects":"20"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"1"},{"groupId":"FG001","numSubjects":"1"},{"groupId":"FG002","numSubjects":"0"},{"groupId":"FG003","numSubjects":"1"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"Low Movement Dose, 3200 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 3200 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."},{"id":"BG001","title":"Medium Movement Dose, 6400 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 6400 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."},{"id":"BG002","title":"High Movement Dose, 9600 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 9600 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."},{"id":"BG003","title":"Individual Maximum High Movement Dose","description":"Intensive task-specific upper extremity rehabilitation: Individualized Maximum repetitions. The participants will continue to receive the training until performance plateaus. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."},{"id":"BG004","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"21"},{"groupId":"BG002","value":"21"},{"groupId":"BG003","value":"20"},{"groupId":"BG004","value":"82"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"59.9","spread":"12.8"},{"groupId":"BG001","value":"62.1","spread":"8.6"},{"groupId":"BG002","value":"60.0","spread":"8.3"},{"groupId":"BG003","value":"60.9","spread":"13.4"},{"groupId":"BG004","value":"60.7","spread":"10.8"}]}]}]},{"title":"Gender","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"7"},{"groupId":"BG001","value":"5"},{"groupId":"BG002","value":"10"},{"groupId":"BG003","value":"8"},{"groupId":"BG004","value":"30"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"13"},{"groupId":"BG001","value":"16"},{"groupId":"BG002","value":"11"},{"groupId":"BG003","value":"12"},{"groupId":"BG004","value":"52"}]}]}]},{"title":"Race/Ethnicity, Customized","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"Race","categories":[{"title":"Caucasian","measurements":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"11"},{"groupId":"BG002","value":"10"},{"groupId":"BG003","value":"11"},{"groupId":"BG004","value":"42"}]},{"title":"Non-caucasian","measurements":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"10"},{"groupId":"BG002","value":"11"},{"groupId":"BG003","value":"9"},{"groupId":"BG004","value":"40"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"21"},{"groupId":"BG002","value":"21"},{"groupId":"BG003","value":"20"},{"groupId":"BG004","value":"82"}]}]}]},{"title":"Dominant side","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Right","measurements":[{"groupId":"BG000","value":"18"},{"groupId":"BG001","value":"16"},{"groupId":"BG002","value":"19"},{"groupId":"BG003","value":"18"},{"groupId":"BG004","value":"71"}]},{"title":"Left","measurements":[{"groupId":"BG000","value":"2"},{"groupId":"BG001","value":"5"},{"groupId":"BG002","value":"2"},{"groupId":"BG003","value":"2"},{"groupId":"BG004","value":"11"}]}]}]},{"title":"Affected side","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Right","measurements":[{"groupId":"BG000","value":"11"},{"groupId":"BG001","value":"10"},{"groupId":"BG002","value":"10"},{"groupId":"BG003","value":"13"},{"groupId":"BG004","value":"44"}]},{"title":"Left","measurements":[{"groupId":"BG000","value":"9"},{"groupId":"BG001","value":"11"},{"groupId":"BG002","value":"11"},{"groupId":"BG003","value":"7"},{"groupId":"BG004","value":"38"}]}]}]},{"title":"Time since stroke","paramType":"MEDIAN","dispersionType":"FULL_RANGE","unitOfMeasure":"months","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"12","lowerLimit":"6","upperLimit":"180"},{"groupId":"BG001","value":"13","lowerLimit":"6","upperLimit":"221"},{"groupId":"BG002","value":"13","lowerLimit":"6","upperLimit":"54"},{"groupId":"BG003","value":"11.5","lowerLimit":"6","upperLimit":"144"},{"groupId":"BG004","value":"12.5","lowerLimit":"6","upperLimit":"221"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Change in Action Research Arm Test (ARAT) Score Per Week","description":"The Action Research Arm Test (ARAT) is a standardized assessment of upper extremity functional capacity. Criterion scores are awarded by a trained assessor as the person performs 19 different items requiring reaching, grasping, and manipulation of various objects. Maximum total score is 57. Minimum total score is 0. Higher scores represent better arm and hand functional capacity. In this study, scores were assesses weekly and the analysis evaluated the rate of change over time in units/week.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Error","unitOfMeasure":"change in units on a scale/week","timeFrame":"9 weeks","groups":[{"id":"OG000","title":"Low Movement Dose, 3200 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 3200 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."},{"id":"OG001","title":"Medium Movement Dose, 6400 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 6400 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."},{"id":"OG002","title":"High Movement Dose, 9600 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 9600 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."},{"id":"OG003","title":"Individual Maximum High Movement Dose","description":"Intensive task-specific upper extremity rehabilitation: Individualized Maximum repetitions. The participants will continue to receive the training until performance plateaus. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"20"},{"groupId":"OG001","value":"21"},{"groupId":"OG002","value":"21"},{"groupId":"OG003","value":"20"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.4","spread":"0.15"},{"groupId":"OG001","value":"-0.05","spread":"0.21"},{"groupId":"OG002","value":"0.31","spread":"0.22"},{"groupId":"OG003","value":"0.66","spread":"0.20"}]}]}],"analyses":[{"groupIds":["OG000","OG001","OG002","OG003"],"groupDescription":"The primary analysis used hierarchical linear modeling to examine the rate of change in ARAT over time. The null hypothesis was that all groups would change at a similar rate.","testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":".01","pValueComment":"a prior threshold for statistical significance = 0.05. P value was not corrected for multiple comparisons","statisticalMethod":"Mixed Models Analysis"},{"groupIds":["OG000","OG001"],"groupDescription":"This analysis then asked which groups were different from the Low Movement Dose group","testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":".036","statisticalMethod":"t-test, 2 sided"},{"groupIds":["OG000","OG002"],"groupDescription":"This analysis asked if the Low Movement Dose group was different from the High Movement Dose group","testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":"0.679","statisticalMethod":"t-test, 2 sided"},{"groupIds":["OG000","OG003"],"groupDescription":"This analysis tested if the Low Movement Dose group was different from the Individual Maximum High Movement Dose group","testedNonInferiority":false,"nonInferiorityType":"SUPERIORITY_OR_OTHER","pValue":"0.209","statisticalMethod":"t-test, 2 sided"}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"5 months","eventGroups":[{"id":"EG000","title":"Low Movement Dose, 3200 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 3200 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to.","seriousNumAffected":0,"seriousNumAtRisk":20,"otherNumAffected":0,"otherNumAtRisk":20},{"id":"EG001","title":"Medium Movement Dose, 6400 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 6400 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to.","seriousNumAffected":0,"seriousNumAtRisk":21,"otherNumAffected":0,"otherNumAtRisk":21},{"id":"EG002","title":"High Movement Dose, 9600 Total Reps","description":"Intensive task-specific upper extremity rehabilitation: 9600 total repetitions. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to.","seriousNumAffected":0,"seriousNumAtRisk":21,"otherNumAffected":0,"otherNumAtRisk":21},{"id":"EG003","title":"Individual Maximum High Movement Dose","description":"Intensive task-specific upper extremity rehabilitation: Individualized Maximum repetitions. The participants will continue to receive the training until performance plateaus. The experimental intervention consists of intensive task-specific upper extremity movement rehabilitation which are appropriately graded and progressed for each subject. This intervention will provide progressive training of these essential components required for upper extremity movement through repeated practice of various tasks, with the desired goal of building the subject's capacity to perform a multitude of UE functions. Subjects will participate in the intervention for eight weeks or more depending on the group they are randomized to.","seriousNumAffected":0,"seriousNumAtRisk":20,"otherNumAffected":0,"otherNumAtRisk":20}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Dr. Catherine Lang","organization":"Washington University School of Medicine","email":"langc@wustl.edu","phone":"314-286-1945"}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":true}