{"protocolSection":{"identificationModule":{"nctId":"NCT03353519","orgStudyIdInfo":{"id":"RG71908"},"organization":{"fullName":"University of Cambridge","class":"OTHER"},"briefTitle":"Improving Primary Care After Stroke (IPCAS)","officialTitle":"Improving Primary Care After Stroke (IPCAS): A Randomised Controlled Trial to Evaluate a New Model of Care for Stroke Survivors Living in the Community","acronym":"IPCAS"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-04-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-09-30","type":"ACTUAL"},"completionDateStruct":{"date":"2020-09-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-11-10","studyFirstSubmitQcDate":"2017-11-22","studyFirstPostDateStruct":{"date":"2017-11-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-10-06","lastUpdatePostDateStruct":{"date":"2021-10-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Professor Jonathan Mant","investigatorTitle":"Professor of Primary Care Research","investigatorAffiliation":"University of Cambridge"},"leadSponsor":{"name":"University of Cambridge","class":"OTHER"},"collaborators":[{"name":"University Hospitals, Leicester","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"No formal primary care based model of care exists to support stroke survivors living in the community. A large variation in the range, quality and access to health services offered to stroke survivors between and within local clinical commissioning groups suggests that many of the stroke survivors' needs are not being met systematically. Therefore, to address the longer term needs we have developed a multi-factorial primary care model that seeks to enable greater engagement with stroke care and community services, to link effectively to specialist services, and to improve the lives of stroke survivors.\n\nThis will be a two-arm cluster randomised controlled trial. Participating general practices will be randomised to deliver either the new model of stroke care or current usual care. The aim of this trial will be to assess the clinical and long-term cost effectiveness of the new model of primary care for stroke survivors living in the community. The primary outcome for the trial will be measured using two sub-scales (emotion and handicap) of the Stroke Impact Scale questionnaire at 12 months.","detailedDescription":"The IPCAS trial is a two-arm cluster randomised controlled trial with general practices as the unit of randomisation. The aim of this trial is to evaluate the clinical and long-term cost effectiveness of a novel model of primary care for stroke survivors living in the community.\n\nPeople with a history of stroke on the registers of GP practices in the East of England and the East Midlands will be invited to take part. We will aim to recruit approximately 920 people registered with 46 general practices. We will target Practices with a stroke register comprising a minimum of 100 patients, to ensure that we reach our cluster target of 16 - 24 participants.\n\nPotentially eligible participants will be sent an invitation to take part in the study by their GP surgery. Once all invitation letters and reminders have been sent out to patients in a practice, the GP practice will be randomised. GP practices will be randomised in a ratio of 1:1 to intervention or control. Intervention practices will deliver the new model of primary care. The control arm will consist of current usual care.\n\nData collection will occur at baseline and at 6 and 12 months. This will comprise a combination of postal and telephone administered questionnaires and a review of general practice notes. The primary endpoint for the trial will be two sub-scales (emotion and handicap) of the Stroke Impact Scale (SIS v3.0) as co-primary outcomes at 12 months (adjusted for baseline). Economic evaluation as well as quantitative and qualitative assessments of intervention fidelity will also be performed."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The IPCAS Trial is a two-arm cluster randomised controlled trial with general practices as the unit of randomisation.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":1041,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Primary care model","type":"EXPERIMENTAL","description":"The new model of care incorporates a multi-factorial package of service aimed at providing a review of patient needs, facilitated self-management of longer-term stroke care needs for survivors and their carers, optimised communication between patients and health and social care services, optimised communication between the different care services, and increased awareness of and access to national and local community and charity provided services.","interventionNames":["Other: Primary care model"]},{"label":"Usual care","type":"NO_INTERVENTION","description":"The control arm will consist of the usual care currently provided for stroke survivors registered with each general practice."}],"interventions":[{"type":"OTHER","name":"Primary care model","description":"Specifically, the intervention will comprise the following components:\n\n1. Structured review of patient needs;\n2. A self-management programme (MLAS) for stroke survivors and their carers;\n3. A direct point of contact for stroke survivors and carers at the GP surgery;\n4. Optimised communication between General Practice staff and specialist services;\n5. Service mapping for stroke related needs;\n6. Training for General Practice staff.","armGroupLabels":["Primary care model"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke Impact Scale (SIS v3.0)","description":"The primary endpoint for the trial will be two sub-scales (emotion and handicap) of the Stroke Impact Scale as co-primary outcomes. The SIS is a 59-item mail administered stroke-specific health-related quality of life (HRQoL) measure. Each item is rated on a 5 point Likert scale with answers based on the level of difficulty.","timeFrame":"12 months after attendance at a review"}],"secondaryOutcomes":[{"measure":"Stroke Impact Scale Short Form (SIS-SF)","description":"The SIS Short Form consists of 8 items comprising one question from each of the SIS domains (strength, hand function, mobility, activities of daily living, memory, communication, emotion and handicap). Each item is rated on a 5 point Likert scale with answers based on the level of difficulty.","timeFrame":"6 and 12 months after attendance at a review"},{"measure":"EQ-5D-5L","description":"The EQ-5D-5L is a standardised measure of health status suitable for health and economic appraisal. The responses to 5 dimensions can be combined to provide a 5 digit profile. The profile can be converted using a link function to a single index value which facilitates the calculation of quality-adjusted life years (QALYs). The questionnaire will be used to allow for economic evaluation.","timeFrame":"6 and 12 months after attendance at a review"},{"measure":"ICEpop CAPability measure for Adults (ICECAP-A)","description":"ICECAP-A is also used in economic evaluation. The ICECAP-A focuses on wellbeing defined in a broader sense rather than health. It comprises of 5 attributes: Attachment, Stability, Achievement, Enjoyment and Autonomy. Each attribute is judged on a 4-point Likert scale ranging from full capability to no capability.","timeFrame":"6 and 12 months after attendance at a review"},{"measure":"Southampton Stroke Self-management Questionnaire (SSSQ)","description":"SSSQ is a 28 item scale covering aspects of managing health and communication with health care professionals.","timeFrame":"12 months after attendance at a review"},{"measure":"Health Literacy Questionnaire (HLQ)","description":"The HLQ is a self-report measure of patients' strengths and limitations in their ability to access, understand and effectively use health information and services. It has 44 items covering the following 9 domains: (1) feeling understood and supported by healthcare providers; (2) having sufficient information to manage health; (3) actively managing health; (4) social support for health; (5) appraisal of health information; (6) ability to actively engage with healthcare providers; (7) navigating the healthcare system; (8) ability to find good health information; (9) understand health information.","timeFrame":"12 months after attendance at a review"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* On practice register with a history of stroke.\n* Able to provide written informed consent (with or without the help of a carer).\n* Age 18 years or older.\n\nExclusion Criteria:\n\n* Patients on the palliative care register.\n* Patients living in a nursing home.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"CRN East Midlands","city":"Leicester","country":"United Kingdom","geoPoint":{"lat":52.6386,"lon":-1.13169}},{"facility":"CRN Eastern","city":"Norwich","country":"United Kingdom","geoPoint":{"lat":52.62783,"lon":1.29834}}]},"referencesModule":{"references":[{"pmid":"36379661","type":"DERIVED","citation":"Blatchford EG, Aquino MRJ, Grant J, Johnson V, Mullis R, Lim L, Mant J. Patients' experience of and participation in a stroke self-management programme, My Life After Stroke (MLAS): a multimethod study. BMJ Open. 2022 Nov 15;12(11):e062700. doi: 10.1136/bmjopen-2022-062700."},{"pmid":"32641334","type":"DERIVED","citation":"Aquino MRJR, Mullis R, Kreit E, Johnson V, Grant J, Lim L, Sutton S, Mant J. Improving Primary Care After Stroke (IPCAS) randomised controlled trial: protocol for a multidimensional process evaluation. BMJ Open. 2020 Jul 8;10(7):e036879. doi: 10.1136/bmjopen-2020-036879."},{"pmid":"31427339","type":"DERIVED","citation":"Mullis R, Aquino MRJR, Dawson SN, Johnson V, Jowett S, Kreit E, Mant J; IPCAS investigator team. Improving Primary Care After Stroke (IPCAS) trial: protocol of a randomised controlled trial to evaluate a novel model of care for stroke survivors living in the community. BMJ Open. 2019 Aug 18;9(8):e030285. doi: 10.1136/bmjopen-2019-030285."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2018-02-28","uploadDate":"2020-07-22T05:15","filename":"Prot_000.pdf","size":450263},{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2020-04-23","uploadDate":"2020-07-22T05:16","filename":"SAP_001.pdf","size":610358}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}