{"protocolSection":{"identificationModule":{"nctId":"NCT00059696","orgStudyIdInfo":{"id":"2R01HD034273-04","type":"NIH","link":"https://reporter.nih.gov/quickSearch/2R01HD034273-04"},"organization":{"fullName":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"},"briefTitle":"Treatment for Movement Problems in Elderly Stroke Patients","officialTitle":"A Treatment for Excess Motor Disability in the Aged"},"statusModule":{"statusVerifiedDate":"2011-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"1999-12"},"primaryCompletionDateStruct":{"date":"2004-11","type":"ACTUAL"},"studyFirstSubmitDate":"2003-05-01","studyFirstSubmitQcDate":"2003-05-02","studyFirstPostDateStruct":{"date":"2003-05-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-09-23","lastUpdatePostDateStruct":{"date":"2016-09-26","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}},"descriptionModule":{"briefSummary":"After a stroke, many patients are left with an impaired arm. Restricting the use of the good arm may improve the use of the bad arm. In \"Constraint-Induced Movement\" therapy (CI therapy), the good arm is put in a sling to force increased use of the bad arm. The bad arm is also trained each day for several weeks. This study will evaluate the effectiveness of CI therapy in patients with chronic disability after stroke and whether the rate of recovery is decreased in elderly patients.","detailedDescription":"Stroke afflicts over 700,000 Americans each year. Behavioral techniques that impact plasticity of the nervous system need to be incorporated into practical, evidence-based therapeutic interventions. This is especially true at a time when the duration of treatments reimbursed by third party payers has shortened.\n\nCI therapy was derived from basic research with animal subjects and human volunteers. Randomized, controlled studies indicate that it can substantially reduce the motor deficit of patients with mild to moderate chronic strokes and can increase their independence over a period of years. CI therapy involves motor restriction of the less affected upper extremity for a period of 2 to 3 weeks while concurrently training the more affected upper limb. This gives rise to massed or concentrated repetitive use of the more affected extremity. CI therapy leads to a large increase in use-dependent cortical reorganization involving the recruitment of other regions of the brain in the innervation of the more affected extremity movement.\n\nOne of the main aims of the proposed research is to determine if CI therapy can be used with therapeutic success for increasing the amount of real-world extremity use in patients with chronic stroke. Another aim is to ascertain whether the locus of the lesion and its size, as determined by MRI, are factors influencing the extent to which motor function can be recovered through the use of CI therapy.\n\nEighty patients with chronic stroke will be randomly assigned to receive either CI therapy or a General Fitness control intervention. Two years after study entry, the patients in the control group will be crossed over to receive CI therapy. Primary outcome measures will be a laboratory motor function test and amount of extremity use in the real-world setting. Changes in psychosocial functioning will also be measured."},"conditionsModule":{"conditions":["Cerebrovascular Disorders"],"keywords":["Constraint-Induced Movement Therapy","CI therapy","Rehabilitation","Cerebrovascular accident","Upper extremity","Concentrated, extended practice","Limb restraint","Motor Deficits"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE"}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"Constraint-Induced Movement Therapy"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* First stroke \\> 12 months prior to study entry\n* Impaired Flexor synergy, pronation and supination of forearm, active wrist extension, active finger extension, and active grasp and release\n* Minimum passive range of motion and spasticity criteria (defined as stroke patients who fall into approximately the second to lowest quartile of motor functioning as determined by the Fugl-Meyer Test)\n* Available for follow-up at the treatment site (3 years for control patients; 2 years for intervention patients)\n\nExclusion Criteria\n\n* Folstein Mini-Mental State Examination score \\< 24\n* Token Test of the Multilingual Aphasia Examination score \\< 36\n* Excessive frailty or lack of stamina (e.g., cannot attend to instructions, stay awake, engage in functional activities) as determined by study officials\n* Serious uncontrolled medical conditions\n* Excessive pain in any joint of the affected extremity that could limit ability to cooperate with the intervention, as judged by study officials\n* Unable to stand independently for 2 minutes, transfer independently to and from the toilet, or perform sit-to-stand\n* Current participation in other pharmacological or physical intervention studies\n* Injections of anti-spasticity drugs into upper extremity musculature within the past 3 months or wish to have drugs injected in the foreseeable future\n* Any oral anti-spasticity drugs at study entry\n* Phenol injections within 12 months prior to study entry","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Edward Taub, Ph.D.","affiliation":"University of Alabama at Birmingham","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Alabama at Birmingham","city":"Birmingham","state":"Alabama","zip":"35294-1170","country":"United States","geoPoint":{"lat":33.52066,"lon":-86.80249}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Taub, E. (1994). Overcoming learned nonuse: A new behavioral medicine approach to physical medicine. In J. G. Carlson, S. R. Seifert, & N. Birbaumer. (eds.) Clinical applied psychophysiology (pp. 185-220). New York: Plenum."},{"pmid":"8169577","type":"BACKGROUND","citation":"Taub E, Crago JE, Burgio LD, Groomes TE, Cook EW 3rd, DeLuca SC, Miller NE. An operant approach to rehabilitation medicine: overcoming learned nonuse by shaping. J Exp Anal Behav. 1994 Mar;61(2):281-93. doi: 10.1901/jeab.1994.61-281."},{"pmid":"27620374","type":"BACKGROUND","citation":"Taub E, Wolf SL. Constraint Induced Movement Techniques To Facilitate Upper Extremity Use in Stroke Patients. Top Stroke Rehabil. 1997 Jan;3(4):38-61. doi: 10.1080/10749357.1997.11754128."},{"type":"BACKGROUND","citation":"Taub E, Crago JE, Uswatte, G: Constraint-Induced Movement Therapy: A new approach to treatment in physical rehabilitation. Rehabilitation Psychology 43: 152-170, 1998."},{"pmid":"10066856","type":"BACKGROUND","citation":"Miltner WH, Bauder H, Sommer M, Dettmers C, Taub E. Effects of constraint-induced movement therapy on patients with chronic motor deficits after stroke: a replication. Stroke. 1999 Mar;30(3):586-92. doi: 10.1161/01.str.30.3.586."},{"pmid":"10659807","type":"BACKGROUND","citation":"Taub E, Uswatte G, Pidikiti R. Constraint-Induced Movement Therapy: a new family of techniques with broad application to physical rehabilitation--a clinical review. J Rehabil Res Dev. 1999 Jul;36(3):237-51."},{"pmid":"10378486","type":"BACKGROUND","citation":"Kunkel A, Kopp B, Muller G, Villringer K, Villringer A, Taub E, Flor H. Constraint-induced movement therapy for motor recovery in chronic stroke patients. Arch Phys Med Rehabil. 1999 Jun;80(6):624-8. doi: 10.1016/s0003-9993(99)90163-6."},{"pmid":"8466415","type":"BACKGROUND","citation":"Taub E, Miller NE, Novack TA, Cook EW 3rd, Fleming WC, Nepomuceno CS, Connell JS, Crago JE. Technique to improve chronic motor deficit after stroke. Arch Phys Med Rehabil. 1993 Apr;74(4):347-54."},{"pmid":"11994754","type":"BACKGROUND","citation":"Taub E, Uswatte G, Elbert T. New treatments in neurorehabilitation founded on basic research. Nat Rev Neurosci. 2002 Mar;3(3):228-36. doi: 10.1038/nrn754."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002561","term":"Cerebrovascular Disorders"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}