{"protocolSection":{"identificationModule":{"nctId":"NCT04968743","orgStudyIdInfo":{"id":"STUDY00012900"},"organization":{"fullName":"University of Minnesota","class":"OTHER"},"briefTitle":"Phase-dependent Evaluation of Motor Cortex Excitability With TMS in Stroke","officialTitle":"Phase-dependent Evaluation of Motor Cortex Excitability With TMS in Stroke"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-16","studyFirstSubmitQcDate":"2021-07-16","studyFirstPostDateStruct":{"date":"2021-07-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-06","lastUpdatePostDateStruct":{"date":"2023-03-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Minnesota","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"The purpose of this study is to investigate the effects of transcranial magnetic stimulation (TMS) on motor cortex excitability in individuals who have suffered stroke and to study the influence of the phase of the oscillatory rhythm (mu frequency) on motor excitability in stroke individuals.","detailedDescription":"Neurological disorders, including stroke, are associated with impaired movement leading to significant negative effects on quality of life. Transcranial magnetic stimulation (TMS) is increasingly being explored as a rehabilitation strategy to enhance plasticity in motor regions.\n\nHowever, it is not yet fully understood how TMS acts on motor circuits and what optimal stimulation parameters are. TMS is a noninvasive neuromodulation method which enables in vivo perturbation of neural activity in humans through the application of electromagnetic fields to the brain. TMS has an established safety profile and has been explored extensively in clinical trials for a range of neurological and psychiatric disorders. Particularly, in potential positive effects of TMS have been identified for stroke rehabilitation. However, significant variability in treatment outcomes across patients has been found, making it necessary to improve current stimulation protocols and to investigate basic mechanism of action . The investigators plan to study the effects of TMS to the motor cortex in individuals who suffered stroke for movement rehabilitation. The investigators plan to measure motor evoked potentials (MEPs) at different phases of the motor mu-rhythm measured with EEG. Mu rhythms are related to healthy movement execution. By this, the investigators characterize phase-dependent cortical excitability differences in stroke."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":72,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Participants With Unilateral Stroke","type":"EXPERIMENTAL","description":"Participants with self-reported unilateral stroke will take part in two experimental sessions:\n\nFirst, for assessment of stroke characteristics and MRI scan, and second, the main transcranial magnetic stimulation experiment. During the first experimental session, the unilateral stroke will be confirmed. In participants with stroke, TMS will be applied over the motor cortex on the affected and non-affected hemisphere at the intensity of up to 120% resting motor threshold.","interventionNames":["Device: Transcranial magnetic stimulation (TMS)"]},{"label":"Participants Without Unilateral Stroke","type":"EXPERIMENTAL","description":"Participants without self-reported unilateral stroke will take part in two experimental sessions:\n\nFirst, for assessment of stroke characteristics, and second, the main transcranial magnetic stimulation experiment. During the first experimental session, the lack of unilateral stroke will be confirmed. In participants without stroke, TMS will be applied targeting at the intensity of up to 120% resting motor threshold both left and right hemisphere.","interventionNames":["Device: Transcranial magnetic stimulation (TMS)"]}],"interventions":[{"type":"DEVICE","name":"Transcranial magnetic stimulation (TMS)","description":"TMS will be administrated with a Magstim 70mm figure-8 coil allowing for focal stimulation. Single-pulse TMS will be applied at different phases, (0, 90, 180, 270 degrees - 4 stimulation conditions), of the ongoing mu-rhythm. Positioning of the TMS coil will be neuronavigated based on individual MRI scans. Stimulation will be applied in a closed-loop fashion while the participant is at rest and their EEG activity is recorded.","armGroupLabels":["Participants With Unilateral Stroke","Participants Without Unilateral Stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor evoked potentials (MEPs)","description":"Responses in the First Dorsi Interosseous muscle to transcranial magnetic stimulation (TMS) will be measured by electromyogram and reported in millivolts (mV). MEPs will be measured for participants with and without stroke at the second, experimental visit.","timeFrame":"3 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Suffering from chronic stroke, resulting in self-reported motor deficits (stroke occurring more than 6 months before study enrollment)\n* Confident level of English language\n\nExclusion Criteria:\n\n* Metal or electric implant in the head, neck, or chest area\n* Upper extremity botulinum toxin treatment in the last 6 months\n* Pregnancy or breastfeeding\n* Prior occurrence of unprovoked seizure","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alexander Opitz, PhD","role":"CONTACT","phone":"(612)-624-1094","email":"aopitz@umn.edu"},{"name":"Miles Wischnewski, PhD","role":"CONTACT","email":"mwischne@umn.edu"}],"overallOfficials":[{"name":"Alexander Opitz, PhD","affiliation":"University of Minnesota Department of Biomedical Engineering","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Minnesota","status":"RECRUITING","city":"Minneapolis","state":"Minnesota","zip":"55455","country":"United States","geoPoint":{"lat":44.97997,"lon":-93.26384}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Full or partial access to the raw data will be provided upon the request to the faculty / research staff of recognized research, medical, and educational institutions for educational and scientific purposes. The request should be sent via an institutional email and will be stored with the study materials. The request should include a short description of the scientific or educational aims.","timeFrame":"Data will be shared only upon request after the study has ended (within 6 months).","accessCriteria":"To receive access, Dr. Opitz needs to be contacted via an institutional e-mail including a short description of the scientific or educational aims."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}