{"protocolSection":{"identificationModule":{"nctId":"NCT02926378","orgStudyIdInfo":{"id":"15-00439"},"organization":{"fullName":"NYU Langone Health","class":"OTHER"},"briefTitle":"Acupuncture for Stroke Recovery","officialTitle":"Understanding the Cognitive Benefits of Acupuncture for Stroke Recovery Through fMRI"},"statusModule":{"statusVerifiedDate":"2020-02","overallStatus":"TERMINATED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-11-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-06-28","type":"ACTUAL"},"completionDateStruct":{"date":"2017-06-28","type":"ACTUAL"},"studyFirstSubmitDate":"2016-10-04","studyFirstSubmitQcDate":"2016-10-04","studyFirstPostDateStruct":{"date":"2016-10-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-02-12","lastUpdatePostDateStruct":{"date":"2020-02-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"NYU Langone Health","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Based on the evidence, a pre-post test pilot study design will be implemented to clarify the benefits of an acupuncture intervention before and after treatment. The initial assessment will contain a brief demographic interview and a review of medical records, and both pre and post-intervention evaluations will comprise an imaging protocol that includes RS-fMRI, pCASL, diffusion kurtosis imaging (DKI), and a brief cognitive assessment, as described in greater detail below. Several quantitative measures within DMN regions will be generated and compared between pre- and post-acupuncture therapy. These include 1) RS-fMRI measures such as connectivity strength and fractional amplitude of low frequency fluctuations (fALFF); 2) regional CBF measured with pCASL; 3) water diffusion measures for microstructural changes with DKI.","detailedDescription":"A pilot sample of 5 individuals with left CVA's will participate in a 6 session acupuncture intervention. Pre and post fMRI and cognitive data will be compared.\n\nThe objectives of this study are 1) to determine the effects of acupuncture in improving cognitive performance in a pilot sample of 5 individuals who have experienced a left CVA and 2) to clarify the mechanism of improvement via functional brain imaging."},"conditionsModule":{"conditions":["Systematic Acupuncture"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":3,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Acupuncture Intervention","type":"EXPERIMENTAL","description":"Every participant will receive six acupuncture treatments across a three to four-week period. The treatments will last a total of about one hour, including a 10 minute initial assessment, needling, and 45 min of lying down with the needles. Two treatments a week will be performed by Dr. Siminovich-Blok, the PI of this study and a NYS licensed acupuncturist at NYU Langone Medical Center (NYULMC) Ambulatory Care Center. Each acupuncture treatment will consist of 1) a combination of a fixed set of points suggested by the literature, and 2) an individualized set of points based on the evaluation by the licensed acupuncturist. The first set of points will consist of 4 acupoints used consistently in the treatment of stroke through the literature.","interventionNames":["Procedure: Acupuncture Treatments"]}],"interventions":[{"type":"PROCEDURE","name":"Acupuncture Treatments","description":"Every participant will receive six acupuncture treatments across a three to four-week period. The treatments will last a total of about one hour, including a 10 minute initial assessment, needling, and 45 min of lying down with the needles. Two treatments a week will be performed by Dr. Siminovich-Blok, the PI of this study and a NYS licensed acupuncturist at NYU Langone Medical Center (NYULMC) Ambulatory Care Center. Each acupuncture treatment will consist of 1) a combination of a fixed set of points suggested by the literature, and 2) an individualized set of points based on the evaluation by the licensed acupuncturist. The first set of points will consist of 4 acupoints used consistently in the treatment of stroke through the literature.","armGroupLabels":["Acupuncture Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pre and Post Functional Imaging","description":"It is difficult to conduct resting state analysis with this small N due to its large inherent variability. Visual analysis, as described below, will be utilized to compare changes in fMRI scans before and after the acupuncture intervention. The fMRI is a self-control comparison in this study.","timeFrame":"12 Months"},{"measure":"Pre and Post Cognitive Assessment","description":"Based on the small number of patients for this study, we will begin by evaluating effect sizes on the differences between cognitive performance before and after the acupuncture intervention. Contingent on the findings, we may then implement a paired two sample t-test or Wilcoxon signed rank test. The paired test allows each participant to serve as his/her own control to maximize power and reduce potential confounds (i.e., potential effects of fatigue during assessment).","timeFrame":"12 Months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have experienced a left Cerebrovascular Accident (CVA) at least one year prior to study participation and the injury timeframe is 1-10 years post stroke\n* Be able to participate in the cognitive testing that has been validated with English-speaking samples\n* Be right hand dominant\n* Have an educational level between 14-18 years\n* Evidence history of cognitive decline post-stroke without significant impairment\n* Have adequate vision, hearing, communication, and motor skills\n\nExclusion Criteria:\n\n* Evidence cognitive impairment that would negatively impact capacity to understand and participate in this study\n* Be participating in active therapeutic treatments that may independently improve cognitive function\n* Have had a change in medication over two weeks before the start of study procedures or through the study protocol\n* Have contraindications for acupuncture or MRI.\n\nContraindications to fMRI include:\n\n* having a pacemaker, defibrillator or wires other than sternal wires.\n* Metallic foreign body in the eye - these might move or heat during scanning resulting in serious eye injury.\n* Deep brain stimulator\n* Swan-Ganz catheter\n* Bullets or gunshot pellets - near great vessels or vital organs, such as the lungs, heart or brain,\n* Cerebral aneurysm clips - if magnetic, can move. Also not scanned if type unknown.\n* Cochlear implant - malfunction.\n* Magnetic dental implants - loss of magnetic hold to keep the implant in place.\n* Certain Drug infusion devices\n* Main contraindications for acupcunture in this study include: Pregnancy, IV anticoagulant therapy, uncontrolled coagulation blood disorders like haemophilia, malignant tumors, and fear of needles.","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Barbara Siminovich-blok","affiliation":"New York University Medical School","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"New York University School of Medicine","city":"New York","state":"New York","zip":"10016","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}