{"protocolSection":{"identificationModule":{"nctId":"NCT01405378","orgStudyIdInfo":{"id":"Wessex Innovative Grant P09"},"organization":{"fullName":"University of Southampton","class":"OTHER"},"briefTitle":"Non-invasive Brain Stimulation for People With Stroke","officialTitle":"Combining Transcranial Direct Current Stimulation (tDCS) With Robot Therapy for the Impaired Upper Limb in Stroke Rehabilitation."},"statusModule":{"statusVerifiedDate":"2016-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-10"},"primaryCompletionDateStruct":{"date":"2014-01","type":"ACTUAL"},"completionDateStruct":{"date":"2014-02","type":"ACTUAL"},"studyFirstSubmitDate":"2011-07-21","studyFirstSubmitQcDate":"2011-07-28","studyFirstPostDateStruct":{"date":"2011-07-29","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-06-22","lastUpdatePostDateStruct":{"date":"2016-06-23","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jane Burridge, PhD","investigatorTitle":"Professor","investigatorAffiliation":"University of Southampton"},"leadSponsor":{"name":"University of Southampton","class":"OTHER"},"collaborators":[{"name":"University College, London","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Every five minutes someone in the UK has a stroke. It is the main cause of long-term disability among adults in the UK despite a fall in age-specific stroke incidence, with a growing number of survivors remaining dependent for activities of daily living. While most people with stroke regain walking ability, upper limb problems with no voluntary arm and hand activity, affecting a third of people after stroke, has a poor prognosis. Transcranial direct current stimulation (tDCS) is a non-invasive procedure used to polarise brain regions through the application of weak direct currents and has the potential to develop into a useful aid to treatment strategies in neurorehabilitation. Recent literature into the application of tDCS in people with arm and hand impairments after stroke has shown promising results on upper limb function measures like the Jebsen-Taylor hand function test. Furthermore, a recent pilot study evaluated a six-week training programme combining tDCS with robot-assisted hand training and reported significant improvements in upper limb function. However, the robot in the latter study focused on single-plane distal movements only and long-term effects of the tDCS were not assessed. Recent robotic developments included robots with three rotational degrees-of-freedom for the upper limb, but the effectiveness of this type of robot combined with tDCS in early stroke settings is unknown. Ethical Approval was sought from NHS NRES Committee South Central- Southampton B (Ref: 11/SC/0345) to conduct this study."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":23,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot Therapy and Real Transcranial Direct Current Stimulation","type":"EXPERIMENTAL","description":"This group will involve carrying out robot therapy and real transcranial Direct Current Stimulation (tDCS).","interventionNames":["Device: Robot therapy and transcranial direct current stimulation"]},{"label":"Robot Therapy and sham tDCS","type":"PLACEBO_COMPARATOR","description":"Participants will be randomised to group 2 whereby they will carry out the same robot therapy programme however, receiving sham stimulation.","interventionNames":["Device: Robot therapy and transcranial direct current stimulation"]}],"interventions":[{"type":"DEVICE","name":"Robot therapy and transcranial direct current stimulation","description":"Administration of Robot Therapy:\n\nTherapy will be administered by making use of the Armeo Robot. Sessions will involve high-intensity, repetitive, task-oriented movements directed by video screens. Administration of tDCS:\n\nAnodal tDCS will be administered using a CE marked transcranial Direct Current Stimulator (Newronika Italy). Direct current will be transferred by a saline-soaked pair of surface sponge electrodes (35 cm2).","armGroupLabels":["Robot Therapy and Real Transcranial Direct Current Stimulation","Robot Therapy and sham tDCS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Report change in upper limb function from baseline to 8 weeks and 3 months after treatment","description":"Measures sensorimotor function of the upper limb (Sanford et al. 1993; Fugl-Meyer et al. 1975)","timeFrame":"Will be used, exactly before commencing training programme (day 1), at the end of the 8 week training programme and at 3 months follow-up"}],"secondaryOutcomes":[{"measure":"Report change in cortical excitability from baseline to 8 weeks and 3 months after treatment","description":"Corticospinal excitability will be measured by the administration of focal TMS using a figure-of-eight coil to the M1 area of the affected hemisphere. The 'hot spot' will be established by using neuronavigation equipment called Brain Sight (Rogue Research Inc.). The amplitude of the MEPs and recruitment curve of the anterior deltoid (proximal muscle) and extensor digitorum communis (distal muscle) will be subsequently recorded using electromyography.","timeFrame":"Will be used, exactly before commencing training programme (day 1), at the end of the 8 week training programme and at 3 months follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Have a confirmed clinical diagnosis of a haemorrhagic or an ischaemic stroke confirmed clinically or by CT, PET or MRI Scan\n2. Experienced a single (first) stroke or multiple strokes\n3. In the acute, sub-acute or chronic phase of their recovery (the first three to seven days are referred to as the acute phase. The first two weeks to six months are defined as the sub-acute phase, and the chronic phase begins after three or six months (Teismann et al. 2011, Duncan et al. 2003a)\n4. Have had a subcortical or cortical stroke\n5. Be over the age of 18 years\n6. Have any level of upper limb impairment\n\nExclusion Criteria:\n\n1. A history of epilepsy (TMS studies) due to the fact that TMS could cause an epileptic fit\n2. Impaired gross cognitive function; score of less than 24 of the Mini-Mental State Examination (Folstein et al. 1975)\n3. Any metal implants in the head including cochlear implants\n4. Any another neurological condition apart from stroke\n5. Are currently participants in another intervention study using TMS/tDCS","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Faculty of Health Sciences, University of Southampton","city":"Southampton","zip":"SO17 1BJ","country":"United Kingdom","geoPoint":{"lat":50.90395,"lon":-1.40428}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}