{"protocolSection":{"identificationModule":{"nctId":"NCT04180605","orgStudyIdInfo":{"id":"H-19043746 - PREDICT-LAA"},"organization":{"fullName":"Rigshospitalet, Denmark","class":"OTHER"},"briefTitle":"Computational Simulation to Plan for Percutaneous Left Atrial Appendage Closure","officialTitle":"The Value of FEops HEARTguideTM Patient-Specific Computational Simulation in the Planning of Percutaneous Left Atrial Appendage Closure With the AmplatzerTM AmuletTM Device (PREDICT-LAA)"},"statusModule":{"statusVerifiedDate":"2020-04","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-11-21","studyFirstSubmitQcDate":"2019-11-25","studyFirstPostDateStruct":{"date":"2019-11-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-04-26","lastUpdatePostDateStruct":{"date":"2020-04-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ole De Backer","investigatorTitle":"Dr. Ole De Backer, MD, PhD, Consultant Interventional Cardiology","investigatorAffiliation":"Rigshospitalet, Denmark"},"leadSponsor":{"name":"Rigshospitalet, Denmark","class":"OTHER"},"collaborators":[{"name":"Feops","class":"INDUSTRY"},{"name":"Abbott","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To ensure a successful percutaneous left atrial appendage (LAA) closure, it is important to select the correct size of the closure device used for each patient. To define and measure the size of the LAA, 2D transesophageal echocardiography (TEE) has been typically used. An increasing number of hospitals recently switched to measure the size of the LAA using a cardiac computed tomography (CT) scan. Although this CT scan helps to better define and measure the LAA, it is still difficult to determine the exact anticipated 'landing zone' or 'position' of the closure device. A novel strategy of preprocedural planning includes the use of preoperative computer simulations based on CT imaging (Feops HEARTguideTM), where the device is deployed with a computer simulation into the patient-specific LAA anatomy to provide the operator both optimal and suboptimal scenario's showing different sizes and positions of the closure device.\n\nThe aim of this study is to assess whether use of FEops HEARTguide computer simulations based on cardiac CT-imaging can contribute to a better preprocedural planning and improved procedural outcomes of percutaneous LAA closure procedures with an Amplatzer Amulet device.\n\nThe PREDICT-LAA trial will investigate the possible positive effect of a computer simulation using a CT scan of the LAA performed prior to the procedure. The hypothesis is that by using this new computer simulation, better planning of the intervention can be obtained.","detailedDescription":"To prevent stroke in patients with non-valvular atrial fibrillation (NVAF) and contraindication(s) to oral anticoagulant therapy, percutaneous left atrial appendage (LAA) closure is increasily being chosen as an alternative therapeutic option. To obtain a successful percutaneous LAA closure, an accurate preoperative planning is required to understand the LAA morphology and assess the correct size and optimal position of the device. The instructions for use (IFUs) of the medical device providers are still based on two-dimensional transesophageal echocardiography, whereas an increasing number of centers have shifted towards LAA sizing and planning based on cardiac computed tomography (CT) images. Other options are also available for preoperative planning, among others the use of 3D printed LAA models. However, this has a number of disadvantages, among others complex logistics and the possible inaccuracy in terms of mechanical response of the printing material used for the 3D printed model.\n\nBased on the FEops HEARTguideTM platform, a computational model for percutaneous LAA closure was developed and validated. The computer simulations are based on CT images, and can predict different possible LAA closure options for the patient, including optimal and suboptimal sizing and positioning of the LAA closure device. This can be achieved by modelling the mechanical interaction between the device and the 3D patient-specific LAA anatomy reconstructed from the CT images. The results are available as a web-based 3D-viewer and allow the physician to analyse the different device size and implant position options prior to the procedure.\n\nThe PREDICT-LAA trial aims to study the possible added value of FEops HEARTguideTM patient-specific computational simulation in the planning of percutaneous LAA closure with the AmplatzerTM AmuletTM device, with special focus on procedural safety and efficiency as well as on clinical outcomes.\n\nThe PREDICT-LAA study is a prospective, multicenter, randomized controlled trial. In total, 200 patients eligible for percutaneous LAA closure with an AmplatzerTM AmuletTM device (Abbott, USA) will be enrolled - 100 patients will be allocated to the computational simulation treatment arm and 100 patients to the standard treatment arm.\n\nAll participants will be treated according to the standard of care of the center - additionally, the preoperative planning for patients allocated to the computational simulation treatment arm will include a careful analysis of the computational simulation results provided by the FEops HEARTguideTM platform.\n\nPatients with non-valvular atrial fibrillation who are referred to and deemed eligible for percutaneous LAA closure with an AmplatzerTM AmuletTM closure device can be included. Patients with reduced renal function, known contrast agent allergy, and/or suboptimal cardiac CT-image quality are excluded from this trial.\n\nThe participant shall be informed about the aim and procedure of the PREDICT-LAA study and written informed consent shall be obtained in order to include the participant.\n\nAll patients enrolled in the PREDICT-LAA study should have a post-procedural cardiac CT scan at three months after the LAA closure procedure to check for complete LAA closure, device-related thrombosis (DRT) and device position. The CT CoreLab for assessment of this post-procedural CT-scans will be performed at Rigshospitalet, Copenhagen, Denmark. The readers of the CT-scan will be blinded from the baseline data, randomisation arm and procedural data.\n\nThe risk related to this study and, in particular, the CT-scan is low - especially as patients with renal insufficiency, iodine contrast allergy and/or contraindications for CT-scan are excluded. Concerning the radiation dose of maximally two CT-scans, we can report that patients will receive a radiation dose of 6 to 15 mSievert, depending on weight and heart frequency/rhythym. It can be calculated that lifetime risk to die from cancer, hereby, theoretically increases with maximally 0,06%. Thus, the patients' lifetime risk to die from cancer increases from 25.0% to 25.06%.\n\nThe patients are informed about the aim and procedure of the study and are only included in case of written consent. Unknown side effects or risks associated with the study cannot be ruled-out.\n\nThe protocol of the trial has been approved by local regional Ethics Committees in each participating country, the collection of data complies with the regulatory rules of the Danish Data Protection Agency, and the study is being conducted in compliance with good clinical practice and with the Helsinki II Declaration as adopted by the 18th World Medical Assembly in Helsinki, Finland, in 1964 and subsequent versions."},"conditionsModule":{"conditions":["Atrial Fibrillation","Stroke Prevention"],"keywords":["Atrial fibrillation","Left atrial appendage","Transcatheter closure","Stroke prevention","Computed tomography","Computational simulation","Preoperative planning"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"200 patients selected for percutaneous LAA closure with an AmplatzerTM AmuletTM device will be enrolled in this study and randomized into the following two arms: the comparator (standard of care arm) for whom the procedure will be conducted following the standard of care of the center, and the computational simulation arm where the pre-procedural planning will include a careful analysis of the computational simulation results provided by the FEops HEARTguideTM platform.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard of care treatment arm","type":"ACTIVE_COMPARATOR","description":"When patients are randomized to the standard treatment arm, patients will be treated according to the participating site's routine practice. As pre-procedural imaging, a cardiac CT-scan has to be performed; this can also be complemented with TEE at the discretion of the operator. The LAA closure procedure should be performed according to routine practice of the participating site - either in general or local anesthesia.\n\nFor those cases randomized to the standard treatment arm, the pre-procedural CT-scans will still be collected at completion of the study and FEops HEARTguideTM simulations will be generated, blinded for the procedural images and outcome. These simulations will be compared with the final device size and implant position and will be used for an additional comparative PREDICT-LAA sub-study.","interventionNames":["Procedure: Left atrial appendage closure"]},{"label":"Computational simulation arm","type":"EXPERIMENTAL","description":"When patients are randomized to the computational simulation arm, the procedure will still be performed according to the participating site's routine practice - however, the procedure will only be performed after careful review of the FEops HEARTguideTM simulation results. The only prerequisite is that all patients randomized to this arm will have to undergo a pre-procedural cardiac CT-scan that will be uploaded into the FEops HEARTguideTM platform. Following this upload, a pre-procedural simulation plan will be provided to the operator, containing a set of optimal and suboptimal closure device sizes and implant positions. Software and technology upgrades of the FEops HEARTguideTM platform will be allowed during the course of the study.","interventionNames":["Other: Additional support for preoperative planning of LAA closure procedures","Procedure: Left atrial appendage closure"]}],"interventions":[{"type":"OTHER","name":"Additional support for preoperative planning of LAA closure procedures","description":"The results of the computational simulations provided by FEops HEARTguideTM will be used in the \"computational simulation arm\" as an additional preoperative planning tool and their potential added value will be assessed by comparison to the standard of care arm.","armGroupLabels":["Computational simulation arm"]},{"type":"PROCEDURE","name":"Left atrial appendage closure","description":"Transcatheter device insertion to exclude the LAA from the cardiac circulation","armGroupLabels":["Computational simulation arm","Standard of care treatment arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incomplete LAA closure and definite device-related thrombosis (DRT)","description":"The percentage of patients with incomplete LAA closure (defined as any remaining contrast leakage into the LAA distal of the Amulet lobe) and/or a definite DRT at post-procedural cardiac CT imaging at three months after the procedure. Definite DRT is defined as \"high-grade\" hypo-attenuating thickening at the atrial surface of the closure device - as previously described by Korsholm et al., Circ Cardiovasc Interv, 2019.","timeFrame":"Post-procedural cardiac CT scan at 3 months after LAA closure"}],"secondaryOutcomes":[{"measure":"Number of closure devices used","description":"Number of LAA closure devices used per procedure","timeFrame":"Periprocedural"},{"measure":"Number of repositioning","description":"Number of LAA closure device repositionings per procedure. Repositioning is defined as full deployment of the Amulet lobe in the LAA, followed by either a full or partial recapture and re-deployment of the Amulet lobe","timeFrame":"Periprocedural"},{"measure":"Procedural time","description":"Duration of the LAA closure procedure \\[minutes\\]","timeFrame":"Periprocedural"},{"measure":"Radiation exposure","description":"Radiation exposure per procedure \\[Gy\\]","timeFrame":"Periprocedural"},{"measure":"Contrast medium","description":"Amount of contrast medium used per procedure \\[mL\\]","timeFrame":"Periprocedural"},{"measure":"Procedural-related complications","description":"Recording of the following events if any:\n\n* LAA closure device embolization\n* Pericardial effusion requiring intervention\n* Procedure-related stroke\n* Procedure-related death","timeFrame":"Periprocedural and between randomization and within 7 days of the procedure"},{"measure":"Final position of the device","description":"Coverage of all LAA trabeculations by the Amulet shaped disc of the Amulet lobe/disc and a concave device without retraction of the disc into the LAA","timeFrame":"During post-procedural cardiac CT scan at 3 months after LAA closure"},{"measure":"Composite of all-cause death and thromboembolic event","description":"Recording of the following events if any: transient ischemic attack, ischemic stroke, systemic embolism","timeFrame":"12 months after randomization"},{"measure":"Different degrees of contrast leakage into the LAA","description":"Different degrees of contrast leakage into the LAA","timeFrame":"Post-procedural cardiac CT scan at 3 months after LAA closure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age above 18 years.\n* Patients with non-valvular atrial fibrillation (NVAF) who are referred to and approved for percutaneous LAA closure with an Amplatzer Amulet closure device, according to local practice and legislation.\n* Written informed consent.\n\nExclusion Criteria:\n\n* Reduced renal function with eGFR \\< 30 mL/min/1.73 m\\^2.\n* Iodine contrast allergy or other condition that prohibits cardiac CT imaging.\n* Suboptimal image quality of the pre-procedural cardiac CT-scan.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ole De Backer, MD PhD","role":"CONTACT","phone":"+45-35457086","email":"ole.debacker@gmail.com"},{"name":"Marie-Louise Mahler Sørensen","role":"CONTACT","email":"Marie.Louise.Mahler.Soerensen@regionh.dk"}],"overallOfficials":[{"name":"Ole De Backer, MD, PhD","affiliation":"Rigshospitalet, Denmark","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Cliniques Universitaires Saint Luc","status":"NOT_YET_RECRUITING","city":"Bruxelles","zip":"1200","country":"Belgium","contacts":[{"name":"Joelle Kefer","role":"CONTACT","email":"joelle.kefer@uclouvain.be"}],"geoPoint":{"lat":50.85045,"lon":4.34878}},{"facility":"Hopital Civil Marie Curie CHU de Charleroi","status":"NOT_YET_RECRUITING","city":"Charleroi","zip":"6042","country":"Belgium","contacts":[{"name":"Adel Aminian","role":"CONTACT","email":"adel.aminian@chu-charleroi.be"}],"geoPoint":{"lat":50.41136,"lon":4.44448}},{"facility":"Montreal Heart Institute","status":"NOT_YET_RECRUITING","city":"Montréal","zip":"QC H1T 1C8","country":"Canada","contacts":[{"name":"Ibrahim Reda","role":"CONTACT","email":"reda.ibrahim@icm-mhi.org"}],"geoPoint":{"lat":45.50884,"lon":-73.58781}},{"facility":"Vancouver General Hospital","status":"NOT_YET_RECRUITING","city":"Vancouver","zip":"BC V5Z 1M9","country":"Canada","contacts":[{"name":"Jacqueline Saw","role":"CONTACT","phone":"+1-8805788","email":"jsaw@mail.ubc.ca"}],"geoPoint":{"lat":49.24966,"lon":-123.11934}},{"facility":"Aarhus University Hospital","status":"RECRUITING","city":"Aarhus","zip":"8200","country":"Denmark","contacts":[{"name":"Jens-Erik Nielsen-Kudsk","role":"CONTACT","phone":"+45-30922341","email":"je.nielsen.kudsk@gmail.com"}],"geoPoint":{"lat":56.15674,"lon":10.21076}},{"facility":"Rigshospitalet","status":"RECRUITING","city":"Copenhagen","zip":"2100","country":"Denmark","contacts":[{"name":"Ole De Backer, MD, PhD","role":"CONTACT","phone":"+45-35457086","email":"ole.debacker@gmail.com"}],"geoPoint":{"lat":55.67594,"lon":12.56553}},{"facility":"Centre Hospitalier Universitaire de Bordeaux","status":"NOT_YET_RECRUITING","city":"Bordeaux","zip":"33600","country":"France","contacts":[{"name":"Xavier Iriart","role":"CONTACT","phone":"+33-622323745","email":"xavier.iriart@chu-bordeaux.fr"}],"geoPoint":{"lat":44.84044,"lon":-0.5805}},{"facility":"Institut Cardiovasculaire Paris Sud","status":"NOT_YET_RECRUITING","city":"Massy","zip":"91300","country":"France","contacts":[{"name":"Philippe Garot","role":"CONTACT","phone":"+33-160134602","email":"pgarot@angio-icps.com"}],"geoPoint":{"lat":48.72692,"lon":2.28301}},{"facility":"Fondazione Toscana G. Monasterio","status":"NOT_YET_RECRUITING","city":"Massa","zip":"54100","country":"Italy","contacts":[{"name":"Sergio Berti","role":"CONTACT","phone":"+39 348 896 4831","email":"sergio.berti@ftgm.it"}],"geoPoint":{"lat":44.03541,"lon":10.13927}},{"facility":"Hospital Clinic Barcelona","status":"NOT_YET_RECRUITING","city":"Barcelona","zip":"08036","country":"Spain","contacts":[{"name":"Xavier Freixa","role":"CONTACT","phone":"+34 93 451 87 46","email":"freixa@clinic.cat"}],"geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"Hospital Universitario de Salamanca","status":"NOT_YET_RECRUITING","city":"Salamanca","zip":"37007","country":"Spain","contacts":[{"name":"Ignatio Cruz","role":"CONTACT","phone":"+34-687425695","email":"cruzgonzalez.ignacio@gmail.com"}],"geoPoint":{"lat":40.96882,"lon":-5.66388}},{"facility":"Sahlgrenska University Hospital","status":"NOT_YET_RECRUITING","city":"Göteborg","zip":"41345","country":"Sweden","contacts":[{"name":"Jacob Odenstedt","role":"CONTACT","phone":"jacob.odenstedt@vgregion.se"}],"geoPoint":{"lat":57.70716,"lon":11.96679}}]},"referencesModule":{"references":[{"pmid":"25399274","type":"BACKGROUND","citation":"Reddy VY, Sievert H, Halperin J, Doshi SK, Buchbinder M, Neuzil P, Huber K, Whisenant B, Kar S, Swarup V, Gordon N, Holmes D; PROTECT AF Steering Committee and Investigators. Percutaneous left atrial appendage closure vs warfarin for atrial fibrillation: a randomized clinical trial. JAMA. 2014 Nov 19;312(19):1988-98. doi: 10.1001/jama.2014.15192. Erratum In: JAMA. 2015 Mar 10;313(10):1061."},{"pmid":"28761682","type":"BACKGROUND","citation":"Chow DH, Bieliauskas G, Sawaya FJ, Millan-Iturbe O, Kofoed KF, Sondergaard L, De Backer O. A comparative study of different imaging modalities for successful percutaneous left atrial appendage closure. Open Heart. 2017 Jun 30;4(2):e000627. doi: 10.1136/openhrt-2017-000627. eCollection 2017."},{"pmid":"28866042","type":"BACKGROUND","citation":"Korsholm K, Jensen JM, Nielsen-Kudsk JE. Intracardiac Echocardiography From the Left Atrium for Procedural Guidance of Transcatheter Left Atrial Appendage Occlusion. JACC Cardiovasc Interv. 2017 Nov 13;10(21):2198-2206. doi: 10.1016/j.jcin.2017.06.057. Epub 2017 Aug 30."},{"pmid":"26088522","type":"BACKGROUND","citation":"Otton JM, Spina R, Sulas R, Subbiah RN, Jacobs N, Muller DW, Gunalingam B. Left Atrial Appendage Closure Guided by Personalized 3D-Printed Cardiac Reconstruction. JACC Cardiovasc Interv. 2015 Jun;8(7):1004-6. doi: 10.1016/j.jcin.2015.03.015. No abstract available."},{"pmid":"30846521","type":"BACKGROUND","citation":"de Jaegere P, Rocatello G, Prendergast BD, de Backer O, Van Mieghem NM, Rajani R. Patient-specific computer simulation for transcatheter cardiac interventions: what a clinician needs to know. Heart. 2019 Mar;105(Suppl 2):s21-s27. doi: 10.1136/heartjnl-2018-313514."},{"pmid":"29386188","type":"BACKGROUND","citation":"Rocatello G, El Faquir N, De Santis G, Iannaccone F, Bosmans J, De Backer O, Sondergaard L, Segers P, De Beule M, de Jaegere P, Mortier P. Patient-Specific Computer Simulation to Elucidate the Role of Contact Pressure in the Development of New Conduction Abnormalities After Catheter-Based Implantation of a Self-Expanding Aortic Valve. Circ Cardiovasc Interv. 2018 Feb;11(2):e005344. doi: 10.1161/CIRCINTERVENTIONS.117.005344."},{"pmid":"31445885","type":"BACKGROUND","citation":"Bavo AM, Wilkins BT, Garot P, De Bock S, Saw J, Sondergaard L, De Backer O, Iannaccone F. Validation of a computational model aiming to optimize preprocedural planning in percutaneous left atrial appendage closure. J Cardiovasc Comput Tomogr. 2020 Mar-Apr;14(2):149-154. doi: 10.1016/j.jcct.2019.08.010. Epub 2019 Aug 20."},{"pmid":"34412800","type":"DERIVED","citation":"Swaans MJ, Huijboom MFM, Boersma LVA. Fluoroscopic Guidance: An Echo From the Past? JACC Cardiovasc Interv. 2021 Aug 23;14(16):1827-1829. doi: 10.1016/j.jcin.2021.07.003. No abstract available."},{"pmid":"32763967","type":"DERIVED","citation":"Garot P, Iriart X, Aminian A, Kefer J, Freixa X, Cruz-Gonzalez I, Berti S, Rosseel L, Ibrahim R, Korsholm K, Odenstedt J, Nielsen-Kudsk JE, Saw J, Sondergaard L, De Backer O. Value of FEops HEARTguide patient-specific computational simulations in the planning of left atrial appendage closure with the Amplatzer Amulet closure device: rationale and design of the PREDICT-LAA study. Open Heart. 2020 Aug;7(2):e001326. doi: 10.1136/openhrt-2020-001326."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3797","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}