{"protocolSection":{"identificationModule":{"nctId":"NCT06149754","orgStudyIdInfo":{"id":"PROMISE20 V1.2, July 07 2023"},"organization":{"fullName":"Fundació Institut Germans Trias i Pujol","class":"OTHER"},"briefTitle":"BraiN20® Monitoring in Acute Stroke Undergoing Thrombectomy","officialTitle":"Somatosensory Evoked Potentials (SEP) Monitoring in Patients With Acute Ischemic Stroke (AIS) and Large Anterior Vessel Occlusion (LVO) Undergoing Endovascular Thrombectomy (EVT). A Clinical Validation of the BraiN20® Medical Device.","acronym":"PROMISE20"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-07","studyFirstSubmitQcDate":"2023-11-20","studyFirstPostDateStruct":{"date":"2023-11-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-20","lastUpdatePostDateStruct":{"date":"2023-11-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fundació Institut Germans Trias i Pujol","class":"OTHER"},"collaborators":[{"name":"European Innovation Council","class":"UNKNOWN"},{"name":"Anagram-ESIC","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"N20 somatosensory evoked potential (SEP) response shows high predictive accuracy of functional recovery in patients with acute ischemic stroke (AIS) undergoing endovascular thrombectomy (EVT). This capacity is independent and even higher than clinical and advanced imaging variables. This study aims to validate BraiN20®, a portable, non-invasive, automatic device to monitor in real-time the presence and characteristics of N20 in AIS patients.\n\n65 patients with AIS and anterior LVO undergoing EVT within 24 hours from onset will be included in three comprehensive stroke centers of Catalonia, Spain. Eligibility criteria are no significant pre-stroke functional dependence, baseline National of Institute of Health Stroke Scale (NIHSS) score equal or higher than 6 points, occlusion (modified Thrombolysis in Cerebral Infarction, (mTICI) 0-1) of the intracranial internal carotid artery (ICA), middle cerebral artery (MCA)-M1 or M2 suitable for EVT per local protocols, without infarct volume restrictions measured by Alberta Stroke Program Early CT (ASPECT) score or by Perfusion Computed Tomography (PCT)/Diffusion Weighted Imaging-Magnetic Resonance Imaging(DWI-MRI) prior to EVT . The primary objective is to confirm an optimal/good reliability of N20 registration before EVT higher than 75% by two blind expert neurophysiologists, assuming a true proportion equal to 87.5%. Secondary endpoints are the predictive accuracy of N20 response recorded by BraiN20® before and after EVT on functional outcome evaluated by the mRS at 7 and 90 days and analyzed by using Receiving Operating Characteristic curves (ROC). A futility interim analysis is planned after the inclusion of 25% population.\n\nThe trial is sponsored by Time is Brain S.L. and started in September 2023. Primary endpoint results are expected for the first quarter of 2024.\n\nBraiN20® could be a useful medical device to predict salvageable brain and functional recovery of patients along the stroke chain.","detailedDescription":"EVT is the gold standard treatment in patients with AIS and LVO (1). However, currently, the probability of severe functional dependence or death at 3 months remains between 14-31% according to the results of the five large clinical trials that demonstrated efficacy and safety of EVT (2). There are two fundamental problems that need to be overcome to bring this treatment to more patients. First, patients need to seek help more often and sooner after their symptoms start. Second, once the alert occurs, the patients who may benefit from this treatment need to be identified and triaged to the appropriate facility. Unmet needs are the development of a portable, accurate, user-friendly device to quickly determine in real-time along the stroke journey if there is salvageable brain. This would be especially useful at prehospital levels to accelerate the transfer to comprehensive stroke centers and in the angio-room to monitor potential complications of the EVT.\n\nBiomarkers could be useful to determine a priori patients who could most likely benefit from treatment from those in whom EVT would probably be futile. Multiple predictive factors of clinical response have been described (3). Clinical variables include age, baseline NIHSS score, systolic blood pressure, and hyperglycemia (3-7). Relevant radiological parameters are early ischemic signs in non-contrast CT (NCCT) assessed by the ASPECT score (3,8), thrombus extension and location,9 collateral status on CT or /MR angiography(10) and perfusion parameters such as infarct core and penumbra volume (11). Most of these factors require evaluation in a stroke center and are not available at previous levels of care, such as the pre-hospital setting or local hospitals.\n\nSEP, and in particular the N20 response to peripheral nerve stimulation, reflect the electrical activity of different areas and tracts of the nervous system and correlate with cortical cerebral perfusion(12). SEP recording is a fast, non-invasive and reproducible technique that can be performed at the patient's bedside and provides real-time data on the functional status and perfusion of brain even when the patients are anesthetized or in an induced coma(13).\n\nThe PROMISE (Prognostic Accuracy of N20 Somatosensory Potential in Patients With Acute Ischemic Stroke and Endovascular Thrombectomy) trial (Stroke: Vascular and Interventional Neurology. 2023;3:e000735) investigated the presence and amplitude of the N20 response of SEP recorded before EVT in the ischemic hemisphere of 223 patients with anterior LVO undergoing EVT. N20 predicted functional independence at day 7 with a sensitivity of 93% (95%CI, 78-98%) and negative predictive value of 93% (80-98%), which increased to 100% after the EVT. Indeed, its predictive performance before treatment was superior to that of common factors used in clinical routine and added 0.07 points to the predictive model combining clinical variables, NIHSS score and ASPECT score (AUC of 0.84 versus AUC 0.77). Furthermore, N20+ had a higher predictive value of good outcome than advanced imaging variables recorded at baseline, such as the volume of infarct core, volume of hypoperfusion and collateral circulation. Taken together, these findings indicate that N20 might be a neurophysiological surrogate of salvageable brain and highlight the concept that ischemic brain tissue may remain viable from the perspective of cortical electrical function. Therefore, N20 SEP monitoring is a novel neurophysiological biomarker in acute stroke with the potential of having a major impact on the way stroke patients are managed throughout the world.\n\nA major limitation of the PROMISE study was that N20 recording in the angio-room was interfered by electromagnetic artifacts precluding the blinded correct evaluation of the SEP in 25% of patients. These artifacts occurred in available commercial multifunction equipment not designed for the particular detection of N20 avoiding potential artifacts such as movements, electromagnetic interferences, noise, etc.\n\nIn this study, we aimed to validate a newly developed medical device, BraiN20®, specifically designed for the automatic recording and reading of the N20 SEP by not specialist or specifically trained physicians compared to the evaluation from two blind expert physicians.\n\nThe primary aim is to prove that the percentage of patients with optimal or good reliability of the BraiN20® Medical Device automatic recording of N20 is higher than 75% (i.e., the lower limit of the one-sided 95% confidence interval is higher or equal to 75%) assuming a true proportion equal to 87.5%, according to the classification by two expert neurophysiologists blind to BraiN20® reading results.\n\nThe principal secondary goal is to obtain a predictive capacity of functional outcome at day 7 of an algorithm based on the presence and characteristics of the N20 response recorded through the BraiN20® device with an AUC equal or higher than 0.80 in patients with AIS and anterior LVO undergoing EVT.\n\nPROMISE20 is a prospective, multi-center, single arm, observational study with blinded evaluation of the primary endpoint of a cohort of patients with AIS and LVO undergoing endovascular treatment.\n\nAt admission at the emergency unit, acute stroke patients with suspected large vessel occlusion (Rapid Arterial oCclusion Evaluation, RACE \\>4) will be immediately attended by neurologists and transferred to the CT/MR room for neuroimaging evaluation. If an ischemic stroke is confirmed and the patient is eligible for intravenous (IV) tissue plasminogen activator (tPA) or tenecteplase, IV thrombolysis will be administered without delay. CT angiography (CTA) or MR angiography (MRA) will be performed to confirm anterior LVO. Serum glucose, body temperature and blood pressure will be controlled following the American Heart Association (AHA)/American Stroke Association (ASA) guidelines.\n\nASPECT score will be measured by local investigators on CT or DWI but it will not preclude EVT if this is indicated according to local protocols. Perfusion CT or MR is advisable but not mandatory.\n\nThe patient will be transferred to the angio-suit as soon as possible for catheterization and EVT. Prior to puncture, BraiN20® electrodes will be set up, and NIHSS score and the result of the first BraiN20® reading will be recorded in the CRF. Informed consent will be obtained from the patients or family members.\n\nPatients will be studied once AIS and LVO are confirmed by CT/CTA or MR/MRA and when, at the physicians' criteria, endovascular treatment is indicated. SEP monitoring with the BraiN20® medical device will be continuously performed from prior to arterial puncture to the end of the EVT while the patients remain in the angio-room. Patients' cohort will be followed up to 90 days after inclusion. The principal secondary outcome variable will be determined at day 7 by a local investigator blind to the BraiN20® recordings. Furthermore, functional capacity will be evaluated at 90 days by telephone interview performed by local blinded certified rater. Prospective, multi-center, single arm, observational study with blinded evaluation of the primary endpoint of a cohort of patients with AIS and LVO undergoing endovascular treatment. Patients will be studied once AIS and LVO are confirmed by CT/CTA or MR/MRA and when, at the physicians' criteria, endovascular treatment is indicated. SEP monitoring with the BraiN20® medical device will be continuously performed from prior to arterial puncture to the end of the EVT while the patients remain in the angio-room. Patients' cohort will be followed up to 90 days after inclusion. The principal secondary outcome variable will be determined at day 7 by a local investigator blind to the BraiN20® recordings. Furthermore, functional capacity will be evaluated at 90d by telephone interview performed by local blinded certified rater.\n\nSEP recording will start in the emergency room or in the angiography room before puncture and monitored thereafter continuously during the procedure. Because of neurological damage can also occur after reperfusion, SEP monitoring will be extended until the patient is transferred from the angiography room to the acute stroke unit or the intensive care unit. SEP of both median nerves will be recorded, transferred and stored for their evaluation. BraiN20® Medical Device provides an automatic reading of the presence and amplitude of an N20 response ipsilateral to the cerebral hemisphere affected by the stroke. BraiN20® measures one N20 wave per 33 seconds. N20 is defined as the appearance of a negative peak with latency of ± 5 msec with respect to the expected normal N20 latency value (19.5 msec), amplitude greater than 0.1 microV and reproducible for a minimum of 2 successive recordings. The target variable is the reliability of the BraiN20® recording of N20 evaluated by two experts in neurophysiological recordings.\n\nRegistries will be recorded in a SD memory card that it is included inside the device. Data will be downloaded from the SD card weekly and transmitted to the neurophysiologist. Data evaluated by the experts will be registered into the eCRF. Reliability will be classified as optimal (100% confidence in the presence or absence of N20), good (≥80% confidence in the presence or absence of a N20 amplitude), low (\\<80% confidence in the presence or absence of a N20 amplitude) and non-readable recording because the presence of artifacts. Optimal or good classification will be considered in agreement. Other differences in classification between examiners will be considered disagreements and handle as the worst classification.\n\nA device validation will be performed in the first patients (in up to 6 patients, 2 patients by center). If re-adjustments in the device are required, a protocol (and Investigator's brochure) amendment will be submitted to the regulatory authority and ethics committee. These 6 patients will not be considered for the statistical analysis.\n\nSEP expert examiners will evaluate the reliability of the N20 registration along the monitoring time (four potential N20 responses per minute). They will be blind to the results of SEP monitoring during the acute phase, neuroimaging variables and to the clinical outcome. N20 registration will be stored in a restricted field of electronic case report form (eCRF) to these examiners.\n\nDATA COLLECTION METHODS Data collection will be done based on current registries already implemented in Catalonia. Data required for the PROMISE20 study is currently included by local investigators in the ICTUS process registry, which covers in-hospital data. This is an Institut Català de la Salut (ICS) mandated, hospital-based registry of all stroke admissions in the public Stroke Centers in Catalonia. However, the PROMISE20 study will generate a particular eCRF with the variables of interest.\n\nA screening log form together with a prospective, government-mandated, population based registry of stroke code patients in Catalonia (CICAT: Stroke Code Registry of Catalunya) will be used for controlling an adequate consecutive enrollment of candidates in the PROMISE20 during the study period.\n\nDATA MONITORING The Steering Committee has assigned a clinical research organization (CRO) (Anagram-Esic) to this study whose duties are to aid the principal investigator and the Steering Committee members in the maintenance of complete, legible, well organized, and easily retrievable data. Personnel from CRO will ensure that the study complies with relevant Good Clinical Practices (GCPs).\n\nPeriodic monitoring visits will be made throughout the investigation to assure that the investigator's obligations are being fulfilled. The PROMISE20 database will be keep confidentially at the CRO for centralized monitoring of the electronic records. Any data discrepancies may be queried during ongoing review of data by the Study Coordinating Center or may be identified and queried during routine monitoring visits.\n\nMonitoring visits will be performed to verify data accuracy and ensure queries are resolved.\n\nSTATISTICAL METHODS\n\nPrimary Analyses - The primary endpoint is to estimate the percentage of patients with optimal or good reliability of the BraiN20® Medical Device automatic recording of N20 according to the classification by two expert physicians blind to BraiN20® reading results. Response categories from expert physicians (optimal, good, low and non readable) will be summarize by frequencies and percentages. In addition, for the combination optimal/good the one-sided 95% confidence interval according to Wald asymptotic confidence limits based on the normal approximation to the binomial distribution will be estimate.\n\nSecondary Analyses\n\n- The principal secondary endpoint is to obtain a prognostic accuracy of an algorithm based on the presence and characteristics of the N20 response of SEP recorded through the BraiN20® equal or higher than 80% as a novel biomarker of functional outcome at day 7 in patients with AIS and anterior LVO undergoing EVT. Prognostic accuracy will be evaluated through of functional independence at 7 days (gold standard) according to the N20 response after the EVT by area under the receiver operating characteristic curve (AUC) and the 95% of confidence interval. Frequencies, percentages and 95% of confidence intervals will be also estimated for other characteristic of the test as sensibility and specificity and indicators of clinical relevance as predictive values. In order to avoid major problems of the device malfunction or its misuse, an early interim analysis at 25% of the final sample is recommended. If we assume a real proportion of good/optimal assessments of 0.875, 65 patients will be needed (17 of them will be analyzed at the interim).\n\nNo risk or benefit for patients is expected in the PROMISE20 trial since it is an observational study without any specific decision-making based on the BraiN20® results."},"conditionsModule":{"conditions":["Acute Stroke","Mechanical Thrombectomy"],"keywords":["Evoked potentials, Somatosensory","Acute ischemic stroke","Mechanical Thrombectomy","Prognosis","Salvageable brain","Functional recovery","Medical device","Diagnosis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":65,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Acute ischemic stroke with large vessel occlusion","description":"Patients between 18 and 85 years old who have and acute cerebral stroke due to a demonstrated occlusion in the anterior circulation (M1 or M2 segment of middle cerebral artery with or without ipsilateral internal carotid artery (ICA), that undergo endovascular acute therapy fulfilling all inclusion criteria and with non exclusion criteria for that treatment. We also exclude patient with well-documented history of neuromuscular disorders, stroke or central nervous system tumors that could interfere in the SEPs assessment.","interventionNames":["Device: BraiN20(R) monitoring of N20 somatosensory evoked potential"]}],"interventions":[{"type":"DEVICE","name":"BraiN20(R) monitoring of N20 somatosensory evoked potential","description":"N20 monitoring will be carried out using the BraiN20 medical device and appropriate electrodes. The device measures one N20 wave per 33 seconds. Scalp electrodes will be located on band and wrist electrodes on a globe. The device provides an automatic reading of N20 and outcome prediction and do not require a specific training.","armGroupLabels":["Acute ischemic stroke with large vessel occlusion"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Reliability of the BraiN20® Medical Device","description":"Percentage of patients with optimal or good reliability of the automatic recording of N20 response by the BraiN20® Medical Device according to the classification of two expert physicians blind to BraiN20® reading results. The goal is to be equal or higher than 75%","timeFrame":"Prior to mechanical thrombectomy and at the end of the procedure"}],"secondaryOutcomes":[{"measure":"Predictive capacity of functional recovery","description":"Sensitivity and negative predictive value of the presence and amplitude of the N20 response recorded through the BraiN20® device on functional independence of stroke patients as defined by a modified Rankin Scale score equal or lower than 2.","timeFrame":"Day 7 after thrombectomy"}],"otherOutcomes":[{"measure":"Predictive capacity of functional recovery at the end of follow-up","description":"Sensitivity and negative predictive value of the presence and amplitude of the N20 response recorded through the BraiN20® device on functional independence of stroke patients as defined by a modified Rankin Scale score equal or lower than 2.","timeFrame":"90 days"},{"measure":"Rate of presence of N20 response by subgroups","description":"Rate of detection of N20+ in the first BraiN20® recording by clinical stroke severity (NIHSS score \\<17 or ≥17), time from symptom onset to first recording (\\<6h or ≥6h) and ASPECT score.","timeFrame":"Baseline"},{"measure":"Rate of presence of N20 response by dramatic neurologic improvement","description":"recording (\\<6h or ≥6h) and ASPECT score. Rate of detection of N20+ in the first BraiN20® recording by dramatic early favorable response as determined by an NIHSS of 0-2 or NIHSS improvement ≥ 8 points at 24 (-/+ 6 hours) hours.","timeFrame":"24 hours"},{"measure":"Non-evaluable BraiN20(R) recordings","description":"Frequency and causes of non-evaluable recordings of N20.","timeFrame":"Baseline and end of the procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute ischemic stroke with large anterior vessel occlusion undergoing treatment with EVT according to local protocols.\n2. Age ≥18.\n3. No significant pre-stroke functional dependence (mRS ≤ 2).\n4. Patient treatable within 24 hours of symptom onset. Symptoms onset is defined as the time the patient was last seen well, and treatment point as the time of arterial puncture.\n5. Baseline NIHSS score obtained prior to procedure must be equal or higher than 6 points.\n6. Occlusion (mTICI 0-1) of the intracranial ICA (distal ICA or T occlusions), MCA M1 segment or M2 suitable for EVT, as evidenced by CTA or MRA with or without concomitant cervical carotid occlusion or stenosis.\n7. Any infarct core, without volume restrictions, measured by ASPECT score or by PCT/DWI-MRI prior to EVT.\n8. Informed consent obtained from patient or acceptable patient surrogate; or the deferred informed consent, to avoid the delay in the start of the mechanical thrombectomy.\n\nExclusion Criteria:\n\nClinical criteria\n\n1. Patients with a well-documented history of neuromuscular diseases and other neurodegenerative disorders, prior stroke (TIA not excluded) or nervous system tumors that could interfere with SEP assessment.\n2. Serious, advanced, or terminal illness with anticipated life expectancy of less than three months.\n3. Patients with a pre-existing neurological or psychiatric disease that would confound the neurological or functional evaluations.\n4. Known pregnant women. In case of women of childbearing potential (WOCBP) with no highly effective methods for birth control, a pregnancy test should be performed.\n\n   Neuroimaging criteria\n5. CT or MR evidence of hemorrhage (the presence of microbleeds is allowed).\n6. Subjects with occlusions in multiple vascular territories (e.g., bilateral anterior circulation, or anterior/posterior circulation).\n7. Evidence of intracranial tumor (except small meningioma).\n\n   BraiN20® medical device safety issues:\n8. Subjects with a demand-type cardiac pacemaker, defibrillator, or other electrical implant or metal.\n9. Patients with suspected or well-known cancerous skin lesion in the area where electrical stimulation will be applied.\n10. Patients who have a localized disorder in the wrist and forearm where electrical stimulation is to be applied (i.e., fractures or dislocations).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The PROMISE20 study will be performed in consecutive patients fulfilling eligibility criteria admitted because of severe acute ischemic stroke in three comprehensive stroke centers in Catalonia, Spain:\n\n* Neuroscience department, Hospital Germans Trias i Pujol, Badalona, Barcelona\n* Services of Neurology and Interventional Neuroradiology, Hospital Vall d'Hebron, Barcelona\n* Services of Neurology and Interventional Neuroradiology, Hospital Josep Trueta, Girona","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Alicia Martinez-Piñeiro, MD, PhD","role":"CONTACT","phone":"0034662121408","email":"amartinezp.germanstrias@gencat.cat"},{"name":"Antoni Dávalos, Prof.MD.PhD","role":"CONTACT","phone":"0034616968690","email":"adavalos.germanstrias@gmail.com"}],"overallOfficials":[{"name":"Antoni Dávalos, Prof. MD.PhD","affiliation":"Fundació Institut d'Investigació en Ciències de la Salut Germans Trias iPujol","role":"STUDY_CHAIR"}],"locations":[{"facility":"Hospital Universitari Germans Trias i Pujol","status":"RECRUITING","city":"Badalona","state":"Catalonia","zip":"08916","country":"Spain","contacts":[{"name":"MÒNICA MILLÁN, MD, PhD","role":"CONTACT","phone":"0034 616968690","email":"mmillan.germanstrias@gencat.cat"},{"name":"ALICIA MARTINEZ-PIÑEIRO, MD","role":"CONTACT","phone":"0034662121408","email":"amartinezp.germanstrias@gencat.cat"}],"geoPoint":{"lat":41.45004,"lon":2.24741}},{"facility":"Hospital Universitario Vall d'Hebrón","status":"RECRUITING","city":"Barcelona","country":"Spain","contacts":[{"name":"Marc Ribó, MD, PhD","role":"CONTACT","email":"mriboj@hotmail.com"}],"geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"Hospital Universitario Doctor Josep Trueta","status":"NOT_YET_RECRUITING","city":"Girona","country":"Spain","contacts":[{"name":"Joaquín Serena, MD, PhD","role":"CONTACT","email":"jserena.girona.ics@gencat.cat"}],"geoPoint":{"lat":41.98311,"lon":2.82493}}]},"referencesModule":{"references":[{"pmid":"29786478","type":"BACKGROUND","citation":"From the American Association of Neurological Surgeons (AANS), American Society of Neuroradiology (ASNR), Cardiovascular and Interventional Radiology Society of Europe (CIRSE), Canadian Interventional Radiology Association (CIRA), Congress of Neurological Surgeons (CNS), European Society of Minimally Invasive Neurological Therapy (ESMINT), European Society of Neuroradiology (ESNR), European Stroke Organization (ESO), Society for Cardiovascular Angiography and Interventions (SCAI), Society of Interventional Radiology (SIR), Society of NeuroInterventional Surgery (SNIS), and World Stroke Organization (WSO); Sacks D, Baxter B, Campbell BCV, Carpenter JS, Cognard C, Dippel D, Eesa M, Fischer U, Hausegger K, Hirsch JA, Shazam Hussain M, Jansen O, Jayaraman MV, Khalessi AA, Kluck BW, Lavine S, Meyers PM, Ramee S, Rufenacht DA, Schirmer CM, Vorwerk D. Multisociety Consensus Quality Improvement Revised Consensus Statement for Endovascular Therapy of Acute Ischemic Stroke. Int J Stroke. 2018 Aug;13(6):612-632. doi: 10.1177/1747493018778713. Epub 2018 May 22. No abstract available."},{"pmid":"26898852","type":"BACKGROUND","citation":"Goyal M, Menon BK, van Zwam WH, Dippel DW, Mitchell PJ, Demchuk AM, Davalos A, Majoie CB, van der Lugt A, de Miquel MA, Donnan GA, Roos YB, Bonafe A, Jahan R, Diener HC, van den Berg LA, Levy EI, Berkhemer OA, Pereira VM, Rempel J, Millan M, Davis SM, Roy D, Thornton J, Roman LS, Ribo M, Beumer D, Stouch B, Brown S, Campbell BC, van Oostenbrugge RJ, Saver JL, Hill MD, Jovin TG; HERMES collaborators. Endovascular thrombectomy after large-vessel ischaemic stroke: a meta-analysis of individual patient data from five randomised trials. Lancet. 2016 Apr 23;387(10029):1723-31. doi: 10.1016/S0140-6736(16)00163-X. Epub 2016 Feb 18."},{"pmid":"34266308","type":"BACKGROUND","citation":"Venema E, Roozenbeek B, Mulder MJHL, Brown S, Majoie CBLM, Steyerberg EW, Demchuk AM, Muir KW, Davalos A, Mitchell PJ, Bracard S, Berkhemer OA, Lycklama A Nijeholt GJ, van Oostenbrugge RJ, Roos YBWEM, van Zwam WH, van der Lugt A, Hill MD, White P, Campbell BCV, Guillemin F, Saver JL, Jovin TG, Goyal M, Dippel DWJ, Lingsma HF; HERMES collaborators and MR CLEAN Registry Investigators*. Prediction of Outcome and Endovascular Treatment Benefit: Validation and Update of the MR PREDICTS Decision Tool. Stroke. 2021 Aug;52(9):2764-2772. doi: 10.1161/STROKEAHA.120.032935. Epub 2021 Jul 16."},{"pmid":"35169030","type":"BACKGROUND","citation":"Bourcier R, Goyal M, Muir KW, Desal H, Dippel DWJ, Majoie CBLM, van Zwam WH, Jovin TG, Mitchell PJ, Demchuk AM, van Oostenbrugge RJ, Brown SB, Campbell B, White P, Hill MD, Saver JL, Weimar C, Jahan R, Guillemin F, Bracard S, Naggara O; HERMES Trialists Collaboration. Risk factors of unexplained early neurological deterioration after treatment for ischemic stroke due to large vessel occlusion: a post hoc analysis of the HERMES study. J Neurointerv Surg. 2023 Mar;15(3):221-226. doi: 10.1136/neurintsurg-2021-018214. Epub 2022 Feb 15."},{"pmid":"34266905","type":"BACKGROUND","citation":"van de Graaf RA, Samuels N, Chalos V, Lycklama A Nijeholt GJ, van Beusekom H, Yoo AJ, van Zwam WH, Majoie CBLM, Roos YBWEM, van Doormaal PJ, Ben Hassen W, van der Lugt A, Dippel DWJ, Lingsma HF, van Es ACGM, Roozenbeek B; MR CLEAN Registry investigators. Predictors of poor outcome despite successful endovascular treatment for ischemic stroke: results from the MR CLEAN Registry. J Neurointerv Surg. 2022 Jul;14(7):660-665. doi: 10.1136/neurintsurg-2021-017726. Epub 2021 Jul 15."},{"pmid":"35232782","type":"BACKGROUND","citation":"Li H, Huang J, Ye S, Chen H, Yuan L, Liao G, Du W, Li C, Fang L, Liu S, Yang P, Zhang Y, Xing P, Zhang X, Ye X, Peng Y, Cao J, Zhang L, Yang Z, Liu J; DIRECT-MT investigators. Predictors of mortality in acute ischemic stroke treated with endovascular thrombectomy despite successful reperfusion: subgroup analysis of a multicentre randomised clinical trial. BMJ Open. 2022 Mar 1;12(3):e053765. doi: 10.1136/bmjopen-2021-053765."},{"pmid":"30688974","type":"BACKGROUND","citation":"Lansberg MG, Mlynash M, Hamilton S, Yeatts SD, Christensen S, Kemp S, Lavori PW, Ortega-Gutierrez S, Broderick J, Heit J, Marks MP, Albers GW; DEFUSE 3 Investigators. Association of Thrombectomy With Stroke Outcomes Among Patient Subgroups: Secondary Analyses of the DEFUSE 3 Randomized Clinical Trial. JAMA Neurol. 2019 Apr 1;76(4):447-453. doi: 10.1001/jamaneurol.2018.4587."},{"pmid":"31345135","type":"BACKGROUND","citation":"Bhuva P, Yoo AJ, Jadhav AP, Jovin TG, Haussen DC, Bonafe A, Budzik RJ, Yavagal DR, Hanel RA, Hassan AE, Ribo M, Cognard C, Sila CA, Morgan PM, Zhang Y, Shields R, Smith W, Saver JL, Liebeskind DS, Nogueira RG; DAWN Trial Investigators. Noncontrast Computed Tomography Alberta Stroke Program Early CT Score May Modify Intra-Arterial Treatment Effect in DAWN. Stroke. 2019 Sep;50(9):2404-2412. doi: 10.1161/STROKEAHA.118.024583. Epub 2019 Jul 26."},{"pmid":"31216961","type":"BACKGROUND","citation":"Dutra BG, Tolhuisen ML, Alves HCBR, Treurniet KM, Kappelhof M, Yoo AJ, Jansen IGH, Dippel DWJ, van Zwam WH, van Oostenbrugge RJ, da Rocha AJ, Lingsma HF, van der Lugt A, Roos YBWEM, Marquering HA, Majoie CBLM; MR CLEAN Registry Investigatorsdagger. Thrombus Imaging Characteristics and Outcomes in Acute Ischemic Stroke Patients Undergoing Endovascular Treatment. Stroke. 2019 Aug;50(8):2057-2064. doi: 10.1161/STROKEAHA.118.024247. Epub 2019 Jun 20."},{"pmid":"34727737","type":"BACKGROUND","citation":"Liebeskind DS, Saber H, Xiang B, Jadhav AP, Jovin TG, Haussen DC, Budzik RF, Bonafe A, Bhuva P, Yavagal DR, Hanel RA, Ribo M, Cognard C, Sila C, Hassan AE, Smith WS, Saver JL, Nogueira RG; DAWN Investigators. Collateral Circulation in Thrombectomy for Stroke After 6 to 24 Hours in the DAWN Trial. Stroke. 2022 Mar;53(3):742-748. doi: 10.1161/STROKEAHA.121.034471. Epub 2021 Nov 3."},{"pmid":"30413385","type":"BACKGROUND","citation":"Campbell BCV, Majoie CBLM, Albers GW, Menon BK, Yassi N, Sharma G, van Zwam WH, van Oostenbrugge RJ, Demchuk AM, Guillemin F, White P, Davalos A, van der Lugt A, Butcher KS, Cherifi A, Marquering HA, Cloud G, Macho Fernandez JM, Madigan J, Oppenheim C, Donnan GA, Roos YBWEM, Shankar J, Lingsma H, Bonafe A, Raoult H, Hernandez-Perez M, Bharatha A, Jahan R, Jansen O, Richard S, Levy EI, Berkhemer OA, Soudant M, Aja L, Davis SM, Krings T, Tisserand M, San Roman L, Tomasello A, Beumer D, Brown S, Liebeskind DS, Bracard S, Muir KW, Dippel DWJ, Goyal M, Saver JL, Jovin TG, Hill MD, Mitchell PJ; HERMES collaborators. Penumbral imaging and functional outcome in patients with anterior circulation ischaemic stroke treated with endovascular thrombectomy versus medical therapy: a meta-analysis of individual patient-level data. Lancet Neurol. 2019 Jan;18(1):46-55. doi: 10.1016/S1474-4422(18)30314-4. Epub 2018 Nov 6. Erratum In: Lancet Neurol. 2019 Mar;18(3):e2."},{"pmid":"23032485","type":"BACKGROUND","citation":"Baker WB, Sun Z, Hiraki T, Putt ME, Durduran T, Reivich M, Yodh AG, Greenberg JH. Neurovascular coupling varies with level of global cerebral ischemia in a rat model. J Cereb Blood Flow Metab. 2013 Jan;33(1):97-105. doi: 10.1038/jcbfm.2012.137. Epub 2012 Oct 3."},{"pmid":"15030797","type":"BACKGROUND","citation":"Florence G, Guerit JM, Gueguen B. Electroencephalography (EEG) and somatosensory evoked potentials (SEP) to prevent cerebral ischaemia in the operating room. Neurophysiol Clin. 2004 Feb;34(1):17-32. doi: 10.1016/j.neucli.2004.01.001."},{"type":"RESULT","citation":"Alicia Martinez-Piñeiro MD, PhD aliciamp@tibtimeisbrain.com , Giuseppe Lucente MD, PhD , María Hernandez-Perez MD, PhD , Jordi Cortés PhD , Andrea Arbex MD , Natalia Pérez de la Ossa MD, PhD , Alba Ramos-Fransí MD, PhD , Miriam Almendrote MD , Mònica Millán MD, PhD , Meritxell Gomis MD, PhD , Laura Dorado MD, PhD , Carlos Castaño MD, PhD , Sebastián Remollo MD , Patricia Cuadras MD, PhD , Alicia Garrido MD , Nicolau Guanyabens MD , Joaquim Broto MD , Elena López-Cancio MD, PhD , Jaume Coll-Canti MD, PhD , Antoni Dávalos MD, PhD , and PROMISE (Somatosensory Evoked POtEntials MonItoring During Acute Ischemic StrokE) Study Group. Prognostic Accuracy of N20 Somatosensory Potential in Patients With Acute Ischemic Stroke and Endovascular Thrombectomy. Stroke: Vascular and Interventional Neurology. 2023 | Volume 3, Issue 5: e000735"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Result will be presented at the ESOC and published"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}