{"protocolSection":{"identificationModule":{"nctId":"NCT03699397","orgStudyIdInfo":{"id":"NL65939.018.18"},"organization":{"fullName":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)","class":"OTHER"},"briefTitle":"EEG Controlled Triage in the Ambulance for Acute Ischemic Stroke","officialTitle":"EEG Controlled Triage in the Ambulance for Acute Ischemic Stroke","acronym":"ELECTRA-STROKE"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-10-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-10-03","studyFirstSubmitQcDate":"2018-10-05","studyFirstPostDateStruct":{"date":"2018-10-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-06-07","lastUpdatePostDateStruct":{"date":"2022-06-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jonathan Coutinho","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)"},"leadSponsor":{"name":"Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Endovascular thrombectomy (EVT) is the standard treatment for patients with a large vessel occlusion (LVO) stroke. Direct presentation of patients with an LVO to a comprehensive stroke center (CSC) reduces onset-to-treatment time by approximately an hour and thereby improves clinical outcome. However, a reliable tool for prehospital LVO-detection is currently not available. Previous electroencephalography (EEG) studies have shown that hemispheric hypoxia quickly results in slowing of the EEG-signal. Dry electrode EEG caps allow reliable EEG measurement in less than five minutes. We hypothesize that dry electrode EEG is an accurate and feasible diagnostic test for LVO in the prehospital setting.\n\nELECTRA-STROKE is a diagnostic pilot study that consists of four phases. In phases 1, 2 and 3, technical and logistical feasibility of performing dry electrode EEGs are tested in different in-hospital settings: the outpatient clinic (sample size: max. 20 patients), Neurology ward (sample size: max. 20 patients) and emergency room (sample size: max. 300 patients), respectively. In the final phase, ambulance paramedics will perform dry electrode EEGs in 386 patients with a suspected stroke. The aim of the ELECTRA-STROKE study is to determine the diagnostic accuracy of dry-electrode EEG for diagnosis of LVO-a stroke when performed by ambulance personnel in patients with a suspected AIS. Sample size calculation is based on an expected specificity of 70% and an incidence of LVO stroke of 5%.","detailedDescription":"RATIONALE\n\nEndovascular thrombectomy (EVT) is standard treatment for acute ischemic stroke (AIS) if there is a large vessel occlusion in the anterior circulation (LVO-a). Because of its complexity, EVT is performed in selected hospitals only. Currently, approximately half of EVT eligible patients are initially admitted to hospitals that do not provide this therapy. This delays initiation of treatment by approximately an hour, which decreases the chance of a good clinical outcome. Direct presentation of all patients with a suspected AIS in EVT capable hospitals is not feasible, since only approximately 7% of these patients are eligible for EVT. Therefore, an advanced triage method that reliably identifies patients with an LVO-a in the ambulance is necessary. Electroencephalography (EEG) may be suitable for this purpose, as preliminary studies suggest that slow EEG activity in the delta frequency range correlates with lesion location on cerebral imaging. Use of dry electrode EEG caps will enable relatively unexperienced paramedics to perform a reliable measurement without the EEG preparation time associated with 'wet' EEGs. Combined with algorithms for automated signal analysis, we expect the time of EEG recording and analysis to eventually be below five minutes, which would make stroke triage in the ambulance by EEG logistically feasible.\n\nHYPOTHESIS\n\nWe hypothesize that EEG accurately identifies the presence of an LVO-a stroke in patients with a suspected AIS when applied in the ambulance.\n\nOBJECTIVE\n\nTo determine the diagnostic accuracy of dry-electrode EEG for diagnosis of LVO-a stroke when performed by ambulance personnel in patients with a suspected AIS.\n\nSTUDY DESIGN\n\nThis diagnostic study consists of four phases:\n\nPhase 1: Optimization of measurement time and software settings of the dry electrode cap EEG in a non-emergency setting in patients in whom a regular EEG is/will be performed for standard medical care. Sample size: maximum of 20 patients.\n\nPhase 2: Optimization of measurement time and software settings of the dry electrode cap EEG in patients close to our target population in a non-emergency setting. Sample size: maximum of 20 patients.\n\nPhase 3: Validation of several existing algorithms and development of one or more new algorithms for LVO-a detection, as well as optimization of logistics and software settings of the dry electrode EEG cap in patients close to our target population in an in-hospital emergency setting. Sample size: maximum of 300 patients.\n\nPhase 4: Validation of several existing algorithms and algorithms developed in phase 3 for LVO-a detection in patients with a suspected AIS in the ambulance, as well as assessment of technical and logistical feasibility of performing EEG with dry electrode caps in patients with a suspected AIS in the ambulance. Sample size: maximum of 386 patients.\n\nSTUDY POPULATION\n\nPhase 1: Patients in the outpatient clinic of the Clinical Neurophysiology department of the AMC, in whom a regular EEG has been/will be performed for standard medical care.\n\nPhase 2: Patients with an AIS admitted to the Neurology ward of the coordinating hospital with an LVO-a (after reperfusion therapy).\n\nPhase 3: Patients with a suspected AIS in the emergency room (ER) of the coordinating hospital (before endovascular treatment).\n\nPhase 4: Patients with a suspected AIS in the ambulance.\n\nINTERVENTION\n\nPerforming a dry electrode cap EEG (in phase 1 in the outpatient clinic, in phase 2 during hospital admission, in phase 3 in the ER and in phase 4 in the ambulance).\n\nMAIN END POINTS\n\nPrimary end point: the diagnostic accuracy of dry electrode cap EEG to discriminate LVO-a stroke from all other strokes and stroke mimics in the prehospital setting (study phase 4) expressed as the area under the receiver operating characteristics (ROC) curve of the theta/alpha ratio.\n\nSecondary end points:\n\n* Sensitivity, specificity, PPV and NPV of the theta/alpha ratio, and test characteristics of other existing EEG data based algorithms for LVO-a detection (e.g. Weighted Phase Lag Index, delta/alpha ratio);\n* Logistical and technical feasibility of paramedics performing dry electrode cap EEG in the ambulance in suspected AIS patients;\n* Developing one or more novel EEG data based algorithms with an optimal diagnostic accuracy for LVO-a detection in suspected AIS patients with ambulant dry electrode cap EEG."},"conditionsModule":{"conditions":["Stroke, Ischemic"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":386,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dry electrode cap EEG","type":"EXPERIMENTAL","description":"In this diagnostic accuracy study, all patients that are included in the study will undergo a dry electrode electroencephalography (EEG).","interventionNames":["Diagnostic Test: Dry electrode EEG"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Dry electrode EEG","description":"A single dry electrode electroencephalography (EEG) will be performed in each patient that is included in this study. To do this, the investigators will use the WaveguardTM dry electrode EEG cap and compatible eegoTM amplifier, developed by ANT Neuro B.V. Netherlands and both CE marked as medical devices in the European Union (see appendices 1 and 2). Both products will be used within the intended use as described in the user manuals. The dry electrode cap is put on the patients head and records the EEG signal for several minutes; the amplifier is used to amplify the EEG signal and reduce artefacts.","armGroupLabels":["Dry electrode cap EEG"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The diagnostic accuracy of dry electrode cap EEG to discriminate LVO-a stroke in the prehospital setting expressed as the area under the receiver operating characteristics (ROC) curve of the theta/alpha ratio.","description":"The diagnostic accuracy of dry electrode cap EEG to discriminate LVO-a stroke from all other strokes and stroke mimics in the prehospital setting (study phase 4) expressed as the area under the receiver operating characteristics (ROC) curve of the theta/alpha ratio.","timeFrame":"The presence or absence of an LVO-a will be assessed based on CT angiography data obtained at the emergency department (within 24 hours after inclusion in the study). EEG data will be collected at baseline."}],"secondaryOutcomes":[{"measure":"Sensitivity of dry electrode EEG for diagnosis of LVO-a","description":"Sensitivity of the theta/alpha ratio, and test characteristics of other existing EEG data based algorithms for LVO-a detection (e.g. Weighted Phase Lag Index, delta/alpha ratio).","timeFrame":"The presence or absence of an LVO-a will be assessed based on CT angiography data obtained at the emergency department (within 24 hours after inclusion in the study). EEG data will be collected at baseline."},{"measure":"Specificity of dry electrode EEG for diagnosis of LVO-a","description":"Specificity of the theta/alpha ratio, and test characteristics of other existing EEG data based algorithms for LVO-a detection (e.g. Weighted Phase Lag Index, delta/alpha ratio).","timeFrame":"The presence or absence of an LVO-a will be assessed based on CT angiography data obtained at the emergency department (within 24 hours after inclusion in the study). EEG data will be collected at baseline."},{"measure":"Positive predictive value of dry electrode EEG for diagnosis of LVO-a","description":"Positive predictive value of the theta/alpha ratio, and test characteristics of other existing EEG data based algorithms for LVO-a detection (e.g. Weighted Phase Lag Index, delta/alpha ratio).","timeFrame":"The presence or absence of an LVO-a will be assessed based on CT angiography data obtained at the emergency department (within 24 hours after inclusion in the study). EEG data will be collected at baseline."},{"measure":"Negative predictive value of dry electrode EEG for diagnosis of LVO-a","description":"Negative predictive value of the theta/alpha ratio, and test characteristics of other existing EEG data based algorithms for LVO-a detection (e.g. Weighted Phase Lag Index, delta/alpha ratio).","timeFrame":"The presence or absence of an LVO-a will be assessed based on CT angiography data obtained at the emergency department (within 24 hours after inclusion in the study). EEG data will be collected at baseline."},{"measure":"Technical feasibility of performing dry electrode EEGs in the ambulance","description":"Technical feasibility of performing dry electrode cap EEGs on patients with a suspected acute ischemic stroke in the ambulance","timeFrame":"Feedback on technical issues by the paramedic that performs the EEG and by the EEG-expert, will be collected directly at arrival in the emergency department (within 24 hours after the patient is included in the study)."},{"measure":"Logistical feasibility of performing dry electrode EEGs in the ambulance","description":"Logistical feasibility of performing dry electrode cap EEGs on patients with a suspected acute ischemic stroke in the ambulance","timeFrame":"Feedback on logistical issues by the paramedic that performs the EEG, will be collected directly at arrival in the emergency department (within 24 hours after the patient is included in the study)."},{"measure":"Algorithms with an optimal diagnostic accuracy for LVO-a detection in suspected AIS patients with ambulant dry electrode cap EEG.","description":"Developing one or more novel EEG data based algorithms with an optimal diagnostic accuracy for LVO-a detection in suspected AIS patients with ambulant dry electrode cap EEG.","timeFrame":"The presence or absence of an LVO-a will be assessed based on CT angiography data obtained at the emergency department (within 24 hours after inclusion in the study). EEG data will be collected at baseline."}]},"eligibilityModule":{"eligibilityCriteria":"STUDY PHASE 1\n\nInclusion criteria:\n\n* Age of 18 years or older;\n* Patient is in the outpatient clinic of the Clinical Neurophysiology department of the AMC, because a regular EEG has been/will be performed on him/her for standard medical care;\n* Written informed consent by patient.\n\nExclusion criteria:\n\n- Injury or active infection of electrode cap placement area.\n\nSTUDY PHASE 2\n\nInclusion criteria:\n\n* A diagnosis of acute ischemic stroke caused by a large vessel occlusion in the anterior circulation (intracranial carotid artery or proximal (M1/M2) middle cerebral artery confirmed by neuro-imaging (CTA or MRA);\n* Stroke onset \\<72 hours before expected time of performing EEG;\n* Age of 18 years or older;\n* Written informed consent by patient or legal representative.\n\nExclusion criteria:\n\n- Injury or active infection of electrode cap placement area.\n\nSTUDY PHASE 3\n\nInclusion criteria:\n\n* Suspected acute ischemic stroke, as judged by the paramedic presenting the patient to the ER or known AIS with an LVO-a;\n* Onset of symptoms or, if onset was not witnessed, last seen well \\<24 hours ago;\n* Age of 18 years or older;\n* Written informed consent by patient or legal representative (deferred).\n\nExclusion criteria:\n\n- Injury or active infection of electrode cap placement area.\n\nSTUDY PHASE 4\n\nInclusion criteria:\n\n* Suspected acute ischemic stroke as judged by the attending paramedic;\n* Onset of symptoms or, if onset not witnessed, last seen well \\<24 hours ago;\n* Age of 18 years or older;\n* Written informed consent by patient or legal representative (deferred).\n\nExclusion criteria:\n\n- Injury or active infection of electrode cap placement area.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Laura CC van Meenen, MD","role":"CONTACT","phone":"0031 20 566 3447","email":"l.c.vanmeenen@amc.uva.nl"},{"name":"Jonathan M Coutinho, MD, PhD","role":"CONTACT","phone":"0031 20 566 2004","email":"j.coutinho@amc.uva.nl"}],"overallOfficials":[{"name":"Jonathan M Coutinho, MD, PhD","affiliation":"Amsterdam UMC, University of Amsterdam","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Amsterdam University Medical Centers, location AMC","status":"RECRUITING","city":"Amsterdam","state":"Noord-Holland","zip":"1105AZ","country":"Netherlands","contacts":[{"name":"Laura CC van Meenen, MD","role":"CONTACT","phone":"0031205663447","email":"l.c.vanmeenen@amc.nl"}],"geoPoint":{"lat":52.37403,"lon":4.88969}}]},"referencesModule":{"references":[{"pmid":"36262832","type":"DERIVED","citation":"van Stigt MN, van de Munckhof AAGA, van Meenen LCC, Groenendijk EA, Theunissen M, Franschman G, Smeekes MD, van Grondelle JAF, Geuzebroek G, Siegers A, Marquering HA, Majoie CBLM, Roos YBWEM, Koelman JHTM, Potters WV, Coutinho JM. ELECTRA-STROKE: Electroencephalography controlled triage in the ambulance for acute ischemic stroke-Study protocol for a diagnostic trial. Front Neurol. 2022 Oct 3;13:1018493. doi: 10.3389/fneur.2022.1018493. eCollection 2022."},{"pmid":"34476587","type":"DERIVED","citation":"van Meenen LCC, van Stigt MN, Marquering HA, Majoie CBLM, Roos YBWEM, Koelman JHTM, Potters WV, Coutinho JM. Detection of large vessel occlusion stroke with electroencephalography in the emergency room: first results of the ELECTRA-STROKE study. J Neurol. 2022 Apr;269(4):2030-2038. doi: 10.1007/s00415-021-10781-6. Epub 2021 Sep 2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2022-04-20","uploadDate":"2022-05-30T05:57","filename":"Prot_SAP_005.pdf","size":1033561},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2019-08-09","uploadDate":"2020-11-18T03:02","filename":"ICF_003.pdf","size":327374}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}