{"protocolSection":{"identificationModule":{"nctId":"NCT02882646","orgStudyIdInfo":{"id":"823898"},"organization":{"fullName":"University of Pennsylvania","class":"OTHER"},"briefTitle":"Usability Testing of a Bilateral Activities of Daily Exercise Robot for Stroke Therapy","officialTitle":"Usability Testing of a Bilateral Activities of Daily Exercise Robot for Stroke Therapy","acronym":"BiADLER"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"WITHDRAWN","whyStopped":"Temporarily suspended due to equipment issues","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-06","type":"ACTUAL"},"completionDateStruct":{"date":"2021-06","type":"ACTUAL"},"studyFirstSubmitDate":"2016-07-22","studyFirstSubmitQcDate":"2016-08-29","studyFirstPostDateStruct":{"date":"2016-08-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-11-16","lastUpdatePostDateStruct":{"date":"2022-11-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Pennsylvania","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"In stroke rehabilitation, unilateral training of the impaired limb after stroke is often the frequent strategy used over bilateral ones. However, the clinical need for bilateral training is supported by evidence that shows that unilateral training of the impaired limb does not automatically restore bimanual coordination and function. Increased focused is needed on developing more robot-assisted therapy that can train the impaired arm bilaterally and unilaterally. Controlling these robots is often difficult and requires a better understanding of the coupling effects of the left and right hand before and after a stroke. There is a need to develop robot-assisted therapy devices that can address coupled and uncoupled bimanual movements as well as symmetry as well as asymmetry in context of human bimanual actions along with the intermanual division of labor in various ADL tasks. This study focuses on bilateral training and the use of bio-inspired control algorithms to understand impairment and recovery on Bimanual Activities of Daily Living (ADLs) by stroke subjects in terms of the arm kinematics. Healthy subjects and those with hemiplegia due to a stroke or cerebral palsy will be evaluated by a member of the research team and asked to perform a battery of tasks to test the viability and usability of a bilateral robot system called BiADLER, which allows patients to complete daily tasks with varying levels of assistance to adapt task performance to each individual subject's performance. Subjects will to provide feedback to the researchers on their observations and thoughts about the therapy devices.","detailedDescription":"Subjects may be video-taped or photographed in any of the following sessions.\n\nPart A: Participation in this part of the study will include the following steps:\n\n1) Informed Consent: After arrival, subjects will review and sign the consent form with study personnel present.\n\n2a) Pre-Assessments: A member of the research team will evaluate the subjects' affected arm and assess their ability to use it. Subjects will be evaluated using a battery of assessments in order to determine their level of impairment such as the Upper Extremity Fugl-Meyer, Montreal Cognitive Assessment, Box in Block, and grip strength using a dynamometer, etc.\n\n2b) Break: Subjects will be given a 15 minute break.\n\n2c) Subjects will be asked to use the Bilateral Activities of Daily Living Exercise Robot (Bi-ADLER) for 60 minutes. All subjects will be seated on the Bi-ADLER and asked to perform a battery of bimanual evaluation tasks (drawing ovals, standard ADL tasks like pouring, reaching, drinking etc). A total of three trials (each 1 min or less) will be done for each evaluation task and a 5 min break will be given after two tasks. His/her kinematic data while performing the corresponding evaluation task will be compared against the healthy baseline to predict their level of impairment. During this portion of the experiment, the controller will provide no assistance to the patient. This will take a total of about 25-30 mins. After the the controller will be engaged and assistance will be provided to patients for performing the same battery of tasks completed in the first half of this session. This will take another 25-30 mins.\n\nPart B: For subjects invited to participate in Part B of the study - only low to mid functioning Cerebral Palsy (CP) and stroke survivors are eligible -participation in this part of the study will include the following steps:\n\n1) Informed Consent: After arrival, subjects will review and sign the consent form with study personnel present.\n\n2a) Pre-Assessments: If subjects are only participating in Part B of the study, at their first visit, a member of the research team will evaluate their affected arm and assess their ability to use it. Subjects will be evaluated using a battery of assessments in order to determine their level of impairment such as the Upper Extremity Fugl-Meyer, Montreal Cognitive Assessment, Box in Block and grip strength using a dynamometer, etc. If a study subject participated in Part A, they will not be reevaluated by a therapist as long as evaluation was done within a month of Part B.\n\n2b) Break: Subjects will be given a 15 minute break. 2c) Bi-ADLER training with the robot for 50-60 minutes. In this part of the protocol, the subject will come to the lab for about 10-12 sessions. In each session, the subject performs different activities of daily Living tasks (like pouring, drinking etc) on the Bi-ADLER for about 50-60 mins with a 5 min break every15 mins. This part is contingent on the subject having completed Part A of the protocol. During the final session (between 10th - 12th session), the same battery of tasks as in Part A will be performed by the subject. There will also be a clinical evaluation at the end of that session to evaluate clinical scores.\n\n3) Post-Study Assessment: After their last session, a certified therapist will evaluate the participants' affected arm and assess their ability to use it."},"conditionsModule":{"conditions":["Stroke","Cerebral Palsy"],"keywords":["stroke","cerebral palsy","rehabilitation","robotics","therapy","bilateral"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke/CP survivors & healthy subjects","type":"EXPERIMENTAL","description":"Part A: Stroke and CP survivors greater than 18 years of age with hemiplegia and varying levels of impairment. The subject's stroke must have occurred at least 3 months prior to enrollment in the study. Healthy persons over the age of 18 with no upper limb impairment.\n\nPart B: Low to mid functioning CP and stroke survivors greater than 18 years of age with hemiplegia. The subject's stroke must have occurred at least 3 months prior to enrollment in the study. All will be asked to use the Bi-ADLER system.","interventionNames":["Device: Bi-ADLER"]}],"interventions":[{"type":"DEVICE","name":"Bi-ADLER","description":"Subjects will be asked to use the Bi-ADLER for 60 minutes. All subjects will be seated on the Bi-ADLER and asked to perform a battery of bimanual evaluation tasks (creating ovals, standard ADL tasks like pouring, reaching, drinking etc).","armGroupLabels":["Stroke/CP survivors & healthy subjects"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor Control as assessed by Fugl-Meyer assessment","description":"Fugl-Meyer assessment will be performed by a physical therapist and will assess motor control of the subject.","timeFrame":"The Fugl-Meyer assessment will be performed during the 1.5 hour long clinical evaluation at the beginning of the study and during the 1.5 hour long clinical evaluation at the conclusion of the study to assess change in motor control"},{"measure":"Motor Control as assessed by Box and Block","description":"The Box and Block assessment will be performed by a member of the study team and will assess motor control by how many blocks that subject is able to move over a barrier.","timeFrame":"The Box and Block assessment will be performed during the 1.5 hour long clinical evaluation at the beginning of the study and during the 1.5 hour long clinical evaluation at the conclusion of the study to assess change in motor control"},{"measure":"Motor Control as assessed by Grip Strength","description":"Grip strength will be measured by a dynamometer which clinically assesses motor control.","timeFrame":"The Grip Strength assessment will be performed during the 1.5 hour long clinical evaluation at the beginning of the study and during the 1.5 hour long clinical evaluation at the conclusion of the study to assess change in motor control"},{"measure":"Bimanual activity quality as assessed by Task Completion Time","description":"Task Completion Time (TCT): TCT is defined as the time in seconds that it takes to complete the task from initial button press to the final button press.","timeFrame":"In Part A, measured during one session, about 1.5 hours in length. For Part B, measured during 12 sessions about 1.5 hours in length"},{"measure":"Bimanual activity quality as assessed by Euclidean Distance","description":"Euclidean Distance : Relative distance (Euclidean) between the wrists positions of the left (non-dominant) and right (dominant) hands.","timeFrame":"In Part A, measured during one session, about 1.5 hours in length. For Part B, measured during 12 sessions about 1.5 hours in length"},{"measure":"Bimanual activity quality as assessed by Ovalization Index","description":"Ovalization Index : An Ovalization Index (OI) is defined to quantify the occurrence of lateral deviation when continuously drawing a straight vertical line. The strength of any bimanual coupling/interference effect was signaled by an increased OI value in the Non-congruent condition compared to the Congruent condition.","timeFrame":"In Part A, measured during one session, about 1.5 hours in length. For Part B, measured during 12 sessions about 1.5 hours in length"}],"secondaryOutcomes":[{"measure":"Phase Difference (PD)","description":"PD describes the lag between the two limbs as a measure of the synchronization of the two arms. Thus, a positive PD signifies that the dominant arm was leading in the task.","timeFrame":"In Part A, measured during one session, about 1.5 hours in length. For Part B, measured during 12 sessions about 1.5 hours in length"},{"measure":"Movement Overlap (MO)","description":"MO is defined as the time when both hands were in motion as a percentage of total TCT","timeFrame":"In Part A, measured during one session, about 1.5 hours in length. For Part B, measured during 12 sessions about 1.5 hours in length"},{"measure":"Mean Speed Smoothness","description":"Smoothness was calculated by counting the number of peaks in the velocity profile. The greater the value, the poorer the quality of the movement.","timeFrame":"In Part A, measured during one session, about 1.5 hours in length. For Part B, measured during 12 sessions about 1.5 hours in length"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPart A:\n\n* Stroke and CP survivors greater than 18 years of age with hemiplegia and varying levels of impairment.\n* The subject's stroke must have occurred at least 3 months prior to enrollment in the study.\n* Healthy persons over the age of 18 with no upper limb impairment.\n\nPart B:\n\n* Low to mid functioning CP and stroke survivors greater than 18 years of age with hemiplegia.\n* The subject's stroke must have occurred at least 3 months prior to enrollment in the study.\n\nExclusion Criteria:\n\n* The Montreal Cognitive Assessment (MoCA) to each study participant. After the administration of the MoCA, the PI and research team member will use their to expertise and discretion to determine whether the participant scored well enough on particular components of the MOCA that are of particular concern to this study, e.g. visuospatial acuity and concentration.\n* Participants must be able to sit upright for 2 hours at a time in Part A of the study; and 2 hours at a time, 3 days a week, for Part B of the study.\n* Participants enrolled in Part B cannot currently be receiving rehabilitation.\n* Participants cannot have received Botox injections within the past 3 months.\n* Participants cannot be suffering from contractures (chronic loss of joint motion) or debilitating spasticity in the upper extremity or any other neuromuscular disease.\n* If a participant is experiencing greater than mild pain, and/or the PI determines that the participant should no longer continue working with the novel therapy devices, the study will be stopped.","healthyVolunteers":true,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Michelle J Johnson, PhD","affiliation":"Penn Medicine Rittenhouse","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Penn Medicine Rittenhouse","city":"Philadelphia","state":"Pennsylvania","zip":"19146","country":"United States","geoPoint":{"lat":39.95233,"lon":-75.16379}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002547","term":"Cerebral Palsy"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001925","term":"Brain Damage, Chronic"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M5486","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}