{"protocolSection":{"identificationModule":{"nctId":"NCT03452254","orgStudyIdInfo":{"id":"849/16"},"organization":{"fullName":"University of Chile","class":"OTHER"},"briefTitle":"NIBS With mCIMT for Motor and Functional Upper Limb Recovery in Stroke Patients.","officialTitle":"Non-invasive Brain Stimulation Combined With Modified Constraint Induced Movement Therapy for Motor and Functional Upper Limb Recovery of Patients With Sub-acute Stroke: Multicenter Randomized Clinical Trial"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-03-30","type":"ACTUAL"},"completionDateStruct":{"date":"2021-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2018-02-26","studyFirstSubmitQcDate":"2018-02-26","studyFirstPostDateStruct":{"date":"2018-03-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-01","lastUpdatePostDateStruct":{"date":"2021-09-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Maricel Garrido Montenegro","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Chile"},"leadSponsor":{"name":"University of Chile","class":"OTHER"},"collaborators":[{"name":"Comisión Nacional de Investigación Científica y Tecnológica","class":"OTHER_GOV"},{"name":"Hospital San José","class":"UNKNOWN"},{"name":"Universidad Central de Chile","class":"UNKNOWN"},{"name":"Sociedad Chilena de Medicina Física y Rehabilitación","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the leading causes of serious long-term impairment. According to the estimates, 12,500 people suffer a new or recurrent ischemic stroke in Chile annually, which shows the magnitude of the problem. Motor impairment of the upper limb (UL) stands out as the principal sequel after a CVA (50% of the patients experience it), and the Constraint-Induced Movement Therapy (CIMT) is the rehabilitation approach that shows more scientific evidence today. Even though patients reach certain recuperation levels through this approach, results are still insufficient since 50-80% of the patients continue having upper limb motor impairment after completing standard rehabilitation. Because of this, it is pertinent to conduct research to explore new rehabilitation strategies to reduce the impairment indexes and to provide information for decision making based on evidence.\n\nRecent studies on functional neuroimaging propose that there is an abnormal balance in the motor cortex excitability after stroke - relative under-excitability in the affected hemisphere and over-excitability in the unaffected hemisphere (with the consequent inhibitory influence on ipsilesional regions) in stroke patient with moderate motor impairment. This imbalance in the hemispheres function would limit the possibilities of a greater recovery. Then, in order to reestablish brain balance, the investigators proposed that the early introduction of noninvasive techniques of brain stimulation, such as tDCS, to the motor rehabilitation training could promote improvement of upper limb function in patients with stroke. However, we lack studies that confirm the benefits of using these techniques, define the most appropriate protocols, and determine what patients and under which evolving stages would be the best candidates for treatment.\n\nThis study aims to \"compare the effectiveness of seven days of bi-hemispheric tDCS, both active and sham, combined with modified CIMT (mCIMT) in the motor and functional recovery of the hemiparetic upper limb in hospitalized patients with subacute unihemispheric stroke at Hospital Clínico de la Universidad de Chile and Hospital San José\". This comparison responds to the hypothesis that patients who receive bi-hemispheric and active tDCS combined with mCIMT (experimental group) get at least 30% more recovery of the paretic upper limb compared to the control group who receive sham bi-hemispheric tDCS plus mCIMT after a protocol of seven days treatment.","detailedDescription":"To test this hypothesis, the investigators propose to carry out a sham randomized multicenter double blind clinical trial. This trial considers seven continuous days of treatment when the participants with hemiparesis as a result of a stroke will be assigned to one of the treatment groups: bi-hemispheric tDCS combined with mCIMT or bi-hemispheric sham tDCS combined with mCIMT. Besides collecting demographic and clinical info from the subjects, the investigators will assess the patients using upper limb scales of functional motor recovery and an evaluation of their functional independence in basic activities of daily living (ADLs). STATA 14.0 software will be used for data analysis.\n\nTo date, no study has tested the efficacy of early bi-hemispheric stimulation in combination with mCIMT in subacute hospitalized stroke patients."},"conditionsModule":{"conditions":["Stroke","Upper Extremity Paresis","Electric Stimulation","Occupational Therapy"],"keywords":["Stroke","Upper Extremity Paresis","Neuro Rehabilitation","tDCS","mCIMT","Occupational Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Sham randomized multicenter double clinical trial.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Patients will be assigned to the active tDCS plus mCIMT group or to the sham tDCS plus mCIMT group using randomized blocking to ensure the balance between the treatments. Once the person in charge of recruiting receives the patient's informed consent, he will notify this to the person in charge of randomization who will not have any relationship with the patient, will not know the patient's clinical record, and will not be influenced by the head researchers, the evaluators, or the therapist. This person will send a text message to the person responsible for programming and installing the tDCS, who will proceed to set the tDCS either active or simulated. Patients, treating occupational therapists, and the results evaluator will be kept masked to the assignment process.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":70,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"ACTIVE_COMPARATOR","description":"Active bi-hemispheric transcranial Direct Current Stimulation combined with modified Constraint Induced Movement Therapy.","interventionNames":["Device: Active Bihemispheric Transcranial direct current Stimulation","Other: Modified Constraint Induced Movement Therapy"]},{"label":"Control Group","type":"SHAM_COMPARATOR","description":"Sham bi-hemispheric transcranial Direct Current Stimulation combined with modified Constraint Induced Movement Therapy.","interventionNames":["Device: Sham Bihemispheric Transcranial direct current Stimulation","Other: Modified Constraint Induced Movement Therapy"]}],"interventions":[{"type":"DEVICE","name":"Active Bihemispheric Transcranial direct current Stimulation","description":"The session will start with the application of the with a couple of surface sponge electrodes (25-35 cm2) on the scalp. The treatment modality will be as follows:\n\nActive tDCS: The anodic electrode will be put on affected M1. The cathodic electrode will be put on contralateral M1. We will apply a constant current of 2mA of intensity during 20 minutes while the patient performs the occupational therapy session.","armGroupLabels":["Experimental Group"],"otherNames":["Active tDCS"]},{"type":"DEVICE","name":"Sham Bihemispheric Transcranial direct current Stimulation","description":"The session will start with the application of the with a couple of surface sponge electrodes (25-35 cm2) on the scalp. The treatment modality will be as follows:\n\nSham tDCS: We will use the same place and parameters of stimulation applied for the active group, but the stimulator will deactivate after 30 seconds of stimulation. This will ensure that the patient will feel the initial tingling sensation at the beginning of the tDCS which is a requisite for blinding. The occupational therapy session will last one hour.","armGroupLabels":["Control Group"],"otherNames":["Sham tDCS"]},{"type":"OTHER","name":"Modified Constraint Induced Movement Therapy","description":"Both groups will perform the mCIMT during a period of seven consecutive days. This protocol consists of two elements:\n\n1. Restriction of the movements of the non-affected hand by wearing a mitt during six hours a day: we will use a mitt that limits the movement of the fingers but allows the free movements of the wrist, elbow, and shoulder.\n2. Intensive and individualized training of the affected arm during 2 hours a day guided by an occupational therapist: the two hours training will be divided into two sessions of one hour each. Sessions will be organized in three blocks: preparation, activation, and function. In the third block, devoted to function, the patient has to choose one activity of daily living that he wants to improve.","armGroupLabels":["Control Group","Experimental Group"],"otherNames":["mCIMT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Upper Limb Motor Recovery.","description":"Percentage of the upper limb motor recovery after seven days treatment as assessed by Fugl Meyer Upper Extremity.","timeFrame":"7 days."},{"measure":"Upper Limb Functional Recovery.","description":"Percentage of the upper limb functional recovery after seven days treatment as assessed by Wolf Motor Function Test.","timeFrame":"7 days."}],"secondaryOutcomes":[{"measure":"Independence in basic activities of daily living.","description":"Obtained score of independence in basic activities of daily living after seven days treatment as Assessed by Functional Independence Measure (FIM).","timeFrame":"10 days and 3 months later"},{"measure":"Upper Limb Motor Recovery.","description":"Percentage maintenance of the upper limb motor recovery after seven days treatment as Assessed by Fugl Meyer Upper Extremity.","timeFrame":"10 days and 3 months later"},{"measure":"Upper Limb Functional Recovery.","description":"Percentage maintenance of the upper limb functional recovery after seven days treatment as assessed by Wolf Motor Function Test.","timeFrame":"10 days"},{"measure":"Quality of life post-stroke","description":"Score in quality of life with stroke impact scale","timeFrame":"At the third month"},{"measure":"Brain activation patterns.","description":"Effect on brain activation patterns of six patients after going through a protocol of seven days treatment.","timeFrame":"7 days."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First unihemispheric stroke event, ischemic or hemorrhagic, cortical or subcortical.\n* Hemiparesis with unilateral brachial compromise.\n* Evolution time ≥ 2 days. (equal or more than 2 days after onset)\n* Patient must be 18 years old or older.\n* Showing ability to perform some movement with the upper limb: at least 20º active extension of the wrist and 10º extension in fingers and/or 20° abduction angle in the shoulder.\n* Informed consent signed by the patient.\n\nExclusion Criteria:\n\n* Previous central injury with motor sequelae.\n* Severe aphasia with a score ≥ 2 in the language item of the National Institutes of Health Stroke Scale assessment.\n* Severe cognitive impairment with a score \\< 15 points in the Mini-mental state examination.\n* Shoulder subluxation and/or pain \\> 4 points in the Visual Numeric Scale for pain.\n* Non-controlled epilepsy or epileptic seizures in the last three months.\n* Metal implants or pacemaker.\n* Pregnancy.\n* Any other condition that, in the responsible physician's opinion, could prevent the correct development of the treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Maricel A Garrido","affiliation":"University of Chile","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital San José","city":"Santiago","state":"Metropolitana","zip":"8380419","country":"Chile","geoPoint":{"lat":-33.45694,"lon":-70.64827}},{"facility":"Hospital Clinico Universidad de Chile","city":"Santiago","state":"Metropolitana","zip":"8380456","country":"Chile","geoPoint":{"lat":-33.45694,"lon":-70.64827}}]},"referencesModule":{"references":[{"pmid":"23926912","type":"RESULT","citation":"Bjorklund A, Fecht A. The effectiveness of constraint-induced therapy as a stroke intervention: a meta-analysis. Occup Ther Health Care. 2006;20(2):31-49. doi: 10.1080/J003v20n02_03."},{"pmid":"9292910","type":"RESULT","citation":"Konstan MW, Berger M. Current understanding of the inflammatory process in cystic fibrosis: onset and etiology. Pediatr Pulmonol. 1997 Aug;24(2):137-42; discussion 159-61. doi: 10.1002/(sici)1099-0496(199708)24:23.0.co;2-3."},{"pmid":"19292910","type":"RESULT","citation":"Bolognini N, Pascual-Leone A, Fregni F. Using non-invasive brain stimulation to augment motor training-induced plasticity. J Neuroeng Rehabil. 2009 Mar 17;6:8. doi: 10.1186/1743-0003-6-8."},{"pmid":"22964028","type":"RESULT","citation":"Butler AJ, Shuster M, O'Hara E, Hurley K, Middlebrooks D, Guilkey K. A meta-analysis of the efficacy of anodal transcranial direct current stimulation for upper limb motor recovery in stroke survivors. J Hand Ther. 2013 Apr-Jun;26(2):162-70; quiz 171. doi: 10.1016/j.jht.2012.07.002. Epub 2012 Sep 8."},{"pmid":"18383072","type":"RESULT","citation":"Cramer SC. Repairing the human brain after stroke: I. Mechanisms of spontaneous recovery. Ann Neurol. 2008 Mar;63(3):272-87. doi: 10.1002/ana.21393."},{"pmid":"21414995","type":"RESULT","citation":"Grefkes C, Fink GR. Reorganization of cerebral networks after stroke: new insights from neuroimaging with connectivity approaches. Brain. 2011 May;134(Pt 5):1264-76. doi: 10.1093/brain/awr033. Epub 2011 Mar 16."},{"pmid":"23084320","type":"RESULT","citation":"Kandel M, Beis JM, Le Chapelain L, Guesdon H, Paysant J. Non-invasive cerebral stimulation for the upper limb rehabilitation after stroke: a review. Ann Phys Rehabil Med. 2012 Dec;55(9-10):657-80. doi: 10.1016/j.rehab.2012.09.001. Epub 2012 Sep 29. English, French."},{"pmid":"15978929","type":"RESULT","citation":"Lavados PM, Sacks C, Prina L, Escobar A, Tossi C, Araya F, Feuerhake W, Galvez M, Salinas R, Alvarez G. Incidence, 30-day case-fatality rate, and prognosis of stroke in Iquique, Chile: a 2-year community-based prospective study (PISCIS project). Lancet. 2005 Jun 25-Jul 1;365(9478):2206-15. doi: 10.1016/S0140-6736(05)66779-7."},{"pmid":"11837526","type":"RESULT","citation":"Page SJ, Levine P, Sisto S, Bond Q, Johnston MV. Stroke patients' and therapists' opinions of constraint-induced movement therapy. Clin Rehabil. 2002 Feb;16(1):55-60. doi: 10.1191/0269215502cr473oa."},{"pmid":"23090951","type":"RESULT","citation":"Rehme AK, Grefkes C. Cerebral network disorders after stroke: evidence from imaging-based connectivity analyses of active and resting brain states in humans. J Physiol. 2013 Jan 1;591(1):17-31. doi: 10.1113/jphysiol.2012.243469. Epub 2012 Oct 22."},{"pmid":"22429242","type":"RESULT","citation":"Shafi MM, Westover MB, Fox MD, Pascual-Leone A. Exploration and modulation of brain network interactions with noninvasive brain stimulation in combination with neuroimaging. Eur J Neurosci. 2012 Mar;35(6):805-25. doi: 10.1111/j.1460-9568.2012.08035.x."},{"pmid":"16876549","type":"RESULT","citation":"Szaflarski JP, Page SJ, Kissela BM, Lee JH, Levine P, Strakowski SM. Cortical reorganization following modified constraint-induced movement therapy: a study of 4 patients with chronic stroke. Arch Phys Med Rehabil. 2006 Aug;87(8):1052-8. doi: 10.1016/j.apmr.2006.04.018."},{"pmid":"11994754","type":"RESULT","citation":"Taub E, Uswatte G, Elbert T. New treatments in neurorehabilitation founded on basic research. Nat Rev Neurosci. 2002 Mar;3(3):228-36. doi: 10.1038/nrn754."},{"pmid":"17444810","type":"RESULT","citation":"Wagner T, Valero-Cabre A, Pascual-Leone A. Noninvasive human brain stimulation. Annu Rev Biomed Eng. 2007;9:527-65. doi: 10.1146/annurev.bioeng.9.061206.133100."},{"pmid":"23956560","type":"RESULT","citation":"Singh P, Pradhan B. Study to assess the effectiveness of modified constraint-induced movement therapy in stroke subjects: A randomized controlled trial. Ann Indian Acad Neurol. 2013 Apr;16(2):180-4. doi: 10.4103/0972-2327.112461."},{"pmid":"17678656","type":"RESULT","citation":"Wu CY, Chen CL, Tang SF, Lin KC, Huang YY. Kinematic and clinical analyses of upper-extremity movements after constraint-induced movement therapy in patients with stroke: a randomized controlled trial. Arch Phys Med Rehabil. 2007 Aug;88(8):964-70. doi: 10.1016/j.apmr.2007.05.012."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"Still not decided."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000018908","term":"Muscle Weakness"},{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","asFound":"Paresis","relevance":"HIGH"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M4244","name":"Asthenia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}