{"protocolSection":{"identificationModule":{"nctId":"NCT06010849","orgStudyIdInfo":{"id":"ipkkrmc"},"organization":{"fullName":"Kahramanmaras Sutcu Imam University","class":"OTHER"},"briefTitle":"Trunk Control and Extremity Functions in Stroke","officialTitle":"The Relationship of Trunk Control With Balance, Upper Extremity and Lower Extremity Functions in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12-30","type":"ACTUAL"},"completionDateStruct":{"date":"2022-01-15","type":"ACTUAL"},"studyFirstSubmitDate":"2023-08-21","studyFirstSubmitQcDate":"2023-08-21","studyFirstPostDateStruct":{"date":"2023-08-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-22","lastUpdatePostDateStruct":{"date":"2023-11-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Zekiye İpek KATIRCI KIRMACI","investigatorTitle":"ass. prof","investigatorAffiliation":"Kahramanmaras Sutcu Imam University"},"leadSponsor":{"name":"Kahramanmaras Sutcu Imam University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The trunk is the key point of the body. Proximal trunk control is essential for distal extremity movements, balance and functional activities. The aim of the study is to examine the relationship of trunk control with balance, upper extremity and lower extremity functions in stroke patients.","detailedDescription":"Stroke is the third leading cause of death in developed countries after heart disease and cancer. In adults, it ranks first among neurological diseases in terms of causing death and disability.\n\nAbout one-third of stroke patients experience permanent physical dysfunction. This situation has a negative impact on the economic, social, psychological life and general quality of life of the patient and his family. Stroke is one of the leading causes of long-term disability in adults due to problems such as activity limitations and participation restrictions caused by disorders in body functions . At this point, rehabilitation in stroke patients has an important place in ensuring the social participation of the patient and minimizing the disorders.\n\nWhen the literature is examined, it is stated that the best functional results are revealed by a good postural control. Because the trunk is the key point of the body. Proximal trunk control is essential for distal extremity movements, balance and functional activities. It provides trunk control, static and dynamic posture, upright posture of the body, and selective trunk movements .\n\nThere are many treatment approaches to increase trunk stabilization. Gaining early trunk control is one of the basic principles of Bobath, which adopts the neurodevelopmental behavior model from neurophysiological approaches.\n\nIn recent years, core stabilization exercises, which play an active role in trunk stabilization, have started to be included in the rehabilitation program of stroke patients. Haruyama et al. demonstrated the effectiveness of core stabilization exercises on trunk control, standing, and mobility. This study also indicated the importance of trunk stabilization in balance and mobility (5).\n\nTrunk control means more than just sitting balance. Organization of postural and correction reactions, stability required for the creation of extremity movements, rotation, appropriate gait pattern, proximal stabilization to contribute to distal movement, establishment of the connection between shoulder and pelvis are provided by good trunk control. The trunk, which makes up 60% of our body mass, is necessary for controlling the force created in our body and for optimum movement in the extremities. The holistic system that includes the lower extremities, pelvis, trunk and upper extremities is called the kinetic chain. The creation, collection and transfer of the force required for extremity movements from the lower extremity to the upper extremity are made possible by this system. Thus, these segments, which are independent from each other from proximal to distal, work in a certain interaction and harmony during functional activities (6).\n\nThe aim of the study is to examine the effect of trunk control on balance, upper extremity and lower extremity functions in stroke patients."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Trunk Control","Balance","Function"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":36,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Trunk control","description":"Trunk control"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Trunk Impairment Scale","description":"The Trunk Impairment Scale (TIS) consists of 3 parts: 3 items as static sitting balance, 10 items as dynamic sitting balance, and 4 items as coordination. The maximum points received are 7, 10 and 6 points respectively. The total score of TIS is between 0 and 23. High scores indicate good trunk control (6). Turkish validity and reliability study of TIS was also conducted","timeFrame":"at baseline"},{"measure":"Berg Balance Scale (BBS)","description":"BBS: It is the gold standard scale that clinically evaluates balance and postural control. It is a 14-item scale that measures the ability to maintain balance while performing functional tasks. Each item is scored between 0 and 4. If the total score is 56 and above, the balance is considered good.","timeFrame":"at baseline"},{"measure":"Fugl meyer lower extremity test","description":"FML: It includes subsections that evaluate hip, knee, ankle joint movements, coordination and reflex activities. The highest score that can be obtained from this assessment is 34.","timeFrame":"at baseline"},{"measure":"Fugl meyer upper extremity test","description":"FMU: It includes subsections that evaluate joint movements, coordination and reflex activities related to shoulder, elbow, forearm, wrist and hand. The highest score that can be obtained from this assessment is 66.","timeFrame":"at baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n-55-85 years old, had an ischemic stroke at least 6 months ago, was at stage 2 according to brunstroma, had a mini-mental test score above 22, could stand independently for 3-4 seconds,\n\nExclusion Criteraia had orthopedic problems.","sex":"ALL","minimumAge":"55 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke patients","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"zekiye ipek katırcı kırmacı","affiliation":"kahramanmaras sütçü imam university","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kahramanmaraş Sütçü Imam University","city":"Kahramanmaraş","country":"Turkey","geoPoint":{"lat":37.5847,"lon":36.92641}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}