{"protocolSection":{"identificationModule":{"nctId":"NCT04072614","orgStudyIdInfo":{"id":"LSH-19-002"},"organization":{"fullName":"Landspitali University Hospital","class":"OTHER"},"briefTitle":"Clinical Assessment of Spatial Neglect Following Stroke","officialTitle":"Clinical Assessment and Screening of Patients With Spatial Neglect Following Stroke"},"statusModule":{"statusVerifiedDate":"2020-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-12-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-08-20","studyFirstSubmitQcDate":"2019-08-27","studyFirstPostDateStruct":{"date":"2019-08-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-05-14","lastUpdatePostDateStruct":{"date":"2020-05-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Marianne Elisabeth Klinke","investigatorTitle":"Associate Professor and Academic Chair of Nursing Care and Research within Neurology","investigatorAffiliation":"Landspitali University Hospital"},"leadSponsor":{"name":"Landspitali University Hospital","class":"OTHER"},"collaborators":[{"name":"Lithuanian University of Health Sciences","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Spatial neglect (SN) is a common heterogeneous cognitive affliction that predicts poor recovery after a stroke. It is important to identify SN so alliviating actions can be initated. Results of this cross-country study between Iceland and Lithuania should provide information on how to best identify SN in clinical care.","detailedDescription":"Spatial neglect (SN) is a common disorder following stroke, adversely affecting recovery. SN often involves associated symptoms, including anosognosia, extinction, difficulties with sustained attention and problems with emotional processing. Correct identification of SN and associated problems is essential for initiating alleviating strategies and for measuring progress. Several assessment tools exist, but psychometric testing has mostly been conducted in non-dynamic environments; a single country or culture. Thus non-transferable to a wider context and ward-based care. To optimize identification of SN and develop procedures for diverse healthcare settings, this cross-country study includes patients from Iceland and Lithuania. We will seek to maximize the clinical utility by avoiding exclusion of patients, e.g., with psycholinguistic difficulties and multiple strokes. We will: a) use behavioral SN assessment and visuo-graphic tests to validate a newly developed SN tool that incorporates many aspects of SN that are currently not addressed in conventional tests, b) validate integration of an additional component into the National Institute of Health Stroke Scale as a screening tool to identify SN, and c) evaluate differences in clinical characteristics between patients with left- and right-sided SN, and patients with and without SN."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Spatial neglect","Perceptual disorders","Diagnostic techniques and procedures","Symptom assessment","Rehabilitation","Acute care"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"12 Months","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1000,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"The Catherine Bergego Scale (CBS)","description":"The Catherine Bergego Scale (CBS) reveals presence, severity and common challenges of SN. The ten items of the scale gauge; topographical orienting; navigation, underuse of hand/arm; difficulties with dressing and grooming; difficulties attending to auditory stimuli; collisions, and searching for, or identifying objects on the neglected side. Each item will be graded from zero to three. A total score of 1-10 indicates mild SN, 11-20 moderate SN and 21-30 severe SN. The CBS will be used as a clinical reference standard for SN and to evaluate change over time. Patients with SN within 5 days post stroke will be assessed with a modified version of the CBS at three months post stroke and 1-year follow up.","timeFrame":"1 year post stroke."},{"measure":"Conventional visuo-graphic test: Star cancellation (Index test)","description":"Identifying small stars among a variety of distractors (short words and big stars). Maximun score 54, cut of point for SN 51 or less cancellations of small stars or a lateralized difference of at least two stars between two calculations.\n\nQualitative evaluation of starting point.","timeFrame":"Within 5 days post stroke."},{"measure":"Conventional visuo-graphic test: Figure copying (Index test)","description":"Replication of a four-item drawing: a tree, a house, a fence, and a car. Scoring based on completion and location of drawings. A maximum score of eight corresponds to 100% failure. Any omissions of left-sided (or right-sided) features scored one. Inability to reproduce an entire figure scored as two, and drawing the left (right) side of the figure on the right (left) side of the paper was awarded with one. A score of \\> 1 (or 12,5%) is confirmative for neglect.\n\nQualitative evaluation of starting point.","timeFrame":"Within 5 days post stroke."},{"measure":"Neglect Experience Qestionnaire (NEQ)","description":"9 item Neglect Assessment Tool (NEQ). The NEQ has been developed based on observation and interviews of 70 patients with SN and now comprises nine questions/ observations reflecting of abnormal bodily experiences associated with SN. Required observations will be collected during daily activities and combined with an approximate 5-minute interview. The NEQ will be used in the following ways: As a clinical reference standard, as an index test, and to measure change over time. Patients with SN within 5 days post stroke will be assessed with a modified version of the NEQ at three months post stroke and 1 year post stroke.","timeFrame":"1 year post stroke"},{"measure":"National Institute of HealthStroke Scale (NIHSS) picture description to screen for SN (Index test)","description":"The drawing used to assess for aphasia within the NIHSS will be used to screen for SN. Patients will be scored according to their ability to describe items within the picture. We will for instance evaluate ability to describe items within the contralesional and ipsilesional side of the A4 paper-sheet when the paper is aligned first to the midsaggital body plane.","timeFrame":"Within 5 days post stroke."}],"secondaryOutcomes":[{"measure":"Stroke severity; National Institute of Health Stroke Scale (NIHSS)","description":"Comprising 11 items; impaired consciousness, horizontal eye movement, visual fields (hemianopia); facial paralysis; motor strength (arms/legs), ataxia, aphasia, dysarthria, and extinction will be used. Hemianopia will be evaluated while patients have both renotopic fields within the intact hemispace. The score ranges from 0-42; a score of 0 indicated \"no signs of stroke\" and higher score designates increased severity. 0=No stroke symptoms, 1-4=Minor stroke, 5-15=Moderate stroke, 15-20=Moderate/severe stroke, 21-42=Severe stroke.","timeFrame":"Within 5 days post stroke"},{"measure":"Disability and dependency: Barthel Index (BI)","description":"The BI will be used to evaluate change in disability and dependence over time and differences between patients with and without SN. Measurement will be completed within 5 days post stroke; three-month post stroke, and at 1-year follow up.\n\nbasic activities. The score ranges from 0-100 with 5-point increments. A score of 0 denotes total dependence.","timeFrame":"1 year post stroke"},{"measure":"Participation: The modified Rankin Scale (mRS)","description":"The modified Rankin Scale (mRS) provides a score from total independence/perfect health to death/no function (0-6).","timeFrame":"Before hospital admission for stroke (recollected),5 days post stroke; three-month poststroke, and 1-year follow up"},{"measure":"Patients Reported Ourcome Measures: PROMIS-10","description":"PROMIS-10 provide information about perceived domains of health including overall physical health, mental health, social health, pain, fatigue, and overall perceived quality of life. Questions posed by the researcher within each of the 10 global health domains are scored by examine each item separately and score on a Likert-like scale to allow identification of specific information about perceptions of physical function, pain, fatigue, emotional distress, social health and general perceptions of health.","timeFrame":"1 year post stroke"}],"otherOutcomes":[{"measure":"Mortality rate","description":"Mortality rate within the first year","timeFrame":"1 year post stroke"},{"measure":"Length of hospital stay","description":"Length of hospital stay in days","timeFrame":"1 year post stroke"},{"measure":"Stroke re-occurence","description":"Number of stroke events within the first year","timeFrame":"1 year post stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke diagnosis confirmed by results of CT/MRI.\n* Lives in Iceland or Lithuania.\n* 18 year or older.\n* Informed consent provided by patient or proxy.\n\nExclusion Criteria:\n\n• Patients receiving end-of-life care","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Ethical approval has been obtained to conduct the data collection within the National University Hospital in Iceland (LUHI) and Hospital of Lithuanian University of Health Sciences, Kauno klinikos (LSMU-KK).\n\nConsecutive stroke patients will be assessed until we have included at least 1000 stroke patients where minimum 200 patients have SN. The yearly admissions for the years 2017 and 2018 have been an average of 850 patients (250 NUHI; LSMU-KK; 600). By anticipating lack of data in 30% instances, the required number of patients should be possible to enroll withhin 1 ½ - 2 years. Stroke patients without SN are required for evaluating the psychometric properties of SN tests and to enable comparison of clinical characteristics between patients with and without SN.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Marianne Klinke","role":"CONTACT","phone":"+354 5254000","email":"marianne@hi.is"},{"name":"Halla Arnardottir","role":"CONTACT","email":"hallarn@landspitali.is"}],"overallOfficials":[{"name":"Marianne Klinke","affiliation":"Landspitali","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Landspitali","status":"RECRUITING","city":"Reykjavík","country":"Iceland","contacts":[{"name":"Marianne Klinke","role":"CONTACT"}],"geoPoint":{"lat":64.13548,"lon":-21.89541}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M13069","name":"Perceptual Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}