{"protocolSection":{"identificationModule":{"nctId":"NCT04679727","orgStudyIdInfo":{"id":"CAMP study"},"organization":{"fullName":"Azienda Ospedaliero, Universitaria Pisana","class":"OTHER"},"briefTitle":"The Carotid Artery Multi-modality Imaging Prognostic (CAMP) Study","officialTitle":"Detecting the Vulnerable Carotid Plaque: \"The Carotid Artery Multi-modality Imaging Prognostic (CAMP) Study\" - Implications for Stroke and Cognitive Decline Prediction in Asymptomatic Carotid Artery Disease"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-19","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07-19","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-17","studyFirstSubmitQcDate":"2020-12-17","studyFirstPostDateStruct":{"date":"2020-12-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-06","lastUpdatePostDateStruct":{"date":"2022-11-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Raffaele De Caterina","investigatorTitle":"Prof.","investigatorAffiliation":"Azienda Ospedaliero, Universitaria Pisana"},"leadSponsor":{"name":"Azienda Ospedaliero, Universitaria Pisana","class":"OTHER"},"collaborators":[{"name":"University of Florence","class":"OTHER"},{"name":"Azienda USL Toscana Nord Ovest","class":"OTHER"},{"name":"Fondazione Toscana Gabriele Monasterio","class":"OTHER"},{"name":"Lund University Hospital","class":"OTHER"},{"name":"University Medical Center Groningen","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Carotid artery disease is a main cause of ischemic stroke and vascular dementia, and a highly prevalent disease. There is uncertainty about the optimal management of patients with serendipitously or systematically detected asymptomatic carotid artery disease, due to the paucity of information on the predictive features of serious vascular events. While percent diameter stenosis is currently the accepted standard to decide about local interventions (carotid artery stenting or endarterectomy), international guidelines also recommend the evaluation of qualitative features of carotid artery disease as a guide to treatment. There is, however, no agreement on which qualitative features are best predictors of events. Furthermore, a role for metabolic plaque profile, local mechanical and hemorheologic factors in triggering microembolization and silent ischemic events has been proposed from experimental studies. This inadequate knowledge leads to a poor ability to identify patients at higher risk and to an unwarranted dispersion of medical resources, lack of standardization in diagnostic methods, and the use of expensive and resource-consuming techniques.\n\nAgainst this background, the investigators aim at:\n\n1. Prospectively identifying the best predictors of (silent and overt) ischemic stroke and vascular dementia in patients with asymptomatic subcritical carotid artery disease, by identifying the non-invasive diagnostic features of the \"vulnerable carotid plaque\" as a possible guide for optimal - local and systemic - treatment.\n2. Transferring new ultrasound techniques possibly improving risk prediction to the clinical field\n3. Assess whether \"smart\", low-cost diagnostic methods, such as ultrasound-based evaluations integrating established and advanced techniques, may yield at least the same level of prospective information as more expensive and less cost-effective techniques.","detailedDescription":"BACKGROUND AND RATIONALE\n\nStroke is a most relevant health burden, the second most common cause of death and the third cause of disability worldwide. Stroke is a heterogeneous disorder with several disease mechanisms implicated in its pathogenesis. Ischemic stroke accounts for 87% of all stroke cases.\n\nSilent stroke, usually defined as focal T2 hyperintensities \\>3 mm with correlative T1 hypointensities at magnetic resonance imaging (MRI), has a reported incidence of 10-15% and a relevant significance in terms of cognitive impairment and correlations with clinically overt stroke. Silent stroke is a cerebrovascular ischemic (less frequently haemorrhagic) lesion detected by neuroimaging such as magnetic resonance imaging (MRI) that does not determine acute focal neurological deficits but causes cerebral damage in an unaware way. Typically, silent stroke (SS) affects regions associated with various mental processes, mood regulation and cognitive functions, and therefore is a leading cause of vascular cognitive impairment that impacts about one-third of individuals over the age of 70. Cerebral small vessel disease related to aging (and possibly to age-related arterial stiffness) leading to leucoaraiosis and lacunar infarctions is a main cause of SS, but also microembolic lesions due to atrial fibrillation and carotid stenosis may be involved.\n\nThe diagnosis of SS stroke may be challenging. In many cases, subjects are not diagnosed until long after a stroke occurs or in case of progressive cognitive impairment. Occasionally, strategic lesions in cerebral areas related to cognitive function, the hippocampus or the thalamus, and, more frequently, incremental lesion load over time lead to vascular dementia (VD). VD is is the second most common form of dementia after Alzheimer's disease. The prevalence of the illness is about 5% in Western countries. Current epidemiologic research suggests that AF contributes to cognitive decline and dementia independent of a history of stroke. Further work is warranted to elucidate the potential mechanisms underlying this association, and better designed studies are needed to explore the possible cognitive benefits of different therapeutic options in patients with carotid disease. Potential pathophysiological pathways linking carotid disease with cognitive decline are microembolism, systemic inflammation, and cerebral hypoperfusion.\n\nSTUDY DESIGN This is a monocenter, prospective, longitudinal, observational study. This is a no-profit study, granted by Regione Toscana - Bando Salute 2018.\n\nSetting Eligible participants (see inclusion and exclusion criteria below) will be selected and recruited in the outpatient setting of the UO Cardiologia 1 - AOUP. Exclusion and inclusion criteria will be evaluated according the previous medical history and imaging tests of the participant. All participants identified as eligible will receive all the necessary information about the study and will sign the informed consent under the supervision of the Principal Investigator. In case of enrollment, a detailed plan will be prepared for each participant to schedule the study evaluations to be integrated with the routine examinations.\n\nSTUDY OUTCOMES\n\nDifferent variables will be assessed and analyzed, in particular:\n\n1. Baseline neurological, psychological and neurocognitive evaluation 2. Baseline brain MRI evaluation 3. Angio-MRI for carotid stenosis assessment and plaque tissue characterization 4. Angio-CT evaluation for carotid stenosis assessment and plaque characterization 5. Multigate Doppler (MGD) Investigation of Carotid Artery Stenosis\n\n1. Carotid stenosis assessment\n2. Wall shear rate and flow separation analysis 6. Advanced ultrasound techniques for plaque vulnerability and local mechanical properties assessment\n\n<!-- -->\n\n1. Ultrasonographic markers of plaque composition\n2. Validation of 3D US for carotid plaque stenosis severity and morphology assessment\n3. Radiofrequency data for assessment of fibrous cap thickness, plaque deformation, and local arterial waveform and stiffness 7. Follow-up (2-years) brain MRI evaluation 8. Follow-up (2 years) neurological, psychological and neurocognitive evaluation\n\n   1. Baseline neurological, psychological and neurocognitive evaluation\n\n      Each participant will be evaluated at baseline and at the 2-year follow-up. A detailed assessment of cognitive decline/dementia will be performed as detailed:\n\n      - Montreal Cognitive Assessment (MoCA).\n\n      - Adopting a more focus on specific cognitive functions, and following results of two recent studies (The Tromso study - Mathiesen et al., 2004; Cheng et al., 2012) in asymptomatic carotid stenosis, the investigators will also assess:\n\n      • Working memory: Backward Digit Span\n\n      • Attention and psychomotor speed: Trail Making Test\n\n      • Motor functioning: Grooved Pegboard Test\n      * Memory: Verbal and Visual Paired Association\n      * Complex visuospatial perception: Modified Complex Figure Test\n      * The Dizziness Handicap Inventory\n      * The Informant Questionnaire on Cognitive Decline in the Elderly\n      * The total assessment time will be around 30 minutes.\n   2. Baseline brain MRI evaluation Silent brain infarction will be defined as focal T2 hyperintensity \\>3 mm with correlative T1 hypointensities at MRI. This evaluation will be matched with the follow-up examination, to assess the occurrence of silent strokes.\n   3. Angio-MRI for carotid stenosis assessment and plaque tissue characterization. Angio-MRI of carotid arteries will be performed at baseline and after a two-year follow-up for carotid plaque characterization.\n   4. Angio-CT evaluation for carotid stenosis assessment and plaque characterization.\n\nEstimation of lumen stenosis and vessel anatomy with contrast agents. Multi-detector-row CT will characterize plaque calcification, ulcerations, fibrous plaque thickness, intra- plaque haemorrhage and the presence of lipid-rich necrotic cores, based on voxel Hounsfield units density.\n\n5. Multigate Doppler (MGD) Investigation of Carotid Artery Stenosis The University of Pisa has a long-standing collaboration with the Department of Informational Engineering of Florence University, based upon an ultrasound advanced open platform (UlAOP) providing a detailed representation and quantification of flow velocity profile and wall shear rate by means of multiple spectral Doppler sample volumes (128) aligned perpendicularly through the longitudinal arterial axis.\n\na) Carotid stenosis assessment A customized configuration developed in Florence will be used to provide a simplified flow velocity profile in common and internal carotid artery. The correlation of central flow velocity, peak flow velocity and flow velocity distribution with severity and shape of carotid stenosis as assessed by angio-TC will be investigated.\n\nb) Wall shear rate and flow separation analysis By post-processing of MGD datasets, wall shear rate, oscillatory flow velocity patterns and retrograde flows will be estimated using a computational fluid dynamics (CFD) approach.\n\n6. Advanced ultrasound techniques for plaque vulnerability and local mechanical properties assessment After the baseline investigation, in a subset of participants, the US investigation of carotid arteries and plaques will be repeated by US system providing radiofrequency raw data for post-processing analysis. 2D images will be exploited for tissue characterization analysis; RF- datasets will be used to determine fibrous cap thickness, local plaque deformation, arterial contour-wave analysis with central pulsatile pressure.\n\n1. Ultrasonographic markers of plaque composition Carotid plaque characterization will be performed on 2D images by means of a customized software recently validated against immunohistochemistry within the context of a FP7 collaborative study on diabetes.\n2. Validation of 3D US for carotid plaque stenosis severity and morphology assessment Plaque volume and shape assessment will be assessed with a dedicated 3D probe in 50 participants. After acquisition of a 3D dataset (Fully Automated Mechanical Transducer), including total plaque volume and maximum area reduction.\n3. Radiofrequency data for assessment of fibrous cap thickness, plaque deformation, and local arterial waveform and stiffness The RF-dataset provided by the Esaote systems will allow estimate of common carotid distensibility and plaque fibrous cap thickness and deformation.\n\n   7. Follow-up brain MRI evaluation This examination will be performed at the 2-year follow-up and matched with the baseline examination, to assess new incident events. Silent stroke will be similarly defined as focal T2 hyperintensity \\>3 mm with correlative T1 hypointensities at MRI.\n\n   8. Follow-up neurological, psychological and neurocognitive evaluation This will be done with a complete physical examination and the use of dedicated scales to perform an evaluation of signs of silent stroke or cerebral involution, as per item 1.\n\nDATA MANAGEMENT Data collection All variables listed above will be safely reported on the case report form, collected and stored, including some self-reported questionnaires, i.e. the Dizziness Handicap Inventory and the Informant Questionnaire on Cognitive Decline in the Elderly (IQCODE).\n\nData management All data will be managed in compliance with the General Data Protection Regulation (GDPR). A dedicated platform (Data Platform) in full compliance with the GDPR rules and the Italian Legislative Decree no. 196 dated 30/06/2003 will be developed. Digital and paper-based case report forms will be generated to collect participants' data. Data will be then uploaded on the Data Platform for safe storing by using cloud technologies and secured access credentials and protocols (TLS / HTTPS). All necessary measures to ensure full protection of data will be applied.\n\nPseudonymisation will be guaranteed by a secured alphanumeric code, whose key will be password-protected and available only to the study investigators.\n\nData storage The principal investigator will be responsible for data collection, management, storage and pseudonymisation.\n\nStatistical analysis Correlation and regression analysis will be performed in uni- and multivariate manner, after correction for collinearity. Bland-Altman Analysis will assess the predictive power and concordance of each methods for specific plaque features. Logistic regression analysis, Cox regression analysis and survival analysis will be performed according to different predictors, after determination of cut-off values for single continuous variables. Incremental analysis (Chi-square; Net reclassification) will be performed in order to assess the integrated value of combined (multi-imaging; soluble biomarkers; clinical) methods. Inter- and intra-observer analysis will be performed. A mathematical models combining the features derived from all the techniques used to construct the best model predictive of stroke and the development of neurocognitive decline.\n\nADMINSITRATIVE ASPECTS Study financial support The study will be financially supported by Regione Toscana, Bando Salute 2018. There will be no interference from Regione Toscana on the scientific management of the study. Three financial tranches will be bestowed as for formal agreements (at the beginning of the study, at 18 months, at 36 months or termination of the study).\n\nEthical considerations The study will be conducted according to the norms of Good Clinical Practice (ICH/GCP) and to the ethical guidelines of the Declaration of Helsinki. Enrollment will start only after the protocol is approved by the local Ethical Committee. Written informed consent will be obtained from each participant before enrollment.\n\nInformed consent acquisition Each participant will be carefully and thoroughly informed by the investigators involved in the study at the time of enrollment. Written informed consent will be requested only after a comprehensive discussion with the participant.\n\nThere are no financial conflict of interest for any of the investigators involved in the study."},"conditionsModule":{"conditions":["Carotid Artery Diseases","Carotid Artery Plaque","Carotid Atherosclerosis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants developing TIA/stroke and/or subclinical ischemic lesions","description":"The incidence of TIA/stroke and, mainly, the development of subclinical ischemic lesions, as demonstrated by the comparative evaluation of two brain MRI, one at baseline - at the time of acquisition of the carotid plaque characteristics by the multiple techniques here used - and at a 2-year follow-up.","timeFrame":"2 years"},{"measure":"Number of participants developing neurocognitive decline","description":"Neurocognitive decline, as assessed by comparative neurocognitive testing, at baseline, and at the 2-year follow-up","timeFrame":"2 years"}],"secondaryOutcomes":[{"measure":"The cost of the least expensive effective pathway","description":"A cost-effectiveness evaluation, to design the least expensive patient evaluation pathway to effectively predict the occurrence of the endpoints, in order to translate it into clinical routine","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Asymptomatic carotid artery lesions between 40 and 60%, at carotid artery ultrasound, for which lesions an interventional strategy - beside optimal medical therapy - is not clearly defined.\n* Patients with asymptomatic carotid artery stenosis higher than 60% will be enrolled when revascularization by either carotid endarterectomy (CEA) or stenting will be considered not indicated or not feasible\n* Both genders (with capping implemented in order to ensure a 50±5% balance of males to females),\n\nExclusion Criteria:\n\n* Severe comorbidities a priori precluding the 2-year follow-up (cachexia; end-stage cancer; severe renal/respiratory insufficiency; advanced (class IV) heart failure; atrial fibrillation and other significant arrhythmias).\n* Severe allergic diathesis; contraindications to contrast agents for angio-TC or MRI; claustrophobia; presence of prostheses/implanted electronic devices not suitable for MRI; lack of consent for any reason.","healthyVolunteers":true,"sex":"ALL","minimumAge":"45 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients aging 45 to 85 years, with asymptomatic monolateral carotid artery lesions between 40 and 60% stenosis at carotid artery ultrasound.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Raffaele De Caterina, MD","role":"CONTACT","phone":"+39050996975","email":"raffaele.decaterina@unipi.it"}],"overallOfficials":[{"name":"Raffaele De Caterina, MD","affiliation":"Azienda Ospedaliero, Universitaria Pisana","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Azienda Ospedaliero Universitaria Pisana","status":"RECRUITING","city":"Pisa","state":"Tuscany","zip":"56124","country":"Italy","contacts":[{"name":"Raffaele De Caterina, MD","role":"CONTACT","phone":"+39050996975","email":"raffaele.decaterina@unipi.it"}],"geoPoint":{"lat":43.70853,"lon":10.4036}}]},"referencesModule":{"references":[{"pmid":"32393647","type":"BACKGROUND","citation":"Fabiani I, Palombo C, Caramella D, Nilsson J, De Caterina R. Imaging of the vulnerable carotid plaque: Role of imaging techniques and a research agenda. Neurology. 2020 May 26;94(21):922-932. doi: 10.1212/WNL.0000000000009480. Epub 2020 May 11. Erratum In: Neurology. 2021 Nov 16;97(20):968."},{"pmid":"23652265","type":"BACKGROUND","citation":"Sacco RL, Kasner SE, Broderick JP, Caplan LR, Connors JJ, Culebras A, Elkind MS, George MG, Hamdan AD, Higashida RT, Hoh BL, Janis LS, Kase CS, Kleindorfer DO, Lee JM, Moseley ME, Peterson ED, Turan TN, Valderrama AL, Vinters HV; American Heart Association Stroke Council, Council on Cardiovascular Surgery and Anesthesia; Council on Cardiovascular Radiology and Intervention; Council on Cardiovascular and Stroke Nursing; Council on Epidemiology and Prevention; Council on Peripheral Vascular Disease; Council on Nutrition, Physical Activity and Metabolism. An updated definition of stroke for the 21st century: a statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2013 Jul;44(7):2064-89. doi: 10.1161/STR.0b013e318296aeca. Epub 2013 May 7. Erratum In: Stroke. 2019 Aug;50(8):e239."},{"pmid":"28154096","type":"BACKGROUND","citation":"Feigin VL, Norrving B, Mensah GA. Global Burden of Stroke. Circ Res. 2017 Feb 3;120(3):439-448. doi: 10.1161/CIRCRESAHA.116.308413."},{"pmid":"28154099","type":"BACKGROUND","citation":"Barrett KM, Brott TG. Stroke Caused by Extracranial Disease. Circ Res. 2017 Feb 3;120(3):496-501. doi: 10.1161/CIRCRESAHA.117.310138."},{"pmid":"7678184","type":"BACKGROUND","citation":"Adams HP Jr, Bendixen BH, Kappelle LJ, Biller J, Love BB, Gordon DL, Marsh EE 3rd. Classification of subtype of acute ischemic stroke. Definitions for use in a multicenter clinical trial. TOAST. Trial of Org 10172 in Acute Stroke Treatment. Stroke. 1993 Jan;24(1):35-41. doi: 10.1161/01.str.24.1.35."},{"pmid":"16240340","type":"BACKGROUND","citation":"Ay H, Furie KL, Singhal A, Smith WS, Sorensen AG, Koroshetz WJ. An evidence-based causative classification system for acute ischemic stroke. Ann Neurol. 2005 Nov;58(5):688-97. doi: 10.1002/ana.20617."},{"pmid":"20852671","type":"BACKGROUND","citation":"Lim JS, Kwon HM. Risk of \"silent stroke\" in patients older than 60 years: risk assessment and clinical perspectives. Clin Interv Aging. 2010 Sep 7;5:239-51. doi: 10.2147/cia.s7382."},{"pmid":"26888534","type":"BACKGROUND","citation":"Gupta A, Giambrone AE, Gialdini G, Finn C, Delgado D, Gutierrez J, Wright C, Beiser AS, Seshadri S, Pandya A, Kamel H. Silent Brain Infarction and Risk of Future Stroke: A Systematic Review and Meta-Analysis. Stroke. 2016 Mar;47(3):719-25. doi: 10.1161/STROKEAHA.115.011889."},{"pmid":"35763768","type":"DERIVED","citation":"Gargani L, Baldini M, Berchiolli R, Bort IR, Casolo G, Chiappino D, Cosottini M, D'Angelo G, De Santis M, Erba P, Fabiani I, Fabiani P, Gabbriellini I, Galeotti GG, Ghicopulos I, Goncalves I, Lapi S, Masini G, Morizzo C, Napoli V, Nilsson J, Orlandi G, Palombo C, Pieraccini F, Ricci S, Siciliano G, Slart RHJA, De Caterina R. Detecting the vulnerable carotid plaque: the Carotid Artery Multimodality imaging Prognostic study design. J Cardiovasc Med (Hagerstown). 2022 Jul 1;23(7):466-473. doi: 10.2459/JCM.0000000000001314. Epub 2022 Jun 23."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000016893","term":"Carotid Stenosis"},{"id":"D000050197","term":"Atherosclerosis"}],"ancestors":[{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","asFound":"Carotid Artery Diseases","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Artery Plaque","relevance":"HIGH"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}