{"protocolSection":{"identificationModule":{"nctId":"NCT01913509","orgStudyIdInfo":{"id":"NSC102-2314-B-182-003"},"secondaryIdInfos":[{"id":"NMRPD1C0071","type":"OTHER","domain":"Chang Gung University"}],"organization":{"fullName":"Chang Gung University","class":"OTHER"},"briefTitle":"A Study of Post-Stroke Pain and Fatigue: Clinical Evaluation and Treatment Effect","officialTitle":"A Study of Post-Stroke Pain and Fatigue: Clinical Evaluation and Treatment Effect"},"statusModule":{"statusVerifiedDate":"2018-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-12"},"primaryCompletionDateStruct":{"date":"2017-07","type":"ACTUAL"},"completionDateStruct":{"date":"2017-07","type":"ACTUAL"},"studyFirstSubmitDate":"2013-07-30","studyFirstSubmitQcDate":"2013-07-31","studyFirstPostDateStruct":{"date":"2013-08-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-07-31","lastUpdatePostDateStruct":{"date":"2018-08-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Li-Ling Chuang","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Chang Gung University"},"leadSponsor":{"name":"Chang Gung University","class":"OTHER"},"collaborators":[{"name":"Mackay Memorial Hospital","class":"OTHER"},{"name":"Chang Gung Memorial Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The investigators anticipate this research will shed light on metric properties of outcome measures of pain and fatigue and the effects of the combined therapy for stroke patients. The overall findings will contribute to guide the choice of proper assessment tool and the development of effective rehabilitation programs.","detailedDescription":"Hemiplegic shoulder pain affects from 16%-84% of stroke patients and fatigue occurs among 39%-72% of stroke victims, which can have an adverse impact on rehabilitation outcomes by interrupting treatment process, daily functions, and quality of life (QOL) for stroke patients. Considering the high prevalence and detrimental effects of poststroke shoulder pain and fatigue, it is vital for monitoring these symptoms and therapeutic interventions to be developed for those suffering from poststroke pain and fatigue. Therefore, to validate existing assessments of pain/fatigue, and to evaluate the efficacy of potential pain/fatigue interventions are needed.\n\nA vertical Numerical Rating Scale with Faces Rating Scale (NRS-FRS) could be used by all stroke patients as pain and fatigue measurement. The Brief Pain Inventory (BPI) and Brief Fatigue Inventory (BFI) measure pain/fatigue intensity and pain/fatigue interference, which might provide more information regarding pain/fatigue symptoms. The first aim of this research is to examine the psychometric properties of the vertical NRS-FRS, BPI, and BFI.\n\nFunctional electrical stimulation (FES) appears to offer benefits in relieving painful hemiplegic shoulder. Previous studies have shown that therapeutic electrical stimulation of the posterior deltoid and supraspinatus muscles significantly reduces shoulder subluxation, but inconsistent results on pain reduction, pain-free range of motion of the affected shoulder joint, and arm function. Conventional rehabilitation usually applies transcutaneous electrical nerve stimulation (TENS) to relieve pain. Bilateral arm training (BAT) is one of the novel interventions in stroke rehabilitation to improve motor recovery of the affected arm, especially proximal part of the upper-limb.Therefore, the second aim of this research is to investigate whether the combined therapy of FES and BAT (FES-BAT) could reduce hemiplegic shoulder pain and improve motor function of the affected arm as compared with TENS plus BAT (TENS-BAT). Whether interventions could further lead to better functional performance and higher QOL would be of interest.\n\nThis 3-year project is implemented in three stages and recruit 80 patients with chronic stroke. At the first stage, investigators conduct a test-retest study to investigate the reliability and validity of outcome measures on hemiplegic shoulder pain and poststroke fatigue in 80 patients. At the second stage, investigators conduct a randomized controlled trial (RCT) to investigate the relative effects of the FES-BAT versus TENS-BAT for 40 stroke patients with hemiplegic shoulder pain and moderate-to-mild motor impairment. Treatment regimens are designed to ensure that patients in the 2 groups receive an equivalent intensity of treatment (1 hour/day, 3 days/week for 4 weeks). At the third stage, investigators will determine clinimetric properties of the primary outcome measures, such as responnsiveness, minimal detectable change, and minimal clinical important change."},"conditionsModule":{"conditions":["Stroke"],"keywords":["hemiplegic shoulder pain","poststroke fatigue","functional electrical stimulation","stroke rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":110,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Combined Therapy of FES and BAT","type":"EXPERIMENTAL","description":"Patients with hemiplegic shoulder pain is applied functional electrical stimulation and bilateral arm training (FES-BAT) one hour daily, 3 days per week for 4 weeks and a total of 12 sessions to stimulate the supraspinatus muscle and the posterior deltoid muscle of the affected arm.","interventionNames":["Device: Combined Therapy of FES and BAT"]},{"label":"Conventional Rehabilitation","type":"ACTIVE_COMPARATOR","description":"The stroke patients in CR group receive a structure protocol using electrical modality such as transcutaneous electrical nerve stimulation (TENS) and bilateral arm training (TENS-BAT) one hour daily, 3 days per week for 4 weeks and a total of 12 sessions.","interventionNames":["Device: Conventional Rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"Combined Therapy of FES and BAT","description":"FES treatment is applied to stimulate the supraspinatus muscle and the posterior deltoid muscle of the affected shoulder. Then patients receive bilateral arm training focused on reaching, shoulder abduction, and shoulder horizontal abduction.","armGroupLabels":["Combined Therapy of FES and BAT"]},{"type":"DEVICE","name":"Conventional Rehabilitation","description":"Stroke patients in CR group receive the protocol which includes (1) TENS; (2) BAT. The activities are adapted based on the level of motor impairment, and functional needs of individual patients.","armGroupLabels":["Conventional Rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Vertical Numerical Rating Scale with Faces Rating Scale","description":"The NRS supplemented with the Wong-Baker FRS is a combination of the 0- to 10-point vertical NRS with word anchors and the six facial expressions of the FRS facilitating scoring the intensity of participants' pain/fatigue. The question for measuring pain/fatigue will be: \"How much hemiplegic shoulder pain/poststroke fatigue do you feel today? Please point to the number that best reflects your current level of hemiplegic shoulder pain/poststroke fatigue\"","timeFrame":"2 minutes"},{"measure":"Brief Pain Inventory (BPI)","description":"The BPI includes four ratings of the intensity of pain (items 3-7), and seven that cover the impact of pain. Since pain can be quite variable over a day, the BPI asks patients to rate their pain at the time of responding to the questionnaire (pain now), and also at its worst, least, and average over the previous day, with 0 being \"no pain\" and 10 being \"pain as bad as you can imagine.\" The pain now, worst, least, and average rating will be combined to give a composite index of pain severity. Interference of pain is to estimate the degree to which pain limits patients' functions in the past one week, with 0 being \"no interference\" and 10 being \"interferes completely.\" The BPI asks for ratings of the degree to which pain interferes with general activity, mood, walking ability, normal work, relations with others, sleep, and enjoyment of life. The mean of these scores will be used as a pain interference score.","timeFrame":"3 minutes"},{"measure":"Brief Fatigue Inventory (BFI)","description":"The BFI was developed to measure the severity of fatigue and the impact of fatigue on daily functioning in cancer populations. The BFI uses a 0-10 numeric rating scale to measure fatigue severity (worst fatigue, usual fatigue, fatigue now) and interference with life activities (general activity, mood, walking ability, normal work, relationships to others, sleep, and enjoyment of life) in the past 24 hours, with 0 (no fatigue/no interference) to 10 (fatigue as bad as you can imagine/completely interferences). A composite fatigue severity score is the average of the three severity items and a composite fatigue interference score is the average of the six interference items. A global fatigue score will be obtained by averaging all the items on the BFI.","timeFrame":"3 minutes"},{"measure":"Fugel Meyer Assessment (FMA)","description":"The FMA was developed to measure the motor impairments of stroke patients.","timeFrame":"5 to 10 minutes"}],"secondaryOutcomes":[{"measure":"Functional Independent Measure (FIM)","description":"The FIM is used to measure daily functions of stroke patients.","timeFrame":"3 minutes"},{"measure":"Stroke Impact Scale (SIS) version 3","description":"The SIS is used to assess quality of life in stroke patients.","timeFrame":"5 minutes"},{"measure":"Nottingham Extended Activities of Daily Living Scale (NEADL)","description":"The NEADL is used to assess instrumental ADL ability of stroke patients.","timeFrame":"3 minutes"},{"measure":"10-meter walk test","description":"The 10-meter walk test is used to measure preferred gait speed and fasted gait speed.","timeFrame":"2 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. first-ever stroke with onset duration more than 3 months;\n2. self-reported at least mild intensity of hemiplegic shoulder pain and poststroke fatigue in the past 7 days (the NRS score ≥ 2);\n3. Brunnstrom stage III or above and an initial Fugl-Meyer Assessment score of 56 to 79 or 65-100 indicating moderate or mild movement impairment for Stage 2;\n4. no serious cognitive deficits (a score of more than 22 on the Mini Mental State Exam);\n5. no participation in any experimental rehabilitation or drug studies during the study period; and (6) willing to provide written informed consent prior to study entry.\n\nExclusion Criteria:\n\n1. history of ventricular arrhythmias, or with a cardiac pacemaker, especially those with cardiac failure with conduction problems;\n2. previous contralateral stroke with persistent neurological deficit;\n3. a shoulder pathology not related to the stroke (tumor, infection, scapular instability, winged scapula);\n4. complicated regional pain syndrome or brachial plexus lesion;\n5. diagnosis of epilepsy with history of recurring seizures in the past six months;\n6. under irregular analgesia or other fatigue-relieving treatment during the study period because we expect that pain/fatigue medications might complicate measurements of shoulder pain and fatigue. If patients are on regular treatment, it has been so for more than one week;\n7. acute pain after operation; and\n8. auditory, visual, physical, or mental disabilities that would interfere with patients' ability to comprehend instructions for completing the outcome measures.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Li-Ling Chuang, PhD","affiliation":"Chang Gung University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chang Gung Memorial Hospital","city":"Taoyuan","country":"Taiwan","geoPoint":{"lat":24.95233,"lon":121.20193}}]},"referencesModule":{"references":[{"pmid":"19811888","type":"BACKGROUND","citation":"Lerdal A, Bakken LN, Kouwenhoven SE, Pedersen G, Kirkevold M, Finset A, Kim HS. Poststroke fatigue--a review. J Pain Symptom Manage. 2009 Dec;38(6):928-49. doi: 10.1016/j.jpainsymman.2009.04.028."},{"pmid":"22910531","type":"BACKGROUND","citation":"Naess H, Lunde L, Brogger J. The effects of fatigue, pain, and depression on quality of life in ischemic stroke patients: the Bergen Stroke Study. Vasc Health Risk Manag. 2012;8:407-13. doi: 10.2147/VHRM.S32780. Epub 2012 Jun 27."},{"pmid":"29183339","type":"DERIVED","citation":"Chuang LL, Chen YL, Chen CC, Li YC, Wong AM, Hsu AL, Chang YJ. Effect of EMG-triggered neuromuscular electrical stimulation with bilateral arm training on hemiplegic shoulder pain and arm function after stroke: a randomized controlled trial. J Neuroeng Rehabil. 2017 Nov 28;14(1):122. doi: 10.1186/s12984-017-0332-0."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000005221","term":"Fatigue"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M8054","name":"Fatigue","asFound":"Fatigue","relevance":"HIGH"},{"id":"M21597","name":"Shoulder Pain","relevance":"LOW"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}