{"protocolSection":{"identificationModule":{"nctId":"NCT00005245","orgStudyIdInfo":{"id":"1126"},"secondaryIdInfos":[{"id":"R01HL042320","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HL042320"}],"organization":{"fullName":"University of North Carolina, Chapel Hill","class":"OTHER"},"briefTitle":"Community Structure and Cardiovascular Mortality Trends","officialTitle":"Community Structure and Cardiovascular Mortality Trends"},"statusModule":{"statusVerifiedDate":"2016-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"1989-06"},"primaryCompletionDateStruct":{"date":"1993-05","type":"ACTUAL"},"completionDateStruct":{"date":"1993-05","type":"ACTUAL"},"studyFirstSubmitDate":"2000-05-25","studyFirstSubmitQcDate":"2000-05-25","studyFirstPostDateStruct":{"date":"2000-05-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-02-04","lastUpdatePostDateStruct":{"date":"2016-02-05","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"University of North Carolina, Chapel Hill","class":"OTHER"},"collaborators":[{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}]},"descriptionModule":{"briefSummary":"To assess the relationship of community socioeconomic (SE) structure to cardiovascular disease and all-cause mortality trends in the United States.","detailedDescription":"BACKGROUND:\n\nSocioeconomic structure refers to aspects of communities -- their industries, physical resources, occupational and income distributions -- that create the conditions for change in health-related exposures, behaviors, and availability of quality medical care. Preliminary studies suggest growing inequalities in ischemic heart disease mortality in communities at different levels of socioeconomic structure that probably reflect both differences in timing of onset of decline and rate of decline of mortality. Despite the beginning of a national decline of ischemic heart disease mortality for white men in the middle 1960's, some communities only began the decline some years later, at which time the national decline accelerated. Late declining communities were more likely to be nonmetropolitan and in the South. Further analyses showed that the onset of decline was strongly related to measures of socioeconomic structure, and that income-related characteristics could account for much of the previously observed metropolitan differential. Another study showed that the decline of ischemic heart disease in both white men and women has been greater in county groups with occupational structures characterized by higher levels of white collar employment. The trend toward greater relative geographic inequality of mortality appears to be stronger for ischemic heart disease than for stroke, all cardiovascular disease or all-cause mortality. Prevention strategies should take account of these processes not only to achieve a more equitable distribution of health but to target populations with the greatest excess risk available for reduction.\n\nDESIGN NARRATIVE:\n\nSeveral analyses were conducted using mortality data from the National Center for Health Statistics and population and socioeconomic data from the Census Bureau. The onset of decline of ischemic heart disease in white women and Black men was analyzed in relation to geographic region, metropolitan status, and socioeconomic structure. The association between onset of decline of ischemic heart disease and its rate of decline was studied. The relationship of occupational structure and other aspects of socioeconomic structure to the rate of decline of ischemic heart disease mortality in Blacks and whites was quantified by age. Geographic variations in levels and trends of stroke mortality were described in relation to socioeconomic structure. The associations of socioeconomic structure, cardiovascular disease risk factors, blood pressure treatment, and mortality were quantified in geographic areas sampled in the National Health and Nutrition Examination Survey (NHANES). Socioeconomic structure-mortality trend associations for ischemic heart disease and stroke were compared to associations for all cardiovascular disease, all-cause and non-specific causes. A detailed analysis was made of socioeconomic structure-mortality associations in the United States South with special attention to impact on Black/white mortality differentials."},"conditionsModule":{"conditions":["Cardiovascular Diseases","Heart Diseases","Myocardial Ischemia","Cerebrovascular Disorders","Cerebrovascular Accident"]},"designModule":{"studyType":"OBSERVATIONAL"},"eligibilityModule":{"eligibilityCriteria":"No eligibility criteria","healthyVolunteers":false,"sex":"MALE","maximumAge":"100 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Steven Wing","affiliation":"University of North Carolina, Chapel Hill","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"1490130","type":"BACKGROUND","citation":"Carter LR, Walton SE, Knowles MK, Wing S, Tyroler HA. Social inequality of stroke mortality among US black populations, 1968 to 1987. Ethn Dis. 1992 Fall;2(4):343-51."},{"pmid":"1456333","type":"BACKGROUND","citation":"Casper M, Wing S, Strogatz D, Davis CE, Tyroler HA. Antihypertensive treatment and US trends in stroke mortality, 1962 to 1980. Am J Public Health. 1992 Dec;82(12):1600-6. doi: 10.2105/ajph.82.12.1600."},{"pmid":"1739148","type":"BACKGROUND","citation":"Wing S, Barnett E, Casper M, Tyroler HA. Geographic and socioeconomic variation in the onset of decline of coronary heart disease mortality in white women. Am J Public Health. 1992 Feb;82(2):204-9. doi: 10.2105/ajph.82.2.204."},{"pmid":"1795152","type":"BACKGROUND","citation":"Casper M, Wing S, Strogatz D. Variation in the magnitude of black-white differences in stroke mortality by community occupational structure. J Epidemiol Community Health. 1991 Dec;45(4):302-6. doi: 10.1136/jech.45.4.302."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Myocardial Ischemia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}