{"protocolSection":{"identificationModule":{"nctId":"NCT02791880","orgStudyIdInfo":{"id":"STU 112015-015"},"organization":{"fullName":"University of Texas Southwestern Medical Center","class":"OTHER"},"briefTitle":"Acute Kidney Injury Genomics and Biomarkers in TAVR Study","officialTitle":"Genomic and Biomarker Predictors of Acute Kidney Injury and Other Post-Procedural Outcomes Following Transcatheter Aortic Valve Replacement"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-10-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2031-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2031-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-02-19","studyFirstSubmitQcDate":"2016-06-01","studyFirstPostDateStruct":{"date":"2016-06-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-07-24","lastUpdatePostDateStruct":{"date":"2023-07-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Amanda A Fox, MD, MPH","investigatorTitle":"Professor of Anesthesiology","investigatorAffiliation":"University of Texas Southwestern Medical Center"},"leadSponsor":{"name":"University of Texas Southwestern Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In the last decade, transcatheter aortic valve replacement (TAVR) has become an increasingly utilized alternative procedure for replacing a stenotic aortic valve. This study collects clinical information, DNA, blood and urine samples (throughout procedural hospitalization) in order to investigate the incidence of acute kidney injury (AKI) in patients undergoing TAVR and to identify key clinical and procedural predictors of AKI. This study seeks to identify blood and urine biomarkers that can be used for early detection of AKI around the time of the procedure. The study seeks to assess for novel genetic variants associated with development of AKI after TAVR. Finally the study seeks to assess for novel genetic variants and biomarkers that are associated with adverse cardiovascular events after TAVR and to further explore how these events may inter-relate with acute kidney injury.","detailedDescription":"This study enrolls patients who have aortic stenosis who undergo TAVR at the University of Texas Southwestern Medical Center University Hospital. Development of post-TAVR AKI defined according to the Kidney Disease: Improving Global Outcomes (KDIGO) SCr based criteria will be ascertained. Patients will be followed during primary hospitalization and during the 5 years following TAVR for adverse kidney outcomes as well as potentially related adverse cardiovascular outcomes. Clinical and procedural data is collected for each study patient. All subjects will have paired blood and urine collection done pre-TAVR, 6 hours after aortic valve prosthesis deployment, and on post-procedure days 1 and 2. Subjects who develop AKI will also have paired blood and urine samples collected on days 3, 4 and 5. Patients receive follow-up questionnaires by mail or email asking about hospitalizations as well as visits to cardiology, nephrology and primary care physicians. Questionnaires will also ask about health-related quality of life using validated study questionnaires. Patient follow-up will occur at regular intervals until 5 years after TAVR procedure."},"conditionsModule":{"conditions":["Acute Kidney Injury","Renal Insufficiency, Chronic","Heart Failure","Myocardial Infarction","Arrhythmias, Cardiac","Stroke"],"keywords":["acute kidney injury","transcatheter aortic valve replacement","genomics","biomarker"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"DNA collected before procedure. Paired urine, serum, and plasma samples collected before valve replacement, six hours after valve replacement, and post-procedure days 1 and 2. Additional samples are collected on post-procedure days 3, 4 and 5 if the patient develops acute kidney injury after the procedure."},"enrollmentInfo":{"count":3000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"TAVR patients","description":"The group of interest is the patient population with aortic stenosis who are undergoing transcatheter aortic valve replacement (TAVR)","interventionNames":["Procedure: Transcatheter Aortic Valve Replacement"]}],"interventions":[{"type":"PROCEDURE","name":"Transcatheter Aortic Valve Replacement","description":"The investigators will collect blood and urine samples from patients with aortic stenosis who are undergoing transcatheter aortic valve replacement.","armGroupLabels":["TAVR patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Acute Kidney Injury using KDIGO criteria","description":"Data will be collected from electronic medical records; data points to be collected for this measurement include serum creatinine","timeFrame":"Day of procedure to post procedure day 5"}],"secondaryOutcomes":[{"measure":"Chronic renal insufficiency (i.e. number of patients that will have received a diagnosis of chronic renal insufficiency)","description":"Chronic renal insufficiency is defined as patient having impaired renal function (albumin/creatinine ratio \\>/= 300 mg/g and eGFR \\<60 mL/min/1.73\\^2).","timeFrame":"Day of procedure to year 5"},{"measure":"Heart failure per NYHA class II, III, IV","description":"This will be measured in accordance to New York Heart Association Guidelines.","timeFrame":"Day of procedure to year 5"},{"measure":"Presence of Arrhythmia (i.e. number of patients who develop an arrhythmia from postoperative day 0 to 5 years).","description":"Data will be collected from electronic medical records; data points to be collected for this measurement include post-procedural EKG reports and progress notes.","timeFrame":"Day of procedure to year 5"},{"measure":"Myocardial Infarction (i.e. number of participants who develop a MI during postoperative day 0 to year 5)","description":"Data will be collected from electronic medical records; data points to be collected for this measurement include post-procedural EKG reports, cardiac enzyme values, progress notes, and cardiac catheterization reports.","timeFrame":"Day of procedure to year 5"},{"measure":"Cerebrovascular accident (i.e. number of participants who develop transient ischemic attack or permanent stroke during postoperative day 0 up to 5 years)","description":"Data will be collected from electronic medical records; data points to be collected for this measurement include post procedural imaging data and progress notes.","timeFrame":"Day of procedure to year 5"},{"measure":"Vascular complications (i.e. number of participants who develop arterial injury, dissection, limb ischemia during postoperative day 0 up to year 5)","description":"Data will be collected from electronic medical records; data points to be collected for this measurement include post procedural imaging data, progress notes and operative reports.","timeFrame":"Day of procedure to year 5"},{"measure":"Need for dialysis (e.g. number of participants who undergo post-procedural dialysis)","description":"Data will be collected from electronic medical records; data points to be collected for this measurement include progress notes, and consultation notes.","timeFrame":"Day of procedure to year 5"},{"measure":"Mortality (i.e. number of participants who are deceased during postoperative day 0 up to year 5)","description":"Data will be collected from electronic medical records; data points to be collected for this measurement include progress notes and death notes.","timeFrame":"Day of procedure to year 5"},{"measure":"KCCQ Quality of Life Survey","description":"The Kansas City Cardiomyopathy Questionnaire (KCCQ Short Form) is a health-related quality of life measure for heart failure.","timeFrame":"Administered once prior to the procedure and 1 month to 5 years after hospital discharge"},{"measure":"SAQ Quality of Life Survey","description":"The Seattle Angina Questionnaire (SAQ Short Form) is a health-related quality of life measure for coronary artery disease.","timeFrame":"Administered once prior to the procedure and 1 month to 5 years after hospital discharge"},{"measure":"SF12 Quality of Life Survey","description":"12-item short form Health survey (SF12) is a health-related quality of life measure of functional health and well-being from the patient's point of view.","timeFrame":"Administered once prior to the procedure and 1 month to 5 years after hospital discharge"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria: Subjects are eligible to participate if they are undergoing TAVR for aortic stenosis at the University of Texas Southwestern Medical Center.\n\nExclusion Criteria:\n\n1. The patient cannot or will not provide informed consent.\n2. The patient is aged less than 18 years.\n3. The patient's pre-procedural hematocrit is less than 25%.\n4. The patient has known human immunodeficiency virus infection\n5. The patient has known hepatitis C that has not been treated with antiviral medications\n6. In the opinion of the principal investigator, the patient will be unlikely to complete long-term follow up for medical or social reasons (this includes transient patients and patients who have no fixed address).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Subjects will be enrolled from the population of patients with aortic stenosis undergoing TAVR. Enrollment will likely occur over a 15 year time period to reach target enrollment. A total of 3,000 subjects are presently targeted for enrollment at University of Texas Southwestern University Hospitals and Parkland Health and Hospital Systems.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Amanda A Fox, MD, MPH","affiliation":"University of Texas Southwestern Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Parkland Health & Hospital Systems","city":"Dallas","state":"Texas","zip":"75235","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}},{"facility":"University of Texas Southwestern Medical Center","city":"Dallas","state":"Texas","zip":"75390","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}},{"facility":"William J. Clements University Hospital","city":"Dallas","state":"Texas","zip":"75390","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}}]},"referencesModule":{"references":[{"pmid":"21880298","type":"BACKGROUND","citation":"Stortecky S, Brinks H, Wenaweser P, Huber C, Pilgrim T, Windecker S, Carrel T, Kadner A. Transcatheter aortic valve implantation or surgical aortic valve replacement as redo procedure after prior coronary artery bypass grafting. Ann Thorac Surg. 2011 Oct;92(4):1324-30; discussion 1230-1. doi: 10.1016/j.athoracsur.2011.05.106. Epub 2011 Aug 31."},{"pmid":"24556191","type":"BACKGROUND","citation":"Elhmidi Y, Bleiziffer S, Deutsch MA, Krane M, Mazzitelli D, Lange R, Piazza N. Acute kidney injury after transcatheter aortic valve implantation: incidence, predictors and impact on mortality. Arch Cardiovasc Dis. 2014 Feb;107(2):133-9. doi: 10.1016/j.acvd.2014.01.002. Epub 2014 Feb 17."},{"pmid":"25217456","type":"BACKGROUND","citation":"Giordana F, D'Ascenzo F, Nijhoff F, Moretti C, D'Amico M, Biondi Zoccai G, Sinning JM, Nickenig G, Van Mieghem NM, Chieffo A, Dumonteil N, Tchetche D, Barbash IM, Waksman R, D'Onofrio A, Lefevre T, Pilgrim T, Amabile N, Codner P, Kornowski R, Yong ZY, Baan J, Colombo A, Latib A, Salizzoni S, Omede P, Conrotto F, La Torre M, Marra S, Rinaldi M, Gaita F. Meta-analysis of predictors of all-cause mortality after transcatheter aortic valve implantation. Am J Cardiol. 2014 Nov 1;114(9):1447-55. doi: 10.1016/j.amjcard.2014.07.081. Epub 2014 Aug 13."},{"pmid":"26113391","type":"BACKGROUND","citation":"Thongprayoon C, Cheungpasitporn W, Srivali N, Ungprasert P, Kittanamongkolchai W, Greason KL, Kashani KB. Acute kidney injury after transcatheter aortic valve replacement: a systematic review and meta-analysis. Am J Nephrol. 2015;41(4-5):372-82. doi: 10.1159/000431337. Epub 2015 Jun 19."},{"pmid":"20961243","type":"BACKGROUND","citation":"Leon MB, Smith CR, Mack M, Miller DC, Moses JW, Svensson LG, Tuzcu EM, Webb JG, Fontana GP, Makkar RR, Brown DL, Block PC, Guyton RA, Pichard AD, Bavaria JE, Herrmann HC, Douglas PS, Petersen JL, Akin JJ, Anderson WN, Wang D, Pocock S; PARTNER Trial Investigators. Transcatheter aortic-valve implantation for aortic stenosis in patients who cannot undergo surgery. N Engl J Med. 2010 Oct 21;363(17):1597-607. doi: 10.1056/NEJMoa1008232. Epub 2010 Sep 22."},{"pmid":"25592763","type":"BACKGROUND","citation":"Najjar M, Salna M, George I. Acute kidney injury after aortic valve replacement: incidence, risk factors and outcomes. Expert Rev Cardiovasc Ther. 2015 Mar;13(3):301-16. doi: 10.1586/14779072.2015.1002467. Epub 2015 Jan 16."},{"pmid":"24188224","type":"BACKGROUND","citation":"Tomey MI, Gidwani UK, Sharma SK. Cardiac critical care after transcatheter aortic valve replacement. Cardiol Clin. 2013 Nov;31(4):607-18, ix. doi: 10.1016/j.ccl.2013.07.006."},{"pmid":"20037180","type":"BACKGROUND","citation":"Bagur R, Webb JG, Nietlispach F, Dumont E, De Larochelliere R, Doyle D, Masson JB, Gutierrez MJ, Clavel MA, Bertrand OF, Pibarot P, Rodes-Cabau J. Acute kidney injury following transcatheter aortic valve implantation: predictive factors, prognostic value, and comparison with surgical aortic valve replacement. Eur Heart J. 2010 Apr;31(7):865-74. doi: 10.1093/eurheartj/ehp552. Epub 2009 Dec 27."},{"pmid":"25547551","type":"BACKGROUND","citation":"Konigstein M, Ben-Assa E, Banai S, Shacham Y, Ziv-Baran T, Abramowitz Y, Steinvil A, Leshem Rubinow E, Havakuk O, Halkin A, Keren G, Finkelstein A, Arbel Y. Periprocedural bleeding, acute kidney injury, and long-term mortality after transcatheter aortic valve implantation. Can J Cardiol. 2015 Jan;31(1):56-62. doi: 10.1016/j.cjca.2014.11.006. Epub 2014 Nov 11."},{"pmid":"18565480","type":"BACKGROUND","citation":"Goldberg R, Dennen P. Long-term outcomes of acute kidney injury. Adv Chronic Kidney Dis. 2008 Jul;15(3):297-307. doi: 10.1053/j.ackd.2008.04.009."},{"pmid":"17464117","type":"BACKGROUND","citation":"Haase-Fielitz A, Haase M, Bellomo R, Dragun D. Genetic polymorphisms in sepsis- and cardiopulmonary bypass-associated acute kidney injury. Contrib Nephrol. 2007;156:75-91. doi: 10.1159/000102072."},{"pmid":"12538238","type":"BACKGROUND","citation":"Bolstad BM, Irizarry RA, Astrand M, Speed TP. A comparison of normalization methods for high density oligonucleotide array data based on variance and bias. Bioinformatics. 2003 Jan 22;19(2):185-93. doi: 10.1093/bioinformatics/19.2.185."},{"pmid":"25155800","type":"BACKGROUND","citation":"Khawaja MZ, Williams R, Hung J, Arri S, Asrress KN, Bolter K, Wilson K, Young CP, Bapat V, Hancock J, Thomas M, Redwood S. Impact of preprocedural mitral regurgitation upon mortality after transcatheter aortic valve implantation (TAVI) for severe aortic stenosis. Heart. 2014 Nov;100(22):1799-803. doi: 10.1136/heartjnl-2014-305775. Epub 2014 Aug 25."},{"pmid":"17701901","type":"BACKGROUND","citation":"Purcell S, Neale B, Todd-Brown K, Thomas L, Ferreira MA, Bender D, Maller J, Sklar P, de Bakker PI, Daly MJ, Sham PC. PLINK: a tool set for whole-genome association and population-based linkage analyses. Am J Hum Genet. 2007 Sep;81(3):559-75. doi: 10.1086/519795. Epub 2007 Jul 25."},{"pmid":"19897823","type":"BACKGROUND","citation":"Faul F, Erdfelder E, Buchner A, Lang AG. Statistical power analyses using G*Power 3.1: tests for correlation and regression analyses. Behav Res Methods. 2009 Nov;41(4):1149-60. doi: 10.3758/BRM.41.4.1149."},{"pmid":"28181420","type":"BACKGROUND","citation":"Movafagh S, Raj D, Sanaei-Ardekani M, Bhatia D, Vo K, Mahmoudieh M, Rahman R, Kim EH, Harralson AF. Hypoxia Inducible Factor 1: A Urinary Biomarker of Kidney Disease. Clin Transl Sci. 2017 May;10(3):201-207. doi: 10.1111/cts.12445. Epub 2017 Feb 9."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"There is a possibility that individual participant data and samples will be de-identified and shared with other cohort study investigators for purposes of replicating biomarker and genetic associations with adverse outcomes.","infoTypes":["SAP","CSR"],"timeFrame":"Data will become available at the discretion of the sponsor/Dr. Fox. Once enough data has been gathered and analyzed, and the need or DUA requests from other cohort researchers is received.","accessCriteria":"Data will be collected in REDCap, a data management tool used primarily for research and QI. It is a secure, HIPAA-compliant web application. Content is backed up offsite nightly and hosted in a secure environment maintained by UTSW Information Resources. Other cohort researchers will access survey questionnaires via the secure and confidential REDCap webpage with specific view only access. Patient confidentiality is of paramount importance. Data sent outside of UTSW will be de-identified or coded. The \"key\" to the code (i.e. patient identifying information) will not be provided to the recipient unless a limited dataset is approved for sharing via a data use agreement between Dr. Fox/UTSW and the recipient scientist/recipient scientist's institution."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000058186","term":"Acute Kidney Injury"},{"id":"D000051437","term":"Renal Insufficiency"},{"id":"D000051436","term":"Renal Insufficiency, Chronic"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000007238","term":"Infarction"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M28688","name":"Acute Kidney Injury","asFound":"Acute Kidney Injury","relevance":"HIGH"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M26407","name":"Renal Insufficiency, Chronic","asFound":"Renal Insufficiency, Chronic","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M26408","name":"Renal Insufficiency","asFound":"Renal Insufficiency","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","asFound":"Arrhythmias, Cardiac","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10388","name":"Kidney Diseases","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M5837","name":"Chronic Disease","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}