{"protocolSection":{"identificationModule":{"nctId":"NCT00108680","orgStudyIdInfo":{"id":"050142"},"secondaryIdInfos":[{"id":"05-N-0142"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Effects of Two Different Kinds of Exercise on Stroke Rehabilitation","officialTitle":"Effects of Unilateral and Bilateral Training on Motor Function in Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2011-01-14","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-04-13"},"completionDateStruct":{"date":"2011-01-14"},"studyFirstSubmitDate":"2005-04-16","studyFirstSubmitQcDate":"2005-04-16","studyFirstPostDateStruct":{"date":"2005-04-18","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will compare the effectiveness of unilateral versus bilateral exercise training for recovering movement abilities in chronic stroke patients. After a stroke, some people have improved their movement ability by exercising the arm affected by the stroke. Others have improved by exercising both arms together. This study will compare these two kinds of exercise to see which might work best.\n\nHealthy volunteers and people who have had a stroke more than 6 months ago may be eligible for this study. Stroke patients must have some weakness in their stroke-affected arm. All participants must be 18 years of age or older. Candidates are screened with a clinical and neurological examination. Women who can become pregnant have a pregnancy test. Stroke patients have a magnetic resonance imaging (MRI) study of the brain if they have not had one in the last year.\n\nParticipants undergo the following tests and procedures:\n\nMRI: This procedure uses a magnetic field and radio waves to produce images of body tissues and organs. The subject lies on a table that slides into the scanner (a narrow cylinder), wearing earplugs to muffle loud knocking sounds that occur during the scanning process. The procedure lasts about 45 minutes, during which time the subject must lie still for up to 30 minutes.\n\nTesting sessions: There are six test sessions - two to familiarize the subject with the reaching test, two to do the reaching test plus transcranial magnetic stimulation (TMS) before and after an exercise session, and two to do the reaching test plus TMS one day after the exercise session. The sessions are on consecutive days, with a 1-week break after session 3. The procedures involved are:\n\n* Reaching test: The subject responds as quickly as possible to a \"GO\" signal presented on a computer monitor by performing a reaching movement with his or her arm. The activity from the arm muscles is recorded using surface electrodes. During this test, a questionnaire is used to determine the subject's attention, fatigue, and mood.\n* TMS: For this test, a wire coil is held on the scalp, and a brief electrical current is passed through the coil, creating a magnetic pulse that stimulates the brain. During the stimulation, the subject may be asked to tense certain muscles slightly or perform other simple actions. The stimulation may cause a twitch in muscles of the face, arm, or leg, and the subject may hear a click and feel a pulling sensation on the skin under the coil. The effect of TMS on the muscles is detected with small metal disk electrodes taped onto the skin of the arms. The subject performs the reaching test while TMS is delivered at various times after getting the \"GO\" signal.\n* Arm exercises: The subject is seated in front of an exercise device that has two handles that slide forward and backward along a set of tracks. The subject is asked to slide either one or both handles back and forth repeatedly, alternating 5 minutes of arm exercise with 5 minutes of rest for 30 minutes.","detailedDescription":"Objective:\n\nIt has been proposed that individuals with stroke may benefit to a greater degree by training with both arms simultaneously than by training with the paretic arm alone. The purpose of this protocol is to identify the extent and the mechanisms of paretic arm performance improvement after a single session of bilateral arm training compared to a single session of unilateral paretic arm training in individuals with moderate-severity chronic stroke.\n\nStudy population:\n\nThe study population will consist of individuals with chronic stroke.\n\nDesign:\n\nA single-blinded, counterbalanced, crossover design will be used.\n\nOutcome measures:\n\nEndpoint measures will include paretic arm peak acceleration and disinhibition of the stroke-affected cortical hemisphere as measured by transcranial magnetic stimulation (TMS) in the context of a reaching task. These measures will be compared after a unilateral vs. a bilateral arm training session in individuals with chronic stroke."},"conditionsModule":{"conditions":["Cerebrovacular Accident","Paresis"],"keywords":["Hemiparesis","Rehabilitation","Reaching","Interlimb Coupling","Cortical Excitability","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":24,"type":"ACTUAL"}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nIndividuals with Chronic Stroke (n=40):\n\nWe will include individuals at least 6 months post thromboembolic non-hemorrhagic hemispheric or hemorrhagic hemispheric lesion. We will select individuals who initially had severe hemiparesis but who recovered to the point of having moderate motor impairment. Individuals with moderate motor impairment will be defined by a Fugl-Meyer score of at least 30, and the inability to actively extend the paretic wrist and fingers at least 20 degrees. Assessment of severity of initial hemiparesis will be taken either from patient report or medical records.\n\nWe would also like to study a smaller group (n=10) of individuals with mild motor impairment due to stroke. Individuals with mild motor impairment will be defined by an Upper Extremity Fugl-Meyer score of 50 or greater (maximum score = 66), and the ability to actively extend the paretic wrist and fingers 20 degrees or more. We will also enroll 10 healthy volunteers.\n\nEXCLUSION CRITERIA:\n\nHealthy Volunteers:\n\n* History of alcohol or drug abuse or psychiatric illness, including depression.\n* History of neurological disorder or disease, including epilepsy.\n* History of orthopedic injury or disorder affecting the upper extremities.\n* Less than 18 years of age.\n* Have a pacemaker, implanted pumps or stimulators, or metal objects inside the eye or skull.\n\nIndividuals with Chronic Stroke (Moderate and Mild Impairment Groups):\n\n* Unable to perform the task (rapid forward reaching task) with the affected arm.\n* History of alcohol or drug abuse or psychiatric illness,\n* History of neurological disorder or disease, including epilepsy.\n* History of orthopedic injury or disorder affecting the upper extremities.\n* Less than 18 years of age.\n* Cerebellar or brainstem lesions.\n* Severe uncontrolled medical problems (e.g. cardiovascular disease, severe rheumatoid arthritis, arthritic joint deformity, active cancer or renal disease).\n* Taking medications that act primarily on the central nervous system.\n* Pregnancy - if MRI was not performed within the past 6 months and therefore needs to be attained.\n* Serious cognitive deficits (defined as equivalent to a mini-mental state exam score of 23 or less) that would prevent their ability to give informed consent and/or perform the study tasks.\n* Have a pacemaker, implanted pumps or stimulators, or metal objects inside the eye or skull.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"10333007","type":"BACKGROUND","citation":"Archambault P, Pigeon P, Feldman AG, Levin MF. Recruitment and sequencing of different degrees of freedom during pointing movements involving the trunk in healthy and hemiparetic subjects. Exp Brain Res. 1999 May;126(1):55-67. doi: 10.1007/s002210050716."},{"pmid":"10479785","type":"BACKGROUND","citation":"Blanton S, Wolf SL. An application of upper-extremity constraint-induced movement therapy in a patient with subacute stroke. Phys Ther. 1999 Sep;79(9):847-53."},{"pmid":"2927652","type":"BACKGROUND","citation":"Bridgers SL, Delaney RC. Transcranial magnetic stimulation: an assessment of cognitive and other cerebral effects. Neurology. 1989 Mar;39(3):417-9. doi: 10.1212/wnl.39.3.417."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Paresis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}