{"protocolSection":{"identificationModule":{"nctId":"NCT02802072","orgStudyIdInfo":{"id":"BeijingCYH_001"},"organization":{"fullName":"Beijing Chao Yang Hospital","class":"OTHER"},"briefTitle":"Enterprise Stent Implantation in the Treatment of Carotid Artery Stenosis With Ischemic Stroke","officialTitle":"Long-term Effects of Enterprise Self-expanding Intracranial Stent Implantation in the Treatment of Carotid Artery Stenosis in Patients With Ischemic Stroke: Study Protocol for a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2016-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-01"},"primaryCompletionDateStruct":{"date":"2014-01","type":"ACTUAL"},"completionDateStruct":{"date":"2015-12","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-14","studyFirstSubmitQcDate":"2016-06-14","studyFirstPostDateStruct":{"date":"2016-06-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-06-14","lastUpdatePostDateStruct":{"date":"2016-06-16","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Meng Ji","investigatorTitle":"Attending Physician","investigatorAffiliation":"Beijing Chao Yang Hospital"},"leadSponsor":{"name":"Beijing Chao Yang Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"To investigate the long-term effects of intracranial implantation of Enterprise stent system versus antiplatelet medication on neurologic deficits, daily living abilities, and carotid artery stenosis in patients with atherosclerotic ischemic stroke.","detailedDescription":"Atherosclerosis is a chronic degenerative disease that can cause intracranial carotid artery stenosis, which is a leading cause of ischemic stroke. The currently used interventions for carotid artery stenosis in ischemic stroke include internal medication, carotid endarterectomy (CEA) and carotid angioplasty and stenting (CAS). Internal medication for carotid artery stenosis is mainly performed to reduce risk factors for cerebrovascular disease, including anti-platelet aggregation, anticoagulation, lowering blood lipid and blood pressure, controlling blood glucose and improving living habits. As for patients with mild carotid artery stenosis, internal medication is generally recommended. Carotid endarterectomy has been confirmed to be a gold standard for the treatment of carotid artery stenosis. However, it is also limited by some factors including sophisticated technique, great trauma, general anesthesia, severe stroke, 9% fatality rate, and 7.6% cranial nerve injury. In addition, carotid endarterectomy is not suitable for patients with high-position or tandem carotid artery stenosis or carotid artery stenosis complicated by contralateral carotid artery occlusion. In recent years, CAS has been increasingly used for the treatment of carotid artery stenosis in patients with ischemic stroke because of its minimally invasive procedure, rapid recovery process and wide indications.\n\nEnterprise stent system is a U.S. Food and Drug Administration (FDA)-approved closed loop recoverable self-expanding stent that has been confirmed to be highly effective in the treatment of intracranial aneurysm. Existing evidence on use of Enterprise stent system for intracranial artery stenosis in patients with ischemic stroke mainly focus on case series and case reports.\n\nThere is a lack of randomized controlled trial evidence regarding long-term effects of Enterprise stent implantation for the treatment of carotid artery stenosis after ischemic stroke. The existing related reports are case series or case reports with the caveats like non-randomized, non-blinded design with small sample sizes. Therefore, in this study, the investigators designed a double-blind, randomized, drug control trial to investigate the efficacy of Enterprise stent implantation in the treatment of carotid artery stenosis in patients with ischemic stroke.\n\nEnterprise stent system is a novel closed loop self-expanding stent that is made of Ni-Ti alloy and shows favorable flexibility and ease in use, and its use was approved in 2009 in China. The current clinical evidence regarding use of Enterprise stent system mainly address on aneurismal treatment. In this study, the investigators will use Enterprise stent system to treat carotid artery stenosis in patients with ischemic stroke, which is of important clinical significance for secondary prevention of ischemic stroke. In addition, there is no long-term follow-up evidence regarding Enterprise stent implantation of carotid artery stenosis after ischemic stroke, so 3-year follow-up will be performed in this study.\n\nIn this study, simple antiplatelet drug will be used as controls to investigate the superiority of Enterprise stent implantation in combination with antiplatelet over antiplatelet medication only in the treatment of carotid artery stenosis. Outcomes from this study will add objective, rigorous, double-blind, randomized, controlled long-term follow-up trial evidence to Enterprise stent implantation for the treatment of carotid artery stenosis after ischemic stroke.\n\nAdverse events Possible adverse events associated with Enterprise stent implantation include puncture site hematoma, vascular spasm, bradycardia, hypotension, cerebral hyperperfusion syndrome, device shifting, local ischemia, vascular occlusion, ischemic stroke, intraoperative hypertension, postoperative hypotension and hypoglycemia. If adverse events occur, details of the event including the date of occurrence, measures taken related to the treatment, causal relationship with the treatment and treatment of the adverse event will be reported to the principal investigator and the institutional review board within 24 hours.\n\nData collection, management, analysis and open access All data will be collected in case report forms and collated. Collated data will be input into an electronic database using a double-data entry strategy by trained professional stall. Information accuracy will be checked when all included patients will be followed up. The collected data will be locked by a researcher in charge and will not be altered for later review. All data related to this trial will be preserved by Beijing Chao-yang Hospital, Capital Medical University, China. The electronic database will be fully known to a professional statistician for statistical analysis. Anonymized trial data will be published at http://www.figshare.com.\n\nStatistical analysis All data will be statistically analyzed by a statistician blinded to randomization using SPSS 17.0 software. The successive normally distributed variables will be expressed as the mean ± SD. The non-normally distributed variables will be expressed as median and quartile. Classification variables will be expressed as counts and the percentage. Two-sample t-test (normally distributed data) or Mann-Whitney U test (non-normally distributed data) will be used for comparison of NIHSS score and Barthel index between stent implantation and drug groups. Chi-square test or Fisher's exact test will be used for comparison of carotid stenosis rate between these two groups. A level of P \\< 0.05 will be accepted as statistically significant.\n\nAuditing Trial progression will be reported to the ethics committee of Beijing Chao-yang Hospital, Capital Medical University, China every 1 year and the trial's status will be updated in the registration database.\n\nConfidentiality Trial data include paper and electronic forms. Electronic data will be preserved in a dedicated password-protected computer and managed by a data management professional. Data reported on paper will be preserved in a secure, locked place for future viewing."},"conditionsModule":{"conditions":["Carotid Artery Stenosis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":100,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Enterprise stent implantation group","type":"EXPERIMENTAL","description":"Patients with atherosclerotic ischemic stroke will be randomly allocated to receive Enterprise stent implantation in combination with antiplatelet medication for carotid artery stenosis.","interventionNames":["Device: Enterprise stent implantation"]},{"label":"Only aspirin medication group","type":"EXPERIMENTAL","description":"Patients with atherosclerotic ischemic stroke will be randomly allocated to receive only antiplatelet medication for carotid artery stenosis.","interventionNames":["Drug: Only aspirin medication"]}],"interventions":[{"type":"DEVICE","name":"Enterprise stent implantation","description":"Enterprise stent system (Johnson \\& Johnson (Shanghai) Medical Equipment Co.,Ltd., China) is a closed loop self-expanding stent system that is made of Ni-Ti alloy. It consists of a self-expanding stent and a delivery system.","armGroupLabels":["Enterprise stent implantation group"],"otherNames":["Enterprise self-expanding stent system implantation"]},{"type":"DRUG","name":"Only aspirin medication","description":"Only aspirin medication will be conducted, initial dose is 300 mg/d, 200 mg/d 6 months later, and 100 mg/d 1 year later.","armGroupLabels":["Only aspirin medication group"],"otherNames":["Drug intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"National Institutes of Health Stroke Scale score","description":"Patient's neurologic deficits will be evaluated with the National Institutes of Health Stroke Scale (NIHSS) score 1 year after stent implantation or antiplatelet medication or antiplatelet medication only.","timeFrame":"1 year after treatment"}],"secondaryOutcomes":[{"measure":"Changes of Barthel index","description":"To evaluate patient's activities of daily living","timeFrame":"0.5, 1, 2, 3 years after treatment"},{"measure":"Carotid stenosis rate","description":"Following digital subtraction angiography examination (Siemens), Seldinger-guided femoral artery cannulation will be performed. Selective angiography will be conducted to harvest bilateral carotid artery images from the anterior-posterior, oblique and lateral views. Carotid stenosis rate = (diameter of distal stenotic segment - diameter of narrowest segment)/diameter of distal stenotic segment × 100%.","timeFrame":"1 year after treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Atherosclerotic plague-caused carotid artery stenosis\n* Severe carotid artery stenosis (unilateral stenosis \\> 70%) diagnosed according to angiography\n* Age 18-75 years\n* Of either sex\n* Provision of informed consent regarding trial procedure\n\nExclusion Criteria:\n\n* Non-atherosclerotic intracranial artery stenosis\n* Severe cognitive or mental disorder\n* Severe cardiovascular, hepatic, renal, or blood system diseases\n* Pregnant or lactating\n* Hemorrhagic disease or unable to receive anticoagulation or antiplatelet aggregation treatment\n* Allergy to stent material\n* Unable to or declined to cooperate with follow-up examination\n* Unable to provide informed consent because of intellectual disability or language disorder","healthyVolunteers":false,"sex":"ALL","minimumAge":"17 Years","maximumAge":"85 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Meng Ji, Ph.D.","affiliation":"Beijing Chao Yang Hospital, China","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000016893","term":"Carotid Stenosis"},{"id":"D000003251","term":"Constriction, Pathologic"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","asFound":"Stenosis","relevance":"HIGH"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Artery Stenosis","relevance":"HIGH"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000001241","term":"Aspirin"}],"ancestors":[{"id":"D000000894","term":"Anti-Inflammatory Agents, Non-Steroidal"},{"id":"D000018712","term":"Analgesics, Non-Narcotic"},{"id":"D000000700","term":"Analgesics"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000018501","term":"Antirheumatic Agents"},{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000010975","term":"Platelet Aggregation Inhibitors"},{"id":"D000016861","term":"Cyclooxygenase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000058633","term":"Antipyretics"}],"browseLeaves":[{"id":"M4238","name":"Aspirin","asFound":"Knee","relevance":"HIGH"},{"id":"M3907","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M3908","name":"Anti-Inflammatory Agents, Non-Steroidal","relevance":"LOW"},{"id":"M3722","name":"Analgesics","relevance":"LOW"},{"id":"M20476","name":"Analgesics, Non-Narcotic","relevance":"LOW"},{"id":"M20294","name":"Antirheumatic Agents","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"},{"id":"M18899","name":"Cyclooxygenase Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M28866","name":"Antipyretics","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}