{"protocolSection":{"identificationModule":{"nctId":"NCT01014897","orgStudyIdInfo":{"id":"032009-067"},"secondaryIdInfos":[{"id":"092010-231","type":"OTHER","domain":"UTSW IRB"}],"organization":{"fullName":"University of Texas Southwestern Medical Center","class":"OTHER"},"briefTitle":"Transcranial Direct Current Stimulation (tDCS) in Chronic Stroke Recovery","officialTitle":"tDCS in Chronic Stroke Recovery-pilot"},"statusModule":{"statusVerifiedDate":"2020-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-04"},"primaryCompletionDateStruct":{"date":"2016-10","type":"ACTUAL"},"completionDateStruct":{"date":"2016-10","type":"ACTUAL"},"studyFirstSubmitDate":"2009-11-02","studyFirstSubmitQcDate":"2009-11-13","studyFirstPostDateStruct":{"date":"2009-11-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-04-09","lastUpdatePostDateStruct":{"date":"2020-04-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Texas Southwestern Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true},"descriptionModule":{"briefSummary":"The hypothesis of this study is that different subgroups of stroke will respond differently to direct current stimulation.","detailedDescription":"We have tested the effectiveness of each stimulation condition: 1) anodal over the lesional motor cortex 2) anodal PMD (positive electrode at the dorsal premotor cortex (PMD) of the lesional hemisphere (first phase) or dual motor cortex stimulation (second phase), 3) cathodal over the contralesional motor cortex, and 4) sham in a double blind crossover design in chronic cortical and subcortical strokes.\n\nPersons in the chronic stage of recovery from stroke (\\>3 months) will receive each type of tDCS stimulation for 20 minutes concurrent with physical therapy treatments (90 minutes ) utilizing the Armeo ®, a gravity neutral arm exercise support system for the most involved upper extremity which provides for task practice in a virtual reality environment, followed by a therapist supervised targeted hand exercise. The experimental protocol will not alter standard of care, will be performed after standard rehabilitation is completed. The experimental therapy is not part of standard care and will not be charged or reimbursed by the patients' insurance. Participation will be free of charge for subjects.\n\nWe were planning to perform the study in two phases. In the first exploratory phase, we will conduct a short pilot study with 15 subjects to optimize and if possible simplify the treatment parameters for the second longer phase of the experiment. In this first phase we will perform one of the four different tDCS stimulation conditions concurrently with the physical therapy protocol on each therapy day, so that all subjects will receive all stimulation types in a randomized counterbalanced order. There will be a 1 day rest period in between sessions, making 9 days (10 days if initial evaluation is done on the day before the 1st treatment) the total commitment time for the first phase of study.\n\nThe outcome measures were collected before and after each session. The outcome measures collected after the 1 day rest provide the baseline for the next session will be also used as to validate the stability of the treatment effect. Subjects participating in the first part of the study will be offered the option to participate in the second longer phase of the study. (please see table under study procedures)\n\nIn the second phase of the experiment we will perform only the promising stimulation paradigms plus sham from the first part of the experiment in a random, counterbalanced order on up to 30 chronic stroke subjects. If in the initial phase there are no differences found between stimulation types in the cortical vs subcortical patient groups then all 3 stimulation paradigms will be performed in the second phase.\n\nBased on our preliminary data, we will perform the following paradigms in the second phase: 1) sham 2) dual stimulation 3) optimized tDCS in a randomized counterbalanced order. The optimized tDCS will be determined during a test session prior to the first treatment where the tDCS montage producing the best behavioral response will be used during therapy. Subjects will perform this under IRB approved study # STU 102013-085.\n\nThe patient time commitment in the second phase is 18 weeks, where subjects will have 3 x 1 weeks long treatment (5 weekdays) sessions with 5 week inter-treatment \"rest period\". The blinded tester will perform a final outcome evaluation 5 weeks after the end of the last session. (please see table under study procedures)\n\nTotal number of potential enrolled subjects for both phases will be approximately 45 \\[Phase 1 (15) + Phase 2 (30)\\].\n\nThe stepwise design will enable us to optimize study time commitment and expenses for both patients and researchers while maximizing clinical/scientific gain."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","recovery","tDCS","direct current","electric stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":14,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"subcortical","type":"EXPERIMENTAL","description":"Subcortical stroke patients will receive tDCS stimulation and sham in random order","interventionNames":["Device: tDCS"]},{"label":"cortical","type":"EXPERIMENTAL","description":"subjects will receive active and sham tDCS in random order","interventionNames":["Device: tDCS"]}],"interventions":[{"type":"DEVICE","name":"tDCS","description":"tDCS and sham will be applied in random order during standardized occupational therapy","armGroupLabels":["cortical","subcortical"],"otherNames":["transcranial direct current stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Wolf Motor Function test","description":"The Wolf Motor Function Test (WMFT) is a quantitative index of upper extremity motor ability examinable through the use of timed and functional tasks. The WMFT has been posited as instructive for assessing the motor status of higher functioning chronic patients with stroke and traumatic brain injury, in terms of severity and upper extremity motor deficiency. The final time score will be the median time required for all timed tasks executed. One hundred twenty seconds is the maximum time allowed for each task attempted. Since medians will be used, all scores above the median (whether, e.g., 62 sec. or 120+ sec.) have the same weight","timeFrame":"immediately before and immediately after treatment"},{"measure":"Fugl-Meyer Assessment","description":"The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. Scoring is based on direct observation of performance. Scale items are scored on the basis of ability to complete the item using a 3-point ordinal scale where 0=cannot perform, 1=performs partially and 2=performs fully. The total possible scale score is 226, though it is common practice to assess all domains separately \\<50 = severe impairment, 50-84 = marked impairment, 85-94 = moderate impairment, 95-99= slight impairment","timeFrame":"immediately before and immediately after treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* single symptomatic stroke more than 3 months ago with hand/arm weakness\n* able to perform required tests and provide consent\n* Age 18-80\n* Modified Ashworth scale \\<3\n* range of motion functional at shoulder elbow wrist and hand\n\nExclusion Criteria:\n\n* more than one symptomatic stroke in middle cerebral artery territory or bilateral involvement\n* severe medical or psychiatric conditions, drug abuse, seizure disorder\n* pregnancy/breast feeding\n* subarachnoid hemorrhage, lobar hemorrhage\n* patients who can not have tDCS (prior head surgery, pacemakers, metallic implants in the head etc)\n* patients taking antiadrenergic medications","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Timea Hodics, M.D.","affiliation":"UTSW","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UT Southwestern Medical Center","city":"Dallas","state":"Texas","zip":"75390","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}}]},"referencesModule":{"references":[{"pmid":"33175411","type":"DERIVED","citation":"Elsner B, Kugler J, Pohl M, Mehrholz J. Transcranial direct current stimulation (tDCS) for improving activities of daily living, and physical and cognitive functioning, in people after stroke. Cochrane Database Syst Rev. 2020 Nov 11;11(11):CD009645. doi: 10.1002/14651858.CD009645.pub4."},{"pmid":"22579647","type":"DERIVED","citation":"Hodics TM, Nakatsuka K, Upreti B, Alex A, Smith PS, Pezzullo JC. Wolf Motor Function Test for characterizing moderate to severe hemiparesis in stroke patients. Arch Phys Med Rehabil. 2012 Nov;93(11):1963-7. doi: 10.1016/j.apmr.2012.05.002. Epub 2012 May 10."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}