{"protocolSection":{"identificationModule":{"nctId":"NCT00512109","orgStudyIdInfo":{"id":"VISIONAUG2/2007"},"organization":{"fullName":"McMaster University","class":"OTHER"},"briefTitle":"Vascular Events In Noncardiac Surgery Patients Cohort Evaluation Study (VISION)","officialTitle":"Vascular Events In Noncardiac Surgery Patients Cohort Evaluation (VISION) Study","acronym":"VISION"},"statusModule":{"statusVerifiedDate":"2016-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2007-08"},"primaryCompletionDateStruct":{"date":"2014-12","type":"ACTUAL"},"completionDateStruct":{"date":"2014-12","type":"ACTUAL"},"studyFirstSubmitDate":"2007-08-03","studyFirstSubmitQcDate":"2007-08-03","studyFirstPostDateStruct":{"date":"2007-08-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-04-20","lastUpdatePostDateStruct":{"date":"2018-04-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"McMaster University","class":"OTHER"},"collaborators":[{"name":"Roche Diagnostic Ltd.","class":"INDUSTRY"},{"name":"Heart and Stroke Foundation of Ontario","class":"OTHER"},{"name":"Population Health Research Institute","class":"OTHER"},{"name":"Ministry of Research, Innovation and Science, Ontario","class":"OTHER"},{"name":"Hamilton Health Sciences Corporation","class":"OTHER"},{"name":"CLARITY Group","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The investigators' study has 4 primary objectives. Among patients undergoing noncardiac surgery the investigators will determine: (1) the incidence of major perioperative vascular events; (2) the optimal clinical model to predict major perioperative vascular events; (3) the proportion of patients with perioperative myocardial infarctions that may go undetected without perioperative troponin monitoring; and (4) the relationship between postoperative troponin measurements and the 1 year risk of vascular death.","detailedDescription":"The increase in elderly patients undergoing surgery, the change in the invasiveness of some surgical interventions, limitations in the methodology and generalizability of previous research, and the VISION Pilot Study results highlight uncertainty about the current incidence of major vascular events and the optimal clinical risk estimation model to predict these events in patients undergoing noncardiac surgery. There is promising but inconclusive preliminary evidence that troponin measurements after surgery may allow physicians to avoid missing perioperative myocardial infarctions and may predict mortality and major vascular events in the first year following surgery. These considerations provide the impetus for the large, adequately powered, multicentre, international, prospective cohort study.\n\nWe will determine the incidence of major vascular events, the optimal clinical model to predict major perioperative vascular events, and the extent to which troponin measurements post surgery can identify myocardial infarctions that are likely to go unrecognized and predict vascular death at 1 year. We call this study the Vascular events In noncardiac Surgery patIents cOhort evaluatioN (VISION) Study.\n\nThe VISION Study is a prospective cohort study of 40,000 patients who are \\> 45 years of age, undergoing noncardiac surgery requiring overnight hospital admission, and receiving a general or regional anesthetic. Hospitals (including both university and non-university hospitals) in several countries around the world will recruit patients, over a 2 year period. Study personnel will evaluate patients prior to surgery, follow patients throughout their hospitalization, and contact patients at 30 days and 1 year after surgery. All patients will have troponin T measured post surgery and on the first, second, and third days after surgery. Outcome adjudicators will adjudicate all major vascular events without knowledge of a patient's vascular risk factors.\n\nWe will also determine if there are associations between any preoperative or postoperative medications and major perioperative vascular events. We will also determine if there are associations between any medications started after a major perioperative vascular event and vascular mortality 1 year after surgery. We will evaluate the 1 year risk of stroke in patients who do and do not develop atrial fibrillation after surgery and if there is an association with antiplatelet or warfarin therapy. We will measure N-terminal prohormone brain natriuretic peptide (NT-proBNP) in 8,000 - 10,000 patients prior to surgery and determine if NT-proBNP is an independent predictor of major perioperative vascular events. We will determine the incidence of perioperative new acute renal failure requiring dialysis and pneumonia and develop models to predict these events."},"conditionsModule":{"conditions":["Vascular Death","Myocardial Infarction","Cardiac Arrest","Stroke"],"keywords":["vascular risk","perioperative","vascular events","cohort study","surgery"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":40060,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"For our first objective (i.e., the incidence of major perioperative vascular events) our primary outcome is major vascular events (i.e., a composite of vascular death, nonfatal myocardial infarction, nonfatal cardiac arrest, and nonfatal stroke)","timeFrame":"30 days post surgery."}],"secondaryOutcomes":[{"measure":"For our second objective (i.e., the optimal clinical model to predict major perioperative vascular events) our primary and only outcome is major vascular events.","timeFrame":"30 days after surgery."},{"measure":"For our third objective (i.e., proportion of patients with perioperative myocardial infarctions that may go undetected without perioperative troponin monitoring) our outcome is myocardial infarction that probably or possibly would have gone undetected","timeFrame":"30 days after surgery."},{"measure":"For our fourth objective (i.e., the relationship between postoperative troponin measurements and the 1 year risk of vascular death) our outcomes are vascular death, and major vascular events (i.e., vascular death, MI, cardiac arrest, stroke)","timeFrame":"1 year after surgery."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All patients who undergo noncardiac surgery are eligible if they are \\> 45 years of age and receive a general or regional anesthetic (i.e., plexus block, spinal, or epidural).\n\nExclusion Criteria:\n\n* We will exclude patients undergoing noncardiac surgery who do not require at least an overnight hospital admission after surgery or who only receive infiltrative (i.e., local) or topical anesthesia.\n* We will also exclude patients previously enrolled in the VISION Study and patients who do not consent to participate.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All patients who undergo noncardiac surgery who are at least 45 years of age and receive a general or regional anesthetic from University and Non-University Hospitals.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Philip J Devereaux, MD, PhD","affiliation":"McMaster University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Instituto de Ensino e Pesquisa do Hospital do Coração (IEP-HCor)","city":"São Paulo","state":"SP","zip":"04005-000","country":"Brazil","geoPoint":{"lat":-23.5475,"lon":-46.63611}},{"facility":"Health Science Centre, McMaster University","city":"Hamilton","state":"Ontario","zip":"L8N 3Z5","country":"Canada","geoPoint":{"lat":43.25011,"lon":-79.84963}},{"facility":"Saint Joseph's Healthcare","city":"Hamilton","state":"Ontario","zip":"L8N 4A6","country":"Canada","geoPoint":{"lat":43.25011,"lon":-79.84963}},{"facility":"Prince of Wales Hospital","city":"Hong-Kong","country":"China","geoPoint":{"lat":22.39407,"lon":114.13737}},{"facility":"Universidad Autónoma de Bucaramanga","city":"Bucaramanga","state":"Santander","country":"Colombia","geoPoint":{"lat":7.12539,"lon":-73.1198}},{"facility":"St. John's Medical College","city":"Bangalore","country":"India","geoPoint":{"lat":12.97194,"lon":77.59369}},{"facility":"Hospital: University Malaya","city":"Kuala Lumpur","zip":"50603","country":"Malaysia","geoPoint":{"lat":3.1412,"lon":101.68653}},{"facility":"Centro Cochrane Iberoamericano. Hospital de la Santa Creu i Sant Pau","city":"Barcelona","zip":"08041","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}}]},"referencesModule":{"references":[{"pmid":"35987704","type":"DERIVED","citation":"Ofori SN, Marcucci M, Mbuagbaw L, Conen D, Borges FK, Chow CK, Sessler DI, Chan MTV, Hillis GS, Pettit S, Heels-Ansdell D, Devereaux PJ; Vascular Events in Noncardiac Surgery Patients Cohort Evaluation Study Investigators. Determinants of tobacco smoking abstinence one year after major noncardiac surgery: a secondary analysis of the VISION study. Br J Anaesth. 2022 Oct;129(4):497-505. doi: 10.1016/j.bja.2022.07.010. Epub 2022 Aug 18."},{"pmid":"35417425","type":"DERIVED","citation":"Pedersen SS, Holse C, Mathar CE, Chan MTV, Sessler DI, Liu Y, Zhang L, Kurz A, Jacka M, Torborg A, Biyase T, Montes FR, Wang CY, Pettit S, Devereaux PJ, Meyhoff CS. Intraoperative Inspiratory Oxygen Fraction and Myocardial Injury After Noncardiac Surgery: Results From an International Observational Study in Relation to Recent Controlled Trials. Anesth Analg. 2022 Nov 1;135(5):1021-1030. doi: 10.1213/ANE.0000000000006042. Epub 2022 Apr 13."},{"pmid":"33288505","type":"DERIVED","citation":"Szczeklik W, LeManach Y, Fronczek J, Polok K, Conen D, McAlister FA, Srinathan S, Alonso-Coello P, Biccard B, Duceppe E, Heels-Ansdell D, Gorka J, Pettit S, Roshanov PS, Devereaux PJ. Preoperative levels of natriuretic peptides and the incidence of postoperative atrial fibrillation after noncardiac surgery: a prospective cohort study. CMAJ. 2020 Dec 7;192(49):E1715-E1722. doi: 10.1503/cmaj.200840."},{"pmid":"32768179","type":"DERIVED","citation":"Roshanov PS, Eikelboom JW, Sessler DI, Kearon C, Guyatt GH, Crowther M, Tandon V, Borges FK, Lamy A, Whitlock R, Biccard BM, Szczeklik W, Panju M, Spence J, Garg AX, McGillion M, VanHelder T, Kavsak PA, de Beer J, Winemaker M, Le Manach Y, Sheth T, Pinthus JH, Siegal D, Thabane L, Simunovic MRI, Mizera R, Ribas S, Devereaux PJ. Bleeding Independently associated with Mortality after noncardiac Surgery (BIMS): an international prospective cohort study establishing diagnostic criteria and prognostic importance. Br J Anaesth. 2021 Jan;126(1):163-171. doi: 10.1016/j.bja.2020.06.051. Epub 2020 Aug 5."},{"pmid":"32718723","type":"DERIVED","citation":"Roshanov PS, Guyatt GH, Tandon V, Borges FK, Lamy A, Whitlock R, Biccard BM, Szczeklik W, Panju M, Spence J, Garg AX, McGillion M, Eikelboom JW, Sessler DI, Kearon C, Crowther M, VanHelder T, Kavsak PA, de Beer J, Winemaker M, Le Manach Y, Sheth T, Pinthus JH, Siegal D, Thabane L, Simunovic MRI, Mizera R, Ribas S, Devereaux PJ. Preoperative prediction of Bleeding Independently associated with Mortality after noncardiac Surgery (BIMS): an international prospective cohort study. Br J Anaesth. 2021 Jan;126(1):172-180. doi: 10.1016/j.bja.2020.02.028. Epub 2020 Jul 24."},{"pmid":"31358597","type":"DERIVED","citation":"Vascular Events in Noncardiac Surgery Patients Cohort Evaluation (VISION) Study Investigators; Spence J, LeManach Y, Chan MTV, Wang CY, Sigamani A, Xavier D, Pearse R, Alonso-Coello P, Garutti I, Srinathan SK, Duceppe E, Walsh M, Borges FK, Malaga G, Abraham V, Faruqui A, Berwanger O, Biccard BM, Villar JC, Sessler DI, Kurz A, Chow CK, Polanczyk CA, Szczeklik W, Ackland G, X GA, Jacka M, Guyatt GH, Sapsford RJ, Williams C, Cortes OL, Coriat P, Patel A, Tiboni M, Belley-Cote EP, Yang S, Heels-Ansdell D, McGillion M, Parlow S, Patel M, Pettit S, Yusuf S, Devereaux PJ. Association between complications and death within 30 days after noncardiac surgery. CMAJ. 2019 Jul 29;191(30):E830-E837. doi: 10.1503/cmaj.190221."},{"pmid":"28943515","type":"DERIVED","citation":"Roshanov PS, Eikelboom JW, Crowther M, Tandon V, Borges FK, Kearon C, Lamy A, Whitlock R, Biccard BM, Szczeklik W, Guyatt GH, Panju M, Spence J, Garg AX, McGillion M, VanHelder T, Kavsak PA, de Beer J, Winemaker M, Sessler DI, Le Manach Y, Sheth T, Pinthus JH, Thabane L, Simunovic MRI, Mizera R, Ribas S, Devereaux PJ; Vascular Events In Noncardiac Surgery Patients Cohort Evaluation (VISION) Investigators. Bleeding impacting mortality after noncardiac surgery: a protocol to establish diagnostic criteria, estimate prognostic importance, and develop and validate a prediction guide in an international prospective cohort study. CMAJ Open. 2017 Aug 4;5(3):E594-E603. doi: 10.9778/cmajo.20160106."},{"pmid":"28486646","type":"DERIVED","citation":"Gorka J, Polok K, Iwaniec T, Gorka K, Wludarczyk A, Fronczek J, Devereaux PJ, Eikelboom JW, Musial J, Szczeklik W. Altered preoperative coagulation and fibrinolysis are associated with myocardial injury after non-cardiac surgery. Br J Anaesth. 2017 May 1;118(5):713-719. doi: 10.1093/bja/aex081."},{"pmid":"28069624","type":"DERIVED","citation":"Roshanov PS, Walsh M, Devereaux PJ, MacNeil SD, Lam NN, Hildebrand AM, Acedillo RR, Mrkobrada M, Chow CK, Lee VW, Thabane L, Garg AX. External validation of the Revised Cardiac Risk Index and update of its renal variable to predict 30-day risk of major cardiac complications after non-cardiac surgery: rationale and plan for analyses of the VISION study. BMJ Open. 2017 Jan 9;7(1):e013510. doi: 10.1136/bmjopen-2016-013510."},{"pmid":"27440628","type":"DERIVED","citation":"Abbott TE, Ackland GL, Archbold RA, Wragg A, Kam E, Ahmad T, Khan AW, Niebrzegowska E, Rodseth RN, Devereaux PJ, Pearse RM. Preoperative heart rate and myocardial injury after non-cardiac surgery: results of a predefined secondary analysis of the VISION study. Br J Anaesth. 2016 Aug;117(2):172-81. doi: 10.1093/bja/aew182."},{"pmid":"27106966","type":"DERIVED","citation":"Khanna AK, Sessler DI, Sun Z, Naylor AJ, You J, Hesler BD, Kurz A, Devereaux PJ, Saager L. Using the STOP-BANG questionnaire to predict hypoxaemia in patients recovering from noncardiac surgery: a prospective cohort analysis. Br J Anaesth. 2016 May;116(5):632-40. doi: 10.1093/bja/aew029."},{"pmid":"26330424","type":"DERIVED","citation":"Berwanger O, Le Manach Y, Suzumura EA, Biccard B, Srinathan SK, Szczeklik W, Santo JA, Santucci E, Cavalcanti AB, Archbold RA, Devereaux PJ; VISION Investigators. Association between pre-operative statin use and major cardiovascular complications among patients undergoing non-cardiac surgery: the VISION study. Eur Heart J. 2016 Jan 7;37(2):177-85. doi: 10.1093/eurheartj/ehv456. Epub 2015 Sep 1."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","removedCountries":["Italy"]},"conditionBrowseModule":{"meshes":[{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6535","name":"Death","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M9101","name":"Heart Arrest","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}