{"protocolSection":{"identificationModule":{"nctId":"NCT00005420","orgStudyIdInfo":{"id":"4338"},"secondaryIdInfos":[{"id":"R03HL048063","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R03HL048063"}],"organization":{"fullName":"University of Texas at Austin","class":"OTHER"},"briefTitle":"Prediction of Quality of Life in Cardiovascular Disease"},"statusModule":{"statusVerifiedDate":"2016-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"1992-04"},"completionDateStruct":{"date":"1995-03"},"studyFirstSubmitDate":"2000-05-25","studyFirstSubmitQcDate":"2000-05-25","studyFirstPostDateStruct":{"date":"2000-05-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-01-13","lastUpdatePostDateStruct":{"date":"2016-01-14","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"University of Texas at Austin","class":"OTHER"},"collaborators":[{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}]},"descriptionModule":{"briefSummary":"To develop an integrative predictive model of long-term quality of life in cardiovascular disease that emphasized adaptive processes and outcomes.","detailedDescription":"BACKGROUND:\n\nModern treatments for cardiovascular disease that enhance survival have increased the need to understand and improve corresponding aspects of quality of life. The increasing interest in prevention and health promotion in contemporary cardiovascular care emphasizes reducing risk factors that have major behavioral components, such as smoking, diet, and exercise. Personal and social resources and psychological coping strategies are associated with quality of life both directly and indirectly, through such positive health behaviors. Findings from this research provided an essential foundation for continued investigation focusing on longer-term changes in health status and quality of life in a planned ten-year follow-up with the present sample.\n\nDESIGN NARRATIVE:\n\nThe study developed and tested an integrative prospective structural equation model of the interrelationships among social resources, coping strategies, positive health behaviors, and quality of life in cardiovascular disease over a four-year time-period. It also contrasted predictive findings relating to cardiac illness, stroke, and hypertension with predictive findings from matched-control groups of healthy individuals and individuals with very serious (cancer) and moderately serious (arthritis) noncardiovascular disease.\n\nThe research involved secondary data analysis with a large sample of individuals surveyed through the Center for Health Care Evaluation at the Stanford University Medical School. The sample included individuals between the ages of 55 and 65 who had used medical services in two large medical centers. Extensive psychosocial and physical health data were available from mail-out inventories at three points in time over a four- year period. Of eligible respondents contacts, 92 percent agreed to participate in the initial survey, and 89 percent (1884) of them provided complete data. Participation in one-year and four-year follow-ups approached 90 percent of surviving respondents from the previous survey. At the initial testing, 411 respondents (22 percent) reported diagnosed cardiac illness (excluding stroke and hypertension), 83 respondents (5 percent) reported diagnosed strokes, and 593 respondents (31 percent) reported diagnosed hypertension.\n\nThe data base at all three measurement times included extensive information on the quality of life, positive health behaviors, personal and social resources, and coping strategies. Computerized hospital medical records were available for one-third of the sample, and were used to evaluate the reliability of subjects' self-reports of medical conditions and health status. Group comparisons were made on two dimensions: illness type and post-illness time interval. Longitudinal analyses were used to examine causal influences on positive health behaviors and quality of life, and to develop and test an integrative predictive model."},"conditionsModule":{"conditions":["Cardiovascular Diseases","Cerebrovascular Accident","Hypertension","Depression","Heart Diseases"]},"designModule":{"studyType":"OBSERVATIONAL"},"eligibilityModule":{"eligibilityCriteria":"No eligibility criteria","healthyVolunteers":false,"sex":"MALE","maximumAge":"100 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"referencesModule":{"references":[{"pmid":"9108704","type":"BACKGROUND","citation":"Holahan CJ, Moos RH, Holahan CK, Brennan PL. Social context, coping strategies, and depressive symptoms: an expanded model with cardiac patients. J Pers Soc Psychol. 1997 Apr;72(4):918-28. doi: 10.1037//0022-3514.72.4.918."},{"pmid":"7789351","type":"BACKGROUND","citation":"Holahan CJ, Moos RH, Holahan CK, Brennan PL. Social support, coping, and depressive symptoms in a late-middle-aged sample of patients reporting cardiac illness. Health Psychol. 1995 Mar;14(2):152-63. doi: 10.1037//0278-6133.14.2.152."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}