{"protocolSection":{"identificationModule":{"nctId":"NCT04708197","orgStudyIdInfo":{"id":"Shebawy12345"},"organization":{"fullName":"Cairo University","class":"OTHER"},"briefTitle":"Effect of High Frequency Transcranial Magnetic Stimulation on Recovery of Chronic Post-Stroke Aphasia","officialTitle":"Role of rTMS in Recovery of Chronic Post Stroke Aphasia"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-02-01","type":"ACTUAL"},"completionDateStruct":{"date":"2021-05-01","type":"ACTUAL"},"studyFirstSubmitDate":"2021-01-09","studyFirstSubmitQcDate":"2021-01-12","studyFirstPostDateStruct":{"date":"2021-01-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-08-02","lastUpdatePostDateStruct":{"date":"2021-08-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Haidy Elshebawy","investigatorTitle":"lecturer of Neurology ,MD ,faculty of medicine ,Cairo University","investigatorAffiliation":"Cairo University"},"leadSponsor":{"name":"Cairo University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"high frequency excitatory rTMS applied over the dominant hemisphere in chronic post stroke aphasic patients to help the restoration of function by the left hemisphere","detailedDescription":"Repetitive transcranial magnetic stimulation (rTMS) has been used in many studies as a novel intervention to treat disorders associated with stroke, including paralysis or dysphagia, hemispatial neglect, pain, and aphasia. Number of studies have demonstrated that low-frequency rTMS over the unaffected hemisphere can be useful for enhancing recovery in aphasic patients.. It is expected that application of high-frequency (facilitatory) rTMS over the dominant speech area would have a beneficial effect on improving speech performance.\n\nThe aim of this study is to evaluate the effect of excitatory high frequency rTMS on recovery of aphasia in chronic aphasic patients due to cerebrovascular stroke. Twenty patients with post-stroke aphasia were enrolled in this study. Patients were selected from those attending the stroke clinic of Neurology department, Cairo University during the period from June 2020 to November 2020. The protocol of the study was approved by the ethical committee of the Department of Neurology, Faculty of Medicine, Cairo University. The aim and procedures of the study were explained and written consent forms were taken from all patients prior to participation.\n\nThe eligibility criteria were: chronic post stroke nonfluent aphasia due to first-ever ischemic stroke in the distribution of middle cerebral artery diagnosed clinically and documented by computed tomography or magnetic resonance imaging on the brain, right handedness, both sexes, age ranged from 33 to 66 years old, duration at least 4 months from stroke onset, patients not receiving speech therapy and educated at least 10 years of education.\n\nExclusion criteria were: aphasia due to head injury or neurological disease other than stroke, other clinical forms of aphasia, unstable cardiac dysrhythmia or cardiac pacemaker, unstable or critically ill patients, current or history of epilepsy, skull wounds and pregnant females. Also patients with severe grade of weakness which interfere with writing ability.\n\nThe severity of aphasia was assessed for every patient using the Aphasia Severity Rating Scale (ASRS). According to this scale, language deficits were recognized ranging from 0 to 5 points.Every patient was then assessed for linguistic deficits using Kasr El-Eini Arabic Aphasia test (KAAT), which is a simple, rapid, standardized, valid, and reliable bedside test for Egyptian patients, literate and illiterate.\n\nNeuroimaging studies (computerized tomography (CT) and/or magnetic resonance imaging (MRI) of the brain) were done for all participants.\n\nTreatment procedures:\n\nReal rTMS was applied three times per week for 10 sessions. Fifty trains of 10-Hz stimulation, each lasting for 5 seconds with an intertrain interval of 15 seconds were given through a figure-of-8 coil (9-cm diameter loop) positioned over the left Broca's area of the affected hemisphere (25 trains over pars triangularis followed by 25 trains over pars opercularis.The intensity of stimulation was set at 80% of the resting motor threshold (rMT) for the first dorsal interosseous of unaffected hemisphere.Two parts of Broca's area were sequentially stimulated: the anterior part (pars triangularis-PTr) and the posterior part (pars opercularis-POp). To target the regions of interest precisely, the coil was positioned on the scalp according to the coordinates used by Gough et al.The anterior stimulation site was 2.5 cm posterior to the canthus along the canthus-tragus line and 3 cm superior to this line; the posterior stimulation site was 4.5 cm posterior and 6 cm superior to the canthus-tragus line. The stimulation was applied in the same session with 1000 pulses over pars triangularis followed by 1000 pulses over pars opercularis in left hemisphere.All patients were evaluated before, after the end of last session of rTMS and after one month with ASRS and KAAT. The outcome measures were collected and statistically analyzed"},"conditionsModule":{"conditions":["Post Stroke Aphasia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"aphasic patients","type":"OTHER","description":"post stroke aphasic patients will receive 10 sessions of high frequency rTMS 3 times per week over the damaged hemisphere without language therapy","interventionNames":["Device: rTMS (repetitive transcranial magnetic stimulation )"]}],"interventions":[{"type":"DEVICE","name":"rTMS (repetitive transcranial magnetic stimulation )","description":"applying high frequency TMS over the damaged hemisphere in chronic post stroke aphasic patients","armGroupLabels":["aphasic patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"evaluate the recovery of post stroke aphasia by non invasive procedure without language therapy","description":"rTMs is non invasive procedure may help improvement of speech performance","timeFrame":"1 month to assess the recovery"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* chronic post stroke nonfluent aphasia due to first-ever ischemic stroke in the distribution of middle cerebral artery diagnosed clinically and documented by computed tomography or magnetic resonance imaging on the brain\n* Right handedness\n* Both sexe groups\n* Age ranged from 33 to 66 years old,\n* Duration is at least 4 months from stroke onset,\n* patients never received speech therapy before\n* Educated for at least 10 years of education.\n\nExclusion Criteria:\n\n* Aphasia due to head injury or neurological disease other than stroke,\n* unstable cardiac dysrhythmia or cardiac pacemaker\n* unstable or critically ill patients\n* current or history of epilepsy, skull wounds and pregnant females.\n* patients with severe grade of weakness which interfere with writing ability.","healthyVolunteers":false,"sex":"ALL","minimumAge":"33 Years","maximumAge":"66 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Haidy Elshebawy, lecturer","affiliation":"El kasr al ainy hospitals ,faculty of medicine ,cairo university","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Haidy Elshebawy","city":"Cairo","zip":"11931","country":"Egypt","geoPoint":{"lat":30.06263,"lon":31.24967}}]},"referencesModule":{"references":[{"pmid":"34049013","type":"DERIVED","citation":"Fahmy EM, Elshebawy HM. Effect of High Frequency Transcranial Magnetic Stimulation on Recovery of Chronic Post-Stroke Aphasia. J Stroke Cerebrovasc Dis. 2021 Aug;30(8):105855. doi: 10.1016/j.jstrokecerebrovasdis.2021.105855. Epub 2021 May 25."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}