{"protocolSection":{"identificationModule":{"nctId":"NCT00930280","orgStudyIdInfo":{"id":"36695-3"},"secondaryIdInfos":[{"id":"5U01NS036695-16","type":"NIH","link":"https://reporter.nih.gov/quickSearch/5U01NS036695-16"}],"organization":{"fullName":"University of Cincinnati","class":"OTHER"},"briefTitle":"Genetic and Environmental Risk Factors for Hemorrhagic Stroke-GERFHS III","officialTitle":"Genetic and Environmental Risk Factors for Hemorrhagic Stroke","acronym":"GERFHS-III"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-07"},"primaryCompletionDateStruct":{"date":"2024-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2009-06-29","studyFirstSubmitQcDate":"2009-06-29","studyFirstPostDateStruct":{"date":"2009-06-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-11-30","lastUpdatePostDateStruct":{"date":"2023-12-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Daniel Woo","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Cincinnati"},"leadSponsor":{"name":"University of Cincinnati","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to find risk factors for hemorrhagic stroke, specifically intracerebral hemorrhage (ICH). ICH, a type of bleeding into brain tissue, is a type of stroke that can result in death or disability in a large number of people. Our study hopes to identify a specific genetic risk factor that will help identify at risk individuals and target treatment strategies.","detailedDescription":"Our case-control study will enroll subjects with a spontaneous ICH in the Greater Cincinnati region. For each subject enrolled we will also enroll a healthy control subject(matched by age , race and gender). Both the cases and control will undergo the same interview and have blood drawn for genetic analysis. The cases will have a chart abstraction done on their event medical record and be contacted for 3 and 6 month follow up(short interview). The genetic sample will be genotyped using the Affymetrix 6.0 gene chip looking for SNPs of interest and to identify genetic variants associated with ICH. The most promising SNPs identified through this process will be replicated in the external cohort from Massachusetts General Hospital."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","brain attack","hemorrhagic stroke","risk factors"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"whole blood"},"enrollmentInfo":{"count":1260,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Hemorrhagic stroke cases","description":"People who have had a hemorrhagic stroke, specifically an intracerebral hemorrhage, and live within a 100 mile radius of the University of Cincinnati."},{"label":"Healthy Control Subjects","description":"Healthy volunteers who are randomly identified in the same 100 mile radius of the University of Cincinnati and have not had a hemorrhagic stroke."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The analysis of the presence of specific genetic markers associated with hemorrhagic stroke versus the control group.","description":"Identification of specific genetic markers for each subject will be measured by gene assay using the Affymetrix chip. We are looking for SNPs that persist after controlling for traditional risk factors such as hypertension, smoking exposure, diabetes, alcohol use, anticoagulant use, hypercholesterolemia and APOE alleles.","timeFrame":"Ongoing to be completed at the end of June 2013."}],"secondaryOutcomes":[{"measure":"Analysis of risk factors such as age, race, gender, current smoking, heavy alcohol use, use of anticoagulants, diabetes, hemorrhagic stroke family history, hypertension, etc. in people with hemorrhagic stroke versus the control group.","description":"Traditional risk factors will be identified through self report during interview and by hospital chart notes for the case subjects. Identification of the APOE alleles for each subject will be done on their genetic sample.","timeFrame":"Ongoing to be completed at the end of June 2013."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 years or older\n* Resident (6 months or longer) within 100 miles of University of Cincinnati.\n* Fulfillment of the criteria for spontaneous ICH\n* No evidence of trauma, brain tumor/metastases, hemorrhagic transformation of ischemic stroke or infectious processes as a cause of the hemorrhage.\n* Ability of the patient or legal representative to provide consent for an interview, blood pressure determinations and DNA sampling.\n\nExclusion Criteria:\n\n* N/A","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"This study will be limited to physician-reviewed cases of people who have had a hemorrhagic stroke, specifically an intracerebral hemorrhage, and live within a 100 mile radius of the University of Cincinnati.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Daniel Woo, M.D.","affiliation":"University of Cincinnati Department of Neurology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Cincinnati Department of Neurology","city":"Cincinnati","state":"Ohio","zip":"45267-0525","country":"United States","geoPoint":{"lat":39.12713,"lon":-84.51435}}]},"referencesModule":{"references":[{"pmid":"11988589","type":"BACKGROUND","citation":"Woo D, Sauerbeck LR, Kissela BM, Khoury JC, Szaflarski JP, Gebel J, Shukla R, Pancioli AM, Jauch EC, Menon AG, Deka R, Carrozzella JA, Moomaw CJ, Fontaine RN, Broderick JP. Genetic and environmental risk factors for intracerebral hemorrhage: preliminary results of a population-based study. Stroke. 2002 May;33(5):1190-5. doi: 10.1161/01.str.0000014774.88027.22."},{"pmid":"11988610","type":"BACKGROUND","citation":"Kissela BM, Sauerbeck L, Woo D, Khoury J, Carrozzella J, Pancioli A, Jauch E, Moomaw CJ, Shukla R, Gebel J, Fontaine R, Broderick J. Subarachnoid hemorrhage: a preventable disease with a heritable component. Stroke. 2002 May;33(5):1321-6. doi: 10.1161/01.str.0000014773.57733.3e."},{"pmid":"15087556","type":"BACKGROUND","citation":"Woo D, Kissela BM, Khoury JC, Sauerbeck LR, Haverbusch MA, Szaflarski JP, Gebel JM, Pancioli AM, Jauch EC, Schneider A, Kleindorfer D, Broderick JP. Hypercholesterolemia, HMG-CoA reductase inhibitors, and risk of intracerebral hemorrhage: a case-control study. Stroke. 2004 Jun;35(6):1360-4. doi: 10.1161/01.STR.0000127786.16612.A4. Epub 2004 Apr 15."},{"pmid":"15790947","type":"BACKGROUND","citation":"Flaherty ML, Woo D, Haverbusch M, Sekar P, Khoury J, Sauerbeck L, Moomaw CJ, Schneider A, Kissela B, Kleindorfer D, Broderick JP. Racial variations in location and risk of intracerebral hemorrhage. Stroke. 2005 May;36(5):934-7. doi: 10.1161/01.STR.0000160756.72109.95. Epub 2005 Mar 24."},{"pmid":"16100021","type":"BACKGROUND","citation":"Woo D, Kaushal R, Chakraborty R, Woo J, Haverbusch M, Sekar P, Kissela B, Pancioli A, Jauch E, Kleindorfer D, Flaherty M, Schneider A, Khatri P, Sauerbeck L, Khoury J, Deka R, Broderick J. Association of apolipoprotein E4 and haplotypes of the apolipoprotein E gene with lobar intracerebral hemorrhage. Stroke. 2005 Sep;36(9):1874-9. doi: 10.1161/01.STR.0000177891.15082.b9. Epub 2005 Aug 11."},{"pmid":"16557295","type":"BACKGROUND","citation":"Woo D, Sekar P, Chakraborty R, Haverbusch MA, Flaherty ML, Kissela BM, Kleindorfer D, Schneider A, Khoury J, Sauerbeck LR, Deka R, Broderick JP. Genetic epidemiology of intracerebral hemorrhage. J Stroke Cerebrovasc Dis. 2005 Nov-Dec;14(6):239-43. doi: 10.1016/j.jstrokecerebrovasdis.2005.08.002."},{"pmid":"16269646","type":"BACKGROUND","citation":"Flaherty ML, Woo D, Haverbusch M, Moomaw CJ, Sekar P, Sauerbeck L, Kissela B, Kleindorfer D, Broderick JP. Potential applicability of recombinant factor VIIa for intracerebral hemorrhage. Stroke. 2005 Dec;36(12):2660-4. doi: 10.1161/01.STR.0000189634.08400.82. Epub 2005 Nov 3."},{"pmid":"16636234","type":"BACKGROUND","citation":"Flaherty ML, Haverbusch M, Sekar P, Kissela B, Kleindorfer D, Moomaw CJ, Sauerbeck L, Schneider A, Broderick JP, Woo D. Long-term mortality after intracerebral hemorrhage. Neurology. 2006 Apr 25;66(8):1182-6. doi: 10.1212/01.wnl.0000208400.08722.7c."},{"pmid":"17290088","type":"BACKGROUND","citation":"Flaherty ML, Haverbusch M, Sekar P, Kissela BM, Kleindorfer D, Moomaw CJ, Broderick JP, Woo D. Location and outcome of anticoagulant-associated intracerebral hemorrhage. Neurocrit Care. 2006;5(3):197-201. doi: 10.1385/NCC:5:3:197."},{"pmid":"17210891","type":"BACKGROUND","citation":"Flaherty ML, Kissela B, Woo D, Kleindorfer D, Alwell K, Sekar P, Moomaw CJ, Haverbusch M, Broderick JP. The increasing incidence of anticoagulant-associated intracerebral hemorrhage. Neurology. 2007 Jan 9;68(2):116-21. doi: 10.1212/01.wnl.0000250340.05202.8b."},{"pmid":"12486917","type":"BACKGROUND","citation":"Woo D, Broderick JP. Spontaneous intracerebral hemorrhage: epidemiology and clinical presentation. Neurosurg Clin N Am. 2002 Jul;13(3):265-79, v. doi: 10.1016/s1042-3680(02)00011-6."},{"pmid":"19286588","type":"BACKGROUND","citation":"Flaherty ML, Adeoye O, Sekar P, Haverbusch M, Moomaw CJ, Tao H, Broderick JP, Woo D. The challenge of designing a treatment trial for warfarin-associated intracerebral hemorrhage. Stroke. 2009 May;40(5):1738-42. doi: 10.1161/STROKEAHA.108.538462. Epub 2009 Mar 12."},{"pmid":"18824672","type":"BACKGROUND","citation":"Flaherty ML, Tao H, Haverbusch M, Sekar P, Kleindorfer D, Kissela B, Khatri P, Stettler B, Adeoye O, Moomaw CJ, Broderick JP, Woo D. Warfarin use leads to larger intracerebral hematomas. Neurology. 2008 Sep 30;71(14):1084-9. doi: 10.1212/01.wnl.0000326895.58992.27."},{"pmid":"18183500","type":"BACKGROUND","citation":"Adeoye O, Woo D, Haverbusch M, Tao H, Sekar P, Moomaw CJ, Shutter L, Kleindorfer D, Kissela B, Broderick J, Flaherty ML. Eligibility for the surgical trial in intracerebral hemorrhage II study in a population-based cohort. Neurocrit Care. 2008;9(2):237-41. doi: 10.1007/s12028-007-9045-8."},{"pmid":"16567733","type":"BACKGROUND","citation":"Flaherty ML, Woo D, Broderick J. The incidence of deep and lobar intracerebral hemorrhage in whites, blacks, and Hispanics. Neurology. 2006 Mar 28;66(6):956-7; author reply 956-7. doi: 10.1212/01.wnl.0000218670.19577.4c. No abstract available."},{"pmid":"19057323","type":"BACKGROUND","citation":"Adeoye O, Woo D, Haverbusch M, Sekar P, Moomaw CJ, Broderick J, Flaherty ML. Surgical management and case-fatality rates of intracerebral hemorrhage in 1988 and 2005. Neurosurgery. 2008 Dec;63(6):1113-7; discussion 1117-8. doi: 10.1227/01.NEU.0000330414.56390.DE."},{"pmid":"15155969","type":"BACKGROUND","citation":"Woo D, Haverbusch M, Sekar P, Kissela B, Khoury J, Schneider A, Kleindorfer D, Szaflarski J, Pancioli A, Jauch E, Moomaw C, Sauerbeck L, Gebel J, Broderick J. Effect of untreated hypertension on hemorrhagic stroke. Stroke. 2004 Jul;35(7):1703-8. doi: 10.1161/01.STR.0000130855.70683.c8. Epub 2004 May 20."},{"pmid":"17901378","type":"BACKGROUND","citation":"Kharofa J, Sekar P, Haverbusch M, Moomaw C, Flaherty M, Kissela B, Broderick J, Woo D. Selective serotonin reuptake inhibitors and risk of hemorrhagic stroke. Stroke. 2007 Nov;38(11):3049-51. doi: 10.1161/STROKEAHA.107.491472. Epub 2007 Sep 27."},{"pmid":"20825807","type":"BACKGROUND","citation":"Adeoye O, Haverbusch M, Woo D, Sekar P, Moomaw CJ, Kleindorfer D, Stettler B, Kissela BM, Broderick JP, Flaherty ML. Is ED disposition associated with intracerebral hemorrhage mortality? Am J Emerg Med. 2011 May;29(4):391-5. doi: 10.1016/j.ajem.2009.10.016. Epub 2010 Mar 25."},{"pmid":"23175721","type":"BACKGROUND","citation":"Martini SR, Flaherty ML, Brown WM, Haverbusch M, Comeau ME, Sauerbeck LR, Kissela BM, Deka R, Kleindorfer DO, Moomaw CJ, Broderick JP, Langefeld CD, Woo D. Risk factors for intracerebral hemorrhage differ according to hemorrhage location. Neurology. 2012 Dec 4;79(23):2275-82. doi: 10.1212/WNL.0b013e318276896f. Epub 2012 Nov 21."},{"pmid":"19122033","type":"BACKGROUND","citation":"Woo D, Khoury J, Haverbusch MM, Sekar P, Flaherty ML, Kleindorfer DO, Kissela BM, Moomaw CJ, Deka R, Broderick JP. Smoking and family history and risk of aneurysmal subarachnoid hemorrhage. Neurology. 2009 Jan 6;72(1):69-72. doi: 10.1212/01.wnl.0000338567.90260.46."},{"pmid":"20826714","type":"BACKGROUND","citation":"Thompson BB, Bejot Y, Caso V, Castillo J, Christensen H, Flaherty ML, Foerch C, Ghandehari K, Giroud M, Greenberg SM, Hallevi H, Hemphill JC 3rd, Heuschmann P, Juvela S, Kimura K, Myint PK, Nagakane Y, Naritomi H, Passero S, Rodriguez-Yanez MR, Roquer J, Rosand J, Rost NS, Saloheimo P, Salomaa V, Sivenius J, Sorimachi T, Togha M, Toyoda K, Turaj W, Vemmos KN, Wolfe CD, Woo D, Smith EE. Prior antiplatelet therapy and outcome following intracerebral hemorrhage: a systematic review. Neurology. 2010 Oct 12;75(15):1333-42. doi: 10.1212/WNL.0b013e3181f735e5. Epub 2010 Sep 8."},{"pmid":"21061402","type":"BACKGROUND","citation":"Biffi A, Sonni A, Anderson CD, Kissela B, Jagiella JM, Schmidt H, Jimenez-Conde J, Hansen BM, Fernandez-Cadenas I, Cortellini L, Ayres A, Schwab K, Juchniewicz K, Urbanik A, Rost NS, Viswanathan A, Seifert-Held T, Stoegerer EM, Tomas M, Rabionet R, Estivill X, Brown DL, Silliman SL, Selim M, Worrall BB, Meschia JF, Montaner J, Lindgren A, Roquer J, Schmidt R, Greenberg SM, Slowik A, Broderick JP, Woo D, Rosand J; International Stroke Genetics Consortium. Variants at APOE influence risk of deep and lobar intracerebral hemorrhage. Ann Neurol. 2010 Dec;68(6):934-43. doi: 10.1002/ana.22134."},{"pmid":"20839239","type":"BACKGROUND","citation":"Anderson CD, Biffi A, Rahman R, Ross OA, Jagiella JM, Kissela B, Cole JW, Cortellini L, Rost NS, Cheng YC, Greenberg SM, de Bakker PI, Brown RD Jr, Brott TG, Mitchell BD, Broderick JP, Worrall BB, Furie KL, Kittner SJ, Woo D, Slowik A, Meschia JF, Saxena R, Rosand J; International Stroke Genetics Consortium. Common mitochondrial sequence variants in ischemic stroke. Ann Neurol. 2011 Mar;69(3):471-80. doi: 10.1002/ana.22108. Epub 2010 Sep 13."},{"pmid":"22373282","type":"BACKGROUND","citation":"He H, Zhang X, Ding L, Baye TM, Kurowski BG, Martin LJ. Effect of population stratification analysis on false-positive rates for common and rare variants. BMC Proc. 2011 Nov 29;5 Suppl 9(Suppl 9):S116. doi: 10.1186/1753-6561-5-S9-S116."},{"pmid":"22373077","type":"BACKGROUND","citation":"Zhang X, He H, Ding L, Baye TM, Kurowski BG, Martin LJ. Family- and population-based designs identify different rare causal variants. BMC Proc. 2011 Nov 29;5 Suppl 9(Suppl 9):S36. doi: 10.1186/1753-6561-5-S9-S36."},{"pmid":"22373351","type":"BACKGROUND","citation":"Ding L, Baye TM, He H, Zhang X, Kurowski BG, Martin LJ. Detection of associations with rare and common SNPs for quantitative traits: a nonparametric Bayes-based approach. BMC Proc. 2011 Nov 29;5 Suppl 9(Suppl 9):S10. doi: 10.1186/1753-6561-5-S9-S10."},{"pmid":"22373300","type":"BACKGROUND","citation":"Baye TM, He H, Ding L, Kurowski BG, Zhang X, Martin LJ. Population structure analysis using rare and common functional variants. BMC Proc. 2011 Nov 29;5 Suppl 9(Suppl 9):S8. doi: 10.1186/1753-6561-5-S9-S8."},{"pmid":"21741316","type":"BACKGROUND","citation":"Biffi A, Anderson CD, Jagiella JM, Schmidt H, Kissela B, Hansen BM, Jimenez-Conde J, Pires CR, Ayres AM, Schwab K, Cortellini L, Pera J, Urbanik A, Romero JM, Rost NS, Goldstein JN, Viswanathan A, Pichler A, Enzinger C, Rabionet R, Norrving B, Tirschwell DL, Selim M, Brown DL, Silliman SL, Worrall BB, Meschia JF, Kidwell CS, Broderick JP, Greenberg SM, Roquer J, Lindgren A, Slowik A, Schmidt R, Woo D, Rosand J; International Stroke Genetics Consortium. APOE genotype and extent of bleeding and outcome in lobar intracerebral haemorrhage: a genetic association study. Lancet Neurol. 2011 Aug;10(8):702-9. doi: 10.1016/S1474-4422(11)70148-X. Epub 2011 Jul 6."},{"pmid":"22920755","type":"BACKGROUND","citation":"Woo JG, Martin LJ, Ding L, Brown WM, Howard TD, Langefeld CD, Moomaw CJ, Haverbusch M, Sun G, Indugula SR, Cheng H, Deka R, Woo D. Quantitative criteria for improving performance of buccal DNA for high-throughput genetic analysis. BMC Genet. 2012 Aug 25;13:75. doi: 10.1186/1471-2156-13-75."},{"pmid":"24008570","type":"BACKGROUND","citation":"Woo D, Deka R, Falcone GJ, Flaherty ML, Haverbusch M, Martini SR, Greenberg SM, Ayres AM, Sauerbeck L, Kissela BM, Kleindorfer DO, Moomaw CJ, Anderson CD, Broderick JP, Rosand J, Langefeld CD, Woo JG. Apolipoprotein E, statins, and risk of intracerebral hemorrhage. Stroke. 2013 Nov;44(11):3013-7. doi: 10.1161/STROKEAHA.113.001304. Epub 2013 Sep 5."},{"pmid":"23709713","type":"BACKGROUND","citation":"Biffi A, Anderson CD, Falcone GJ, Kissela B, Norrving B, Tirschwell DL, Selim M, Brown DL, Silliman SL, Worrall BB, Meschia JF, Kidwell CS, Broderick JP, Greenberg SM, Roquer J, Lindgren A, Slowik A, Schmidt R, Woo D, Rosand J; International Stroke Genetics Consortium. Novel insights into the genetics of intracerebral hemorrhage. Stroke. 2013 Jun;44(6 Suppl 1):S137. doi: 10.1161/STROKEAHA.113.001912. No abstract available."},{"pmid":"23559261","type":"BACKGROUND","citation":"Devan WJ, Falcone GJ, Anderson CD, Jagiella JM, Schmidt H, Hansen BM, Jimenez-Conde J, Giralt-Steinhauer E, Cuadrado-Godia E, Soriano C, Ayres AM, Schwab K, Kassis SB, Valant V, Pera J, Urbanik A, Viswanathan A, Rost NS, Goldstein JN, Freudenberger P, Stogerer EM, Norrving B, Tirschwell DL, Selim M, Brown DL, Silliman SL, Worrall BB, Meschia JF, Kidwell CS, Montaner J, Fernandez-Cadenas I, Delgado P, Greenberg SM, Roquer J, Lindgren A, Slowik A, Schmidt R, Woo D, Rosand J, Biffi A; International Stroke Genetics Consortium. Heritability estimates identify a substantial genetic contribution to risk and outcome of intracerebral hemorrhage. Stroke. 2013 Jun;44(6):1578-83. doi: 10.1161/STROKEAHA.111.000089. Epub 2013 Apr 4."},{"pmid":"24119622","type":"BACKGROUND","citation":"Adeoye O, Walsh K, Woo JG, Haverbusch M, Moomaw CJ, Broderick JP, Kissela BM, Kleindorfer D, Flaherty ML, Woo D. Peripheral monocyte count is associated with case fatality after intracerebral hemorrhage. J Stroke Cerebrovasc Dis. 2014 Feb;23(2):e107-11. doi: 10.1016/j.jstrokecerebrovasdis.2013.09.006. Epub 2013 Oct 8."},{"pmid":"24656865","type":"BACKGROUND","citation":"Woo D, Falcone GJ, Devan WJ, Brown WM, Biffi A, Howard TD, Anderson CD, Brouwers HB, Valant V, Battey TW, Radmanesh F, Raffeld MR, Baedorf-Kassis S, Deka R, Woo JG, Martin LJ, Haverbusch M, Moomaw CJ, Sun G, Broderick JP, Flaherty ML, Martini SR, Kleindorfer DO, Kissela B, Comeau ME, Jagiella JM, Schmidt H, Freudenberger P, Pichler A, Enzinger C, Hansen BM, Norrving B, Jimenez-Conde J, Giralt-Steinhauer E, Elosua R, Cuadrado-Godia E, Soriano C, Roquer J, Kraft P, Ayres AM, Schwab K, McCauley JL, Pera J, Urbanik A, Rost NS, Goldstein JN, Viswanathan A, Stogerer EM, Tirschwell DL, Selim M, Brown DL, Silliman SL, Worrall BB, Meschia JF, Kidwell CS, Montaner J, Fernandez-Cadenas I, Delgado P, Malik R, Dichgans M, Greenberg SM, Rothwell PM, Lindgren A, Slowik A, Schmidt R, Langefeld CD, Rosand J; International Stroke Genetics Consortium. Meta-analysis of genome-wide association studies identifies 1q22 as a susceptibility locus for intracerebral hemorrhage. Am J Hum Genet. 2014 Apr 3;94(4):511-21. doi: 10.1016/j.ajhg.2014.02.012. Epub 2014 Mar 20."},{"pmid":"32000590","type":"DERIVED","citation":"Stanton RJ, Eckman MH, Woo D, Moomaw CJ, Haverbusch M, Flaherty ML, Kleindorfer DO. Ischemic Stroke and Bleeding: Clinical Benefit of Anticoagulation in Atrial Fibrillation After Intracerebral Hemorrhage. Stroke. 2020 Mar;51(3):808-814. doi: 10.1161/STROKEAHA.119.027370. Epub 2020 Jan 31. Erratum In: Stroke. 2020 May;51(5):e100."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Hemorrhagic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}