{"protocolSection":{"identificationModule":{"nctId":"NCT04529681","orgStudyIdInfo":{"id":"NMRR-19-3296-51864(IIR)"},"organization":{"fullName":"Ministry of Health, Malaysia","class":"OTHER_GOV"},"briefTitle":"Effectiveness of Stroke Riskometer Apps In Improving Awareness and Stroke Risk Probability","officialTitle":"Effectiveness of Stroke Riskometer Apps In Improving Awareness of Stroke Risk and Stroke Risk Probability Among Young Adult Population In Kelantan: An App-Based Intervention Study"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-08-31","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-09-05","type":"ACTUAL"},"completionDateStruct":{"date":"2021-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-08-19","studyFirstSubmitQcDate":"2020-08-26","studyFirstPostDateStruct":{"date":"2020-08-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-22","lastUpdatePostDateStruct":{"date":"2021-02-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mohamad Zarudin Bin Mat Said","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Ministry of Health, Malaysia"},"leadSponsor":{"name":"Ministry of Health, Malaysia","class":"OTHER_GOV"},"collaborators":[{"name":"Universiti Sains Malaysia","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This intervention study using the Stroke Riskometer Apps as health promotion and disease prevention tools for the stroke prevention. Study will specifically target the young adult population (18-50 years old) who are the population at risk for young stroke. The study will determine the effectiveness of Stroke Riskometer Apps by assessing the awareness (knowledge, perception of stroke risk and intention to change behaviours) using the translated ABCD risk questionnaire and stroke risk probability using Stroke Riskometer Apps.","detailedDescription":"This intervention study is non-blinded, parallel-group cluster randomized controlled trial with 1:1 allocation ratio will be implemented in Kelantan, Malaysia with sample size of 58 each groups. The study will have four points of data collection (for ABCD risk questionnaire) in 6 weeks of intervention study. Primary outcome will be analysed using the Linear Mixed Effect model. Not only the effectiveness of Stroke Riskometer Apps, the investigators also able to get baseline stroke risk among young adult population in Kelantan, Malaysia. However, because of the time and budget limiting, the investigators only able to handle in Kelantan population and within 6 weeks duration.\n\nThis study will produce good impact; (a) targeting young adult population in response to young stroke incidence nationally and internationally, (b) tool that the investigators used will be a good starting to health promotion and disease prevention in Malaysia (model of valid and comparable stroke risk calculator, modules that used by Stroke Riskometer Apps), (c) comparing to current practices of non-communicable diseases (NCDs) prevention strategies - may need a practical and new effective strategy especially to catch up the newer generation at risk other than depending on health promotion and disease prevention program and leaflets promotion in health clinics."},"conditionsModule":{"conditions":["Stroke","Cardiovascular Diseases","Risk Factor, Cardiovascular"],"keywords":["Stroke","Cardiovascular Diseases","Risk Probability","Awareness","Mobile Apps"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":116,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention Group","type":"EXPERIMENTAL","description":"Intervention group will be equipped with Stroke Riskometer Apps and informational leaflets. In the beginning of the study, investigators will guide the participants to download and install the Stroke Riskometer Apps and how to use the application to measure, monitor and self-manage the stroke risk. Participants will be followed up until six weeks with four points of data collection; baseline, second week, fourth week and sixth week.","interventionNames":["Device: Stroke Riskometer Application","Other: Informational Leaflets"]},{"label":"Control Group","type":"OTHER","description":"Control group will be given the informational leaflets consist of stroke-related leaflet, CVDs-related leaflet and the healthy eating behaviors. Participants will be followed up until six weeks with four points of data collection; baseline, second week, fourth week and sixth week.","interventionNames":["Other: Informational Leaflets"]}],"interventions":[{"type":"DEVICE","name":"Stroke Riskometer Application","description":"Mobile phone application uses to measure, monitor and manage, it mainly calculates the stroke risk probability within 5 year and 10 years by providing the absolute risk and relative risk which is compared to the normal healthy people with the same age and gender. Not only that, the application purposes to increase general awareness about stroke and its risk factors, and to improve stroke and heart attack prevention on an individual level.","armGroupLabels":["Intervention Group"]},{"type":"OTHER","name":"Informational Leaflets","description":"Informational leaflets consist of the stroke-related leaflet, CVDs-related leaflet and the healthy eating behaviors including; disease introduction, what are the risk factors, early symptoms and also the preventive measures. These materials were developed and published by health education and promotion division Ministry of Health, Malaysia in 2013 - 2016. Usually it will be distributed to public during health screening program and also can be found at all healthcare facilities. All materials were in Malay language only.","armGroupLabels":["Control Group","Intervention Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke Risk Awareness","description":"The outcome will be measured as stroke risk awareness score. The score will be calculated from the translated and validated 'Attitudes and Beliefs about Cardiovascular Disease (ABCD) Risk Questionnaire' which consists of 26 questions with total score of 80. The awareness score represents domain of knowledge (8 items), perception (12 items) and intention to change (6 items). For the domain knowledge, the type of answer is true/false/don't know while the rest are 4 likert scales; strongly disagree, disagree, agree and strongly agree. The total score will be calculated as percentage and the higher the percentage, the better the awareness of stroke risk. It will be assessed at the earlier of the study, second week, forth week and sixth week.\n\nThe outcome will be analysed using the Linear Mixed Effect model after adjusting the potential confounder such as sociodemographic (age, gender, ethnicity, marital status) and/or socioeconomic status (education level, income/occupational).","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Body Mass Index (kg/m^2)","description":"The outcome consists of weight (in kilogram) and height (in meters) that will be combined to report BMI in kg/m\\^2. The BMI will be measured at the earlier of study and sixth week of study. Instruments that will be used in this study are uniform and well-calibrated.","timeFrame":"6 weeks"},{"measure":"Blood Pressure (mmHg)","description":"The outcome will be measured at the earlier of study and sixth week of study using uniform and well-calibrated instruments.","timeFrame":"6 weeks"},{"measure":"Stroke Risk Probability","description":"The outcome is the percentage of stroke risk probability within 5 and 10 years. It will be measured using the Stroke Riskometer (control group will use the same assessment that translated into question set). It contains 15 questions consist of stroke risk factors (smoking, alcohol consumption, dietary and physical activities), related comorbidity (diabetes, hypertension, heart disease and traumatic brain injury) and including the BMI and blood pressure. The higher the percentage of stroke risk probability means higher risk of getting stroke within 5 and 10 years. It will be measured on the baseline week and sixth week of the study.\n\nThe outcome will be analysed using the Linear Mixed Effect model between the intervention and control group. The model also will be adjusted to the potential confounder such as sociodemographic (age, gender, ethnicity, marital status) and/or socioeconomic status (education level, income/occupational).","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All consented young adult (aged 18 - 50 years old) who are Kelantan resident, can understand Malay language and own a smartphone.\n\nExclusion Criteria:\n\n* Non-Malaysian and ever diagnosed of stroke and psychiatric problem.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mohamad Zarudin M Said, MD, MPH","affiliation":"Universiti Sains Malaysia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universiti Sains Malaysia, Health Campus","city":"Kubang Kerian","state":"Kelantan","zip":"16150","country":"Malaysia","geoPoint":{"lat":6.09123,"lon":102.27938}}]},"referencesModule":{"references":[{"pmid":"34535608","type":"DERIVED","citation":"Mat Said Z, Musa KI, Tengku Ismail TA, Abdul Hamid A, Sahathevan R, Abdul Aziz Z, Feigin V. The Effectiveness of Stroke Riskometer in Improving Stroke Risk Awareness in Malaysia: A Study Protocol of a Cluster-Randomized Controlled Trial. Neuroepidemiology. 2021;55(6):436-446. doi: 10.1159/000518853. Epub 2021 Sep 15."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}