{"protocolSection":{"identificationModule":{"nctId":"NCT06223529","orgStudyIdInfo":{"id":"MusiStroke"},"organization":{"fullName":"Anglia Ruskin University","class":"OTHER"},"briefTitle":"Neural Mechanisms of Music Intervention Chronic Arm Hemiparesis Following Stroke: A Single Case Series EEG Study","officialTitle":"The Neural Mechanisms of Music Intervention for Chronic Arm Hemiparesis Following Stroke: A Single Case Series EEG Study"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-02-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-03","studyFirstSubmitQcDate":"2024-01-24","studyFirstPostDateStruct":{"date":"2024-01-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-24","lastUpdatePostDateStruct":{"date":"2024-01-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alex Street","investigatorTitle":"Senior Research Fellow (Music therapy)","investigatorAffiliation":"Anglia Ruskin University"},"leadSponsor":{"name":"Anglia Ruskin University","class":"OTHER"},"collaborators":[{"name":"Cambridgeshire Community Services NHS Trust","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aims of the study are to recruit five participants with stroke upper limb hemiparesis and determine the effects on neural reorganisation of a three-week music intervention using electroencephalogram measures.\n\nSecondly, the researchers will measure for changes in arm function before and after the three-week music intervention.\n\nThis is a single-arm pre-/post experiment\n\nPrimary research questions:\n\nWhat are the neuroplastic changes induced by Therapeutic Instrumental Music Performance (TIMP)?\n\nSecondary research questions What are the functional changes in hemiparetic arm and hand induced by TIMP?\n\nParticipants will be recruited once they have completed their statutory community stroke rehabilitation.\n\nThey will receive 15 X music therapy sessions in their home over three-weeks. Exercises will be delivered by trained clinicians, including music therapists and stroke rehabilitations specialists.\n\nExercises will be facilitated for full range of arm movement, using a range of percussion instruments on stands and handheld, and iPad with touchscreen instruments, which include keyboards and string instruments that can be played using pinch-grip, holding a stylus/plectrum.\n\nPre-/post intervention period EEG recordings will made. Stroke Specific Quality of Life (SSQoL), Action Research Arm Test and nine-hole-peg-test data will be collected from participants in their homes at weeks: 1, 4, 7 and 10.","detailedDescription":"Recruitment A treating clinician from collaborating healthcare Trust will inform the patients about the study and ask if they are interested. If so, they will provide them with the participant information sheet and ask if the chief investigator (CI) can contact them. Following this, the CI will contact the patient and manage consent.\n\nOnce recruited, an assessor will visit the participants in their home to conduct the Action Research Arm Test (ARAT) and nine-hole-peg-test (9HPT) and Stroke Specific Quality of Life Questionnaire (SSQoL) baseline assessment.\n\nAfter the baseline assessment, the CI will contact the participants to schedule pre-intervention assessments and the 15 sessions over three-weeks. The CI will schedule all assessment and EEG lab visits with participants and Dr Maidhof.\n\nMusic Intervention Equipment for music intervention delivery will be brought to the participants' homes and will comprise: Untuned percussion, iPad, guitar.\n\nThe iPad and percussion will facilitate every type of hand, finger and arm movement and all movement sequences required to perform activities of daily living. Exercises will progress to facilitate greater range and frequency of movement and complexity (number of instruments or screen targets hit in a sequence) without compromising quality (i.e. avoiding the introduction of compensatory movements).\n\nMusic intervention training and supervision The PI will train the music therapist in the music intervention protocol and instruct on how to assess participants in the first session in order to establish the starting exercise - he will provide supervision throughout the treatment period.\n\nTreatment fidelity The participants will be given a questionnaire prior to the first baseline data collection, to record any other interventions, for example pharmacological, that they may be using or due to use. The participants will also be asked to keep a log of activities during each phase of the study. This is to ensure that any changes that occur can be analysed in relation to other activities and interventions, and treatment related changes can be more robustly examined. The music therapist delivering the intervention will keep a log of the content of each session, noting which exercises were completed, duration, breaks and any modification of exercises such as tempo adjustment, spatial arrangement of equipment.\n\nEEG data collection\n\nEEG will be measured on a day before the intervention starts and after it has stopped. Upon arrival, the participants will be asked to fill out a brief questionnaire about handedness, caffeine consumption during the last 24 hours, and other diagnosis relevant for the EEG recording. After the participant's head size is measured, the EEG cap (R-net, Brainproducts, Germany, GmbH) will be prepared and fitted, which will take about 5-15 minutes. After ensuring good signal quality, the different parts of the study will be explained to the participant. These consist of:\n\n1. a resting-state recording, during which the participant is asked to sit in a relaxed position with eyes closed for 5-10 min.\n2. a tapping task during which the participant is asked to perform simple self-paced movements on a muted drum pad and piano keyboard every 3-5 seconds, whereby the following movements will be executed about 100 times: a) tapping with index finger and b) performing bilateral gross movements with the whole arm. The duration of this task is about 30 minutes including breaks if needed. During the tapping tasks, participants will be wearing earplugs/noise cancelling headphones in order to block any auditory feedback from their tapping movements. A green circle in the middle of the screen appears after about 3 seconds after their last tap, indicating that they can perform the next tap. After each tap, the circle turns red indicating that participants should wait with their next tap. The participant is instructed to look at the circle in the middle of the screen and to avoid any excessive eye movements, especially shortly before and after each tap.\n3. a Working memory task, during which one of five letters is presented repeatedly on a computer screen in front of the participant. The letter is either the rare target stimulus, or one of four frequent non-target stimuli. The participant is asked to press a button with their unaffected hand whenever a target stimulus has been perceived. There are 200 trials, divided into five blocks. The target stimulus will appear randomly 40 times, and frequent non-target stimuli 160 times. Including participant-controlled breaks between blocks, this will take 5-8 minutes. After ensuring that the participants understood the procedure and have no further questions, the recording will begin. The participant will be monitored by the EEG engineer in an observation booth with a video camera, and the participant can signal any time if they need a break, drink or anything else. The researchers will take care that the participant feels comfortable in a friendly and welcoming atmosphere throughout the measurement.\n\nPrimary data analysis EEG data analysis As this is a single-case series, only descriptive statistics and data visualisation (e.g. bar charts and boxplots) will be used to describe pre- and post-treatment changes in arm function and EEG measures.\n\nWith regards to EEG measures, the mean frontal alpha asymmetry (FAA) and its standard deviation will be computed following published guidelines. After a current source density transformation will have been applied, artefact-free 1s epochs of EEG data will be Hanning-windowed and subjected to a Fast Fourier Transformation. Alpha power for each epoch will be calculated as the band (8-13 Hz) value sum and the alpha asymmetry scores will be computed by taking the differences between the natural-log transformed power values of frontal electrodes F4 and F3. The averaged FAA and its standard deviation of the baseline recording will be descriptively compared to the post-treatment recording (visually and in percentage relative change).\n\nAnalysis of sensorimotor cortical activity during the self-paced finger and hand tapping tasks, as indexed by event-related oscillatory power in alpha (8-12 Hz) and beta (18-22 Hz) frequency bands, as well as coherence between brain areas, will follow the procedures as described in published research. Artefact-free band-pass filtered (and squared) data in the alpha and beta frequency bands will be segmented into 4s epochs with 2s before and 2s after each tap, with a baseline ranging from 1.5s to 1s before the tap. Three spatial clusters will be used to increase the signal-to-noise ratio: central (electrodes Fz, Fcz, and Cz), ipsilesional, and contralesional. In case of right-sided motor deficits, the ipsilesional cluster would include electrodes C3, F3, and Fc3, and the contralesional cluster would include electrodes C4, F4, and Fc4 (vice versa for left-sided motor deficits). Mean alpha- and beta power during the tapping tasks pre- and post-intervention and standard deviations will be plotted and any changes in mean power will be calculated as percentage relative change.\n\nThe P300 component of the event-related potential will be analysed according to established routines in the literature. After artifact cleaning based on independent component analysis and bandpass filtering (0.1-25 Hz), data will be segmented into 1s epochs with a baseline ranging from 200ms to 0ms before stimulus onset. Artifact-free trials of target and non-target stimuli with correct behavioural responses will be baseline corrected and averaged. To assess any pre-post differences, averaged ERPs will be plotted. In addition, pre-post differences in mean amplitude of the P300 component, measured at electrode Pz in a time window of ca. 300ms (centered around the peak amplitude), will be expressed in percentage relative change.\n\nSecondary Data Analysis Action Research Arm Test data will be presented in a box plot, showing scores in the categories of Grasp, Grip, Pinch, Gross at the four data collection timepoints. Pre-/post-intervention period scores in each category will be shown in a graph. Means of measurements pre-intervention, post-intervention will be compared to measurements of data from baseline. Deviations from baseline will be tested by t-tests.\n\nEthical and regulatory considerations Assessment and management of risk\n\nBelow is a list of identified ethical risks and how they will be managed during the study:\n\n* Capacity: The participants will have capacity to consent when screened by CCS NHS trust. Staff will be aware of any capacity issues for a potential participant, because they will have delivered community stroke rehabilitation to them. Capacity will be monitored throughout the study. If it is judged that the participant loses capacity during the study, they will be withdrawn from the study.\n* Withdrawal: Irrespective of stage, participants will have the right to withdraw at any point during the study without their healthcare or rights being affected. This can be done by contacting a member of the research team. Participants have the right to refuse any or all parts of the study.\n* Reading/writing impairment: Individuals that are functionally unable to read or visually impaired can participate in the study, researchers will describe each section of the information sheet and consent form to the potential participant. In these cases, consent will be taken orally and counter-signed by a third party (e.g. spouse or carer).\n* Video: The participant will be video recorded whilst undergoing EEG using a university device. Video data will be password protected, encrypted and stored on the Anglia Ruskin OneDrive. If the participant has consented, the video will be used for publication or other output.\n* The participants will have the option to be videoed during sessions in their home, whilst they complete the music exercises. This is in order that the researchers can more closely monitor how they are performing the movements and refine the exercises, and so that they can disseminate the research.\n* Reimbursement: The participants are entitled to reimbursement for travel to the music therapy center EEG lab. There will be two lab visits.\n* Incidental EEG findings: The EEG equipment and the research team are not certified for medical diagnosis, however during routine EEG data quality checks they might detect suspicious grapho-elements that might require further investigations. In such a case, the general practitioner will be informed (if consent has been given).\n* Participants will not be asked to provide personal identifiable data during the study, except for the purposes of consent and for contact purposes, and these data will be kept separate from video data. Research data will be pseudo-anonymised, therefore not directly identifiable. All data will be stored securely (password protected) on university servers for the duration of the study. As the research is occurring within the community, data may be temporarily stored elsewhere; for example, in a navigation system to find the participant's home. All data will be encrypted irrespective of storage location, and deleted once transferred to the university servers.\n* Anonymised data will be stored on the Anglia Ruskin University OneDrive server, which is GDPR compliant, and can only be accessed by authorised members of the research team."},"conditionsModule":{"conditions":["Stroke","Hemiparesis","Home-based"],"keywords":["Neurologic Music Therapy","electroencephalography"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single case series pre-/post EEG with repeated upper limb measures","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE","maskingDescription":"The person collecting data on quality of life and arm function in participants' homes will be blinded to whether pre- or post intervention"}},"enrollmentInfo":{"count":5,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Music intervention","type":"EXPERIMENTAL","description":"Music-based exercises for arm/hand coordination, range of movement and dexterity using a selection of hand percussion, stand-mounted percussion and tablet with touchscreen instruments.","interventionNames":["Behavioral: Therapeutic Instrumental Music Performance"]}],"interventions":[{"type":"BEHAVIORAL","name":"Therapeutic Instrumental Music Performance","description":"Exercises using musical instruments to improve hemiparetic hand and arm function","armGroupLabels":["Music intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Electroencephalogram (EEG): Power in EEG Alpha and Beta frequency bands","description":"Power in EEG Alpha and Beta frequency bands (event-related synchronization and de-synchronization) during simple motor tasks","timeFrame":"baseline: pre-intervention, immediately after the intervention"}],"secondaryOutcomes":[{"measure":"Electroencephalogram (EEG): Amplitude of P3 event-related potential","description":"The Amplitude of the P3 wave of the event-related potential, elicited during a working memory task","timeFrame":"baseline: pre-intervention, immediately after the intervention"},{"measure":"Electroencephalogram (EEG): Frontal Alpha Asymmetry","description":"Magnitude of the Frontal Alpha Asymmetry during a resting-state EEG","timeFrame":"baseline: pre-intervention, immediately after the intervention"},{"measure":"Action Research Arm Test (ARAT)","description":"A 19-item measure that is divided into: grasp, grip, pinch and gross movement. Maximum score is 57, which would indicate best possible arm and hand function","timeFrame":"Baseline, pre-intervention (week 4), post-intervention (week 7), follow-up (week 10)"},{"measure":"Nine hole peg test","description":"Assessment of finger dexterity. Picking up nine pegs from a dish one at a time and placing into nine holes, then removing one by one and placing back in the dish. Maximum time allowed for our study will be two-minutes. A healthy male would complete it approximately 19 seconds.","timeFrame":"Baseline (week 1), pre-intervention (week 4), post-intervention (week 7), Follow-up (week 10)"}],"otherOutcomes":[{"measure":"Stroke Specific Quality of Life Questionnaire","description":"A questionnaire asking stroke survivors to rate the impact of their stroke on various. (score range 49 - 245, with higher score indicating better quality of life)aspects of their daily living","timeFrame":"Baseline (week 1), pre-intervention (week 4), post-intervention (week 7), follow-up (week 10)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged 18+\n2. Ischemic stroke\n3. Three weeks to 60 months post-stroke\n4. 12 to 49/57 Action Research Arm Test (ARAT) score \\*\n5. Able to follow instructions and consent\n6. Right-hand dominant\n\nExclusion Criteria:\n\n1. Hemorrhagic stroke\n2. No movement in arm\n3. Unable to move thumb and one finger. Loss of sensation and proprioceptive impairment will not lead to exclusion.\n4. Unable to consent to participate\n5. Currently receiving music therapy\n6. Left-hand dominant\n7. Ambidextrous\n8. Not registered with a GP. We will require GP details to inform them in case of any incidental findings in the EEG.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"110 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alexander J Street, PhD","role":"CONTACT","phone":"07799392838","email":"alex.street@anglia.ac.uk"},{"name":"Clemens Maidhof, PhD","role":"CONTACT","email":"clemens.maidhof@aru.ac.uk"}],"overallOfficials":[{"name":"Alexander J Street, PhD","affiliation":"Anglia Ruskin University","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"19673814","type":"BACKGROUND","citation":"Altenmuller E, Marco-Pallares J, Munte TF, Schneider S. Neural reorganization underlies improvement in stroke-induced motor dysfunction by music-supported therapy. Ann N Y Acad Sci. 2009 Jul;1169:395-405. doi: 10.1111/j.1749-6632.2009.04580.x."},{"pmid":"31402880","type":"RESULT","citation":"Fachner JC, Maidhof C, Grocke D, Nygaard Pedersen I, Trondalen G, Tucek G, Bonde LO. \"Telling me not to worry...\" Hyperscanning and Neural Dynamics of Emotion Processing During Guided Imagery and Music. Front Psychol. 2019 Jul 25;10:1561. doi: 10.3389/fpsyg.2019.01561. eCollection 2019."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}