{"protocolSection":{"identificationModule":{"nctId":"NCT03236376","orgStudyIdInfo":{"id":"s60278"},"organization":{"fullName":"Universitaire Ziekenhuizen KU Leuven","class":"OTHER"},"briefTitle":"Brain-behavior Associations of Sensorimotor Therapy Post Stroke","officialTitle":"Behavioral and Brain Connectivity Analysis of Upper Limb Sensorimotor Rehabilitation Post Stroke: a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2020-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-12-01","type":"ACTUAL"},"completionDateStruct":{"date":"2020-01-06","type":"ACTUAL"},"studyFirstSubmitDate":"2017-06-20","studyFirstSubmitQcDate":"2017-07-31","studyFirstPostDateStruct":{"date":"2017-08-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-01-16","lastUpdatePostDateStruct":{"date":"2020-01-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Geert Verheyden","investigatorTitle":"Professor","investigatorAffiliation":"Universitaire Ziekenhuizen KU Leuven"},"leadSponsor":{"name":"Universitaire Ziekenhuizen KU Leuven","class":"OTHER"},"collaborators":[{"name":"Research Foundation Flanders","class":"OTHER"},{"name":"KU Leuven","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke survivors often encounter impairments in the upper limb after stroke. Sensorimotor impairments are present in 67% of the stroke patients, resulting in problems with independency and performance of activities of daily life. In addition, the pattern of recovery in the brain is still a matter of ongoing debate. Although the importance of somatosensory function on motor performance is well described, evidence for somatosensory or sensorimotor therapy and brain-related changes is scares. Therefore, we aim to explore the effect of a sensorimotor therapy compared to pure motor therapy on motor function of the upper limb. A second objective is to investigate therapy-induced brain-behavior associations using resting state functional Magnetic Resonance Imaging of the brain.","detailedDescription":"Stroke survivors often encounter impairments in the upper limb after stroke. Sensorimotor impairments are present in 67% of the stroke patients, resulting in problems with independency and performance of activities of daily life. In addition, the pattern of recovery in the brain is still a matter of ongoing debate. Although the importance of somatosensory function on motor performance is well described, evidence for somatosensory or sensorimotor therapy and brain-related changes is scares. Therefore, will conduct a Randomized Controlled Trial with three main objectives.\n\nThe first objective of this project is to investigate the effect of sensorimotor therapy on motor function of the upper limb. To achieve this objective, a sensorimotor program will be developed based on the SENSE therapy. Patients will be randomly allocated to either the sensorimotor therapy group or the pure motor therapy group; and will receive 16 hours of therapy. Motor and Somatosensory assessments will be performed at three time points: baseline(admission to rehabilitation center), immediately after the 16 hours of therapy and after 4 weeks of follow-up.\n\nThe second objective is to investigate therapy-induced brain-behavior associations with resting state functional connectivity. In order to achieve insights in brain-behavior associations, we will perform resting-state functional Magnetic Resonance Imaging (fMRI) scans at the same time points as the clinical assessments: baseline, immediately after the 16 hours of therapy, and four weeks after the end of the therapy. Both measurements, brain-imaging and clinical measurements will be combined to investigate the associations.\n\nThis project will lead to new insights in brain-behavior associations of sensorimotor function of the upper limb after stroke and will provide evidence for a new therapy in upper limb stroke rehabilitation."},"conditionsModule":{"conditions":["Stroke"],"keywords":["upper limb","somatosensory impairments","motor impairments","brain imaging"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled Trial with two therapy groups ( experimental and control therapy) and one healthy control group","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The assessor will be masked for treatment group","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":59,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"sensorimotor therapy","type":"EXPERIMENTAL","description":"sensorimotor therapy will consist of 30minutes of sensory discrimination training and 30 minutes of sensorimotor training per session. The sensory discrimination training is based on on the SENSe training of Carey et all. The sensorimotor training is the same individually tailored motor therapy as described below, but with integration of sensory discrimination training aspects.","interventionNames":["Other: additional sensorimotor therapy for the upper limb"]},{"label":"motor therapy","type":"ACTIVE_COMPARATOR","description":"The motor therapy consists of 30 minutes of cognitive and attention-based table top games and 30 minutes of motor training per session. The cognitive-attention-based therapy consists of table top games such as chess, rush hour, or other smart games. Individually tailored motor therapy consists of a unilateral motor exercise program for the upper limb, while seated at a table, under supervision of a therapist to match the therapy and intensity provided in the other sensorimotor therapy group. This 30 minutes of motor arm training is based on a set of standardized exercises which comprise task-related practice for gross movements and dexterity including different grips and selective finger movements, and training in daily life activities, however without any attention to sensory discrimination training.","interventionNames":["Other: additional motor therapy for the upper limb after stroke"]}],"interventions":[{"type":"OTHER","name":"additional sensorimotor therapy for the upper limb","description":"The intervention will consist of additional physiotherapy for the upper limb after stroke consisting of sensory discrimination training and sensorimotor training.","armGroupLabels":["sensorimotor therapy"]},{"type":"OTHER","name":"additional motor therapy for the upper limb after stroke","description":"The intervention will consist of additional physiotherapy for the upper limb after stroke consisting of cognitive-attention based training and motor training","armGroupLabels":["motor therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Action Research Arm Test","description":"grasp, grip, pinch and gross movement of the affected arm and hand","timeFrame":"within 4 months post stroke"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer motor Assessment-upper Extremity","description":"overall motor impairment of the affected upper limb: shoulder, arm, wrist , hand and fingers","timeFrame":"within 4 months post stroke"},{"measure":"composite standardized somatosensory deficit index","description":"composite standardized score consisting of fabric matching test, wrist position sense test and functional tactile object recognition test","timeFrame":"within 4 months post stroke"},{"measure":"Erasmus modified Nottingham Sensory Assessment","description":"light touch, pressure, sharp, sharp-dull discrimination, position sense of the arm and hand","timeFrame":"within 4 months post stroke"},{"measure":"Perceptual Threshold of Touch","description":"threshold of light touch determined with Transcutaneous Electric Nerve Stimulation at the index finger.","timeFrame":"within 4 months post stroke"},{"measure":"Nine Hole Peg test","description":"manual dexterity","timeFrame":"within 4 months post stroke"},{"measure":"Stroke Upper Limb Capacity Scale","description":"upper limb capacity by the means of ten functional and meaningful tasks related to daily live activities","timeFrame":"within 4 months post stroke"},{"measure":"functional connectivity","description":"resting-state fMRI functional connectivity between Regions of Interest of the sensorimotor network","timeFrame":"within 4 months post stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first ever stroke as defined by the WHO (world health organisation) criteria\n* assessed and included within 8 weeks after stroke onset\n* unilateral motor impairment in the upper limb (ARAT \\<52/56)\n* unilateral somatosensory impairment in the upper limb (SSD \\<0.00)\n* minimally 18 years old\n* substantially cooperation to perform the assessments and therapy\n* written informed consent\n\nExclusion Criteria:\n\n* musculoskeletal and/or other neurological disorders such as previous stroke, head injuries, multiple sclerosis of Parkinson's disease\n* a subdural hematoma, tumor, encephalitis or trauma that lead to similar symptoms as a stroke\n* severe communication deficits\n* severe cognitive deficits\n* the presence of contra-indications for proceeding an MRI scan such as defibrillator, pacemaker or metal prosthesis ( as defined in the MRI checklist of Radiology UZ Leuven)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Geert Verheyden","affiliation":"KU Leuven","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"KU Leuven","city":"Leuven","country":"Belgium","geoPoint":{"lat":50.87959,"lon":4.70093}}]},"referencesModule":{"references":[{"pmid":"21350049","type":"RESULT","citation":"Carey L, Macdonell R, Matyas TA. SENSe: Study of the Effectiveness of Neurorehabilitation on Sensation: a randomized controlled trial. Neurorehabil Neural Repair. 2011 May;25(4):304-13. doi: 10.1177/1545968310397705. Epub 2011 Feb 24."},{"pmid":"33343498","type":"DERIVED","citation":"De Bruyn N, Saenen L, Thijs L, Van Gils A, Ceulemans E, Essers B, Lafosse C, Michielsen M, Beyens H, Schillebeeckx F, Alaerts K, Verheyden G. Sensorimotor vs. Motor Upper Limb Therapy for Patients With Motor and Somatosensory Deficits: A Randomized Controlled Trial in the Early Rehabilitation Phase After Stroke. Front Neurol. 2020 Dec 4;11:597666. doi: 10.3389/fneur.2020.597666. eCollection 2020."},{"pmid":"29678195","type":"DERIVED","citation":"De Bruyn N, Essers B, Thijs L, Van Gils A, Tedesco Triccas L, Meyer S, Alaerts K, Verheyden G. Does sensorimotor upper limb therapy post stroke alter behavior and brain connectivity differently compared to motor therapy? Protocol of a phase II randomized controlled trial. Trials. 2018 Apr 20;19(1):242. doi: 10.1186/s13063-018-2609-4."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}