{"protocolSection":{"identificationModule":{"nctId":"NCT03639259","orgStudyIdInfo":{"id":"2017/1966 (REC)"},"organization":{"fullName":"University Hospital of North Norway","class":"OTHER"},"briefTitle":"Emotional and Cognitive Determinants of Post-stroke Fatigue","officialTitle":"Emotional and Cognitive Determinants of Post-stroke Fatigue. A Prospective Study"},"statusModule":{"statusVerifiedDate":"2021-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-05-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-30","type":"ACTUAL"},"studyFirstSubmitDate":"2018-08-07","studyFirstSubmitQcDate":"2018-08-16","studyFirstPostDateStruct":{"date":"2018-08-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-06-28","lastUpdatePostDateStruct":{"date":"2021-06-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital of North Norway","class":"OTHER"},"collaborators":[{"name":"Norwegian Extra Foundation for Health and Rehabilitation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Fatigue is a prevalent, prolonged and partly disabling symptom following cerebral stroke. The health services has little knowledge of fatigue, both in terms of what characterizes those affected, and with regard to how fatigue can be treated. Persons going through a stroke may experience impairments in cognitive functions such as attention and memory. This will often cause previously effortless activities of daily living to become strenuous and exhausting. Experiencing a stroke will also in many cases lead to a major change in life due to other related loss of function, grief and health-related concerns. Emotional reactions like depression and anxiety are widespread.\n\nSpecific knowledge of how cognitive impairment, emotional reactions and coping strategies contribute to development and maintenance of fatigue is lacking. The present research project will contribute with new and important knowledge in this area.\n\nA total of 250 adults have been followed up after stroke with multiple examinations. Average age at the time of stroke was 70 years. The investigators now plan to follow them up three to four years after stroke. This provides a unique opportunity to investigate how depression and anxiety, over time, may be related to the experience of fatigue, cognitive impairment and negative coping strategies such as worrying and rumination. The investigators will use questionnaires and cognitive tests when examining these associations. Such new knowledge about cognitive and emotional factors related to the development of fatigue long-term after stroke may help determine who is at risk of developing symptoms of fatigue. Furthermore, it can shed light on possible preventional measures, and provide better suited advice to those affected by fatigue. This knowledge can also pave the way for new, research-based treatment methods.","detailedDescription":"Fatigue is a common symptom after stroke experienced by 25% - 92%. Fatigue predicts reduced physical health and has a negative impact on everyday life. Causes are poorly investigated and not fully understood. Recent studies indicate that specific cognitive functions are related to the development of fatigue, but findings are not consistent. There are few studies with adequate neuropsychological tests and an adequate number of participants. Moreover, it is not clear whether anxiety or depression may predict later occurrence of fatigue after stroke, or how coping strategies affect the process.\n\nThe purpose of this study is to investigate 1) the association between cognitive factors as measured with neuropsychological tests and fatigue 3-4 years after cerebral stroke, 2) whether emotional factors 3 and 12 months after stroke predict development of fatigue long-term (3-4 years) after stroke, and 3) the association between fatigue and different domains of stroke-specific health-related quality of life 3-4 years after the stroke. Metacognitive thinking style are treated as a possible mediator of the association of depression/anxiety and fatigue after stroke. Physical activity and sleep measured with accelerometer are treated as mediators of the association of both emotional and cognitive factors and fatigue.\n\nIdentification of factors relevant to the development of fatigue, and increased knowledge of the consequences of fatigue for health-related quality of life, will provide greater understanding of mechanisms, contribute to early identification of fatigue, and better adapted rehabilitation; and thereby increased function and quality of life.\n\nThe following articles will be published as part of this project:\n\n1. The association between cognitive functioning and fatigue long-term post-stroke. A cross-sectional study with neuropsychological tests.\n2. Anxiety and depression as predictors for long-term fatigue after stroke. A prospective study.\n3. Metacognitions and thought control strategies in patients with post stroke fatigue.\n4. The association between fatigue and health-related quality of life. A prospective study."},"conditionsModule":{"conditions":["Stroke","Fatigue","Post-Stroke Fatigue","Neuropsychology","Cognitive Impairment","Quality of Life","Post-stroke Depression","Meta-cognition"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":149,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Post-stroke fatigue","description":"Participants fulfilling criteria for presence of fatigue after cerebral stroke"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Presence of post-stroke fatigue as measured with the Fatigue Severity Scale (FSS).","description":"The primary outcome of this study is presence of fatigue after stroke, measured with the Fatigue Severity Scale (FSS). FSS includes 9 items related to fatigue graded on a 7-point Likert-like scale ranging from 1 (\"disagreeable\") to 7 (\"highly agreeable\"). The minimum score=9 and maximum score possible=63. Higher score=greater fatigue severity. The average score for all 9 items constitute the FSS score.","timeFrame":"3-4 years after stroke"}],"secondaryOutcomes":[{"measure":"Post-stroke fatigue measured with the Chalder Fatigue Questionnaire (CFQ)","description":"The Chalder Fatigue Questionnaire (CFQ) is used as a secondary outcome measure of fatigue. The CFQ consists of 11 items and uses likert scoring 0, 1, 2, 3, providing a range of 0-33, where lowest score is least fatigue.","timeFrame":"3-4 years after stroke"},{"measure":"Participants' degree of stroke-specific quality of life measured by the Stroke-Specific Quality of Life Scale (SSQOL).","description":"Stroke-specific quality of life as measured with the Stroke-Specific Quality of Life Scale (SSQOL) is a secondary outcome measure of this study. The original SSQOL questionnaire consists of 49 items covering 12 domains: Mobility, Energy, Upper Extremity Function, Work and Productivity, Mood, Self-Care, Social Roles, Family Roles, Vision, Language, Thinking and Personality. Each domain is measured by three to six items using a 5-point (1-5) Likert scale (higher scores indicate better function). The total score ranges from 49 to 245.","timeFrame":"3-4 years after stroke"}],"otherOutcomes":[{"measure":"Degree of cognitive impairment after stroke as measured with neuropsychological tests.","description":"Explanatory variables are specific domains of cognitive/neuropsychological function as measured with neuropsychological tests. Assessment includes a standard cognitive examination. The following tests will be applied: Matrix Reasoning, Vocabulary, Digit Span, Coding (WAIS-IV); Trail Making Test; Stroop Interference Test; Word Fluency Test (these three are included in the D-KEFS test battery); Lafayette Grooved Pegboard Test; Connors Continuous Performance Test-III; California Verbal Learning Test II; Rey-Osterrieth Complex Figure Test; Behavioral Rating Inventory of Executive Function-Adult Version. All tests are standardized, with published normative data for different age groups.","timeFrame":"3-4 years after stroke"},{"measure":"Self-reported symptoms of anxiety and depression as measured with the Hospital Anxiety and Depression Scale (HADS).","description":"Hospital Anxiety and Depression Scale (HADS) consists of 14 items that assess non-vegetative symptoms of depression (7 items) and anxiety (7 items). The scale uses a response scale of 0-3 (higher is worse). Subscale sum scores for anxiety and depression, respectively, range from 0 to 21, and a cut-off score of 8 - 10 indicate possible (subclinical) anxiety or depression, while scores of 11 and higher indicate probable (clinical) anxiety or depression. The total HADS score (range 0-42) can additionally be considered a global measure of psychological and emotional distress. The questionnaire is already included at 3 and 12 month follow-up, and will be repeated in the present study 3 years after stroke.","timeFrame":"3 months after stroke, 12 months after stroke, and 3-4 years after stroke."},{"measure":"Metacognitive thinking style measured using the Metacognitions Questionnaire (MCQ-30).","description":"Metacognitive thinking style are treated as a possible mediator of the association of depression/anxiety and fatigue after stroke.The Metacognitions Questionnaire (MCQ-30) is a 30-item self-report inventory for assessing metacognitions. The items are scored on a four-point Likert-type scale ranging from 1 (I do not agree) to 4 (I totally agree), allowing a range from 30 to 120. Higher scores indicate more dysfunctional metacognitions. Five subscales exist: Positive beliefs about worry (e.g., 'Worrying helps me to solve problems'), Negative beliefs about worry (e.g., 'When I start worrying I cannot stop'), Cognitive confidence (e.g., 'I do not trust my memory'), Need for control (e.g., 'It is bad to think certain thoughts') and Cognitive self-consciousness (e.g., 'I monitor my thoughts').","timeFrame":"3-4 years after stroke"},{"measure":"Physical activity","description":"Axivity AX3 accelerometer on wrist of dominant hand over a 7 day period.","timeFrame":"3-4 years post-stroke"},{"measure":"Sleep pattern","description":"Axivity AX3 accelerometer on wrist of dominant hand over a 7 day period.","timeFrame":"3-4 years post-stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Verified cerebral stroke\n* Admitted to a stroke unit at the University Hospital of North Norway in the cities of Tromsø, Harstad or Narvik during 2014-2015.\n\nExclusion Criteria:\n\n* No diagnosis of cerebral stroke given\n* Diagnosed with one or more strokes since inclusion after verified stroke in 2014/2015.\n* Not functionally able to undergo neuropsychological assessment or reply to questionnaires.","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The patients included in this study are the norwegian cohort of the study \"Rehabilitation, function and quality of life after cerebral stroke in North Norway and Denmark\". Data collection for the first year after stroke is completed. This new study will consist of a follow up of norwegian participants 3 years after stroke and includes assessment of neuropsychological functions, fatigue, emotional problems, physical activity and sleep pattern, and quality of life.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Audny Anke, Professor","affiliation":"Univerity Hospital of North Norway (UNN)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital of North Norway","city":"Tromsø","zip":"9016","country":"Norway","geoPoint":{"lat":69.6489,"lon":18.95508}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000005221","term":"Fatigue"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","relevance":"LOW"},{"id":"M8054","name":"Fatigue","asFound":"Fatigue","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}