{"protocolSection":{"identificationModule":{"nctId":"NCT02925871","orgStudyIdInfo":{"id":"2015/1923-31/2"},"organization":{"fullName":"Karolinska Institutet","class":"OTHER"},"briefTitle":"The Missing Link- Development and Feasibility Evaluation of Person-centred Transitions From the Stroke Unit to the Home","officialTitle":"The Missing Link- Development and Feasibility Evaluation of Person-centred Transitions From the Stroke Unit to the Home - a Co-design Project","acronym":"Missing Link"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-07","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-07","type":"ACTUAL"},"studyFirstSubmitDate":"2016-04-08","studyFirstSubmitQcDate":"2016-10-04","studyFirstPostDateStruct":{"date":"2016-10-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-12-12","lastUpdatePostDateStruct":{"date":"2023-12-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Charlotte Ytterberg","investigatorTitle":"associate professor (docent)","investigatorAffiliation":"Karolinska Institutet"},"leadSponsor":{"name":"Karolinska Institutet","class":"OTHER"},"collaborators":[{"name":"Kamprad Family Foundation","class":"UNKNOWN"},{"name":"Swedish Council for Working Life and Social Research","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim is to design, implement and evaluate new person-centred transitions between stroke units and the home. The development of person-centred transition will be performed together by people with stroke, significant others, stroke unit staff and interdisciplinary teams.\n\nPhase 1, a prospective observational study of current transitions from stroke units to rehabilitation in the home without coordination. The aim is to identify factors that are facilitators or barriers to transitions, patient and caregiver outcomes, use of health care during the first year after stroke. In phase 2, a co-design process of new person-centred transitions will be carried out by people with stroke, significant others, stroke unit staff and interdisciplinary home rehabilitation teams. In phase 3 new person-centred transitions will be implemented and evaluated in a feasibility study.","detailedDescription":"A phased approach, as recommended for development and evaluation of complex interventions, will be used. In phase 1 the current transitions from stroke units to the home environment will be explored and facilitators / barriers to coordinated person-centred safe transitions will be identified. Knowledge generated in phase 1 will inform phase 2; a co-design process of new coordinated person-centred car transitions conducted by people with stroke, significant others and staff from stroke units and interdisciplinary home rehabilitation teams together. Knowledge from phase 1 and phase 2 will inform phase 3; implementation and feasibility evaluation of the new care transitions.\n\nPhase 1 Aims: Explore current state of care transitions combined with rehabilitation in the home, identify facilitators and barriers to person-centred transitions, current patient and caregiver outcome, satisfaction, and resource use of health services during the first year after stroke.\n\nDesign: prospective longitudinal observational study.\n\n1. Participants: people with mild/moderate stroke, referred from stroke units to home rehabilitation and their significant others will be asked to participate before discharge from the stroke unit.\n\n   Data collection: Baseline data on medical and socio-demographic aspects and functioning will be collected from the medical records. Data on satisfaction with the transition process will be collected after discharge from the stroke unit. At 3, and 12 months people with stroke will be assessed regarding disability, perceived impact of stroke, participation in social activities, health related quality of life, perceived needs of health services and satisfaction with services received using reliable validated measures and structured interviews. Data on caregiver burden, life satisfaction and informal care will be collected from significant others. Data on use of health care will be obtained from the register at Region Stockholm.\n\n   Analyses: Statistical analyses to identify factors at baseline associated with satisfactory transitions, and associations between perceived quality of transitions and patient and significant other outcomes at 3 and 12 months.\n2. Participants: staff of stroke units and interdisciplinary home rehabilitation teams.\n\n   Data collection: Focus group interviews with staff of stroke units on experiences of identifying candidates for home rehabilitation, the planning and decisions; and with the interdisciplinary teams on experiences of preparation for rehabilitation in the home and establishing new contacts with people referred for home rehabilitation.\n\n   Analyses: Grounded theory.\n3. Participants: Strategic samples of people with stroke based on satisfaction with transition and their significant others.\n\nData collection: Semistructured individual interviews on the experiences of the transition from the stroke unit to the home and the initiation of the home rehabilitation.\n\nAnalyses: Grounded theory.\n\nPhase 2 Aims: Develop new person-centred coordinated transitions. Design: Workshops with all stakeholders using a collaborative design process which include reflection, analysis, and description of the problem, visualization to get a common picture, modelling and/or prototyping.\n\nParticipants: People with stroke, significant others, staff from stroke units and interdisciplinary home rehabilitation teams in a series of five workshops.\n\nData collection: field-notes, diaries and documentation of the design process.\n\nPhase 3 Aims: Implement and evaluate the new person-centred transitions between stroke units and the home in a feasibility study regarding satisfaction with the transitions, patient and caregiver outcomes and use of health care during the first year after stroke and explore experiences of the new transitions from all stakeholders involved.\n\na) Design: cluster non-randomized controlled feasibility study. Participants: people with mild/moderate stroke, referred from stroke units to home rehabilitation and their significant others will be asked to participate before discharge from the stroke unit. The intervention will be implemented at a geriatric stroke unit and an acute stroke unit at Danderyd Hospital and two corresponding home rehabilitatin teams in Stockholm, Sweden. The controls will be recruited from an acute stroke unit at Karolinska University Hospital in Stockholm, Sweden. In total, 50 persons will be consecutively included, 25 from the intervention site and 25 from the control site. In addition, staff of the participating stroke units and interdisciplinary teams will be recruited.\n\nData collection: Data on feasibility, operationalised as fidelity and acceptability, of the intervention will be collected by participant observations, interviews, and data from the healthcare record. Data on likely effectiveness will be collected using questionnaires and registry data:\n\n1. Sociodemographic and disease-related data will be collected from hospital records and cognitive function, depression, and fatigue in structured interviews. One week after discharge data will be collected on the primary outcome satisfaction with the transition process, and the secondary outcomes patient health literacy, medication adherence, fatigue, depresion symptoms. At 3 months, data will be collected on health literacy, medication adherence, fatigue, depresion symptoms, self-efficacy, perceived stroke recovery, activities of daily living, and satisfaction with care. All data will be collected using validated questionnaires.\n2. Semi-structured interviews will be held with a purposive sampling of about 10 patients, and about 10 healthcare professionals. For people with stroke, the interviews will be conducted one-week after discharge. For professionals, the interviews will be conducted 1 to 3 months after start of intervention.\n\na) Analyses: Patients in the intervention group will be compared to control group using intention-to-treat analysis.\n\nb) Analyses: Qualitative content analysis"},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","rehabilitation","interdisciplinary health team","patient-centered care","care transition"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":49,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Co-designed person-centred care transitions","type":"EXPERIMENTAL","description":"Co-designed person-centred care transitions from stroke unit to rehabilitation in the home","interventionNames":["Behavioral: Co-designed person-centred care transitions"]},{"label":"Current care transitions","type":"ACTIVE_COMPARATOR","description":"Current care transitions from the stroke unit to rehabilitation in the home","interventionNames":["Behavioral: Current care transitions"]}],"interventions":[{"type":"BEHAVIORAL","name":"Co-designed person-centred care transitions","description":"The intervention consists of several elements that aim to meet patients', significant others', and professionals' needs for shared understanding, patient preparedness for homecoming, and coordination.","armGroupLabels":["Co-designed person-centred care transitions"]},{"type":"BEHAVIORAL","name":"Current care transitions","description":"Control group participants will receive current care transitions, initiated by an electronic referral from hospital healthcare professionals to the receiving neurorehabilitation team","armGroupLabels":["Current care transitions"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Care Transition Measure","description":"Questionnaire that assesses perceived quality in care transitions. The total score (0-100) reflects the overall perceived quality of the care transition, with lower scores indicating a poor quality care transition, and higher scores indicating a higher quality care transition.","timeFrame":"1 week after discharge from hospital stroke unit"}],"secondaryOutcomes":[{"measure":"Health Literacy Questionnaire","description":"Questionnaire that assesses health literacy. The Health Literacy Questionnaire contains 44 items, which are divided into nine areas of health literacy. The first five scales are scored on a 4-point Likert scale (ranging from strongly disagree to disagree, agree, and strongly agree), building part I. The other four scales, representing part II, are scored on a 5-point Likert scale where respondents are asked to rate the level of difficulty in undertaking a task (ranging from cannot do, always difficult, usually difficult, sometime difficult, usually easy, and always easy). Higher scores indicate better health literacy.","timeFrame":"1 week and 3 months after inclusion"},{"measure":"Stroke Impact Scale, perceived recovery (patient)","description":"Perceived recovery after stroke is rated on a visual analogue scale ranging from 0 (no recovery) to 100 (full recovery).","timeFrame":"1 week and 3 months after inclusion"},{"measure":"The Medication Adherence Report Scale (patient)","description":"Questionnaire that consists of 5 items that assesses medication adherence. Participants are asked to rate the frequency with which they engaged in each of the adherence-related behaviours on a five-point scale, where 5 = never, 4 = rarely, 3 = sometimes, 2 = often and 1 = always. Scores for each item were summed to give a total score, with higher scores indicating higher levels of reported adherence.","timeFrame":"1 week and 3 months after inclusion"},{"measure":"General Self-Efficacy Scale (patient)","description":"Questionnaire that assesses the strength of an individual's belief in his/her own ability to respond to novel or difficult situations and to deal with any associated obstacles or setbacks. The scale consists of 10 items rated on a four-point Likert scale (\"not at all true\" to \"exactly true\") where higher scores indicate higher self-efficacy.","timeFrame":"3 months after inclusion"},{"measure":"Caregiver Burden Scale (significant other)","description":"Questionnaire that consists of 22 items for different types of subjective caregiver burden, covering areas of the caregiver's health, feelings of psychological well-being, relations, social network, physical workload, and environmental aspects. The items are scored on a scale from 1 to 4 and the higher the score the greater the burden.","timeFrame":"3 months after inclusion"},{"measure":"EuroQol-5D Visual Analogue Scale (significant other)","description":"The EQ VAS records the respondent's self-rated health on a 20-centimeter vertical visual analog scale with end-points ranging from 0 to 100. The single global question in the EQ VAS asks the individual to label his/her health as \"the worst health you can imagine\" (0) to \"the best health you can imagine\"","timeFrame":"3 months after inclusion"},{"measure":"Life Satisfaction Checklist, item 1 (significant other)","description":"Questionnaire that assesses life satisfaction with one global item \"Life as a whole\". Answering alternatives range from 1 (very dissatisfied) to 6 (very satisfied) where higher scores indicate a higher satisfaction.","timeFrame":"3 months after inclusion"}],"otherOutcomes":[{"measure":"Fatigue visual analogue scale (patient)","description":"A visual analogue scale ranging from 0 (no fatigue) to 100 (extreme fatigue)","timeFrame":"1 week and 3 months after inclusion"},{"measure":"Patient Health Questionnaire-2 (patient)","description":"Questionnaire with to items that inquire about the frequency of depressed mood and anhedonia over the past two weeks. Score ranges from 0 (not at all) to 6 (nearly every day) where higher scores indicate higher frequency of depressed mood","timeFrame":"1 week and 3 months after inclusion"},{"measure":"Barthel Index (patient)","description":"Questionnaire that includes 10 personal care and mobility activities, each scoring 0, 5 or 10 points resulting in a total score of 0 to 100, where a higher score reflects a greater degree of independence.","timeFrame":"1 week and 3 months after inclusion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* patients who have had a first time or recurrent stroke, and who will be discharged home from the participating stroke units and referred to a rehabilitation team in primary healthcare for continued rehabilitation in the home.\n\nExclusion criteria:\n\n* unable to give informed consent, due to e.g., severe aphasia or dementia.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Charlotte Ytterberg, PhD","affiliation":"Karolinska Institutet, Department of Neurobiology, Care Sciences and Society","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Karolinska University Hospital","city":"Huddinge","country":"Sweden","geoPoint":{"lat":59.23705,"lon":17.98192}},{"facility":"Danderyd hospital","city":"Stockholm","zip":"18288","country":"Sweden","geoPoint":{"lat":59.33258,"lon":18.0649}}]},"referencesModule":{"references":[{"pmid":"34949604","type":"BACKGROUND","citation":"Flink M, Lindblom S, Tistad M, Laska AC, Bertilsson BC, Warlinge C, Hasselstrom J, Elf M, von Koch L, Ytterberg C. Person-centred care transitions for people with stroke: study protocol for a feasibility evaluation of codesigned care transition support. BMJ Open. 2021 Dec 23;11(12):e047329. doi: 10.1136/bmjopen-2020-047329."},{"pmid":"32256255","type":"RESULT","citation":"Lindblom S, Ytterberg C, Elf M, Flink M. Perceptive Dialogue for Linking Stakeholders and Units During Care Transitions - A Qualitative Study of People with Stroke, Significant Others and Healthcare Professionals in Sweden. Int J Integr Care. 2020 Mar 25;20(1):11. doi: 10.5334/ijic.4689."},{"pmid":"32739283","type":"RESULT","citation":"Lindblom S, Flink M, Sjostrand C, Laska AC, von Koch L, Ytterberg C. Perceived Quality of Care Transitions between Hospital and the Home in People with Stroke. J Am Med Dir Assoc. 2020 Dec;21(12):1885-1892. doi: 10.1016/j.jamda.2020.06.042. Epub 2020 Jul 29."},{"pmid":"33729653","type":"RESULT","citation":"Lindblom S, Flink M, Elf M, Laska AC, von Koch L, Ytterberg C. The manifestation of participation within a co-design process involving patients, significant others and health-care professionals. Health Expect. 2021 Jun;24(3):905-916. doi: 10.1111/hex.13233. Epub 2021 Mar 17."},{"pmid":"35505404","type":"RESULT","citation":"Lindblom S, Tistad M, Flink M, Laska AC, von Koch L, Ytterberg C. Referral-based transition to subsequent rehabilitation at home after stroke: one-year outcomes and use of healthcare services. BMC Health Serv Res. 2022 May 3;22(1):594. doi: 10.1186/s12913-022-08000-7."},{"pmid":"36766966","type":"RESULT","citation":"Lindblom S, Ytterberg C, Flink M, Carlsson AC, Stenberg U, Tistad M, von Koch L, Laska AC. The Use of Teach Back at Hospital Discharge to Support Self-Management of Prescribed Medication for Secondary Prevention after Stroke-Findings from A Feasibility Study. Healthcare (Basel). 2023 Jan 30;11(3):391. doi: 10.3390/healthcare11030391."},{"pmid":"36803670","type":"RESULT","citation":"Flink M, Lindblom S, von Koch L, Carlsson AC, Ytterberg C. Health literacy is associated with less depression symptoms, higher perceived recovery, higher perceived participation, and walking ability one year after stroke - a cross-sectional study. Top Stroke Rehabil. 2023 Dec;30(8):865-871. doi: 10.1080/10749357.2023.2178133. Epub 2023 Feb 21."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results in a publication, after deidentification.","infoTypes":["STUDY_PROTOCOL","ICF","ANALYTIC_CODE"],"timeFrame":"Immediately following publication and ending two years after publication","accessCriteria":"Since data can indirectly be traced back to the study participants, according to the Swedish and EU personal data sharing legislation, access can only be granted upon request. Request for access to the data can be put to our Research Data Office (rdo@ki.se) at Karolinska Institutet, and will be handled according to the relevant legislation. In most cases, this will require a data processing agreement or similar with the recipient of the data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}