{"protocolSection":{"identificationModule":{"nctId":"NCT05519306","orgStudyIdInfo":{"id":"MPAdventist"},"organization":{"fullName":"Adventist HealthCare","class":"OTHER"},"briefTitle":"Mental Practice Protocol With Severe Upper Extremity Hemiparesis","officialTitle":"The Feasibility of a Mental Practice Protocol With Severe Upper Extremity Hemiparesis","acronym":"MentalPractice"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-17","studyFirstSubmitQcDate":"2022-08-25","studyFirstPostDateStruct":{"date":"2022-08-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-06","lastUpdatePostDateStruct":{"date":"2022-09-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Adventist HealthCare","class":"OTHER"},"collaborators":[{"name":"Center for Student Research Texas Woman's University","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to examine the acceptability of patients and occupational therapists in following a mental practice protocol and examine the effects of mental practice with individuals with severe upper extremity hemiparesis (weakness) following a stroke. Mental practice is an adjunctive rehabilitation therapy that involves thinking about a motor task without actually moving. Research has shown that mental practice is a safe and feasible intervention that is effective in improving arm movements after a stroke.\n\nPatients in the study will participate in audio-guided mental practice, five days a week for two weeks, completing the following tasks: wiping a table and picking up a cup. The patients' ability to move their affected arm will be measured before and after the study to determine the effect of mental practice. Patients and occupational therapists will complete a survey to determine their feelings about performing or facilitating mental practice.\n\nThe authors hypothesize that the majority of patients and occupational therapists will find mental practice to be feasible/acceptable for the recovery of the affected arm. Furthermore, we anticipate the majority of patients that complete the mental practice protocol will demonstrate improvements in their arm movements.","detailedDescription":"This feasibility study aims to examine the acceptability of patients and occupational therapists in following a mental practice (MP) protocol and increase the efficacy of the use of MP with individuals with severe upper extremity (UE) hemiparesis following a stroke.\n\nHypothesis 1a.: Eighty percent of participants will demonstrate overall acceptability of completing a MP protocol, as measured by the Acceptability of Intervention Measure.\n\nHypothesis 1b.: Participants will demonstrate an overall positive perception of the intervention MP as measured by the Intervention Appropriateness Measure.\n\nHypothesis 1c.: Participants will comply with the MP protocol at least 80% of the time.\n\n2. To determine the feasibility of occupational therapists facilitating a MP protocol with individuals with severe UE hemiparesis following a stroke.\n\nHypothesis 2a.:Eighty percent of occupational therapists will demonstrate overall acceptability of facilitating a MP protocol, as measured by the Acceptability of Intervention Measure.\n\nHypothesis 2b.: Occupational therapists will demonstrate an overall positive perception of MP as measured by the Intervention Appropriateness Measure.\n\nHypothesis 2c.: Occupational therapists will indicate MP as a feasible intervention to address UE hemiparesis as measured by the Feasibility of Intervention Measure.\n\n3. To examine the efficacy of a MP protocol on the recovery of severe UE hemiparesis following a stroke.\n\nHypothesis 3: Participants completing a MP protocol will demonstrate statistically significant reductions in UE impairment as measured by the Fugl Meyer Assessment- Upper Extremity portion.\n\n3. To examine the effect of a MP protocol on UE functional abilities of individuals with severe UE hemiparesis following a stroke.\n\nHypothesis 4: Participants completing a MP protocol will demonstrate statistically significant improvements in UE functional abilities as measured by the Wolf Motor Function Test.\n\nRecruitment:\n\nConvenience sampling: A research therapist will be assigned to check the hospital admissions list daily to identify potential subjects. Upon screening subjects for inclusion/exclusion criteria, the research therapist will introduce the study to patients and complete the informed consent form. Each research therapist will complete an inclusion/exclusion checklist based on the electronic medical record of each potential subject. After meeting the initial eligibility criteria, patients and occupational therapists will be approached for written consent approved by the hospital's institutional review board.\n\nSample size estimation:\n\nPatients: n= 20 Occupational therapists n=23\n\nA priori power analysis to determine an appropriate sample size was not completed due to the design of the study. A feasibility study is designed to determine the feasibility of a particular intervention in a particular setting. The results of this study will be used to determine if a larger randomized control is necessary. The sample size for patients was estimated based on the stroke population at the Rockville inpatient location and the time frame of the study. The Rockville location services over 400 stroke patients/year, with an estimated 23 stroke patients/month. Given the goal of a 3-month study, an estimated 69 patients may be screened for participation in the study. We are anticipating at least 20 of these patients will be eligible and consent to participate.\n\nThe sample size for occupational therapists was estimated based on occupational therapist staffing for the Rockville \\& White Oak inpatient locations. Rockville has 13 part-time or full-time occupational therapists, White Oak has 10 part-time or full-time occupational therapists.\n\nData Collection:\n\nResearch data, documents, subject reports, and consent forms are stored in each patient's separate research record. Each patient will have a coded numerical identifier to protect personal privacy. All data will be stored in a double-locked storage box. Only the research therapists will have access to the storage box. The principal investigator will complete data checks of all data entries. Following completion of the study, the data will be maintained for a period of 6 years for data analysis and dissemination of the findings.\n\nStatistical analysis plan:\n\nStatistical Analysis:\n\nIBM SPSS Statistics for Mac, version 25, will be used to analyze the data. Pre-test/post-test scores and standard deviations for each outcome measure of each patient, and the group will be examined. The descriptive statistics will be used to explore nominal data such as the side of stroke lesion, hand dominance, or years of experience for therapists. The feasibility of completing a MP Protocol will be determined based on AIM, IAM, and FIM cumulative scores for each measure. Cut-off scores are not yet available. Therefore, top box scores will be used and analyzed to determine levels of acceptability, appropriateness, and feasibility for each patient, group of patients, occupational therapist, and the group of occupational therapists.\n\nPretest/posttest scores and standard deviations for each UE recovery assessment of each patient and the group will be examined.\n\nData management:\n\nAny missing data/variables will be reported and noted during the research analysis. This will be noted as a weakness in the study and/or will be considered when making conclusions on the results."},"conditionsModule":{"conditions":["Stroke","Upper Extremity Paresis"],"keywords":["mental practice","stroke","upper extremity","hemiparesis","rehabilitation interventions"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A feasibility study with pretest/posttest design will be deployed to address the research aims. A feasibility study is considered the most appropriate design due to the lack of MP research with this population. Acceptability and limited efficacy will be the specific areas of focus of feasibility. The findings from this study can be used to indicate if a larger, randomized controlled trial with individuals with severe UE hemiparesis is necessary.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":43,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Mental Practice Patients","type":"EXPERIMENTAL","description":"Patients with upper extremity hemiparesis following a stroke.","interventionNames":["Behavioral: Mental Practice"]},{"label":"Occupational Therapists","type":"NO_INTERVENTION","description":"Licensed, full-time, or part-time occupational therapists currently working in the inpatient rehabilitation unit of Adventist Healthcare Rehabilitation"}],"interventions":[{"type":"BEHAVIORAL","name":"Mental Practice","description":"Each patient will perform the following two activity-based tasks via MP: wiping a table and picking up a cup. Prior to a scheduled OT session patients will perform MP of the assigned motor task. Following MP, a research therapist will facilitate repetitive task practice of the same motor task. MP sessions will be completed 5x/week for 2 weeks, (3x/week in combination with RTP, and 2x/week independently). The MP will be completed at an MP station equipped with a tablet and noise-canceling headphones. The audio recording will be from a first-person view as if they are performing it with their own UE. Each task will consist of 20 repetitions and will be facilitated by the use of multisensory cues (visual, tactile, auditory, and kinesthetic). For example, the task of picking up a cup will include describing how the drink looks (water with ice) and the temperature and feel of the cup (cold/moist).","armGroupLabels":["Mental Practice Patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment-Upper Extremity portion- Change in scores from pre to post intervention","description":"A standardized quantitative measure of UE impairment commonly used in the post-stroke assessment of the hemiparetic UE.","timeFrame":"Within 3 days of admission and within 3 days following completion of the two weeks of mental practice protocol."},{"measure":"Wolf Motor Function Test -Change in scores from pre to post intervention","description":"A standardized quantitative measure of UE motor ability through timed and functional tasks.","timeFrame":"Within 3 days of admission and within 3 days following completion of the two weeks of the mental practice protocol."},{"measure":"Acceptability of Intervention Measure- Survey to assess the perception of the intervention.","description":"Assesses stakeholders' perception that a given intervention, service, or practice is agreeable or satisfactory.AIM is a four item survey in which participants rate their level of acceptability on a 5-point likert scale ranging from (1) completely disagree to (5) completely agree. Scores from each item are added up, where higher scores indicate greater acceptability. The test demonstrates good structural validity and test-retest reliability.","timeFrame":"Within 3 days following completion of the mental practice protocol."},{"measure":"Intervention of Appropriateness Measure- Survey to assess the perception of fit of the intervention.","description":"Measures the stakeholders' perception of fit, relevance, or compatibility of an intervention or practice in a given practice setting and/or the perception of the fit of an intervention to address a particular problem.IAM is a 4 item survey in which participants rate their perception of appropriateness of the intervention on a 5-point likert scale ranging from (1) completely disagree to (5) completely agree. Scores from each item are added up, where higher scores indicate a greater appropriateness of the intervention. The test demonstrates good structural validity and test-retest reliability.","timeFrame":"Within 3 days following completion of the mental practice protocol."},{"measure":"Feasibility of Intervention Measure - Survey of the perception of feasibility for the intervention","description":"Measures the extent to which an intervention can be successfully used in a given setting. A 4 item survey in which participants rate their perception of the feasibility of the intervention on a 5-point likert scale ranging from (1) completely disagree to (5) completely agree. Scores from each item are added up, where higher scores indicate greater feasibility. The test demonstrates good structural validity and test-retest reliability.","timeFrame":"Within 3 days following completion of the mental practice protocol."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age 18-90\n* less than one-month post-stroke\n* hemiparesis of one UE\n* severe UE impairment as defined by a score of \\< 20 on the UE portion of the Fugl-Meyer Upper Extremity Assessment\n\nExclusion Criteria:\n\n* history of prior stroke\n* comorbidities (severe neurological, orthopedic, rheumatoid, or cardiac impairments), (3) severe spasticity\n* severe cognitive impairments, score (\\< 22 on Mini-Mental State Examination)\n* inability to perform mental imagery score, \\< 25 on Mental Imagery Questionnaire-Revised Second Version\n* severe aphasia based on speech therapist evaluation\n* non-English speaking\n* severe pain \\>5 on the 10-point visual analog scale","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Teresa M Green, MSOT","role":"CONTACT","phone":"240-864-6196","email":"tgreen3@adventisthealthcare.com"}],"overallOfficials":[{"name":"Teresa M Green, MSOT","affiliation":"Adventist Healthcare Rehabilitation","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Adventist Healthcare Rehabilitation","status":"RECRUITING","city":"Rockville","state":"Maryland","zip":"20906","country":"United States","contacts":[{"name":"Teresa M Green, MSOT","role":"CONTACT","phone":"240-864-6196","email":"tgreen3@adventisthealthcare.com"}],"geoPoint":{"lat":39.084,"lon":-77.15276}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}