{"protocolSection":{"identificationModule":{"nctId":"NCT05515237","orgStudyIdInfo":{"id":"IRB-300009729"},"organization":{"fullName":"University of Alabama at Birmingham","class":"OTHER"},"briefTitle":"Constraint-Induced Movement Therapy Plus Sensory Components After Stroke","officialTitle":"Constraint-Induced Movement Therapy Plus Sensory Components for Adults With Mild-to-Severe Arm and Hand Impairment After Stroke"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-23","studyFirstSubmitQcDate":"2022-08-23","studyFirstPostDateStruct":{"date":"2022-08-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-30","lastUpdatePostDateStruct":{"date":"2023-04-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mary H Bowman","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Alabama at Birmingham"},"leadSponsor":{"name":"University of Alabama at Birmingham","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Constraint-Induced Movement Therapy or CI Therapy is a form of treatment that systematically employs the application of selected behavioral techniques delivered in intensive treatment over consecutive day with the following strategies utilized: behavioral strategies are implemented to improve the use of the more- affected limb in life situation called a Transfer Package (TP), motor training using a technique called shaping to make progress in successive approximations, repetitive, task oriented training, and strategies to encourage or constrain participants to use the more-affected extremity including restraint of the less-affected arm in the upper extremity (UE) protocol. Numerous studies examining the application of CI therapy with UE rehabilitation after stroke have demonstrated strong evidence for improving the amount of use and the quality of the more-affected UE functional use in the participant's daily life situation.\n\nCI Therapy studies with adults, to date, have explored intensive treatment for participants with a range from mild-to-severe motor impairment following stroke with noted motor deficits and limited use of the more-affected arm and hand in everyday activities. Each CI Therapy protocol was designed for the level of impairment demonstrated by participants recruited for the study. However, often following stroke, patients not only have motor deficits but somatosensory impairments as well. The somatosensory issues have not, as yet, been systematically measured and trained in CI Therapy protocols with adults and represent an understudied area of stroke recovery. We hypothesize that participants with mild-to-severe motor impairment and UE functional use deficits can benefit from CI therapy protocols that include somatosensory measurement and training components substituted for portions of motor training without loss in outcome measure gains. Further, we hypothesize that adults can improve somatosensory outcomes as a result of a combined CI therapy plus somatosensory component protocol.","detailedDescription":"The purpose of this study is to systematically examine the feasibility of adding somatosensory components to CI Therapy protocols for patients having mild-to-severe impairment to improve more-affected UE use, motor ability, and sensory perception in the chronic phase of stroke recovery. Treatment will follow previous timeframes of CI Therapy protocols of 2 weeks of intervention for mild-to-moderate UE impairment and 3 weeks for severe UE impairment. The Motor Activity Log (MAL) and Grade 4/5 Motor Activity Log (G4/5 MAL) are used to measure use of the more affected UE by participants with mild-to-moderate impairment and severe impairment, respectively. Motor capacity is measured by the Wolf Motor Function Test (WMFT) for those with mild-to-moderate impairment and the Grade 5 - Graded Wolf Motor Function Test (G5-GWMFT) for those with severe UE impairment. Participants: 12 post-stroke participants in the chronic phase of recovery (at least 6 months post-stroke) will be enrolled. Participants in this study must at least meet the minimal motor criteria for severely impaired participants. Thus, prior to treatment, participants must be able to demonstrate movement more-affected UE including the ability to move the shoulder ≥ 30 toward flexion or abduction, initiate movement at the elbow for flexion and extension, and initiate movement at the wrist, fingers, or thumb. Outcome Measures: Aim 1 will be assessed using the MAL (Arm use) for mild-to-moderately impaired participants or the G4/5 MAL (Arm use) for severely impaired participants, WMFT (UE motor capacity) for mild-to-moderately impaired and G5-GWMFT (UE motor capacity) for severely impaired participants, SIS (Stroke Impact Scale - Quality of Life), Zung Depression Scale (ZDS-Mood), and Canadian Occupational Performance Measure (COPM - Functional activity preference, ability and satisfaction). All measures will be administered immediately pre-treatment and at post-treatment. The MAL or G4/5 MAL, SIS, COPM, and ZDS will also be administered at 3 months post-intervention by telephone. Aim 2 will be assessed by Revised Nottingham Sensory Assessment (rNSA-Sensation) and Semmes \\& Weinstein Monofilament Test (SWMT- Sensation). These measures will be performed immediately pre-treatment and at post-treatment. Intervention: Participants will receive CI therapy plus somatosensory training components for the more-affected upper extremity for 2-3 weeks (depending on the level of UE impairment severity) for 3.5 hours per weekday. Specific CI therapy strategies will be delivered as is described with the addition of somatosensory components for the more-affected arm and hand. CI therapy strategies include: 1.) supervised movement training for 3.5 hours 5 weekdays x 2-3 weeks; 2.) participants will wear a restraint mitt on the less-affected hand for the majority of their waking hours for the 2-3 weeks; 3.) a transfer package will be used to help the participant transfer their gains from the laboratory to the life situation. Sensory components may be used to increase sensory input to the brain and increase the attention of each participant to the more-affected UE. The sensory components may include 1.) sensory stimulation to the more-affected UE (e.g.; brushing the UE with soft bristle brush, vibration to the finger tips, massage to the UE, etc); 2.) sensory training tasks that require each participant to respond to what is felt through the UE (e.g.; object identification, temperature discrimination, material identification, etc.)"},"conditionsModule":{"conditions":["CVA (Cerebrovascular Accident)","Stroke","Upper Extremity Paresis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":12,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Grade 2-5 CI Therapy + Sensory Components","type":"EXPERIMENTAL","description":"All participants will receive CI Therapy + Sensory Components administered over the specific time frame of 2-3 weeks.","interventionNames":["Behavioral: Grade 2-5 CI Therapy + Sensory Components"]}],"interventions":[{"type":"BEHAVIORAL","name":"Grade 2-5 CI Therapy + Sensory Components","description":"All participants will receive CI Therapy + Sensory Components over a 2-3 weeks time frame. The treatment intervention will apply all CI Therapy treatment components to include: 1) a behavioral set of techniques called the Transfer Package (TP) to promote carry-over of skills that were gained in the laboratory into the participant's life situation, 2) the use of motor training called shaping to make progress in small approximations 3) the use by the participant of a mitt on the less-affected hand to encourage use of the more-affected hand and 4) home skills and home work will be provided each day for at least 30 minutes. Sensory component training strategies will be added to stimulate sensory input through the more-affected arm an dhand as well as to train sensory discrimination skills.","armGroupLabels":["Grade 2-5 CI Therapy + Sensory Components"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor Activity Log","description":"The Motor Activity Log is a semi-structured interview that assesses the amount of use and the quality of use of the more-affected UE in 30 activities of daily living. This test is used to determine the change how much and how well the participant uses the more-affected arm and hand outside of the laboratory setting and in the life situation. It is administered before and after treatment. The score is derived from two scales that are each 0-5 and reported as a mean for the Amount of Use (AOU) and mean for the Quality of Use (QOM).","timeFrame":"At post treatment after 2 weeks of intervention for participants with mild-moderate UE impairment"},{"measure":"Motor Activity Log","description":"The Motor Activity Log is a semi-structured interview that assesses the amount of use and the quality of use of the more-affected UE in 30 activities of daily living. This test is used to determine the change how much and how well the participant uses the more-affected arm and hand outside of the laboratory setting and in the life situation. It is administered before and after treatment. The score is derived from two scales that are each 0-5 and reported as a mean for the Amount of Use (AOU) and mean for the Quality of Use (QOM).","timeFrame":"At 3 month follow up after the end of treatment"},{"measure":"G4/5 Motor Activity Log","description":"The G4/5 Motor Activity Log is a semi-structured interview that assesses the amount of use and the quality of use of the more-affected UE in 30 activities of daily living. This test is used to determine the change how much and how well the participant uses the more-affected arm and hand outside of the laboratory setting and in the life situation. It is administered before and after treatment. The score is derived from two scales that are each 0-5 and reported as a mean for the Amount of Use (AOU) and mean for the Quality of Use (QOM).","timeFrame":"At post treatment after 3 weeks of intervention for participants with severe UE impairment"},{"measure":"G4/5 Motor Activity Log (G4/5 MAL)","description":"The G4/5 Motor Activity Log is a semi-structured interview that assesses the amount of use and the quality of use of the more-affected UE in 30 activities of daily living. This test is used to determine the change how much and how well the participant uses the more-affected arm and hand outside of the laboratory setting and in the life situation. It is administered before and after treatment. The score is derived from two scales that are each 0-5 and reported as a mean for the Amount of Use (AOU) and mean for the Quality of Use (QOM).","timeFrame":"At 3 month follow up after the end of treatment"},{"measure":"Wolf Motor Function Test(WMFT)","description":"The WMFT is a standardized performance capacity test that measures the motor ability of the upper extremities of a participant. The performance time is measured using a stopwatch and a functional ability (quality) score is provided for each item tested. This test is administered before treatment and after treatment. The quality of movement is rated by the therapist on a scale from 0-5 with 0 representing the participant's inability to perform the task, and 5 representing normal movement or as good as before the stroke, such that a higher functional ability score is better. A lower performance time represents a better performance.","timeFrame":"At post treatment after the 2 weeks of intervention for mild to moderately impaired participants"},{"measure":"Grade 5 Graded Wolf Motor Function Test (G5 GWMFT)","description":"The G5 Graded WMFT is a standardized motor performance test that measures the motor ability of the upper extremities of a participant. The performance time is measured using a stopwatch and the functional ability (quality) score is provided for each item tested. It is administered before treatment and after treatment. The quality of movement is rated by the therapist on a scale from 0-7 with 0 representing the participant's inability to perform the task, and 7 representing normal movement or as good as before the stroke, such that a higher functional ability score is better. A lower performance time represents a better performance.","timeFrame":"At post treatment after the 3 weeks of intervention for severely impaired participants"},{"measure":"Canadian Occupational Performance Measure (COPM)","description":"The COPM is a semi-structured interview in which the participant is asked to rate their desired occupational performance areas in activities of daily living and instrumental activities of daily living. The COPM is used to show changes in the performance and satisfaction in desired areas of occupational performance. There are three scales used in the COPM administration one for importance, performance, and satisfaction. The scales range from 1-10 with the higher score indicating an improvement in the score.","timeFrame":"At post treatment after the 2-3 weeks of intervention, depending on the severity of the impairment."},{"measure":"Canadian Occupational Performance Measure (COPM)","description":"The COPM is a semi-structured interview in which the participant is asked to rate their desired occupational performance areas in activities of daily living and instrumental activities of daily living. The COPM is used to show changes in the performance and satisfaction in desired areas of occupational performance. There are three scales used in the COPM administration one for importance, performance, and satisfaction. The scales range from 1-10 with the higher score indicating an improvement in the score.","timeFrame":"At 3 month follow up after the end of treatment"}],"secondaryOutcomes":[{"measure":"Zung Depression Scale (ZDS)","description":"The ZDS is a 20-item self-report questionnaire that measures symptoms of depression. A total score is calculated by summing the individual items. The range of the scores is 20-80. Higher scores indicate more symptoms with a score of 70 or higher as severe depression. Administered before treatment, after treatment, and in followup at 3 months out from the treatment to detect changes in mood.","timeFrame":"At post treatment after 2-3 weeks of treatment, depending on the severity of the impairment"},{"measure":"Zung Depression Scale (ZDS)","description":"The ZDS is a 20-item self-report questionnaire that measures symptoms of depression. A total score is calculated by summing the individual items. The range of the scores is 20-80. Higher scores indicate more symptoms with a score of 70 or higher as severe. on. A total score is calculated by summing the individual items. The range of the scores is 20-80. Higher scores indicate more symptoms with a score of 70 or higher as severe depression. Administered before treatment, after treatment, and in follow-up at 3 months out from the treatment to detect changes in mood.","timeFrame":"At 3 month followup after the end of treatment."},{"measure":"Stroke Impact Scale (SIS)","description":"The SIS is a self-report measure of 8 domains of quality of life and disability following stroke. The scoring can range from 1-100 with a higher score indicating a better quality of life and less disability. The SIS is administered in this study at pre-treatment, post-treatment and 3 month follow-up to detect changes in quality of life as a result of the treatment.","timeFrame":"At post-treatment following the 2-3 weeks of treatment, depending on severity of the impairment."},{"measure":"Stroke Impact Scale (SIS)","description":"The SIS is a self-report measure of 8 domains of quality of life and disability following stroke. The scoring can range from 1-100 with a higher score indicating a better quality of life and less disability. The SIS is administered in this study at pre-treatment, post-treatment and 3 month follow-up to detect changes in quality of life as a result of the treatment.","timeFrame":"At 3 months follow-up after the end of treatment."},{"measure":"Revised Nottingham Sensory Assessment (rNSA)","description":"The rNSA measures somatosensory impairments following stroke. The scores range from 0-2 with 0 representing absent sensation and 2 representing normal sensation while proprioception is scored as 0-3 with 0 representing absent and 3 representing joint position sense \\< 10 degrees. Only the upper extremity portion will be tested and his test will be used to detect changes in sensation in the upper extremity as a result of treatment.","timeFrame":"At post-treatment after 2-3 weeks of treatment, depending in the severity of the impairment"},{"measure":"Semmes-Weinstein Monofilament Test (SWMT)","description":"The SWMT measures touch pressure with monofilaments of different diameters. The smaller the diameter of the monofilament, the more difficult to detect.","timeFrame":"At post-treatment after the 2-3 weeks of intervention, depending on the level of impairment"},{"measure":"Participant Opinion Survey (PO Survey)","description":"The PO Survey is a self-report measure that measures the participant's perspective and feelings about treatment components and use of the more-affected arm and hand. It is administered before treatment, half way through treatment, and at the end of treatment.","timeFrame":"At post-treatment after the 2-3 weeks of intervention, depending on the level of impairment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 6 months post stroke\n* The ability to demonstrate the minimum UE active movement criteria of shoulder ≥ 30 toward flexion or abduction, initiate movement at the elbow for flexion and extension, and initiate movement at the wrist, fingers, or thumb.\n* Mean score of \\<2.5 on the Motor Activity Log/ G4/5 Motor Activity Log indicating the participant's use of the more-affected UE.\n\nExclusion Criteria:\n\n* Score\\< 24 on the Mini Mental State Exam\n* Inability to answer the MAL/ G4/5 MAL questions and/or provide informed consent\n* The inability to come in to the laboratory setting for treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mary Bowman, BS OT","role":"CONTACT","phone":"2059340069","email":"mbowman@uab.edu"}],"overallOfficials":[{"name":"David Morris, PhD","affiliation":"University of Alabama at Birmingham","role":"STUDY_CHAIR"}],"locations":[{"facility":"University of Alabama at Birmingham","status":"RECRUITING","city":"Birmingham","state":"Alabama","zip":"35233","country":"United States","contacts":[{"name":"Mary H Bowman, BS OT","role":"CONTACT","phone":"205-934-0069","email":"mbowman@uab.edu"}],"geoPoint":{"lat":33.52066,"lon":-86.80249}}]},"referencesModule":{"references":[{"pmid":"35078371","type":"BACKGROUND","citation":"Tsao CW, Aday AW, Almarzooq ZI, Alonso A, Beaton AZ, Bittencourt MS, Boehme AK, Buxton AE, Carson AP, Commodore-Mensah Y, Elkind MSV, Evenson KR, Eze-Nliam C, Ferguson JF, Generoso G, Ho JE, Kalani R, Khan SS, Kissela BM, Knutson KL, Levine DA, Lewis TT, Liu J, Loop MS, Ma J, Mussolino ME, Navaneethan SD, Perak AM, Poudel R, Rezk-Hanna M, Roth GA, Schroeder EB, Shah SH, Thacker EL, VanWagner LB, Virani SS, Voecks JH, Wang NY, Yaffe K, Martin SS. Heart Disease and Stroke Statistics-2022 Update: A Report From the American Heart Association. Circulation. 2022 Feb 22;145(8):e153-e639. doi: 10.1161/CIR.0000000000001052. Epub 2022 Jan 26. Erratum In: Circulation. 2022 Sep 6;146(10):e141."},{"pmid":"8466415","type":"BACKGROUND","citation":"Taub E, Miller NE, Novack TA, Cook EW 3rd, Fleming WC, Nepomuceno CS, Connell JS, Crago JE. Technique to improve chronic motor deficit after stroke. Arch Phys Med Rehabil. 1993 Apr;74(4):347-54."},{"pmid":"17039224","type":"BACKGROUND","citation":"Morris DM, Taub E, Mark VW. Constraint-induced movement therapy: characterizing the intervention protocol. Eura Medicophys. 2006 Sep;42(3):257-68."},{"pmid":"17039223","type":"BACKGROUND","citation":"Taub E, Uswatte G, Mark VW, Morris DM. The learned nonuse phenomenon: implications for rehabilitation. Eura Medicophys. 2006 Sep;42(3):241-56."},{"pmid":"17030751","type":"BACKGROUND","citation":"Uswatte G, Taub E, Morris D, Light K, Thompson PA. The Motor Activity Log-28: assessing daily use of the hemiparetic arm after stroke. Neurology. 2006 Oct 10;67(7):1189-94. doi: 10.1212/01.wnl.0000238164.90657.c2."},{"pmid":"11387578","type":"BACKGROUND","citation":"Morris DM, Uswatte G, Crago JE, Cook EW 3rd, Taub E. The reliability of the wolf motor function test for assessing upper extremity function after stroke. Arch Phys Med Rehabil. 2001 Jun;82(6):750-5. doi: 10.1053/apmr.2001.23183."},{"pmid":"10152880","type":"BACKGROUND","citation":"Toomey M, Nicholson D, Carswell A. The clinical utility of the Canadian Occupational Performance Measure. Can J Occup Ther. 1995 Dec;62(5):242-9. doi: 10.1177/000841749506200503."},{"pmid":"10512918","type":"BACKGROUND","citation":"Duncan PW, Wallace D, Lai SM, Johnson D, Embretson S, Laster LJ. The stroke impact scale version 2.0. Evaluation of reliability, validity, and sensitivity to change. Stroke. 1999 Oct;30(10):2131-40. doi: 10.1161/01.str.30.10.2131."},{"pmid":"31114472","type":"BACKGROUND","citation":"Serrada I, Hordacre B, Hillier SL. Does Sensory Retraining Improve Sensation and Sensorimotor Function Following Stroke: A Systematic Review and Meta-Analysis. Front Neurosci. 2019 Apr 30;13:402. doi: 10.3389/fnins.2019.00402. eCollection 2019."},{"pmid":"26943116","type":"BACKGROUND","citation":"Wu CY, Chuang IC, Ma HI, Lin KC, Chen CL. Validity and Responsiveness of the Revised Nottingham Sensation Assessment for Outcome Evaluation in Stroke Rehabilitation. Am J Occup Ther. 2016 Mar-Apr;70(2):7002290040p1-8. doi: 10.5014/ajot.2016.018390."},{"pmid":"33584520","type":"BACKGROUND","citation":"Suda M, Kawakami M, Okuyama K, Ishii R, Oshima O, Hijikata N, Nakamura T, Oka A, Kondo K, Liu M. Validity and Reliability of the Semmes-Weinstein Monofilament Test and the Thumb Localizing Test in Patients With Stroke. Front Neurol. 2021 Jan 27;11:625917. doi: 10.3389/fneur.2020.625917. eCollection 2020."},{"pmid":"34425065","type":"BACKGROUND","citation":"Andrabi M, Taub E, Mckay Bishop S, Morris D, Uswatte G. Acceptability of constraint induced movement therapy: influence of perceived difficulty and expected treatment outcome. Top Stroke Rehabil. 2022 Oct;29(7):507-515. doi: 10.1080/10749357.2021.1956046. Epub 2021 Aug 23."},{"pmid":"23520237","type":"BACKGROUND","citation":"Taub E, Uswatte G, Mark VW, Morris DM, Barman J, Bowman MH, Bryson C, Delgado A, Bishop-McKay S. Method for enhancing real-world use of a more affected arm in chronic stroke: transfer package of constraint-induced movement therapy. Stroke. 2013 May;44(5):1383-8. doi: 10.1161/STROKEAHA.111.000559. Epub 2013 Mar 21."},{"pmid":"32360934","type":"BACKGROUND","citation":"Patel P, Kaingade SR, Wilcox A, Lodha N. Force control predicts fine motor dexterity in high-functioning stroke survivors. Neurosci Lett. 2020 Jun 11;729:135015. doi: 10.1016/j.neulet.2020.135015. Epub 2020 Apr 30."},{"pmid":"31286810","type":"BACKGROUND","citation":"Jokelainen J, Timonen M, Keinanen-Kiukaanniemi S, Harkonen P, Jurvelin H, Suija K. Validation of the Zung self-rating depression scale (SDS) in older adults. Scand J Prim Health Care. 2019 Sep;37(3):353-357. doi: 10.1080/02813432.2019.1639923. Epub 2019 Jul 9."},{"pmid":"29526860","type":"BACKGROUND","citation":"Uswatte G, Taub E, Bowman MH, Delgado A, Bryson C, Morris DM, Mckay S, Barman J, Mark VW. Rehabilitation of stroke patients with plegic hands: Randomized controlled trial of expanded Constraint-Induced Movement therapy. Restor Neurol Neurosci. 2018;36(2):225-244. doi: 10.3233/RNN-170792."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"CVA (Cerebrovascular Accident)","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}