{"protocolSection":{"identificationModule":{"nctId":"NCT03045055","orgStudyIdInfo":{"id":"REVISE-2"},"organization":{"fullName":"Capital Medical University","class":"OTHER"},"briefTitle":"Remote Ischemic Conditioning Paired With Endovascular Treatment for Acute Ischemic Stroke","officialTitle":"A Proof-of-Concept Study Assessing the Safety and Efficacy of Remote Ischemic Conditioning for Acute Ischemic Stroke Patients Undergoing Endovascular Treatment","acronym":"REVISE-2"},"statusModule":{"statusVerifiedDate":"2020-07","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-02-03","studyFirstSubmitQcDate":"2017-02-06","studyFirstPostDateStruct":{"date":"2017-02-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-07-23","lastUpdatePostDateStruct":{"date":"2020-07-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ji Xunming,MD,PhD","investigatorTitle":"Professor","investigatorAffiliation":"Xuanwu Hospital, Beijing"},"leadSponsor":{"name":"Capital Medical University","class":"OTHER"},"collaborators":[{"name":"Shengli Oilfield Central Hospital","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Ischemic stroke, which is due to the occlusion of a cerebral blood vessel, comprises nearly 80-90% of all strokes. Currently, reperfusion of the salvageable tissue via thrombolytic drug or endovascular treatment is the most effective strategy to reduce brain damage. However, after recanalizing the occluded vessels, subsequent reperfusion injury is inevitable. It may not only weaken the therapeutic effects of timely reperfusion but also impede patients' recovery. Moreover, thousands of neuroprotective drugs effective in experimental models have been proved to be unsuccessful in clinical trials. Therefore, effective strategies are urgently needed to prevent and treat cerebral reperfusion injury and further improve the prognosis of acute ischemic stroke.\n\nResearchers applied remote ischemic conditioning to mouse model of focal cerebral reperfusion injury and found that it could reduce cerebral infarct size. And clinical researches demonstrated that remote ischemic conditioning was an effective strategy to improve cerebral perfusion and prevent recurrent stroke in patients with ischemic stroke. However, whether remote ischemic conditioning is safe and effective in protecting patients with large-vessel ischemic stroke and undergoing endovascular treatment is still unclear. The investigators' hypothesis is that RIC is a safe and effective strategy to reduce brain injuries in stroke patients undergoing endovascular treatment."},"conditionsModule":{"conditions":["Acute Stroke"],"keywords":["Acute ischemic stroke","Endovascular treatment","Remote ischemic conditioning"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":180,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"RIC group","type":"EXPERIMENTAL","description":"RIC (remote ischemic conditioning) paired with endovascular treatment.","interventionNames":["Device: Remote ischemic conditioning.","Procedure: Endovascular treatment."]},{"label":"Sham group","type":"SHAM_COMPARATOR","description":"Sham RIC (remote ischemic conditioning) paired with endovascular treatment.","interventionNames":["Procedure: Endovascular treatment.","Device: Sham remote ischemic conditioning"]}],"interventions":[{"type":"DEVICE","name":"Remote ischemic conditioning.","description":"The RIC procedure consists of four cycles of unilateral arm ischemia for 5 minutes, which was followed by reperfusion for another 5 minutes. The procedure is performed with an electric, autocontrol device with a cuff that inflated to a pressure of 200 mmHg during the ischemia period. RIC is performed before recanalization of the occluded artery, immediately following successful recanalization, and once daily for the subsequent 7 days.","armGroupLabels":["RIC group"],"otherNames":["RIC"]},{"type":"PROCEDURE","name":"Endovascular treatment.","description":"Endovascular treatment of acute ischemic stroke is performed by experienced neuroradiologist according to the latest guideline from American Heart Association and American Stroke Association.It includes thrombectomy, intra-arterial thrombolysis, thrombus aspiration, stenting and balloon angioplasty.","armGroupLabels":["RIC group","Sham group"]},{"type":"DEVICE","name":"Sham remote ischemic conditioning","description":"The sham RIC procedure consists of four cycles of unilateral arm ischemia for 5 minutes, which was followed by reperfusion for another 5 minutes. The procedure is performed with an electric, autocontrol device with a cuff that inflated to a pressure of 30 mmHg during the ischemia period. Sham RIC is performed before recanalization of the occluded artery, immediately following successful recanalization, and once daily for the subsequent 7 days.","armGroupLabels":["Sham group"],"otherNames":["Sham RIC"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cerebral infarction volume.","description":"The cerebral infarction volume is evaluated on cerebral imaging.","timeFrame":"7 days after stroke onset."}],"secondaryOutcomes":[{"measure":"The proportion of enrolled subjects that completed all the designed RIC procedures.","description":"Nine times of RIC or sham RIC interventions are planned to be applied to each subject pre and post-endovascular treatment.","timeFrame":"0-7 days."},{"measure":"The severity of global disability at 90 days, as assessed by modified Rankin scale (mRS).","description":"The mRS is an ordinal, graded interval scale that assigns patients among 7 global disability levels, which ranging from 0 (no symptom) to 5 (severe disability) and 6 (death).","timeFrame":"0-90 days."},{"measure":"Change in NIHSS.","description":"NIHSS will be assessed by certified study investigator who are blind to the treatment assignment at baseline (pre-operation), 24±6 hrs, 5 to 7 days or discharge if earlier, and 90±7 days post-recanalization.","timeFrame":"0-90 days."},{"measure":"Symptomatic Intracerebral Hemorrhage.","description":"Deterioration in NIHSS score of ≥4 points within 24 hours from treatment and evidence of intraparenchymal hemorrhage type 2 in imaging scans.","timeFrame":"0-90 days."},{"measure":"Safety - Assessment of adverse events and serious adverse events.","description":"Assessment of adverse events and serious adverse events.","timeFrame":"0-90 days."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute ischemic stroke where patient is ineligible for intravenous thrombolytic treatment or the treatment is contraindicated, or where patient has received intravenous thrombolytic therapy without recanalization;\n2. Suspected proximal anterior circulation occlusion;\n3. No remarkable pre-stroke functional disability (mRS ≤ 1);\n4. Baseline NIHSS score obtained prior to randomization must be ≥6;\n5. Age ≥18 and ≤ 80;\n6. Patient treatable within 24 hours of symptom onset;\n7. Informed consent obtained from patient or acceptable patient's surrogate\n\nExclusion Criteria:\n\n1. Identified hemorrhagic diathesis, coagulation factor deficiency, or oral anticoagulant therapy with INR \\> 3.0;\n2. Baseline platelet count \\< 30\\*109/L;\n3. Baseline blood glucose of \\< 2.7mmol/L or \\>22.2mmol/L;\n4. Renal insufficiency with creatinine ≥ 265 umol/L;\n5. Severe, sustained hypertension (SBP \\> 185 mmHg or DBP \\> 110 mmHg);\n6. Rapidly improving symptoms at the discretion of the investigator;\n7. Seizures at stroke onset which would preclude obtaining a baseline NIHSS;\n8. Serious, advanced, or terminal illness with anticipated life expectancy of less than one year;\n9. History of life threatening allergy to contrast medium, Nickel, Titanium metals or their alloys;\n10. Woman of childbearing potential who is known to be pregnant or lactating or who has a positive pregnancy test on admission;\n11. Subject participating in a study involving other drug or device trial study;\n12. Patients with a pre-existing neurological or psychiatric disease that would confound the neurological or functional evaluations;\n13. Unlikely to be available for 90-day follow-up;\n14. Contraindication for remote ischemic conditioning: severe soft tissue injury, fracture, or peripheral vascular disease in the upper limbs;\n15. Hypodensity on CT or restricted diffusion amounting to an ASPECTS score of \\<7 on noncontrast CT or \\<6 on DWI MRI;\n16. CT or MRI evidence of hemorrhage;\n17. Significant mass effect with midline shift on CT or MRI scans;\n18. Angiogram shows arterial tortuosity, pre-existing stent, and/or other arterial disease, which would prevent the device from reaching the target vessel and/or preclude safe recovery of the device;\n19. Subjects with artery occlusions in multiple vascular territories;\n20. Evidence of intracranial tumor.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Xunming Ji, MD PhD","role":"CONTACT","phone":"861013120136877","email":"jixunming@vip.163.com; zhaowb.cmu@qq.com"},{"name":"Wenbo Zhao, MD Candidate","role":"CONTACT","phone":"861015810766407","email":"zhaowb.cool@163.com"}]},"referencesModule":{"references":[{"pmid":"27766474","type":"BACKGROUND","citation":"Hausenloy DJ, Barrabes JA, Botker HE, Davidson SM, Di Lisa F, Downey J, Engstrom T, Ferdinandy P, Carbrera-Fuentes HA, Heusch G, Ibanez B, Iliodromitis EK, Inserte J, Jennings R, Kalia N, Kharbanda R, Lecour S, Marber M, Miura T, Ovize M, Perez-Pinzon MA, Piper HM, Przyklenk K, Schmidt MR, Redington A, Ruiz-Meana M, Vilahur G, Vinten-Johansen J, Yellon DM, Garcia-Dorado D. Ischaemic conditioning and targeting reperfusion injury: a 30 year voyage of discovery. Basic Res Cardiol. 2016 Nov;111(6):70. doi: 10.1007/s00395-016-0588-8. Epub 2016 Oct 20."},{"pmid":"28174194","type":"BACKGROUND","citation":"Zhao W, Meng R, Ma C, Hou B, Jiao L, Zhu F, Wu W, Shi J, Duan Y, Zhang R, Zhang J, Sun Y, Zhang H, Ling F, Wang Y, Feng W, Ding Y, Ovbiagele B, Ji X. Safety and Efficacy of Remote Ischemic Preconditioning in Patients With Severe Carotid Artery Stenosis Before Carotid Artery Stenting: A Proof-of-Concept, Randomized Controlled Trial. Circulation. 2017 Apr 4;135(14):1325-1335. doi: 10.1161/CIRCULATIONAHA.116.024807. Epub 2017 Feb 7."},{"pmid":"30009202","type":"BACKGROUND","citation":"Zhao W, Che R, Li S, Ren C, Li C, Wu C, Lu H, Chen J, Duan J, Meng R, Ji X. Remote ischemic conditioning for acute stroke patients treated with thrombectomy. Ann Clin Transl Neurol. 2018 Jun 6;5(7):850-856. doi: 10.1002/acn3.588. eCollection 2018 Jul."},{"pmid":"32166195","type":"BACKGROUND","citation":"Zhao W, Wu C, Dornbos D 3rd, Li S, Song H, Wang Y, Ding Y, Ji X. Multiphase adjuvant neuroprotection: A novel paradigm for improving acute ischemic stroke outcomes. Brain Circ. 2020 Feb 18;6(1):11-18. doi: 10.4103/bc.bc_58_19. eCollection 2020 Jan-Mar."},{"pmid":"30656197","type":"BACKGROUND","citation":"Zhao W, Li S, Ren C, Meng R, Jin K, Ji X. Remote ischemic conditioning for stroke: clinical data, challenges, and future directions. Ann Clin Transl Neurol. 2018 Nov 15;6(1):186-196. doi: 10.1002/acn3.691. eCollection 2019 Jan."}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}