{"protocolSection":{"identificationModule":{"nctId":"NCT06099444","orgStudyIdInfo":{"id":"STU00218244"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"Muscle Coordination-Based Feedback for Stroke Rehabilitation","officialTitle":"The Effects of Muscle Synergy-Based Biofeedback During Gait Rehabilitation for Individuals With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2031-10-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-04","studyFirstSubmitQcDate":"2023-10-19","studyFirstPostDateStruct":{"date":"2023-10-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-20","lastUpdatePostDateStruct":{"date":"2023-11-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jose Pons","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this study is to compare two interventions currently used to improve gait and lower limb function in individuals with chronic stroke (i.e., high-intensity gait training and high-intensity gait training with functional electrical stimulation (FES)) with novel interventions based on the coordinated activity of multiple muscles, known as muscle synergies. To this end, the researchers will recruit chronic stroke patients to participate in training protocols according to the currently used rehabilitation programs as well as novel rehabilitation programs that provide real time feedback of muscle synergies using multichannel FES and visual feedback.","detailedDescription":"The researchers will determine if using muscle synergies to drive interventions provides greater rehabilitation outcomes than the interventions that are currently used in therapy. Then, the researchers aim to investigate which modality of feedback (somatosensory vs visual) on muscle synergies may result in the greatest improvements. Therefore, we will have two aims. The main objective of Aim 1 of this study is to compare 1) conventional high-intensity gait training, 2) standard FES gait training, and 3) a novel muscle synergy-based multichannel FES (MFES) gait training for the purpose of improving lower limb function (i.e., gait) in individuals with chronic stroke. The main objective of Aim 2 of this study is to compare 1) muscle synergy-based MFES gait training, 2) muscle synergy visual biofeedback gait training, and 3) a combination of synergy-based MFES and muscle synergy visual biofeedback gait training to determine the key modality to driving neuroplastic change in the organization of muscle synergies during gait training. To this end, the researchers will randomly enroll 15 patients with chronic stroke to one of the three rehabilitation programs/groups listed above in each aim and assess the efficacy of each program to improve the following patient outcomes throughout and following rehabilitation:\n\n1. Changes in functional impairment measured by clinical assessments.\n2. Changes in gait biomechanics.\n3. Electrophysiological changes in motor control.\n4. Feasibility of clinical use of novel interventions and the perceived usefulness by patients.\n\nThis will provide information about the potential advantages of using the novel synergy-based biofeedback systems in a chronic stroke population and may be the foundation for a larger clinical trial and extension of this rehabilitation technology to the subacute stroke population as well as other neurologically impaired populations."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Functional Electrical Stimulation (FES)","Gait Rehabilitation","Stroke Rehabilitation","Muscle Synergies"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"SINGLE","maskingDescription":"Assessors who do not know subject group assignments will perform the assessments.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional High Intensity Gait Training","type":"ACTIVE_COMPARATOR","description":"Participants in the conventional high-intensity gait training group will undergo gait training on a treadmill. Each session will consist of between 30-60 minutes of walking targeted to reach a high intensity, as measured via heart rate and Borg rating of perceived exertion. This may also include inclined walking, walking with an ankle weight, backwards walking, sidestepping, and/or obstacle walking.","interventionNames":["Device: Conventional High Intensity Gait Training"]},{"label":"Standard FES to the Tibialis Anterior (TA)","type":"EXPERIMENTAL","description":"Participants in the standard FES gait training group will receive FES applied to the TA muscle/peroneal nerve on his/her more affected leg. FES strategically stimulates the TA/peroneal nerve at specific phases of the gait cycle identified by internal inertial measurement units (IMUs).","interventionNames":["Device: Standard FES to the Tibialis Anterior (TA)"]},{"label":"Synergy-Based Multichannel FES (MFES)","type":"EXPERIMENTAL","description":"Participants in the synergy-based MFES gait training group will receive FES applied to muscles of the affected lower limb. These muscles may include the TA, gastrocnemius medialis, gastrocnemius lateralis, soleus, rectus femoris, vastus medialis, vastus lateralis, semitendinosus, biceps femoris, gluteus medius, and adductor longus. FES will be applied to each muscle with an activation pattern that is derived from extracted healthy muscle synergies that are scaled to fit the patient's gait cycle.","interventionNames":["Device: Synergy-Based Multichannel FES (MFES)"]},{"label":"Muscle Synergy Visual Biofeedback","type":"EXPERIMENTAL","description":"Participants in the muscle synergy visual biofeedback group will wear bipolar EMG sensors on the muscles of interest. In real time, muscle synergies will be extracted and the similarity of affected synergies to healthy synergies will be displayed on a screen. Patients in this group will be instructed to try to increase the similarity score of the affected synergies and the healthy synergies. No electrical stimulation will be provided in this group.","interventionNames":["Device: Muscle Synergy Visual Biofeedback"]},{"label":"Synergy-Based Multichannel (MFES) + Muscle Synergy Visual Biofeedback","type":"EXPERIMENTAL","description":"Participants in the group will receive a combination of the synergy-based MFES and muscle synergy visual biofeedback interventions. Because EMG cannot be recorded while FES is being applied in a continuous fashion, this method will alternate between providing sensory feedback (FES) and visual feedback of the muscle synergies.","interventionNames":["Device: Synergy-Based Multichannel FES (MFES)","Device: Muscle Synergy Visual Biofeedback"]}],"interventions":[{"type":"DEVICE","name":"Conventional High Intensity Gait Training","description":"Participants during a training session will complete at least 30 minutes of treadmill walking at the target intensity. The participants will complete 18 training sessions.","armGroupLabels":["Conventional High Intensity Gait Training"]},{"type":"DEVICE","name":"Standard FES to the Tibialis Anterior (TA)","description":"Participants during a training session will complete at least 30 minutes of treadmill walking at the target intensity while wearing a FES stimulator on the tibialis anterior muscle of their more affected leg. Stimulation will be triggered prior to swing phase to combat drop foot. The participants will complete 18 training sessions.","armGroupLabels":["Standard FES to the Tibialis Anterior (TA)"]},{"type":"DEVICE","name":"Synergy-Based Multichannel FES (MFES)","description":"Participants during a training session will complete at least 30 minutes of treadmill walking at the target intensity while FES is applied to multiple muscles of the leg throughout the gait cycle based on the healthy muscle synergies. The goal will be to have the FES applied for at least 20 minutes of each gait training session. The participants will complete 18 training sessions.","armGroupLabels":["Synergy-Based Multichannel (MFES) + Muscle Synergy Visual Biofeedback","Synergy-Based Multichannel FES (MFES)"]},{"type":"DEVICE","name":"Muscle Synergy Visual Biofeedback","description":"Participants during a training session will complete at least 30 minutes of treadmill walking at the target intensity while receiving visual feedback of the similarity of their muscle synergies to healthy muscle synergies. They will be instructed to try to optimize the similarity score. The participants will complete 18 training sessions.","armGroupLabels":["Muscle Synergy Visual Biofeedback","Synergy-Based Multichannel (MFES) + Muscle Synergy Visual Biofeedback"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in muscle synergies during walking","description":"Muscle synergies are groups of muscles that receive a common input from the brain. The researchers will assess the number of muscle synergies and the similarity of muscle synergies to those of healthy individuals. The researchers will calculate from the electromyographic (EMG) activity and compare the number and similarity of muscle synergies to healthy individuals via a similarity index. These measures will be assessed between legs, over time, and between groups. An increase in number of synergies and an improvement in similarity of synergies is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"}],"secondaryOutcomes":[{"measure":"Change in 10 Meter Walk Test","description":"The 10 Meter Walk Test is a common clinical measure of gait speed. Participants will be directed to walk at their comfortable, self-selected speed. Participants will be positioned at the start line and instructed to walk the entire 10 meter distance while the therapist times the middle six meters. The distance before and after the timed course are meant to minimize the effect of acceleration and deceleration. Time will be recorded using a stopwatch and recorded to the one hundredth of a second (ex: 2.46 sec). The test will be performed two times at self-selected speed with adequate rest in between. The average of the two times should be recorded. The test will then be repeated with the participants directed to walk at their fast but safe speed. Appropriate assistive devices, bracing, and the minimal amount of physical assistance from the physical therapist will be applied. A faster speed/shorter time is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in 6 Minute Walk Test","description":"The 6 Minute Walk Test measures the distance a participant can walk indoors on a flat, hard surface in a period of six minutes. The test is a reliable and valid evaluation of functional exercise capacity and is used as a sub-maximal test of aerobic capacity and endurance. The test is self-paced. Participants are allowed to stop and rest during the test; however, the timer does not stop. If a participant is unable to complete the time, the time stopped is noted and reason for stopping prematurely is recorded. Appropriate assistive devices, bracing, and the minimal amount of physical assistance from the physical therapist will be applied. A longer distance is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in Berg Balance Scale","description":"The Berg Balance Scale is a 14-item test, scored on a five point ordinal scale. It measures functional balance in a clinical setting and includes static and dynamic tasks (such as sitting, standing, transitioning from sitting to standing, standing on one foot, retrieving an object from the floor), during which participants must maintain their balance. A higher score is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in Functional Gait Assessment (FGA)","description":"The FGA is a 10-item test, scored on a four point ordinal scale. A higher score indicates decreased fall risk and is a better outcome. It measures dynamic balance and postural stability during walking tasks (such as fast walking, backward walking, stepping over an obstacle) in the clinical setting. Patients are allowed to use an assistive device for certain items.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in Manual Muscle Test","description":"Manual Muscle Test is a procedure for evaluating the strength of 16 individual muscles relative to gravity and manual resistance. Instructions are provided to the participant before testing each muscle. A muscle is isolated, and gradual external force is applied at a right angle to the muscle's long axis. Each muscle is scored on a graded scale of \"weak\" to \"strong\" based on the participant's ability to resist the external force. The test is first completed for muscles on the unimpaired side to determine normal strength before being repeated on the impaired side. Weaker participants may be tested while lying prone (gravity eliminated). Higher strength is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in Modified Ashworth Scale","description":"The Modified Ashworth Scale is a 6-point ordinal scale used to grade the amount of hypertonicity in individuals with neurological diagnoses. A score of 0 on the scale indicates no increase in tone while a score of 4 indicates rigidity. Tone is scored by passively moving the individual's limb and assessing the amount of resistance to movement felt by the examiner. A lower score is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in time spent in age-predicted maximum heart rate zone","description":"The target range of 70-85% of age-predicted maximum heart rate will be calculated for each participant utilizing Hrmax = 208 - \\[0.7 × age\\] as developed by Tanka et al in 2001. The researchers will record the amount of time participants spend in their pre-calculated target zone during each gait training. More time spent in their pre-calculated target zone is a better outcome.","timeFrame":"Each session through completion of study, up to 6 weeks"},{"measure":"Change in Borg Rating of Perceived Exertion","description":"The Borg Rating of Perceived Exertion is a tool to measure the subjective report of effort, exertion, and fatigue during physical work. It consists of a 15-point scale from 6-20, in which 6=no exertion and 20=absolute maximum exertion. It is presented to the participant in written format with descriptors to standardize the report of perceived exertion across tasks.","timeFrame":"Each session through completion of study, up to 6 weeks"},{"measure":"Change in Step Count","description":"The number of steps taken during the week prior to and following completion of the training program will be measured using activity monitors/pedometer to assess patient participation (i.e., activity outside of the study). These devices are small accelerometers that can be worn on a belt and/or on the ankle to record steps and Kcals during an activity. A higher step count is a better outcome.","timeFrame":"One week prior to initiating training sessions, and one week following the conclusion of all training sessions"},{"measure":"Change in Global Rating of Change","description":"The Global Rating of Change scale is a subjective outcome measure used to independently score self-perceived improvement. It quantifies a participant's improvement or deterioration over time to determine the effect of an intervention. It consists of an 11-point scale from -5 to +5 in which -5=much worse, 0=unchanged, and +5=completely recovered. It is presented to the participant in written format as a visual analog scale. A higher score is a better outcome.","timeFrame":"Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions for post-stroke participants; every 5-8 sessions delivered per intervention for therapist participants"},{"measure":"Change in System Usability Scale","description":"The System Usability Scale (SUS) is a simple, ten-item scale giving a global view of subjective assessments of usability. The items cover a variety of aspects of system usability, such as the need for support, training, and complexity. A 5-point Likert scale ranging from 1 to 5 is used for each item, in which 1=strongly disagree, 3= neutral, and 5=strongly agree. The SUS is presented to the therapist participant in written format. It yields a single number representing a composite measure of the overall usability of the system being studied. Scores for individual items are not meaningful on their own. SUS scores have a range of 0 to 100.","timeFrame":"Every 5-8 sessions (e.g., 2-3 weeks) delivered by the therapist per intervention"},{"measure":"Change in \"The Acceptability of Intervention Measure, Intervention Appropriateness Measure, and Feasibility of Intervention Measure\"","description":"The Acceptability of Intervention Measure, Intervention Appropriateness Measure, and Feasibility of Intervention Measure collectively have 12 items (four for each construct) that are both valid and reliable measures of these implementation outcomes. These measures could be used independently or together. A 5-point Likert scale ranging from 1 to 5 is used for each item, in which 1=completely disagree, 2= disagree, 3= neither agree nor disagree, 4=agree, and 5=completely agree. These measures are presented collectively to the therapist participant in written format.","timeFrame":"Every 5-8 sessions (e.g., 2-3 weeks) delivered by the therapist per intervention"},{"measure":"Change in stride time variability","description":"Stride variability is the ratio between the standard deviation and mean of stride time, expressed as a percentage. Decreased variability indicates a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in cadence","description":"Cadence is the total number of steps taken within a given time period; often expressed per minute. Typically a higher number of steps is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in stride length","description":"Between successive points of initial contact of the same foot. Right and left stride lengths are normally equal. Typically a longer stride length is a better outcome, ideally with equal measurements between left and right limbs.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in stance time","description":"Stance time is the amount of time that passes during the stance phase of one extremity in a gait cycle. Right and left stance times are normally equal. It includes single support and double support. Equal stance time between limbs is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in joint angle","description":"Joint angle is measured at key gait events (e.g., heel strike, toe off, etc.) as the average angle that the hip, knee, and ankle are at during the gait event. Right and left joint angles are normally equal. Typically a more equal joint angle between limbs is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in joint velocity","description":"Joint velocity is measured at key gait events (e.g., heel strike, toe off, etc.) as the average velocity that the hip, knee, and ankle are at during the gait event. Right and left joint velocity are normally equal. Typically a more equal joint velocity between limbs is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in variation in center of gravity","description":"Center of gravity will be measured during the walking tasks and balance tasks as a measure of how balanced the subject is dispersing their weight between their two limbs. Typically a lower variation in center of gravity is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in EMG Magnitude and Gait Phase Components of Muscle Activity","description":"Average EMG activation magnitude at key gait events (e.g., heel strike, toe off, etc.) and during key phases of the gait cycle (e.g., stance phase, swing phase, etc.) will be computed for each leg. An average magnitude (in volts) of muscle activity for each muscle will be computed for each gait event/phase of gait cycle and a ratio of affected over unaffected will be computed for each muscle and event/phase. Typically, a more balanced magnitude of muscle activation between the two legs and more consistent gait phase is a better outcome.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in Neural synergies","description":"The neural synergies are group of muscles that receive a common input from the brain. The researchers will calculate this from the EMG and associate the common input as the level of correlated activity between muscles. The researchers will compare this level of correlated activity between the legs and arms for both walking and balance tasks.","timeFrame":"Baseline, Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in Patient Questionnaire","description":"The patient questionnaire will ask the patient to assess how their walking ability has changed from before starting the rehabilitation program. Additionally, patients will have an opportunity to provide any written feedback on the therapy.","timeFrame":"Mid-Assessment after 3 weeks of training, Post-Assessment after full 6 weeks of training, and 1-month follow-up after completion of training sessions"},{"measure":"Change in Therapist Questionnaire","description":"Therapists will complete questionnaires that reflect the perceived usefulness of the rehabilitation device/program, the usability of the device, and the feasibility of implementing the intervention . Therapists will also have an opportunity to provide any written feedback on the therapy.","timeFrame":"Every 5-8 sessions (e.g., 2-3 weeks) of administering a particular intervention"},{"measure":"Change in Preparation and Breakdown Time","description":"During the training session, preparation and breakdown time will be recorded as the time it takes for the therapist to set up and remove the equipment for the therapy session. This will be compared between groups and over time. A reduction in time is a better outcome.","timeFrame":"Every training session over 6 weeks with 3 training sessions per week"}]},"eligibilityModule":{"eligibilityCriteria":"Healthy participants:\n\nInclusion Criteria:\n\n* Age 18-80 years, inclusive\n* Normal hearing and vision, can be corrected\n* Able to understand and give informed consent\n* Able to understand and speak English\n\nExclusion Criteria:\n\n* Reduced cognitive function or inability to perform study tasks\n* Any neurological disorder or history of neurological injuries (e.g., Parkinson's disease or other neurodegenerative disorder, dementia, brain injury, spinal cord injury, multiple sclerosis, peripheral nerve injury, or cancer of the central nervous system)\n* Presence of pathology that could cause abnormal movements of extremities (e.g., epilepsy, marked arthritis, chronic pain, musculoskeletal injuries)\n* Recent fracture or osteoporosis (as reported by subject)\n* Lesions or wounds on the legs\n* Medical (cardiac, renal, hepatic, or oncological) or psychiatric disease that would interfere with study procedures\n* Pregnancy\n* Prisoners\n\nPatients:\n\nInclusion Criteria:\n\n* Age 18-80 years, inclusive\n* Normal hearing and vision, can be corrected\n* History of a single unilateral, supratentorial ischemic or hemorrhagic stroke at least six months prior\n* Reduced ambulation but able to walk \\>10m independently on level ground (with assistive device if needed)\n* Medical clearance from medical team (signed Medical Clearance form)\n* Able to understand and give informed consent\n* Able to understand and speak English\n* Able to passively move all joints (i.e., hip, knee, ankle) through the range of motion of a typical gait cycle\n\nExclusion Criteria:\n\n* Reduced cognitive function and inability to perform study tasks\n* Severe aphasia\n* Co-existence of other neurological diseases (e.g., Parkinson's disease or other neurodegenerative disorder, dementia, brain injury, spinal cord injury, multiple sclerosis, or cancer of the central nervous system)\n* History of peripheral nerve injury\n* Severe hip, knee, or ankle arthritis\n* Recent fracture or osteoporosis (as reported by subject)\n* Medical (cardiac, renal, hepatic, or oncological) or psychiatric disease that would interfere with study procedures\n* Significant spasticity or contracture in the lower limbs (Modified Ashworth Scale score of 3 or higher)\n* Use of pacemakers, defibrillators, electrical implants, or metallic implants\n* Lesions or wounds on the paretic leg\n* Botox (botulinum toxin) injection to lower limbs within the prior 3 months, or planned injection during study period\n* Pregnancy\n* Prisoners\n* Concurrent or planned participation in surgeries, significant medical treatments, other lower limb research studies, or physical therapy during the study timeline\n\nTherapists:\n\nInclusion Criteria:\n\n* Licensed physical therapist at SRALab\n* At least 1 year of experience as a physical therapist\n* Regularly treats people with stroke, at minimum once per week\n* Able to give informed consent\n* Active CITI training certification, or willing to complete this online CITI training\n\nExclusion Criteria:\n\n* Inability to interact safety with the technologies\n* Unwillingness to try to use the technologies\n* Unable to complete at least 1 competency session and deliver at least 6 intervention sessions","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"18 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jose L Pons, PhD","role":"CONTACT","phone":"312-238-4549","email":"jpons@sralab.org"},{"name":"Grace Hoo, MS","role":"CONTACT","phone":"312-238-4548","email":"ghoo@sralab.org"}],"overallOfficials":[{"name":"Jose L Pons, PhD","affiliation":"Shirley Ryan AbilityLab","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shirley Ryan AbilityLab","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}