{"protocolSection":{"identificationModule":{"nctId":"NCT05853952","orgStudyIdInfo":{"id":"NESA ICTUS"},"organization":{"fullName":"University of Las Palmas de Gran Canaria","class":"OTHER"},"briefTitle":"Non-invasive Neuromodulation NESA Application in the Rehabilitation of Stroke Sequelae","officialTitle":"Non-invasive Neuromodulation NESA Application in the Rehabilitation of Stroke Sequelae. A Pilot Study"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04-24","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-23","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-21","studyFirstSubmitQcDate":"2023-05-02","studyFirstPostDateStruct":{"date":"2023-05-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-07","lastUpdatePostDateStruct":{"date":"2024-01-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Aníbal Báez Suárez","investigatorTitle":"Clinical Professor","investigatorAffiliation":"University of Las Palmas de Gran Canaria"},"leadSponsor":{"name":"University of Las Palmas de Gran Canaria","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To evaluate whether NESA microcurrents can be used as an effective treatment for various sequelae present in stroke patients, specifically in the treatment of spasticity, balance, pain; and whether it affects quality of life, performance of activities of daily living and quality of sleep.","detailedDescription":"Pilot study following a randomized controlled trial design, designed to study the feasibility of a study with a larger sample size.\n\nIntervention of 30 stroke participants with an evolution between 6 months and 4 years since the stroke, who are able to stand upright.\n\nThese participants will be recruited voluntarily through a campaign in social networks and with the collaboration of local associations and institutions. Once the inclusion and exclusion criteria have been reviewed, they will be randomly assigned to an intervention group and a placebo group. A double-blind recruitment system will be followed in which the physiotherapist and patients will not know whether they are receiving real or simulated stimulation, for this purpose two NESA XSIGNAL® devices will be used in double-blind mode.\n\nTreatment of 20 sessions per patient, of 1 hour duration each, with the NESA X-Signal device."},"conditionsModule":{"conditions":["Stroke"],"keywords":["physical therapy modality","Electric Stimulation Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Non-invasive Neuromodulation","type":"EXPERIMENTAL","description":"The non-invasive neuromodulation experimental group, are treated 20 sessions with the NXSignal non-invasive neuromodulation device (NESA)","interventionNames":["Device: Non-invasive Neuromodulation"]},{"label":"Placebo Non-invasive Neuromodulation","type":"PLACEBO_COMPARATOR","description":"The non-invasive neuromodulation placebo group, are treated 20 sessions with the NXSignal non-invasive neuromodulation device (NESA)","interventionNames":["Device: Placebo Non-invasive Neuromodulation"]}],"interventions":[{"type":"DEVICE","name":"Non-invasive Neuromodulation","description":"The electrodes will be placed with the help of gloves and adapted socks for 1 hour, each session, until 13 intervention sessions are completed. In addition, depending on the session, an adhesive electrode will be placed at the level of C7. Characteristics of microcurrents: pulsed monophasic rectangular wave with a pulse of 1.3 s and pause of 300 ms, voltage 3 millivolt and intensity 0.5 μA","armGroupLabels":["Non-invasive Neuromodulation"]},{"type":"DEVICE","name":"Placebo Non-invasive Neuromodulation","description":"The same protocol described for the experimental group will be applied, but microcurrents device which will be previously manipulated and tested with an oscilloscope so that they do not emit electrical currents.","armGroupLabels":["Placebo Non-invasive Neuromodulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Pain assessed by VAS","description":"The instrument will be used to measure the change of pain before and after the intervention will be the Visual Analogue Scale (VAS).\n\nParticipants will be asked to mark the level of their pain on a 100 mm, no hatched VAS scale marked at one end as \"no pain\" and at the other as \"worst pain imaginable\".","timeFrame":"Up to 7 weeks"},{"measure":"Change in Sleep quality","description":"The Pittsburgh Sleep Quality Index (PSQI) will be used. It consists of 19 self-administered questions and 5 questions assessed by the patient's partner or roommate (if available). Only the self-administered questions are included in the score.\n\nThe higher the total score, the worse the sleep quality. Thus, a total score less than or equal to five on the Pittsburgh scale indicates that, in general, your sleep quality is optimal, while a total score greater than five suggests that you have sleep problems, of greater or lesser severity.","timeFrame":"Up to 7 weeks"},{"measure":"Changes in quality of life","description":"The Stroke-specific quality of life scale ( ECVI-38) is a specific scale for stroke patients. This instrument includes 38 items divided into eight subgroups: physical status, communication, cognition, emotions, feelings, basic activities of daily living, common activities of daily living and socio-familial functioning.\n\nThe format presents five response possibilities: 5 represents the worst situation and 1 represents the absence of the problem.","timeFrame":"Up to 7 weeks"},{"measure":"Changes in the level of autonomy","description":"The Barthel index for the level of independence in performing activities of daily living.\n\nThe purpose of this questionnaire is to assign a score to each patient based on his or her degree of dependence in performing a series of basic activities. The values assigned to each activity depend on the time taken to perform them and the need for aids to complete them.\n\nactivity of daily living include: eating, transferring between chair and bed, personal grooming, toileting, bathing/showering, transferring, going up/down stairs, dressing/dressing, stool control and urine control.\n\nThe activities are assessed by assigning a score between 0, 5, 10 and 15 points and the final result can vary between 0 (completely dependent) and 100 points (completely independent).","timeFrame":"Up to 7 weeks"},{"measure":"Changes in their ability to balance","description":"The Berg balance scale will be used:\n\nA quantitative measure of functional balance status in the elderly that has proven to be a valid, reliable and sensitive tool in hemiplegic patients.\n\nThe Berg scale includes 14 items (scored between 0-4) and total scores range from 0 (severe balance impairment) to 56 (optimal balance status).","timeFrame":"Up to 7 weeks"},{"measure":"Changes in muscle tone","description":"The modified Ashworth scale for spasticity will be used. A scale used in the clinic to assess muscle spasticity, the modification adds a level that incorporates the angle at which resistance appears and monitors the speed of passive movement with a one-second count.\n\nThis scale is easy to use and can assess all joints, has a high degree of reliability and reproducibility. The score is interpreted as follows:\n\n0 No increase in tone\n\n1 slight increase in tone giving a catch when slight increase in muscle tone, manifested by the limb was moved in flexion or extension.\n\n1+ slight increase in muscle tone, manifested by a catch followed by minimal resistance throughout (ROM )\n\n2 more marked increase in tone but more marked increased in muscle tone through most limb easily flexed\n\n3 considerable increase in tone, passive movement difficult\n\n4 limb rigid in flexion or extension","timeFrame":"Up to 7 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* People who have suffered a stroke with an evolution between 6 months and 6 years.\n* Optimal cognitive capacity and mentally competent to participate in the study and complete the required questionnaires.\n* People able of standing upright, including those who need technical aids.\n\nExclusion Criteria:\n\n* Present some of the contraindications for a treatment with NESA XSIGNAL®: pacemakers, internal bleeding, not to apply electrodes on skin in bad condition, with ulcerations or wounds, acute febrile processes, acute thrombophlebitis and/or phobia to electricity.\n* Not having signed the informed consent form.\n* Presenting any additional injury or pathology during the study.\n* Not having the optimal cognitive capacities for understanding and participating in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mariola Lledó Amat, MSc","role":"CONTACT","phone":"+34 637 87 68 50","email":"mariola.lledo101@alu.ulpgc.es"}],"overallOfficials":[{"name":"Mariola Lledó Amat, MSc","affiliation":"University of Las Palmas de Gran Canaria","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Mariola Lledó Amat","status":"RECRUITING","city":"Las Palmas De Gran Canaria","state":"Las Palmas","zip":"35016","country":"Spain","contacts":[{"name":"Mariola Lledó Amat, MSc","role":"CONTACT","phone":"+34 637 87 68 50","email":"mariola.lledo101@alu.ulpgc.es"},{"name":"Raquel Medina-Ramírez, PhD","role":"SUB_INVESTIGATOR"},{"name":"Aníbal Báez-Suárez, PhD","role":"SUB_INVESTIGATOR"},{"name":"Adolfo Sancho-Francés., PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":28.09973,"lon":-15.41343}}]},"referencesModule":{"references":[{"pmid":"32208842","type":"RESULT","citation":"Li L, Scott CA, Rothwell PM; Oxford Vascular Study. Trends in Stroke Incidence in High-Income Countries in the 21st Century: Population-Based Study and Systematic Review. Stroke. 2020 May;51(5):1372-1380. doi: 10.1161/STROKEAHA.119.028484. Epub 2020 Mar 25."},{"pmid":"21441153","type":"RESULT","citation":"McKevitt C, Fudge N, Redfern J, Sheldenkar A, Crichton S, Rudd AR, Forster A, Young J, Nazareth I, Silver LE, Rothwell PM, Wolfe CD. Self-reported long-term needs after stroke. Stroke. 2011 May;42(5):1398-403. doi: 10.1161/STROKEAHA.110.598839. Epub 2011 Mar 24."},{"pmid":"27451353","type":"RESULT","citation":"Crichton SL, Bray BD, McKevitt C, Rudd AG, Wolfe CD. Patient outcomes up to 15 years after stroke: survival, disability, quality of life, cognition and mental health. J Neurol Neurosurg Psychiatry. 2016 Oct;87(10):1091-8. doi: 10.1136/jnnp-2016-313361. Epub 2016 Jul 22."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}