{"protocolSection":{"identificationModule":{"nctId":"NCT01413321","orgStudyIdInfo":{"id":"SHEBA-10-8315-MZ-CTIL"},"organization":{"fullName":"Sheba Medical Center","class":"OTHER_GOV"},"briefTitle":"Assessing Special Features of Impaired Gait After Acquired Brain Injury With an Instrumented Treadmill","officialTitle":"The Reproducibility and Special Features of Hemiparetic Gait in People With Acquired Brain Injury (ABI) Assessed With an Instrumented Treadmill (Zebris)"},"statusModule":{"statusVerifiedDate":"2017-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-08","type":"ACTUAL"},"completionDateStruct":{"date":"2017-08","type":"ACTUAL"},"studyFirstSubmitDate":"2011-07-19","studyFirstSubmitQcDate":"2011-08-08","studyFirstPostDateStruct":{"date":"2011-08-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-10-04","lastUpdatePostDateStruct":{"date":"2017-10-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Manuel Zwecker MD","investigatorTitle":"Senior physician, Department of Neurological Rehabilitation.","investigatorAffiliation":"Sheba Medical Center"},"leadSponsor":{"name":"Sheba Medical Center","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Hemiparetic gait following acquired brain injury (ABI) is grossly characterized by decreased speed of walking, increased stance time on the unaffected side, and decreased stance time on the affected side.These abnormalities are associated with a complex pattern of dysfunction including muscle weakness, spasticity, impaired sensory-motor control, long-term mechanical changes in muscles and joints, and cognitive impairments e.g. attention.\\\\ At this stage of our knowledge it is still unclear which kinetic and kinematic parameters of hemiparetic gait provide insight about the different components of the complex pattern of dysfunction.\n\nA novel technique had been introduced in the Motion Laboratory of the Sheba Medical Center consisting of an ordinary treadmill that is equipped with a 'mat' of more than 5000 high-quality capacitive pressure/force sensors. This treadmill developed by \"ZEBRIS\" enables to analyze gait and roll-off patterns on the treadmill.\n\nAims of the study:\n\n1. To assess variability of data derived from the Zebris treadmill.\n2. To investigate stability of hemiparetic gait.\n3. To evaluate variability and relevant gait parameters taking place during recovery after acute ABI.\n4. To compare gait on ground with gait on treadmill.\n\nRationale of the study- Basic assumptions of the study:\n\n1. No significant change in gait parameters is expected in both groups including healthy controls and chronic ABI subjects in recurrent examination within one week period.\n2. Subacute ABI patients are found to be within the context of neurorehabilitative recovery due to brain plasticity. Therefore a change in gait parameters is expected within two consecutive examinations in the chosen time intervals.\n3. All measurements are subject to error which contributes to the variance of outcomes.\n\nOn the grounds of these assumptions:\n\nA. Two consecutive examinations in both groups including healthy controls and chronic ABI subjects are intended to estimate the error in measured values.\n\nB. Two consecutive examinations in the subacute ABI patient group are intended to estimate the contribution of neurorehabilitative recovery due to brain plasticity assessed with this unique research instrumentation.","detailedDescription":"Introduction The term hemiplegia/hemiparesis is used for the neural deficit that may occur in patients after acquired brain injury (ABI), such as cerebral palsy, traumatic injury to the brain, or cerebrovascular accident. The word hemiplegia means the neuromuscular disorder that involves one-half of the body in the frontal plane while the other half is not involved.\n\nHemiparetic gait following ABI is grossly characterized by decreased speed of walking, increased stance time on the unaffected side, and decreased stance time on the affected side. Joint-angle disturbances include reduction or loss of the knee flexion phase in stance, reduction of knee flexion in the swing phase, sometimes loss of dorsiflexion of the ankle in the swing phase and at initial contact, and generally reduced joint excursions. Lehmann et all \\[1\\] have reported a greater-than-normal internal knee flexion moment at mid-stance in persons with hemiplegia, a feature that was thought to be related to anterior movement of the center of gravity. (\"Internal\" moments are expressed as those internal to the link-segment model; \"external\" moments are expressed as those acting upon the link-segment model.) The internal moment is usually the result of muscle activity, though tension of structures posterior to the knee may also be involved if the knee is fully extended. Patients with hemiplegia exhibit disturbed mechanical energy patterns and overall energy costs that are above normal \\[2\\]. The affected limb characteristically has shown tonic extensor activity, co-activation of major muscle groups, and loss of selective muscle control during stance \\[3\\]. The patterns of activity and the presence of co-activation during walking have been used to classify the gait of subjects with hemiplegia \\[4\\]. Muscle power patterns at major lower-limb joints during walking have been near normal in shape but reduced in amplitude, with the muscles of the affected side providing about 40% of the positive work \\[5\\].\n\nThese abnormalities are associated with a complex pattern of dysfunction including muscle weakness, spasticity, impaired sensory-motor control and long-term mechanical changes in muscles and joints \\[4\\], \\[6\\], \\[7\\], \\[8\\], \\[9\\], and cognitive impairments e.g. attention.\n\nAt this stage of our knowledge it is still unclear which kinetic and kinematic parameters of hemiparetic gait provide insight about the different components of the complex pattern of dysfunction.\n\nSubjects with hemiparesis will show different reactions to change pattern of the treadmill, like gait velocity and inclination in comparison to healthy subjects. Especially performing the investigation under these challenging conditions may reveal the relevant insight in the contribution of these different components to the complex pattern of hemiparetic gait. Qualitative and quantitative evaluation of gait performed during clinical examination and gait examination in a gait laboratory deliver temporal and spatial parameters. These parameters relate to automatism and symmetry which are the two main components of gait.\n\nGoals of the study:\n\n1. To assess variability of data derived from the Zebris (ZIT) device.\n2. To investigate stability of hemiparetic gait.\n3. To evaluate variability and relevant gait parameters taking place during recovery after acute ABI.\n4. To compare gait on ground with gait on treadmill.\n\nMethod\n\nParticipants: The population to be studied consists of the three following groups:\n\n1. 15 patients after subacute ABI, defined as the first 3 months after insult.\n2. 15 patients with chronic ABI, defined as at least one year after the insult.\n3. 15 age and gender matched healthy controls.\n\nStudy design\n\nInstrumentation-\n\n1. \"ZEBRIS - treadmill\" - The ZIT consists of an ordinary treadmill but is equipped with a 'mat' of more than 5000 high-quality capacitive pressure/force sensors (Fig. 1). The instrument and the PC are linked via a USB interface. A dedicated program processes the analog signals of the sensors (the vertical component of the ground reaction force) at a frequency of 1000 Hz. Using a technology specially developed by ZEBRIS, the movement of the treadmill is compensated so that completely stable gait and roll-off patterns can be analyzed. The measurements are performed at the Motion Laboratory of the Sheba Medical Center.\n2. GaitRite - An electronic walkway contains eight sensor pads encapsulated in a roll up carpet to produce an active area 24 inches (61cm) wide and 192 inches (488cm) long. In this arrangement the active area is a grid, 48 sensors by 384 sensors placed on .5 inch (1.27 cm) centers, totaling 18,432 sensors. The walkway is portable, can be laid over any flat surface, requires minimal setup and test time, and requires no placement of any devices on the patient. As the patient ambulates across the walkway, the system captures the geometry and the relative arrangement of each footfall as a function of time. The application software controls the functionality of the walkway, processes the raw data into footfall patterns, and computes the temporal (timing) and spatial (distance) parameters. The software's relational database stores tests individually under each patient, and supports a variety of reports and analyses.\n\nProcedure\n\n1. Demographic data and data from the clinical examination using the NIH scale will be collected.\n2. Participants will walk at comfortable speed 4 sweeps on the GaitRite sensors mat, in order to collect free (unconstrained) walking spatio-temporal parameters. Optimal velocity will be determined using habitual conditions namely with shoes and AFO for patients (in case it is used in routine circumstances) and with shoes for subjects. Using a stopwatch, the comfortable walking speed will be calculated for a net distance of 6 m.\n3. Using the ZIT, patients and subjects will first be tethered by cables. Tests will be conducted with subjects wearing everyday clothing and shoes. Those patients wearing AFO will be tested with the device. Normal stance will be first assessed without shoes and with and without visual feedback (EO, EC conditions). Then the paradigm of the gait on the treadmill. Normal stance will be first assessed with shoes and with and without visual feedback (EO, EC conditions). Then the paradigm of the gait on the treadmill (based on \\[5\\] below).\n4. At this stage the treadmill motor will be initiated and the target speed reached within 10-20s. At the target speed (based on \\[2\\] above), subjects will spend 20s and then their gait will be recorded at this sped for another 20s. Immediately following that, the speed will be increased by 10% and if feasible to a total 20% of comfortable individual speed during an epoch of 20s will be recorded. Following this epoch, treadmill speed will be reduced to the targets and subjects will spend an additional 20s before raising the front end of the platform by 3°. At this incline the subject will walk for 10-15s and a final epoch of 20s, under these conditions will be recorded. Following this final epoch, incline will be returned to horizontal and speed reduced to zero to allow the subject to dismount the ZIT.\n5. Walking on the treadmill can initially be an unfamiliar experience. Therefore, the data collection will start as soon as he patient is comfortable with the set-up but not less than 2 min after initiation of the test and after approximately six minutes of familiarization time.\n\nTiming - The normal controls group and chronic ABI hemiparetic subjects group will be tested twice over a period of 2-7 days to establish measurement error (absolute reproducibility).\n\nThe subacute ABI hemiparetic subjects group will be reassessed between 4 -6 weeks after the 1st data collection.\n\nTime Frame of the study\n\nData collection:\n\n2nd and final Data collection will be performed after the 1st according to the protocol\n\n* For the normal control and chronic ABI hemiparetic subjects group between 2-7 days after the 1st data collection.\n* For the subacute ABI hemiparetic subjects group between 4 -6 weeks after the 1st data collection.\n\nWe are expecting to finish the Data collection one year after the start of the study.\n\nData analysis will be done up to 1 year after Data collection. Summarize of the study 6 months after Data analysis.\n\nIn case of any unexpected event during the study the NIH and local Helsinki committee will be informed within two weeks.\n\nRationale of the study- Basic assumptions of the study:\n\n1. No significant change in gait parameters is expected in both groups including healthy controls and chronic ABI subjects in recurrent examination within on week period.\n2. Subacute ABI patients are found to be within the context of neurorehabilitative recovery due to brain plasticity. Therefore a change in gait parameters is expected within two consecutive examinations in the chosen time intervals.\n3. All measurements are subject to error which contributes to the variance of outcomes.\n\nOn the grounds of these assumptions:\n\nA. Two consecutive examinations in both groups including healthy controls and chronic ABI subjects are intended to estimate the error in measured values.\n\nB. Two consecutive examinations in the subacute ABI patient group are intended to estimate the contribution of neurorehabilitative recovery due to brain plasticity assessed with this unique research instrumentation.\n\nAnalysis - In general terms, the analysis will be based on a 2X2 design namely, between subjects (ABI vs. normal) and within (bilateral) comparison.\n\nThe spatio-temporal parameters calculated from the force sensors will consist of those listed in the report sheet (enclose a report).\n\nAssessment parameters:\n\nThe temporal parameters calculated from the ground reaction force in function of time are as follows:\n\n* Length of stance phase (stance time) \\[tstance - s\\]\n* Length of swing phase (swing time) \\[tswing-s \\]\n* Length of double support phase \\[tdouble-s\\]\n* time of step \\[tstep - s\\]\n\nThe spatial parameters calculated from temporal parameters and constant gait speed \\[vgait - m/s\\] is as follows \\[16\\]:\n\n* Cadence \\[c - step/minutes\\]\n* Step length \\[lstep - mm\\]\n* Stride \\[length\\]). These are the commonly used parameters in all gait laboratories.\n\nThe footprint templates will be assessed for location of pressure prominent pressure foci and their location.\n\nIn addition, the ZIT software produces a ground force and pressure report as well as a special representation of the movement trajectory of the center of pressure (COP) point during the gait cycle. Due to its shape, this trajectory is known as the 'butterfly'. From the butterfly, the area of the base of gait will be calculated.\n\nStatistical analysis:\n\nData processing will consist of descriptive and inferential statistics. In case of normal distribution of the outcome parameters, a general 2X2 ANOVA will be carried out."},"conditionsModule":{"conditions":["Traumatic and/or Non-traumatic Brain Injury"],"keywords":["Brain Injuries","Post Traumatic Encephalopathy","TBI (Traumatic Brain Injury)","Cerebral Stroke","Vascular Accidents, Brain","Cerebrovascular Apoplexy","Cerebrovascular Accident","hemiparesis"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":35,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"SHABI","description":"Subacute hemiparetic ABI subjects group"},{"label":"CHABI","description":"Chronic hemiparetic ABI subjects group"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Quality of walking assessed by spatio-temporal gait parameters commonly used in gait laboratories.","description":"Quality of walking: measured by quantifying temporal and spatial parameters, such as \\[Length of stance phase, Length of swing phase (swing time), Length of double support phase, time of step, Cadence, Step length, Stride\\].\n\nThese parameters will be calculated from the ground reaction force in function of time.","timeFrame":"One predetermined gait session should last to 90 minutes. Data collection will be finished one year after the start of the study. Data analysis will be done up to 1 year after Data collection. Summarize of the study 6 months after Data analysis."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Older than 18y, both healthy and hemiparetic participants.\n* Able to walk continuously for 6 min at their self-selected speed.\n* Normal subjects should be without any clinical history of diseases or injuries in the lower extremities.\n* Able to understand the eligibility requirements for participation in the study.\n\nExclusion Criteria:\n\n* Patients with more than one previous clinical stroke or other brain injury.\n* Peripheral artery disease with claudication.\n* Shortness of breath without exertion\n* Resting heart rate outside of the range of 55 to 85 bpm.\n* Resting blood pressure outside of the range of 90/60 to 170/90 mm Hg.\n* Medical and especially cardial conditions preventing walking for more than 10 minutes under normal velocity.\n* No additional major orthopedic or neuromuscular disorders preventing normal walking.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Subjects will be recruited from inpatient and outpatient clinics at the Sheba Medical Center","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Manuel Zwecker, MD","affiliation":"Sheba Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sheba Medical Center","city":"Tel HaShomer","zip":"52621","country":"Israel","geoPoint":{"lat":32.04195,"lon":34.85623}}]},"referencesModule":{"references":[{"pmid":"3675173","type":"BACKGROUND","citation":"Lehmann JF, Condon SM, Price R, deLateur BJ. Gait abnormalities in hemiplegia: their correction by ankle-foot orthoses. Arch Phys Med Rehabil. 1987 Nov;68(11):763-71."},{"pmid":"3954572","type":"BACKGROUND","citation":"Olney SJ, Monga TN, Costigan PA. Mechanical energy of walking of stroke patients. Arch Phys Med Rehabil. 1986 Feb;67(2):92-8. doi: 10.1016/0003-9993(86)90109-7."},{"pmid":"962569","type":"BACKGROUND","citation":"Peat M, Dubo HI, Winter DA, Quanbury AO, Steinke T, Grahame R. Electromyographic temporal analysis of gait: hemiplegic locomotion. Arch Phys Med Rehabil. 1976 Sep;57(9):421-5."},{"pmid":"455047","type":"BACKGROUND","citation":"Knutsson E, Richards C. Different types of disturbed motor control in gait of hemiparetic patients. Brain. 1979 Jun;102(2):405-30. doi: 10.1093/brain/102.2.405."},{"pmid":"2009047","type":"BACKGROUND","citation":"Olney SJ, Griffin MP, Monga TN, McBride ID. Work and power in gait of stroke patients. Arch Phys Med Rehabil. 1991 Apr;72(5):309-14."},{"pmid":"7345566","type":"BACKGROUND","citation":"Knutsson E. Gait control in hemiparesis. Scand J Rehabil Med. 1981;13(2-3):101-8."},{"pmid":"7209447","type":"BACKGROUND","citation":"Knutsson E, Martensson A. Dynamic motor capacity in spastic paresis and its relation to prime mover dysfunction, spastic reflexes and antagonist co-activation. Scand J Rehabil Med. 1980;12(3):93-106."},{"pmid":"6825758","type":"BACKGROUND","citation":"Dietz V, Berger W. Normal and impaired regulation of muscle stiffness in gait: a new hypothesis about muscle hypertonia. Exp Neurol. 1983 Mar;79(3):680-7. doi: 10.1016/0014-4886(83)90032-8."},{"pmid":"7886431","type":"BACKGROUND","citation":"Knutsson E. Can gait analysis improve gait training in stroke patients. Scand J Rehabil Med Suppl. 1994;30:73-80. No abstract available."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}