{"protocolSection":{"identificationModule":{"nctId":"NCT00017953","nctIdAliases":["NCT00000624"],"orgStudyIdInfo":{"id":"BG99-042"},"secondaryIdInfos":[{"id":"U01DK057136","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057136"},{"id":"U01DK057149","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057149"},{"id":"U01DK056990","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK056990"},{"id":"U01DK057177","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057177"},{"id":"U01DK057171","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057171"},{"id":"U01DK057151","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057151"},{"id":"U01DK057182","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057182"},{"id":"U01DK057131","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057131"},{"id":"U01DK057002","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057002"},{"id":"U01DK057078","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057078"},{"id":"U01DK057154","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057154"},{"id":"U01DK057178","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057178"},{"id":"U01DK057219","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057219"},{"id":"U01DK057008","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057008"},{"id":"U01DK057135","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK057135"},{"id":"U01DK056992","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DK056992"}],"organization":{"fullName":"Wake Forest University Health Sciences","class":"OTHER"},"briefTitle":"Look AHEAD: Action for Health in Diabetes","officialTitle":"Look AHEAD: Action for Health in Diabetes","acronym":"LookAHEAD"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2001-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2012-09","type":"ACTUAL"},"completionDateStruct":{"date":"2020-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2001-06-21","studyFirstSubmitQcDate":"2001-06-20","studyFirstPostDateStruct":{"date":"2001-06-21","type":"ESTIMATED"},"resultsFirstSubmitDate":"2023-04-03","resultsFirstSubmitQcDate":"2023-07-13","resultsFirstPostDateStruct":{"date":"2023-08-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-13","lastUpdatePostDateStruct":{"date":"2023-08-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Wake Forest University Health Sciences","class":"OTHER"},"collaborators":[{"name":"National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)","class":"NIH"},{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"},{"name":"National Institute of Nursing Research (NINR)","class":"NIH"},{"name":"National Institute on Minority Health and Health Disparities (NIMHD)","class":"NIH"},{"name":"Office of Research on Women's Health (ORWH)","class":"NIH"},{"name":"Centers for Disease Control and Prevention","class":"FED"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The Look AHEAD study is a multi-center, randomized clinical trial to examine the long-term effects of a lifestyle intervention designed to achieve and maintain weight loss. The study will investigate the effects of the intervention on heart attacks, stroke and cardiovascular-related death in individuals with type 2 diabetes who are also overweight or obese.","detailedDescription":"Look AHEAD is examining, in overweight volunteers with type 2 diabetes, the long-term effects of an intensive lifestyle intervention program designed to achieve and maintain weight loss by decreased caloric intake and increased physical activity. This program will be compared to a control condition involving a program of diabetes support and education.\n\nThe primary hypothesis is that the incidence rate of the first post-randomization occurrence of a composite outcome, which includes\n\ncardiovascular death (including fatal myocardial infarction and stroke), non-fatal myocardial infarction, hospitalized angina, and non-fatal stroke,\n\nover a planned follow-up period of up to 13.5 years will be reduced among participants assigned to the Lifestyle Intervention compared to those assigned to the control condition, Diabetes Support and Education.\n\nLook AHEAD will also test for reductions in the incidence of three secondary composite outcomes and examine the effect of the intervention on cardiovascular disease risk factors, diabetes control and complications, general health, and quality of life, and psychological outcomes. The cost and cost-effectiveness of the Lifestyle Intervention relative to Diabetes Support and Education will be assessed.\n\nThe Look AHEAD intensive lifestyle intervention ended September, 2012. Participants continue to be followed to determine the long-term effects of the intervention on health outcomes."},"conditionsModule":{"conditions":["Diabetes","Myocardial Infarction","Stroke","Kidney Diseases","Bone Diseases","Dyslipidemia"],"keywords":["Diabetes","Weight loss","Heart Attack","Heart disease","Lifestyle Intervention","Physical Fitness/Physical Activity","Psychosocial outcomes (e.g., depression, eating disorders)","Bone Density"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":5145,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Lifestyle Intervention","type":"EXPERIMENTAL","description":"Participants in the lifestyle intervention arm are offered individual and group sessions designed to help achieve and maintain weight loss.","interventionNames":["Behavioral: Lifestyle Intervention"]},{"label":"Diabetes Support and Education","type":"ACTIVE_COMPARATOR","description":"The diabetes support and education arm provides group sessions on diabetes management and social support.","interventionNames":["Behavioral: Diabetes Support and Education"]}],"interventions":[{"type":"BEHAVIORAL","name":"Lifestyle Intervention","description":"The lifestyle intervention is implemented with individual supervision and group sessions and is aimed at achieving and maintaining at least a 7% decrease in weight from baseline and 175 minutes per week in physical activity. It is implemented during a four-year period with the most intensive application during the first year, less frequent attention during the next three years, and a minimum of twice yearly contacts during an extended follow-up period. To help participants achieve and maintain weight loss, a variety of diet strategies (e.g. prepared meals and liquid formula), exercise strategies, and optional weight loss medications are utilized based on a preset algorithm and participant progress.","armGroupLabels":["Lifestyle Intervention"]},{"type":"BEHAVIORAL","name":"Diabetes Support and Education","description":"Participants assigned to diabetes support and education are offered three sessions each year in diabetes management and social support.","armGroupLabels":["Diabetes Support and Education"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"First Occurrence of a Severe Cardiovascular Event","description":"Number of participants with first on-study occurrence of one of the following major cardiovascular events: fatal and non-fatal myocardial infarctions and strokes, hospitalizations for angina, and cardiovascular deaths","timeFrame":"up to 11 years"}],"secondaryOutcomes":[{"measure":"First Occurrence of Cardiovascular Death, Myocardial Infarction, or Stroke","description":"Number of participants with first occurrence of one of the following: cardiovascular death, myocardial infarction (fatal or nonfatal), or stroke (fatal or non-fatal)","timeFrame":"up to 11 years"},{"measure":"First Occurrence of Death, Myocardial Infarction, or Hospitalized Angina","description":"Number of participants with first occurrence of one of the following: death (all causes), myocardial infarction, stroke, or hospitalizations for angina","timeFrame":"up to 11 years"},{"measure":"First Occurrence of Major Clinical Events","description":"Number of participants with first occurrence of one of the following: death (all causes), myocardial infarction, stroke, hospitalization for angina, coronary artery bypass grafting, percutaneous coronary angioplasty, hospitalization for congestive heart failure, carotid endarterectomy, or peripheral vascular procedures such as bypass or angioplasty","timeFrame":"up to 11 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Type 2 diabetes\n* Overweight\n* BMI of 25 kg/m2 or greater\n* If on insulin, BMI of 27 kg/m2 or greater\n* Blood pressure less than 160/100 mmHg\n* HbA1c less or equal to 11%\n* Triglycerides less than 600 mg/dl\n* Willingness to participate\n\nExclusion Criteria:\n\n* Unable or unwilling to give informed consent or communicate with local study staff.\n* Current diagnosis of schizophrenia, other psychotic disorders, or bipolar disorder.\n* Hospitalization for depression in past six months.\n* Self-report of alcohol or substance abuse within the past twelve months.\n* Current consumption of more than 14 alcoholic drinks per week.\n* Current acute treatment or rehabilitation program for these problems.\n* Plans to relocate to an area not served by Look AHEAD or travel plans that do not permit full participation in the study.\n* Lack of support from primary care health provider or family members.\n* Failure to complete the two-week run-in for dietary intake and exercise.\n* Weight loss exceeding 10 lbs. in past three months.\n* Current use of medications for weight loss.\n* Self reported inability to walk two blocks.\n* History of bariatric surgery, small bowel resection, or extensive bowel resection.\n* Chronic treatment with systemic corticosteroids.\n* Another member of the household is a participant or staff member in Look AHEAD.\n* Currently pregnant or nursing.\n* Cancer requiring treatment in the past five years, except for non-melanoma skin cancers or cancers that have clearly been cured.\n* HIV positive (self-report), due to effects on weight and body composition of HIV and medications used to treat HIV.\n* Active tuberculosis (self-report).\n* Cardiovascular disease (heart attack or procedure within the past three months).\n* Participation in a cardiac rehabilitation program within last three months.\n* Stroke or history/treatment for transient ischemic attacks in the past three months.\n* Pulmonary embolus in past six months.\n* Unstable angina pectoris or angina pectoris at rest.\n* A history of cardiac arrest.\n* Complex ventricular arrhythmia at rest or with exercise (e.g., ventricular tachycardia).\n* Uncontrolled atrial fibrillation (heart rate of 100 beats per minute or more).\n* New York Heart Association (NYHA) Class III or IV congestive heart failure.\n* Acute myocarditis, pericarditis or hypertrophic myocardiopathy.\n* Clinically significant aortic stenosis.\n* Left bundle branch block or cardiac pacemaker unless evaluated and cleared for participation by a cardiologist.\n* Cardiac defibrillator.\n* Heart transplant.\n* History of aortic aneurysm of at least 7 cm in diameter or aortic aneurysm repair.\n* Resting heart rate less than 45 beats per minute or greater than 100 beats per minute.\n* Any abnormality during the maximum exercise stress test that indicates that it would be unsafe to participate in the Lifestyle Intervention.\n* Angina pectoris.\n* Significant ST segment depression at low levels of exercise. (ST segment is the flat, isoelectric section of the ECG between the end of the S wave (the J point) and the beginning of the T wave)\n* Exercise induced ventricular arrhythmias.\n* Abnormal hemodynamics, such as flat or decreasing systolic blood pressure with increasing workload.\n* Those at moderate to high risk for cardiac complications during exercise.\n* Those who are unable to self-regulate activity or understand the recommended activity level.\n* Renal disease or dialysis.\n* Chronic obstructive pulmonary disease that would limit ability to follow the protocol.\n* Self-reported chronic hepatitis B or C or cirrhosis.\n* Inflammatory bowel disease requiring treatment in past year.\n* Cushing's syndrome.\n* Acromegaly.\n* Amputation of lower limbs as result of non-traumatic causes.\n* Any major organ transplant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","maximumAge":"76 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mark A Espeland, PhD","affiliation":"Wake Forest University Health Sciences","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The University of Alabama at Birmingham","city":"Birmingham","state":"Alabama","zip":"35205","country":"United States","geoPoint":{"lat":33.52066,"lon":-86.80249}},{"facility":"Southwestern American Indian Center","city":"Phoenix","state":"Arizona","zip":"85014","country":"United States","geoPoint":{"lat":33.44838,"lon":-112.07404}},{"facility":"University of Southern California","city":"Los Angeles","state":"California","zip":"90022","country":"United States","geoPoint":{"lat":34.05223,"lon":-118.24368}},{"facility":"University of Colorado Health Sciences Center","city":"Aurora","state":"Colorado","zip":"80045-0808","country":"United States","geoPoint":{"lat":39.72943,"lon":-104.83192}},{"facility":"Louisiana State University","city":"Baton Rouge","state":"Louisiana","zip":"70808","country":"United States","geoPoint":{"lat":30.45075,"lon":-91.15455}},{"facility":"Johns Hopkins Pro-Health","city":"Baltimore","state":"Maryland","zip":"21207","country":"United States","geoPoint":{"lat":39.29038,"lon":-76.61219}},{"facility":"Diabetes Center","city":"Boston","state":"Massachusetts","zip":"02114","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Joslin Diabetes Center","city":"Boston","state":"Massachusetts","zip":"02114","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"University of Minnesota","city":"Minneapolis","state":"Minnesota","zip":"55415-1226","country":"United States","geoPoint":{"lat":44.97997,"lon":-93.26384}},{"facility":"Northern Navajo Medical Center","city":"Shiprock","state":"New Mexico","zip":"87420","country":"United States","geoPoint":{"lat":36.78555,"lon":-108.68703}},{"facility":"Columbia University","city":"New York","state":"New York","zip":"10019","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"University of Pennsylvania Medical Center","city":"Philadelphia","state":"Pennsylvania","zip":"19104","country":"United States","geoPoint":{"lat":39.95233,"lon":-75.16379}},{"facility":"University of Pittsburgh","city":"Pittsburgh","state":"Pennsylvania","zip":"15213","country":"United States","geoPoint":{"lat":40.44062,"lon":-79.99589}},{"facility":"The Miriam Hospital","city":"Providence","state":"Rhode Island","zip":"02906","country":"United States","geoPoint":{"lat":41.82399,"lon":-71.41283}},{"facility":"The University of Tennessee, Memphis","city":"Memphis","state":"Tennessee","zip":"38105","country":"United States","geoPoint":{"lat":35.14953,"lon":-90.04898}},{"facility":"Baylor College of Medicine","city":"Houston","state":"Texas","zip":"77030","country":"United States","geoPoint":{"lat":29.76328,"lon":-95.36327}},{"facility":"University of Texas Health Sciences Center","city":"San Antonio","state":"Texas","zip":"78229","country":"United States","geoPoint":{"lat":29.42412,"lon":-98.49363}},{"facility":"University of Washington","city":"Seattle","state":"Washington","zip":"98108","country":"United States","geoPoint":{"lat":47.60621,"lon":-122.33207}}]},"referencesModule":{"references":[{"pmid":"23796131","type":"RESULT","citation":"Look AHEAD Research Group; Wing RR, Bolin P, Brancati FL, Bray GA, Clark JM, Coday M, Crow RS, Curtis JM, Egan CM, Espeland MA, Evans M, Foreyt JP, Ghazarian S, Gregg EW, Harrison B, Hazuda HP, Hill JO, Horton ES, Hubbard VS, Jakicic JM, Jeffery RW, Johnson KC, Kahn SE, Kitabchi AE, Knowler WC, Lewis CE, Maschak-Carey BJ, Montez MG, Murillo A, Nathan DM, Patricio J, Peters A, Pi-Sunyer X, Pownall H, Reboussin D, Regensteiner JG, Rickman AD, Ryan DH, Safford M, Wadden TA, Wagenknecht LE, West DS, Williamson DF, Yanovski SZ. Cardiovascular effects of intensive lifestyle intervention in type 2 diabetes. N Engl J Med. 2013 Jul 11;369(2):145-54. doi: 10.1056/NEJMoa1212914. Epub 2013 Jun 24. Erratum In: N Engl J Med. 2014 May 8;370(19):1866."},{"pmid":"35926332","type":"DERIVED","citation":"Espeland MA, Howard M, Bennett W, Robusto BA, Yasar S, Hugenschmidt CE, Luchsinger JA, Bahnson J, Yassine H, Johnson KC, Cook D, Hayden KM; Action for Health in Diabetes (Look AHEAD) MIND Ancillary Study Group. Associations between cognitive function and endogenous levels of estradiol and testosterone in adults with type 2 diabetes. J Diabetes Complications. 2022 Sep;36(9):108268. doi: 10.1016/j.jdiacomp.2022.108268. Epub 2022 Jul 26."},{"pmid":"35920161","type":"DERIVED","citation":"Espeland MA, Evans JK, Carmichael O, Luchsinger JA, Marcovina SM, Neiberg R, Johnson KC, Kahn SE, Hayden KM; Action for Health in Diabetes (Look AHEAD) MIND Ancillary Study Group. Association of cognition with leptin and vascular endothelial growth factor in individuals with type 2 diabetes mellitus. Obesity (Silver Spring). 2022 Sep;30(9):1863-1874. doi: 10.1002/oby.23495. Epub 2022 Aug 3."},{"pmid":"35562076","type":"DERIVED","citation":"Ip EH, Chen SH, Rejeski WJ, Bandeen-Roche K, Hayden KM, Hugenschmidt CE, Pierce J, Miller ME, Speiser JL, Kritchevsky SB, Houston DK, Newton RL, Rapp SR, Kitzman DW. Gradient and Acceleration of Decline in Physical and Cognitive Functions in Older Adults: A Disparity Analysis. J Gerontol A Biol Sci Med Sci. 2022 Aug 12;77(8):1603-1611. doi: 10.1093/gerona/glac109."},{"pmid":"35277935","type":"DERIVED","citation":"Wagenknecht LE, Chao AM, Wadden TA, McCaffery JM, Hayden KM, Laferrere B, Clark JM, Johnson KC, Howard MJ, Yanovski SZ, Wing RR; Look AHEAD Research Group. Impact of COVID-19 on life experiences reported by a diverse cohort of older adults with diabetes and obesity. Obesity (Silver Spring). 2022 Jun;30(6):1268-1278. doi: 10.1002/oby.23429. Epub 2022 May 6."},{"pmid":"35019976","type":"DERIVED","citation":"Look AHEAD Study Group. Association Between Change in Accelerometer-Measured and Self-Reported Physical Activity and Cardiovascular Disease in the Look AHEAD Trial. Diabetes Care. 2022 Mar 1;45(3):742-749. doi: 10.2337/dc21-1206."},{"pmid":"34788804","type":"DERIVED","citation":"Espeland MA, Justice JN, Bahnson J, Evans JK, Munshi M, Hayden KM, Simpson FR, Johnson KC, Johnston C, Kritchevsky SR. Eight-Year Changes in Multimorbidity and Frailty in Adults With Type 2 Diabetes Mellitus: Associations With Cognitive and Physical Function and Mortality. J Gerontol A Biol Sci Med Sci. 2022 Aug 12;77(8):1691-1698. doi: 10.1093/gerona/glab342."},{"pmid":"34412057","type":"DERIVED","citation":"Hayden KM, Neiberg RH, Evans JK, Luchsinger JA, Carmichael O, Dutton GR, Johnson KC, Kahn SE, Rapp SR, Yasar S, Espeland MA; Action for Health in Diabetes (Look AHEAD) Research Group. Legacy of a 10-Year Multidomain Lifestyle Intervention on the Cognitive Trajectories of Individuals with Overweight/Obesity and Type 2 Diabetes Mellitus. Dement Geriatr Cogn Disord. 2021;50(3):237-249. doi: 10.1159/000517160. Epub 2021 Aug 19."},{"pmid":"34107742","type":"DERIVED","citation":"Kaze AD, Santhanam P, Erqou S, Ahima RS, Bertoni A, Echouffo-Tcheugui JB. Microvascular Disease and Incident Heart Failure Among Individuals With Type 2 Diabetes Mellitus. J Am Heart Assoc. 2021 Jun 15;10(12):e018998. doi: 10.1161/JAHA.120.018998. Epub 2021 Jun 10."},{"pmid":"33988896","type":"DERIVED","citation":"Wing RR; Look AHEAD Research Group. Does Lifestyle Intervention Improve Health of Adults with Overweight/Obesity and Type 2 Diabetes? Findings from the Look AHEAD Randomized Trial. Obesity (Silver Spring). 2021 Aug;29(8):1246-1258. doi: 10.1002/oby.23158. Epub 2021 May 14."},{"pmid":"33745805","type":"DERIVED","citation":"Simpson FR, Carmichael O, Hayden KM, Hugenschmidt CE, McCaffery JM, Yasar S, Pajewski NM, Espeland MA; Indices for Accelerated Aging in Obesity and Diabetes Ancillary Study of the Action for Health in Diabetes (Look AHEAD) Trial. Does the impact of intensive lifestyle intervention on cognitive function vary depending baseline level of frailty? An ancillary study to the Action for Health in Diabetes (Look AHEAD) Trial. J Diabetes Complications. 2021 May;35(5):107909. doi: 10.1016/j.jdiacomp.2021.107909. Epub 2021 Mar 16."},{"pmid":"33728932","type":"DERIVED","citation":"Kaze AD, Santhanam P, Musani SK, Ahima R, Echouffo-Tcheugui JB. Metabolic Dyslipidemia and Cardiovascular Outcomes in Type 2 Diabetes Mellitus: Findings From the Look AHEAD Study. J Am Heart Assoc. 2021 Apr 6;10(7):e016947. doi: 10.1161/JAHA.120.016947. Epub 2021 Mar 17. Erratum In: J Am Heart Assoc. 2021 Jul 20;10(14):e020749."},{"pmid":"33707304","type":"DERIVED","citation":"Bancks MP, Chen H, Balasubramanyam A, Bertoni AG, Espeland MA, Kahn SE, Pilla S, Vaughan E, Wagenknecht LE; Look AHEAD Research Group. Type 2 Diabetes Subgroups, Risk for Complications, and Differential Effects Due to an Intensive Lifestyle Intervention. Diabetes Care. 2021 May;44(5):1203-1210. doi: 10.2337/dc20-2372. Epub 2021 Mar 11."},{"pmid":"33597215","type":"DERIVED","citation":"Qian J, Walkup MP, Chen SH, Brubaker PH, Bond DS, Richey PA, Jakicic JM, Hu K, Scheer FAJL, Middelbeek RJW; Look AHEAD Research Group. Association of Objectively Measured Timing of Physical Activity Bouts With Cardiovascular Health in Type 2 Diabetes. Diabetes Care. 2021 Apr;44(4):1046-1054. doi: 10.2337/dc20-2178. Epub 2021 Feb 17."},{"pmid":"33267558","type":"DERIVED","citation":"Espeland MA, Gaussoin SA, Bahnson J, Vaughan EM, Knowler WC, Simpson FR, Hazuda HP, Johnson KC, Munshi MN, Coday M, Pi-Sunyer X. Impact of an 8-Year Intensive Lifestyle Intervention on an Index of Multimorbidity. J Am Geriatr Soc. 2020 Oct;68(10):2249-2256. doi: 10.1111/jgs.16672. Epub 2020 Jul 17."},{"pmid":"33168654","type":"DERIVED","citation":"Zhang P, Atkinson KM, Bray GA, Chen H, Clark JM, Coday M, Dutton GR, Egan C, Espeland MA, Evans M, Foreyt JP, Greenway FL, Gregg EW, Hazuda HP, Hill JO, Horton ES, Hubbard VS, Huckfeldt PJ, Jackson SD, Jakicic JM, Jeffery RW, Johnson KC, Kahn SE, Killean T, Knowler WC, Korytkowski M, Lewis CE, Maruthur NM, Michaels S, Montez MG, Nathan DM, Patricio J, Peters A, Pi-Sunyer X, Pownall H, Redmon B, Rushing JT, Steinburg H, Wadden TA, Wing RR, Wyatt H, Yanovski SZ; Look AHEAD Research Group. Within-Trial Cost-Effectiveness of a Structured Lifestyle Intervention in Adults With Overweight/Obesity and Type 2 Diabetes: Results From the Action for Health in Diabetes (Look AHEAD) Study. Diabetes Care. 2021 Jan;44(1):67-74. doi: 10.2337/dc20-0358. Epub 2020 Nov 9."},{"pmid":"33164570","type":"DERIVED","citation":"Patel KV, Bahnson JL, Gaussoin SA, Johnson KC, Pi-Sunyer X, White U, Olson KL, Bertoni AG, Kitzman DW, Berry JD, Pandey A; Look AHEAD Research Group. Association of Baseline and Longitudinal Changes in Body Composition Measures With Risk of Heart Failure and Myocardial Infarction in Type 2 Diabetes: Findings From the Look AHEAD Trial. Circulation. 2020 Dec 22;142(25):2420-2430. doi: 10.1161/CIRCULATIONAHA.120.050941. Epub 2020 Nov 9."},{"pmid":"32881403","type":"DERIVED","citation":"Olson KL, Neiberg RH, Espeland MA, Johnson KC, Knowler WC, Pi-Sunyer X, Staiano AE, Wagenknecht LE, Wing RR; Look AHEAD Research Group. Waist Circumference Change During Intensive Lifestyle Intervention and Cardiovascular Morbidity and Mortality in the Look AHEAD Trial. Obesity (Silver Spring). 2020 Oct;28(10):1902-1911. doi: 10.1002/oby.22942. Epub 2020 Sep 2."},{"pmid":"32841523","type":"DERIVED","citation":"Look AHEAD Research Group; Yeh HC, Bantle JP, Cassidy-Begay M, Blackburn G, Bray GA, Byers T, Clark JM, Coday M, Egan C, Espeland MA, Foreyt JP, Garcia K, Goldman V, Gregg EW, Hazuda HP, Hesson L, Hill JO, Horton ES, Jakicic JM, Jeffery RW, Johnson KC, Kahn SE, Knowler WC, Korytkowski M, Kure A, Lewis CE, Mantzoros C, Meacham M, Montez MG, Nathan DM, Pajewski N, Patricio J, Peters A, Xavier Pi-Sunyer F, Pownall H, Ryan DH, Safford M, Sedjo RL, Steinburg H, Vitolins M, Wadden TA, Wagenknecht LE, Wing RR, Wolff AC, Wyatt H, Yanovski SZ. Intensive Weight Loss Intervention and Cancer Risk in Adults with Type 2 Diabetes: Analysis of the Look AHEAD Randomized Clinical Trial. Obesity (Silver Spring). 2020 Sep;28(9):1678-1686. doi: 10.1002/oby.22936."},{"pmid":"32564066","type":"DERIVED","citation":"Simpson FR, Pajewski NM, Beavers KM, Kritchevsky S, McCaffery J, Nicklas BJ, Wing RR, Bertoni A, Ingram F, Ojeranti D, Espeland MA. Does the Impact of Intensive Lifestyle Intervention on Cardiovascular Disease Risk Vary According to Frailty as Measured via Deficit Accumulation? J Gerontol A Biol Sci Med Sci. 2021 Jan 18;76(2):339-345. doi: 10.1093/gerona/glaa153."},{"pmid":"32134326","type":"DERIVED","citation":"Pandey A, Patel KV, Bahnson JL, Gaussoin SA, Martin CK, Balasubramanyam A, Johnson KC, McGuire DK, Bertoni AG, Kitzman D, Berry JD; Look AHEAD Research Group. Association of Intensive Lifestyle Intervention, Fitness, and Body Mass Index With Risk of Heart Failure in Overweight or Obese Adults With Type 2 Diabetes Mellitus: An Analysis From the Look AHEAD Trial. Circulation. 2020 Apr 21;141(16):1295-1306. doi: 10.1161/CIRCULATIONAHA.119.044865. Epub 2020 Mar 5."},{"pmid":"31594431","type":"DERIVED","citation":"Berger SE, Huggins GS, McCaffery JM, Jacques PF, Lichtenstein AH. Change in Cardiometabolic Risk Factors Associated With Magnitude of Weight Regain 3 Years After a 1-Year Intensive Lifestyle Intervention in Type 2 Diabetes Mellitus: The Look AHEAD Trial. J Am Heart Assoc. 2019 Oct 15;8(20):e010951. doi: 10.1161/JAHA.118.010951. Epub 2019 Oct 9."},{"pmid":"31559418","type":"DERIVED","citation":"Simpson FR, Pajewski NM, Nicklas B, Kritchevsky S, Bertoni A, Ingram F, Ojeranti D, Espeland MA; Indices for Accelerated Aging in Obesity and Diabetes Ancillary Study of the Action for Health in Diabetes (Look AHEAD) Trial. Impact of Multidomain Lifestyle Intervention on Frailty Through the Lens of Deficit Accumulation in Adults with Type 2 Diabetes Mellitus. J Gerontol A Biol Sci Med Sci. 2020 Sep 25;75(10):1921-1927. doi: 10.1093/gerona/glz197."},{"pmid":"31416897","type":"DERIVED","citation":"de Vries TI, Dorresteijn JAN, van der Graaf Y, Visseren FLJ, Westerink J. Heterogeneity of Treatment Effects From an Intensive Lifestyle Weight Loss Intervention on Cardiovascular Events in Patients With Type 2 Diabetes: Data From the Look AHEAD Trial. Diabetes Care. 2019 Oct;42(10):1988-1994. doi: 10.2337/dc19-0776. Epub 2019 Aug 15."},{"pmid":"31338998","type":"DERIVED","citation":"West DS, Dutton G, Delahanty LM, Hazuda HP, Rickman AD, Knowler WC, Vitolins MZ, Neiberg RH, Peters A, Gee M, Cassidy Begay M; Look AHEAD Research Group. Weight Loss Experiences of African American, Hispanic, and Non-Hispanic White Men and Women with Type 2 Diabetes: The Look AHEAD Trial. Obesity (Silver Spring). 2019 Aug;27(8):1275-1284. doi: 10.1002/oby.22522."},{"pmid":"31112370","type":"DERIVED","citation":"McDermott KD, Williams SE, Espeland MA, Erickson K, Neiberg R, Wadden TA, Bryan RN, Desiderio L, Leckie RL, Falconbridge LH, Jakicic JM, Alonso-Alonso M, Wing RR; Action for Health in Diabetes Brain Magnetic Resonance Imaging (Look AHEAD Brain) Ancillary Study Research Group. Impact of Intensive Lifestyle Intervention on Neural Food Cue Reactivity: Action for Health in Diabetes Brain Ancillary Study. Obesity (Silver Spring). 2019 Jul;27(7):1076-1084. doi: 10.1002/oby.22496. Epub 2019 May 21."},{"pmid":"30997482","type":"DERIVED","citation":"Espeland MA, Hayden KM, Lockhart SN, Yassine HN, Hoscheidt S, Yasar S, Luchsinger JA, Neiberg RH, Diaz Brinton R, Carmichael O. Sex-Related Differences in Brain Volumes and Cerebral Blood Flow Among Overweight and Obese Adults With Type 2 Diabetes: Exploratory Analyses From the Action for Health in Diabetes Brain Magnetic Resonance Imaging Study. J Gerontol A Biol Sci Med Sci. 2020 Mar 9;75(4):771-778. doi: 10.1093/gerona/glz090."},{"pmid":"30900413","type":"DERIVED","citation":"Wadden TA, Chao AM, Bahnson JL, Bantle JP, Clark JM, Gaussoin SA, Jakicic JM, Johnson KC, Miller GD, Unick JL, Yanovski SZ; the Look AHEAD Research Group. End-of-Trial Health Outcomes in Look AHEAD Participants who Elected to have Bariatric Surgery. Obesity (Silver Spring). 2019 Apr;27(4):581-590. doi: 10.1002/oby.22411."},{"pmid":"30833373","type":"DERIVED","citation":"Hazuda HP, Gaussoin SA, Wing RR, Yanovski SZ, Johnson KC, Coday M, Wadden TA, Horton ES, Van Dorsten B, Knowler WC; Look AHEAD Research Group. Long-term Association of Depression Symptoms and Antidepressant Medication Use With Incident Cardiovascular Events in the Look AHEAD (Action for Health in Diabetes) Clinical Trial of Weight Loss in Type 2 Diabetes. Diabetes Care. 2019 May;42(5):910-918. doi: 10.2337/dc18-0575. Epub 2019 Mar 4."},{"pmid":"30661481","type":"DERIVED","citation":"Pilla SJ, Balasubramanyam A, Knowler WC, Lazo M, Nathan DM, Pi-Sunyer X, Clark JM, Maruthur NM; Look AHEAD Research Group. Islet autoantibody positivity in overweight and obese adults with type 2 diabetes. Autoimmunity. 2018 Dec;51(8):408-416. doi: 10.1080/08916934.2018.1547711. Epub 2019 Jan 2."},{"pmid":"30421851","type":"DERIVED","citation":"Chao AM, Wadden TA, Tronieri JS, Berkowitz RI. Alcohol Intake and Weight Loss During Intensive Lifestyle Intervention for Adults with Overweight or Obesity and Diabetes. Obesity (Silver Spring). 2019 Jan;27(1):30-40. doi: 10.1002/oby.22316. Epub 2018 Nov 13. Erratum In: Obesity (Silver Spring). 2019 Apr;27(4):678."},{"pmid":"30201101","type":"DERIVED","citation":"Espeland MA, Carmichael O, Yasar S, Hugenschmidt C, Hazzard W, Hayden KM, Rapp SR, Neiberg R, Johnson KC, Hoscheidt S, Mielke MM; Action for Health in Diabetes (Look AHEAD) Research Group. Sex-related differences in the prevalence of cognitive impairment among overweight and obese adults with type 2 diabetes. Alzheimers Dement. 2018 Sep;14(9):1184-1192. doi: 10.1016/j.jalz.2018.05.015. Epub 2018 Jul 5."},{"pmid":"29698015","type":"DERIVED","citation":"Murphy CM, Rohsenow DJ, Johnson KC, Wing RR. Smoking and weight loss among smokers with overweight and obesity in Look AHEAD. Health Psychol. 2018 May;37(5):399-406. doi: 10.1037/hea0000607."},{"pmid":"29545462","type":"DERIVED","citation":"Gregg EW, Lin J, Bardenheier B, Chen H, Rejeski WJ, Zhuo X, Hergenroeder AL, Kritchevsky SB, Peters AL, Wagenknecht LE, Ip EH, Espeland MA; Look AHEAD Study Group. Impact of Intensive Lifestyle Intervention on Disability-Free Life Expectancy: The Look AHEAD Study. Diabetes Care. 2018 May;41(5):1040-1048. doi: 10.2337/dc17-2110. Epub 2018 Mar 15."},{"pmid":"29352421","type":"DERIVED","citation":"Pilla SJ, Yeh HC, Juraschek SP, Clark JM, Maruthur NM. Predictors of Insulin Initiation in Patients with Type 2 Diabetes: An Analysis of the Look AHEAD Randomized Trial. J Gen Intern Med. 2018 Jun;33(6):839-846. doi: 10.1007/s11606-017-4282-9. Epub 2018 Jan 19."},{"pmid":"29324968","type":"DERIVED","citation":"Brinkley TE, Anderson A, Soliman EZ, Bertoni AG, Greenway F, Knowler WC, Glasser SP, Horton ES, Espeland MA; Look AHEAD Research Group. Long-Term Effects of an Intensive Lifestyle Intervention on Electrocardiographic Criteria for Left Ventricular Hypertrophy: The Look AHEAD Trial. Am J Hypertens. 2018 Apr 13;31(5):541-548. doi: 10.1093/ajh/hpy004."},{"pmid":"29086498","type":"DERIVED","citation":"Chao AM, Wadden TA, Gorin AA, Shaw Tronieri J, Pearl RL, Bakizada ZM, Yanovski SZ, Berkowitz RI. Binge Eating and Weight Loss Outcomes in Individuals with Type 2 Diabetes: 4-Year Results from the Look AHEAD Study. Obesity (Silver Spring). 2017 Nov;25(11):1830-1837. doi: 10.1002/oby.21975."},{"pmid":"29053861","type":"DERIVED","citation":"Houston DK, Neiberg RH, Miller ME, Hill JO, Jakicic JM, Johnson KC, Gregg EW, Hubbard VS, Pi-Sunyer X, Rejeski WJ, Wing RR, Bantle JP, Beale E, Berkowitz RI, Cassidy-Begay M, Clark JM, Coday M, Delahanty LM, Dutton G, Egan C, Foreyt JP, Greenway FL, Hazuda HP, Hergenroeder A, Horton ES, Jeffery RW, Kahn SE, Kure A, Knowler WC, Lewis CE, Martin CK, Michaels S, Montez MG, Nathan DM, Patricio J, Peters A, Pownall H, Regensteiner J, Steinburg H, Wadden TA, White K, Yanovski SZ, Zhang P, Kritchevsky SB. Physical Function Following a Long-Term Lifestyle Intervention Among Middle Aged and Older Adults With Type 2 Diabetes: The Look AHEAD Study. J Gerontol A Biol Sci Med Sci. 2018 Oct 8;73(11):1552-1559. doi: 10.1093/gerona/glx204."},{"pmid":"29046304","type":"DERIVED","citation":"Berger SE, Huggins GS, McCaffery JM, Lichtenstein AH. Comparison among criteria to define successful weight-loss maintainers and regainers in the Action for Health in Diabetes (Look AHEAD) and Diabetes Prevention Program trials. Am J Clin Nutr. 2017 Dec;106(6):1337-1346. doi: 10.3945/ajcn.117.157446. Epub 2017 Oct 18."},{"pmid":"28958022","type":"DERIVED","citation":"Espeland MA, Carmichael O, Hayden K, Neiberg RH, Newman AB, Keller JN, Wadden TA, Rapp SR, Hill JO, Horton ES, Johnson KC, Wagenknecht L, Wing RR; Action for Health In Diabetes Brain Magnetic Resonance Imaging (Look AHEAD Brain) and Action for Health Movement and Memory Ancillary Study Research Groups. Long-term Impact of Weight Loss Intervention on Changes in Cognitive Function: Exploratory Analyses from the Action for Health in Diabetes Randomized Controlled Clinical Trial. J Gerontol A Biol Sci Med Sci. 2018 Mar 14;73(4):484-491. doi: 10.1093/gerona/glx165."},{"pmid":"28940967","type":"DERIVED","citation":"Unick JL, Gaussoin SA, Hill JO, Jakicic JM, Bond DS, Hellgren M, Johnson KC, Peters AL, Coday M, Kitzman DW, Bossart S, Wing RR; Look AHEAD Research Group.. Objectively Assessed Physical Activity and Weight Loss Maintenance among Individuals Enrolled in a Lifestyle Intervention. Obesity (Silver Spring). 2017 Nov;25(11):1903-1909. doi: 10.1002/oby.21971. Epub 2017 Sep 20."},{"pmid":"28446656","type":"DERIVED","citation":"Espeland MA, Luchsinger JA, Baker LD, Neiberg R, Kahn SE, Arnold SE, Wing RR, Blackburn GL, Bray G, Evans M, Hazuda HP, Jeffery RW, Wilson VM, Clark JM, Coday M, Demos-McDermott K, Foreyt JP, Greenway F, Hill JO, Horton ES, Jakicic JM, Johnson KC, Knowler WC, Lewis CE, Nathan DM, Peters A, Pi-Sunyer X, Pownall H, Wadden TA, Rapp SR; Look AHEAD Study Group. Effect of a long-term intensive lifestyle intervention on prevalence of cognitive impairment. Neurology. 2017 May 23;88(21):2026-2035. doi: 10.1212/WNL.0000000000003955. Epub 2017 Apr 26."},{"pmid":"28349174","type":"DERIVED","citation":"Look AHEAD Research Group. Effects of a long-term lifestyle modification programme on peripheral neuropathy in overweight or obese adults with type 2 diabetes: the Look AHEAD study. Diabetologia. 2017 Jun;60(6):980-988. doi: 10.1007/s00125-017-4253-z. Epub 2017 Mar 27."},{"pmid":"27595918","type":"DERIVED","citation":"Look AHEAD Research Group; Gregg EW, Jakicic JM, Blackburn G, Bloomquist P, Bray GA, Clark JM, Coday M, Curtis JM, Egan C, Evans M, Foreyt J, Foster G, Hazuda HP, Hill JO, Horton ES, Hubbard VS, Jeffery RW, Johnson KC, Kitabchi AE, Knowler WC, Kriska A, Lang W, Lewis CE, Montez MG, Nathan DM, Neiberg RH, Patricio J, Peters A, Pi-Sunyer X, Pownall H, Redmon B, Regensteiner J, Rejeski J, Ribisl PM, Safford M, Stewart K, Trence D, Wadden TA, Wing RR, Yanovski SZ. Association of the magnitude of weight loss and changes in physical fitness with long-term cardiovascular disease outcomes in overweight or obese people with type 2 diabetes: a post-hoc analysis of the Look AHEAD randomised clinical trial. Lancet Diabetes Endocrinol. 2016 Nov;4(11):913-921. doi: 10.1016/S2213-8587(16)30162-0. Epub 2016 Aug 30."},{"pmid":"27676466","type":"DERIVED","citation":"Beavers KM, Leng I, Rapp SR, Miller ME, Houston DK, Marsh AP, Hire DG, Baker LD, Bray GA, Blackburn GL, Hergenroeder AL, Jakicic JM, Johnson KC, Korytkowski MT, Dorsten BV, Kritchevsky SB; Action for Health in Diabetes Movement and Memory Ancillary Study Research Group. Effects of Longitudinal Glucose Exposure on Cognitive and Physical Function: Results from the Action for Health in Diabetes Movement and Memory Study. J Am Geriatr Soc. 2017 Jan;65(1):137-145. doi: 10.1111/jgs.14478. Epub 2016 Sep 27."},{"pmid":"27465756","type":"DERIVED","citation":"Pownall HJ, Schwartz AV, Bray GA, Berkowitz RI, Lewis CE, Boyko EJ, Jakicic JM, Chen H, Heshka S, Gregg EW, Johnson KC; Look AHEAD Research Group. Changes in regional body composition over 8 years in a randomized lifestyle trial: The look AHEAD study. Obesity (Silver Spring). 2016 Sep;24(9):1899-905. doi: 10.1002/oby.21577. Epub 2016 Jul 28."},{"pmid":"27208378","type":"DERIVED","citation":"Espeland MA, Erickson K, Neiberg RH, Jakicic JM, Wadden TA, Wing RR, Desiderio L, Erus G, Hsieh MK, Davatzikos C, Maschak-Carey BJ, Laurienti PJ, Demos-McDermott K, Bryan RN; Action for Health in Diabetes Brain Magnetic Resonance Imaging (Look AHEAD Brain) Ancillary Study Research Group. Brain and White Matter Hyperintensity Volumes After 10 Years of Random Assignment to Lifestyle Intervention. Diabetes Care. 2016 May;39(5):764-71. doi: 10.2337/dc15-2230. Epub 2016 Mar 29."},{"pmid":"27028282","type":"DERIVED","citation":"Zhang P, Hire D, Espeland MA, Knowler WC, Thomas S, Tsai AG, Glick HA; Look AHEAD Research Group. Impact of intensive lifestyle intervention on preference-based quality of life in type 2 diabetes: Results from the Look AHEAD trial. Obesity (Silver Spring). 2016 Apr;24(4):856-64. doi: 10.1002/oby.21445. Epub 2016 Mar 8."},{"pmid":"26395743","type":"DERIVED","citation":"Look AHEAD Research Group. Prospective Association of GLUL rs10911021 With Cardiovascular Morbidity and Mortality Among Individuals With Type 2 Diabetes: The Look AHEAD Study. Diabetes. 2016 Jan;65(1):297-302. doi: 10.2337/db15-0890. Epub 2015 Sep 22."},{"pmid":"26386801","type":"DERIVED","citation":"Alonso A, Bahnson JL, Gaussoin SA, Bertoni AG, Johnson KC, Lewis CE, Vetter M, Mantzoros CS, Jeffery RW, Soliman EZ; Look AHEAD Research Group. Effect of an intensive lifestyle intervention on atrial fibrillation risk in individuals with type 2 diabetes: the Look AHEAD randomized trial. Am Heart J. 2015 Oct;170(4):770-777.e5. doi: 10.1016/j.ahj.2015.07.026. Epub 2015 Jul 26."},{"pmid":"26253612","type":"DERIVED","citation":"Papandonatos GD, Pan Q, Pajewski NM, Delahanty LM, Peter I, Erar B, Ahmad S, Harden M, Chen L, Fontanillas P; GIANT Consortium; Wagenknecht LE, Kahn SE, Wing RR, Jablonski KA, Huggins GS, Knowler WC, Florez JC, McCaffery JM, Franks PW; Diabetes Prevention Program and the Look AHEAD Research Groups. Genetic Predisposition to Weight Loss and Regain With Lifestyle Intervention: Analyses From the Diabetes Prevention Program and the Look AHEAD Randomized Controlled Trials. Diabetes. 2015 Dec;64(12):4312-21. doi: 10.2337/db15-0441. Epub 2015 Aug 7."},{"pmid":"25972574","type":"DERIVED","citation":"Belalcazar LM, Lang W, Haffner SM, Schwenke DC, Kriska A, Balasubramanyam A, Hoogeveen RC, Pi-Sunyer FX, Tracy RP, Ballantyne CM; Look AHEAD (Action for Health in Diabetes) Research Group. Improving Adiponectin Levels in Individuals With Diabetes and Obesity: Insights From Look AHEAD. Diabetes Care. 2015 Aug;38(8):1544-50. doi: 10.2337/dc14-2775. Epub 2015 May 13."},{"pmid":"25972230","type":"DERIVED","citation":"Look AHEAD Research Group. Prospective association of a genetic risk score and lifestyle intervention with cardiovascular morbidity and mortality among individuals with type 2 diabetes: the Look AHEAD randomised controlled trial. Diabetologia. 2015 Aug;58(8):1803-13. doi: 10.1007/s00125-015-3610-z. Epub 2015 May 14."},{"pmid":"25759378","type":"DERIVED","citation":"Belalcazar LM, Papandonatos GD, McCaffery JM, Peter I, Pajewski NM, Erar B, Allred ND, Balasubramanyam A, Bowden DW, Brautbar A, Pi-Sunyer FX, Ballantyne CM, Huggins GS; Look AHEAD Research Group. A common variant in the CLDN7/ELP5 locus predicts adiponectin change with lifestyle intervention and improved fitness in obese individuals with diabetes. Physiol Genomics. 2015 Jun;47(6):215-24. doi: 10.1152/physiolgenomics.00109.2014. Epub 2015 Mar 10."},{"pmid":"25707379","type":"DERIVED","citation":"Pownall HJ, Bray GA, Wagenknecht LE, Walkup MP, Heshka S, Hubbard VS, Hill J, Kahn SE, Nathan DM, Schwartz AV, Johnson KC; Look AHEAD Research Group. Changes in body composition over 8 years in a randomized trial of a lifestyle intervention: the look AHEAD study. Obesity (Silver Spring). 2015 Mar;23(3):565-72. doi: 10.1002/oby.21005."},{"pmid":"25692781","type":"DERIVED","citation":"White DK, Neogi T, Rejeski WJ, Walkup MP, Lewis CE, Nevitt MC, Foy CG, Felson DT; Look AHEAD Research Group. Can an intensive diet and exercise program prevent knee pain among overweight adults at high risk? Arthritis Care Res (Hoboken). 2015 Jul;67(7):965-71. doi: 10.1002/acr.22544."},{"pmid":"25666468","type":"DERIVED","citation":"Espeland MA, Probstfield J, Hire D, Redmon JB, Evans GW, Coday M, Lewis CE, Johnson KC, Wilmoth S, Bahnson J, Dulin MF, Green JB, Knowler WC, Kitabchi A, Murillo AL, Osei K, Rehman SU, Cushman WC; Look AHEAD Research Group; ACCORD Study Group. Systolic Blood Pressure Control Among Individuals With Type 2 Diabetes: A Comparative Effectiveness Analysis of Three Interventions. Am J Hypertens. 2015 Aug;28(8):995-1009. doi: 10.1093/ajh/hpu292. Epub 2015 Feb 9."},{"pmid":"25546032","type":"DERIVED","citation":"Espeland MA, Beavers KM, Gibbs BB, Johnson KC, Hughes TM, Baker LD, Jakicic J, Korytkowski M, Miller M, Bray GA. Ankle-brachial index and inter-artery blood pressure differences as predictors of cognitive function in overweight and obese older adults with diabetes: results from the Action for Health in Diabetes movement and memory study. Int J Geriatr Psychiatry. 2015 Oct;30(10):999-1007. doi: 10.1002/gps.4253. Epub 2014 Dec 26."},{"pmid":"25127483","type":"DERIVED","citation":"Look AHEAD Research Group. Effect of a long-term behavioural weight loss intervention on nephropathy in overweight or obese adults with type 2 diabetes: a secondary analysis of the Look AHEAD randomised clinical trial. Lancet Diabetes Endocrinol. 2014 Oct;2(10):801-9. doi: 10.1016/S2213-8587(14)70156-1. Epub 2014 Aug 10."},{"pmid":"25048381","type":"DERIVED","citation":"Lipkin EW, Schwartz AV, Anderson AM, Davis C, Johnson KC, Gregg EW, Bray GA, Berkowitz R, Peters AL, Hodges A, Lewis C, Kahn SE; Look AHEAD Research Group. The Look AHEAD Trial: bone loss at 4-year follow-up in type 2 diabetes. Diabetes Care. 2014 Oct;37(10):2822-9. doi: 10.2337/dc14-0762. Epub 2014 Jul 21."},{"pmid":"24855155","type":"DERIVED","citation":"Rubin RR, Wadden TA, Bahnson JL, Blackburn GL, Brancati FL, Bray GA, Coday M, Crow SJ, Curtis JM, Dutton G, Egan C, Evans M, Ewing L, Faulconbridge L, Foreyt J, Gaussoin SA, Gregg EW, Hazuda HP, Hill JO, Horton ES, Hubbard VS, Jakicic JM, Jeffery RW, Johnson KC, Kahn SE, Knowler WC, Lang W, Lewis CE, Montez MG, Murillo A, Nathan DM, Patricio J, Peters A, Pi-Sunyer X, Pownall H, Rejeski WJ, Rosenthal RH, Ruelas V, Toledo K, Van Dorsten B, Vitolins M, Williamson D, Wing RR, Yanovski SZ, Zhang P; Look AHEAD Research Group. Impact of intensive lifestyle intervention on depression and health-related quality of life in type 2 diabetes: the Look AHEAD Trial. Diabetes Care. 2014 Jun;37(6):1544-53. doi: 10.2337/dc13-1928."},{"pmid":"24771618","type":"DERIVED","citation":"Unick JL, Hogan PE, Neiberg RH, Cheskin LJ, Dutton GR, Evans-Hudnall G, Jeffery R, Kitabchi AE, Nelson JA, Pi-Sunyer FX, West DS, Wing RR; Look AHEAD Research Group. Evaluation of early weight loss thresholds for identifying nonresponders to an intensive lifestyle intervention. Obesity (Silver Spring). 2014 Jul;22(7):1608-16. doi: 10.1002/oby.20777. Epub 2014 Apr 28."},{"pmid":"24307184","type":"DERIVED","citation":"Look AHEAD Research Group. Eight-year weight losses with an intensive lifestyle intervention: the look AHEAD study. Obesity (Silver Spring). 2014 Jan;22(1):5-13. doi: 10.1002/oby.20662."},{"pmid":"24081232","type":"DERIVED","citation":"McCaffery JM, Papandonatos GD, Huggins GS, Peter I, Erar B, Kahn SE, Knowler WC, Lipkin EW, Kitabchi AE, Wagenknecht LE, Wing RR; Genetic Subgroup of Look AHEAD; Look AHEAD Research Group. Human cardiovascular disease IBC chip-wide association with weight loss and weight regain in the look AHEAD trial. Hum Hered. 2013;75(2-4):160-74. doi: 10.1159/000353181. Epub 2013 Sep 27."},{"pmid":"23757437","type":"DERIVED","citation":"Wing RR, Bond DS, Gendrano IN 3rd, Wadden T, Bahnson J, Lewis CE, Brancati F, Schneider S, Kitabchi AE, Van Dorsten B, Rosen RC; Sexual Dysfunction Subgroup of the Look AHEAD Research Group. Effect of intensive lifestyle intervention on sexual dysfunction in women with type 2 diabetes: results from an ancillary Look AHEAD study. Diabetes Care. 2013 Oct;36(10):2937-44. doi: 10.2337/dc13-0315. Epub 2013 Jun 11."},{"pmid":"23446895","type":"DERIVED","citation":"Schwenke DC, Foreyt JP, Miller ER 3rd, Reeves RS, Vitolins MZ; Oxidative Stress Subgroup of the Look AHEAD Research Group. Plasma concentrations of trans fatty acids in persons with type 2 diabetes between September 2002 and April 2004. Am J Clin Nutr. 2013 Apr;97(4):862-71. doi: 10.3945/ajcn.112.046508. Epub 2013 Feb 27."},{"pmid":"23410564","type":"DERIVED","citation":"Unick JL, Beavers D, Bond DS, Clark JM, Jakicic JM, Kitabchi AE, Knowler WC, Wadden TA, Wagenknecht LE, Wing RR; Look AHEAD Research Group. The long-term effectiveness of a lifestyle intervention in severely obese individuals. Am J Med. 2013 Mar;126(3):236-42, 242.e1-2. doi: 10.1016/j.amjmed.2012.10.010."},{"pmid":"23359362","type":"DERIVED","citation":"Rubin RR, Peyrot M, Gaussoin SA, Espeland MA, Williamson D, Faulconbridge LF, Wadden TA, Ewing L, Safford M, Evans-Hudnall G, Wing RR, Knowler WC; Look AHEAD Research Group. Four-year analysis of cardiovascular disease risk factors, depression symptoms, and antidepressant medicine use in the Look AHEAD (Action for Health in Diabetes) clinical trial of weight loss in diabetes. Diabetes Care. 2013 May;36(5):1088-94. doi: 10.2337/dc12-1871. Epub 2013 Jan 28."},{"pmid":"23288372","type":"DERIVED","citation":"Gregg EW, Chen H, Wagenknecht LE, Clark JM, Delahanty LM, Bantle J, Pownall HJ, Johnson KC, Safford MM, Kitabchi AE, Pi-Sunyer FX, Wing RR, Bertoni AG; Look AHEAD Research Group. Association of an intensive lifestyle intervention with remission of type 2 diabetes. JAMA. 2012 Dec 19;308(23):2489-96. doi: 10.1001/jama.2012.67929."},{"pmid":"23223405","type":"DERIVED","citation":"Jakicic JM, Egan CM, Fabricatore AN, Gaussoin SA, Glasser SP, Hesson LA, Knowler WC, Lang W, Regensteiner JG, Ribisl PM, Ryan DH; Look AHEAD Research Group. Four-year change in cardiorespiratory fitness and influence on glycemic control in adults with type 2 diabetes in a randomized trial: the Look AHEAD Trial. Diabetes Care. 2013 May;36(5):1297-303. doi: 10.2337/dc12-0712. Epub 2012 Dec 6."},{"pmid":"23012688","type":"DERIVED","citation":"Gibbs BB, Brancati FL, Chen H, Coday M, Jakicic JM, Lewis CE, Stewart KJ, Clark JM; (for the Look AHEAD Research Group). Effect of improved fitness beyond weight loss on cardiovascular risk factors in individuals with type 2 diabetes in the Look AHEAD study. Eur J Prev Cardiol. 2014 May;21(5):608-17. doi: 10.1177/2047487312462823. Epub 2012 Sep 25."},{"pmid":"22513296","type":"DERIVED","citation":"McCaffery JM, Papandonatos GD, Peter I, Huggins GS, Raynor HA, Delahanty LM, Cheskin LJ, Balasubramanyam A, Wagenknecht LE, Wing RR; Genetic Subgroup of Look AHEAD; Look AHEAD Research Group. Obesity susceptibility loci and dietary intake in the Look AHEAD Trial. Am J Clin Nutr. 2012 Jun;95(6):1477-86. doi: 10.3945/ajcn.111.026955. Epub 2012 Apr 18."},{"pmid":"22455415","type":"DERIVED","citation":"Rejeski WJ, Ip EH, Bertoni AG, Bray GA, Evans G, Gregg EW, Zhang Q; Look AHEAD Research Group. Lifestyle change and mobility in obese adults with type 2 diabetes. N Engl J Med. 2012 Mar 29;366(13):1209-17. doi: 10.1056/NEJMoa1110294."},{"pmid":"22354851","type":"DERIVED","citation":"Schwartz AV, Johnson KC, Kahn SE, Shepherd JA, Nevitt MC, Peters AL, Walkup MP, Hodges A, Williams CC, Bray GA; Look AHEAD Research Group. Effect of 1 year of an intentional weight loss intervention on bone mineral density in type 2 diabetes: results from the Look AHEAD randomized trial. J Bone Miner Res. 2012 Mar;27(3):619-27. doi: 10.1002/jbmr.1483."},{"pmid":"22334468","type":"DERIVED","citation":"Brancati FL, Evans M, Furberg CD, Geller N, Haffner S, Kahn SE, Kaufmann PG, Lewis CE, Nathan DM, Pitt B, Safford MM; Look AHEAD Study Group. Midcourse correction to a clinical trial when the event rate is underestimated: the Look AHEAD (Action for Health in Diabetes) Study. Clin Trials. 2012 Feb;9(1):113-24. doi: 10.1177/1740774511432726."},{"pmid":"22264468","type":"DERIVED","citation":"Phelan S, Kanaya AM, Subak LL, Hogan PE, Espeland MA, Wing RR, Burgio KL, DiLillo V, Gorin AA, West DS, Brown JS; Look AHEAD Research Group. Weight loss prevents urinary incontinence in women with type 2 diabetes: results from the Look AHEAD trial. J Urol. 2012 Mar;187(3):939-44. doi: 10.1016/j.juro.2011.10.139. Epub 2012 Jan 20."},{"pmid":"22064686","type":"DERIVED","citation":"Mount DL, Davis C, Kennedy B, Raatz S, Dotson K, Gary-Webb TL, Thomas S, Johnson KC, Espeland MA; Look AHEAD Research Group. Factors influencing enrollment of African Americans in the Look AHEAD trial. Clin Trials. 2012 Feb;9(1):80-9. doi: 10.1177/1740774511427929. Epub 2011 Nov 7."},{"pmid":"21959345","type":"DERIVED","citation":"Bertoni AG, Wagenknecht LE, Kitzman DW, Marcovina SM, Rushing JT, Espeland MA; Brain Natriuretic Peptide Subgroup of the Look AHEAD Research Group. Impact of the look AHEAD intervention on NT-pro brain natriuretic peptide in overweight and obese adults with diabetes. Obesity (Silver Spring). 2012 Jul;20(7):1511-8. doi: 10.1038/oby.2011.296. Epub 2011 Sep 29."},{"pmid":"21836103","type":"DERIVED","citation":"Unick JL, Beavers D, Jakicic JM, Kitabchi AE, Knowler WC, Wadden TA, Wing RR; Look AHEAD Research Group. Effectiveness of lifestyle interventions for individuals with severe obesity and type 2 diabetes: results from the Look AHEAD trial. Diabetes Care. 2011 Oct;34(10):2152-7. doi: 10.2337/dc11-0874. Epub 2011 Aug 11."},{"pmid":"21730080","type":"DERIVED","citation":"Wesche-Thobaben JA. The development and description of the comparison group in the Look AHEAD trial. Clin Trials. 2011 Jun;8(3):320-9. doi: 10.1177/1740774511405858."},{"pmid":"21593294","type":"DERIVED","citation":"Wing RR, Lang W, Wadden TA, Safford M, Knowler WC, Bertoni AG, Hill JO, Brancati FL, Peters A, Wagenknecht L; Look AHEAD Research Group. Benefits of modest weight loss in improving cardiovascular risk factors in overweight and obese individuals with type 2 diabetes. Diabetes Care. 2011 Jul;34(7):1481-6. doi: 10.2337/dc10-2415. Epub 2011 May 18."},{"pmid":"21512162","type":"DERIVED","citation":"Belalcazar LM, Ballantyne CM, Lang W, Haffner SM, Rushing J, Schwenke DC, Pi-Sunyer FX, Tracy RP; Look Action for Health in Diabetes Research Group. Metabolic factors, adipose tissue, and plasminogen activator inhibitor-1 levels in type 2 diabetes: findings from the look AHEAD study. Arterioscler Thromb Vasc Biol. 2011 Jul;31(7):1689-95. doi: 10.1161/ATVBAHA.111.224386. Epub 2011 Apr 21."},{"pmid":"20876408","type":"DERIVED","citation":"Look AHEAD Research Group; Wing RR. Long-term effects of a lifestyle intervention on weight and cardiovascular risk factors in individuals with type 2 diabetes mellitus: four-year results of the Look AHEAD trial. Arch Intern Med. 2010 Sep 27;170(17):1566-75. doi: 10.1001/archinternmed.2010.334."},{"pmid":"20682679","type":"DERIVED","citation":"Belalcazar LM, Reboussin DM, Haffner SM, Hoogeveen RC, Kriska AM, Schwenke DC, Tracy RP, Pi-Sunyer FX, Ballantyne CM; Look AHEAD Research Group. A 1-year lifestyle intervention for weight loss in individuals with type 2 diabetes reduces high C-reactive protein levels and identifies metabolic predictors of change: from the Look AHEAD (Action for Health in Diabetes) study. Diabetes Care. 2010 Nov;33(11):2297-303. doi: 10.2337/dc10-0728. Epub 2010 Aug 3."},{"pmid":"20422396","type":"DERIVED","citation":"Rubin RR, Gaussoin SA, Peyrot M, DiLillo V, Miller K, Wadden TA, West DS, Wing RR, Knowler WC; Look AHEAD Research Group. Cardiovascular disease risk factors, depression symptoms and antidepressant medicine use in the Look AHEAD (Action for Health in Diabetes) clinical trial of weight loss in diabetes. Diabetologia. 2010 Aug;53(8):1581-9. doi: 10.1007/s00125-010-1765-1. Epub 2010 Apr 28."},{"pmid":"20386337","type":"DERIVED","citation":"Jakicic JM, Gregg E, Knowler W, Kelley DE, Lang W, Miller GD, Pi-Sunyer FX, Regensteiner JG, Rejeski WJ, Ridisl P, Walkup MP, Wolf DL. Activity patterns of obese adults with type 2 diabetes in the look AHEAD study. Med Sci Sports Exerc. 2010 Nov;42(11):1995-2005. doi: 10.1249/MSS.0b013e3181e054f0."},{"pmid":"20332353","type":"DERIVED","citation":"Redmon JB, Bertoni AG, Connelly S, Feeney PA, Glasser SP, Glick H, Greenway F, Hesson LA, Lawlor MS, Montez M, Montgomery B; Look AHEAD Research Group. Effect of the look AHEAD study intervention on medication use and related cost to treat cardiovascular disease risk factors in individuals with type 2 diabetes. Diabetes Care. 2010 Jun;33(6):1153-8. doi: 10.2337/dc09-2090. Epub 2010 Mar 23."},{"pmid":"19841042","type":"DERIVED","citation":"Belalcazar LM, Reboussin DM, Haffner SM, Reeves RS, Schwenke DC, Hoogeveen RC, Pi-Sunyer FX, Ballantyne CM; Look AHEAD (Action for Health in Diabetes) Obesity, Inflammation, and Thrombosis Research Group. Marine omega-3 fatty acid intake: associations with cardiometabolic risk and response to weight loss intervention in the Look AHEAD (Action for Health in Diabetes) study. Diabetes Care. 2010 Jan;33(1):197-9. doi: 10.2337/dc09-1235. Epub 2009 Oct 19."},{"pmid":"19171813","type":"DERIVED","citation":"Williamson DA, Rejeski J, Lang W, Van Dorsten B, Fabricatore AN, Toledo K; Look AHEAD Research Group. Impact of a weight management program on health-related quality of life in overweight adults with type 2 diabetes. Arch Intern Med. 2009 Jan 26;169(2):163-71. doi: 10.1001/archinternmed.2008.544."},{"pmid":"19047532","type":"DERIVED","citation":"Gorin AA, Niemeier HM, Hogan P, Coday M, Davis C, DiLillo VG, Gluck ME, Wadden TA, West DS, Williamson D, Yanovski SZ; Look AHEAD Research Group. Binge eating and weight loss outcomes in overweight and obese individuals with type 2 diabetes: results from the Look AHEAD trial. Arch Gen Psychiatry. 2008 Dec;65(12):1447-55. doi: 10.1001/archpsyc.65.12.1447."},{"pmid":"18687759","type":"DERIVED","citation":"Espeland MA, Regensteiner JG, Jaramillo SA, Gregg E, Knowler WC, Wagenknecht LE, Bahnson J, Haffner S, Hill J, Hiatt WR; Look AHEAD Study Group. Measurement characteristics of the ankle-brachial index: results from the Action for Health in Diabetes study. Vasc Med. 2008 Aug;13(3):225-33. doi: 10.1177/1358863X08091338."},{"pmid":"18375417","type":"DERIVED","citation":"Raynor HA, Jeffery RW, Ruggiero AM, Clark JM, Delahanty LM; Look AHEAD (Action for Health in Diabetes) Research Group. Weight loss strategies associated with BMI in overweight adults with type 2 diabetes at entry into the Look AHEAD (Action for Health in Diabetes) trial. Diabetes Care. 2008 Jul;31(7):1299-304. doi: 10.2337/dc07-2295. Epub 2008 Mar 28."},{"pmid":"17644623","type":"DERIVED","citation":"Ribisl PM, Lang W, Jaramillo SA, Jakicic JM, Stewart KJ, Bahnson J, Bright R, Curtis JF, Crow RS, Soberman JE; Look AHEAD Research Group. Exercise capacity and cardiovascular/metabolic characteristics of overweight and obese individuals with type 2 diabetes: the Look AHEAD clinical trial. Diabetes Care. 2007 Oct;30(10):2679-84. doi: 10.2337/dc06-2487. Epub 2007 Jul 20."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"We plan to share data sets through the National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) repository, baseline data sets are currently available. Outcome data will be available approximately 1 year after the study is over.","infoTypes":["STUDY_PROTOCOL","SAP","CSR"],"timeFrame":"Within one year of each phase of the study","accessCriteria":"Publicly available / De-identified","url":"https://repository.niddk.nih.gov/studies/look-ahead/?query=Look%20AHEAD"}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"Lifestyle Intervention","description":"Participants in the lifestyle intervention arm are offered individual and group sessions designed to help achieve and maintain weight loss.\n\nLifestyle Intervention: The lifestyle intervention is implemented with individual supervision and group sessions and is aimed at achieving and maintaining at least a 7% decrease in weight from baseline and 175 minutes per week in physical activity. It is implemented during a four-year period with the most intensive application during the first year, less frequent attention during the next three years, and a minimum of twice yearly contacts during an extended follow-up period. To help participants achieve and maintain weight loss, a variety of diet strategies (e.g. prepared meals and liquid formula), exercise strategies, and optional weight loss medications are utilized based on a preset algorithm and participant progress."},{"id":"FG001","title":"Diabetes Support and Education","description":"The diabetes support and education arm provides group sessions on diabetes management and social support.\n\nDiabetes Support and Education: Participants assigned to diabetes support and education are offered three sessions each year in diabetes management and social support."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"2570"},{"groupId":"FG001","numSubjects":"2575"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"2481"},{"groupId":"FG001","numSubjects":"2476"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"89"},{"groupId":"FG001","numSubjects":"99"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"Lifestyle Intervention","description":"Participants in the lifestyle intervention arm are offered individual and group sessions designed to help achieve and maintain weight loss.\n\nLifestyle Intervention: The lifestyle intervention is implemented with individual supervision and group sessions and is aimed at achieving and maintaining at least a 7% decrease in weight from baseline and 175 minutes per week in physical activity. It is implemented during a four-year period with the most intensive application during the first year, less frequent attention during the next three years, and a minimum of twice yearly contacts during an extended follow-up period. To help participants achieve and maintain weight loss, a variety of diet strategies (e.g. prepared meals and liquid formula), exercise strategies, and optional weight loss medications are utilized based on a preset algorithm and participant progress."},{"id":"BG001","title":"Diabetes Support and Education","description":"The diabetes support and education arm provides group sessions on diabetes management and social support.\n\nDiabetes Support and Education: Participants assigned to diabetes support and education are offered three sessions each year in diabetes management and social support."},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"2570"},{"groupId":"BG001","value":"2575"},{"groupId":"BG002","value":"5145"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"58.55","spread":"6.77"},{"groupId":"BG001","value":"58.85","spread":"6.86"},{"groupId":"BG002","value":"58.70","spread":"6.81"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"1524"},{"groupId":"BG001","value":"1534"},{"groupId":"BG002","value":"3058"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"1046"},{"groupId":"BG001","value":"1041"},{"groupId":"BG002","value":"2087"}]}]}]},{"title":"Race/Ethnicity, Customized","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"Race / ethnicity","categories":[{"title":"African American / Black","measurements":[{"groupId":"BG000","value":"398"},{"groupId":"BG001","value":"405"},{"groupId":"BG002","value":"803"}]},{"title":"American Indian / Alaskan Native","measurements":[{"groupId":"BG000","value":"131"},{"groupId":"BG001","value":"129"},{"groupId":"BG002","value":"260"}]},{"title":"Asian / Pacific Islander","measurements":[{"groupId":"BG000","value":"29"},{"groupId":"BG001","value":"21"},{"groupId":"BG002","value":"50"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"1618"},{"groupId":"BG001","value":"1628"},{"groupId":"BG002","value":"3246"}]},{"title":"Hispanic","measurements":[{"groupId":"BG000","value":"338"},{"groupId":"BG001","value":"337"},{"groupId":"BG002","value":"675"}]},{"title":"Other/Mixed/Unknown","measurements":[{"groupId":"BG000","value":"56"},{"groupId":"BG001","value":"55"},{"groupId":"BG002","value":"111"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"2570"},{"groupId":"BG001","value":"2575"},{"groupId":"BG002","value":"5145"}]}]}]},{"title":"Weight","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"kg","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"100.54","spread":"19.65"},{"groupId":"BG001","value":"100.86","spread":"18.83"},{"groupId":"BG002","value":"100.7","spread":"19.24"}]}]}]},{"title":"Height","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"cm","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"167.22","spread":"9.59"},{"groupId":"BG001","value":"167.27","spread":"9.86"},{"groupId":"BG002","value":"167.25","spread":"9.72"}]}]}]},{"title":"Body mass index","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"kg/m^2","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"35.89","spread":"6.01"},{"groupId":"BG001","value":"36.00","spread":"5.76"},{"groupId":"BG002","value":"35.95","spread":"5.88"}]}]}]},{"title":"Waist Circumference","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"cm","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"113.80","spread":"14.35"},{"groupId":"BG001","value":"114.06","spread":"13.55"},{"groupId":"BG002","value":"113.93","spread":"13.95"}]}]}]},{"title":"Ankle/Brachial Index<0.90","description":"The ankle-brachial index test is a quick, simple way to check for peripheral artery disease. The ankle-brachial index test compares the blood pressure measured at the ankle with the blood pressure measured at the arm. A low ankle-brachial index number can indicate narrowing or blockage of the arteries in the legs. For the purposes of this baseline measure, we counted the number of participants that had an index Index\\<0.90.","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"64"},{"groupId":"BG001","value":"88"},{"groupId":"BG002","value":"152"}]}]}]},{"title":"Hemoglobin A1c%","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"percentage of hemoglobin","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"7.25","spread":"1.14"},{"groupId":"BG001","value":"7.31","spread":"1.20"},{"groupId":"BG002","value":"7.28","spread":"1.17"}]}]}]},{"title":"Fasting plasma glucose","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"mg/dl","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"152.19","spread":"44.71"},{"groupId":"BG001","value":"154.04","spread":"46.50"},{"groupId":"BG002","value":"153.12","spread":"45.6"}]}]}]},{"title":"Plasma creatinine","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"mg/dl","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"0.82","spread":"0.20"},{"groupId":"BG001","value":"0.82","spread":"0.2"},{"groupId":"BG002","value":"0.82","spread":"0.2"}]}]}]},{"title":"Total cholesterol","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"mg/dl","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"191.33","spread":"38.16"},{"groupId":"BG001","value":"190.65","spread":"37.04"},{"groupId":"BG002","value":"190.99","spread":"37.59"}]}]}]},{"title":"LDL Cholesterol","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"mg/dl","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"112.36","spread":"32.21"},{"groupId":"BG001","value":"112.23","spread":"32.30"},{"groupId":"BG002","value":"112.29","spread":"32.25"}]}]}]},{"title":"HDL Cholesterol","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"mg/dl","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"43.48","spread":"11.83"},{"groupId":"BG001","value":"43.47","spread":"11.81"},{"groupId":"BG002","value":"43.47","spread":"11.82"}]}]}]},{"title":"Triglycerides","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"mg/dl","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"181.96","spread":"117.69"},{"groupId":"BG001","value":"179.94","spread":"117.92"},{"groupId":"BG002","value":"180.95","spread":"117.78"}]}]}]},{"title":"Systolic blood pressure","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"mmHg","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"128.19","spread":"17.26"},{"groupId":"BG001","value":"129.45","spread":"17.09"},{"groupId":"BG002","value":"128.82","spread":"17.17"}]}]}]},{"title":"Diastolic blood pressure","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"mmHg","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"69.93","spread":"9.55"},{"groupId":"BG001","value":"70.40","spread":"9.72"},{"groupId":"BG002","value":"70.17","spread":"9.63"}]}]}]},{"title":"Duration of diabetes","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"6.77","spread":"6.66"},{"groupId":"BG001","value":"6.82","spread":"6.42"},{"groupId":"BG002","value":"6.80","spread":"6.54"}]}]}]},{"title":"Maximal MET Value","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"kcal/kg/hour","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"7.21","spread":"1.95"},{"groupId":"BG001","value":"7.18","spread":"1.99"},{"groupId":"BG002","value":"7.19","spread":"1.97"}]}]}]},{"title":"Maximal MET Value at 80% Heart Rate","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"kcal/kg/hour","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"5.17","spread":"1.53"},{"groupId":"BG001","value":"5.10","spread":"1.54"},{"groupId":"BG002","value":"5.13","spread":"1.53"}]}]}]},{"title":"Metabolic syndrome","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"2387"},{"groupId":"BG001","value":"2415"},{"groupId":"BG002","value":"4802"}]}]}]},{"title":"Family history of diabetes","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"1622"},{"groupId":"BG001","value":"1723"},{"groupId":"BG002","value":"3345"}]}]}]},{"title":"History of Cardiovascular Disease (CVD)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"373"},{"groupId":"BG001","value":"353"},{"groupId":"BG002","value":"726"}]}]}]},{"title":"Hypertension","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"2063"},{"groupId":"BG001","value":"2069"},{"groupId":"BG002","value":"4132"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"First Occurrence of a Severe Cardiovascular Event","description":"Number of participants with first on-study occurrence of one of the following major cardiovascular events: fatal and non-fatal myocardial infarctions and strokes, hospitalizations for angina, and cardiovascular deaths","populationDescription":"Intent to Treat, all randomized participants","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"up to 11 years","groups":[{"id":"OG000","title":"Lifestyle Intervention","description":"Participants in the lifestyle intervention arm are offered individual and group sessions designed to help achieve and maintain weight loss.\n\nLifestyle Intervention: The lifestyle intervention is implemented with individual supervision and group sessions and is aimed at achieving and maintaining at least a 7% decrease in weight from baseline and 175 minutes per week in physical activity. It is implemented during a four-year period with the most intensive application during the first year, less frequent attention during the next three years, and a minimum of twice yearly contacts during an extended follow-up period. To help participants achieve and maintain weight loss, a variety of diet strategies (e.g. prepared meals and liquid formula), exercise strategies, and optional weight loss medications are utilized based on a preset algorithm and participant progress."},{"id":"OG001","title":"Diabetes Support and Education","description":"The diabetes support and education arm provides group sessions on diabetes management and social support.\n\nDiabetes Support and Education: Participants assigned to diabetes support and education are offered three sessions each year in diabetes management and social support."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"2570"},{"groupId":"OG001","value":"2575"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"403"},{"groupId":"OG001","value":"418"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"nonInferiorityType":"SUPERIORITY","pValue":"0.51","statisticalMethod":"Regression, Cox","paramType":"Hazard Ratio (HR)","paramValue":"0.95","ciPctValue":"95","ciNumSides":"TWO_SIDED","ciLowerLimit":"0.83","ciUpperLimit":"1.09"}]},{"type":"SECONDARY","title":"First Occurrence of Cardiovascular Death, Myocardial Infarction, or Stroke","description":"Number of participants with first occurrence of one of the following: cardiovascular death, myocardial infarction (fatal or nonfatal), or stroke (fatal or non-fatal)","populationDescription":"Intent to treat, all randomized participants","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"up to 11 years","groups":[{"id":"OG000","title":"Lifestyle Intervention","description":"Participants in the lifestyle intervention arm are offered individual and group sessions designed to help achieve and maintain weight loss.\n\nLifestyle Intervention: The lifestyle intervention is implemented with individual supervision and group sessions and is aimed at achieving and maintaining at least a 7% decrease in weight from baseline and 175 minutes per week in physical activity. It is implemented during a four-year period with the most intensive application during the first year, less frequent attention during the next three years, and a minimum of twice yearly contacts during an extended follow-up period. To help participants achieve and maintain weight loss, a variety of diet strategies (e.g. prepared meals and liquid formula), exercise strategies, and optional weight loss medications are utilized based on a preset algorithm and participant progress."},{"id":"OG001","title":"Diabetes Support and Education","description":"The diabetes support and education arm provides group sessions on diabetes management and social support.\n\nDiabetes Support and Education: Participants assigned to diabetes support and education are offered three sessions each year in diabetes management and social support."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"2570"},{"groupId":"OG001","value":"2575"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"267"},{"groupId":"OG001","value":"283"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"nonInferiorityType":"SUPERIORITY","pValue":"0.42","statisticalMethod":"Regression, Cox","paramType":"Hazard Ratio (HR)","paramValue":"0.93","ciPctValue":"95","ciNumSides":"TWO_SIDED","ciLowerLimit":"0.79","ciUpperLimit":"1.10"}]},{"type":"SECONDARY","title":"First Occurrence of Death, Myocardial Infarction, or Hospitalized Angina","description":"Number of participants with first occurrence of one of the following: death (all causes), myocardial infarction, stroke, or hospitalizations for angina","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"up to 11 years","groups":[{"id":"OG000","title":"Lifestyle Intervention","description":"Participants in the lifestyle intervention arm are offered individual and group sessions designed to help achieve and maintain weight loss.\n\nLifestyle Intervention: The lifestyle intervention is implemented with individual supervision and group sessions and is aimed at achieving and maintaining at least a 7% decrease in weight from baseline and 175 minutes per week in physical activity. It is implemented during a four-year period with the most intensive application during the first year, less frequent attention during the next three years, and a minimum of twice yearly contacts during an extended follow-up period. To help participants achieve and maintain weight loss, a variety of diet strategies (e.g. prepared meals and liquid formula), exercise strategies, and optional weight loss medications are utilized based on a preset algorithm and participant progress."},{"id":"OG001","title":"Diabetes Support and Education","description":"The diabetes support and education arm provides group sessions on diabetes management and social support.\n\nDiabetes Support and Education: Participants assigned to diabetes support and education are offered three sessions each year in diabetes management and social support."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"2570"},{"groupId":"OG001","value":"2575"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"496"},{"groupId":"OG001","value":"529"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"nonInferiorityType":"SUPERIORITY","pValue":"0.23","statisticalMethod":"Regression, Cox","paramType":"Hazard Ratio (HR)","paramValue":"0.93","ciPctValue":"95","ciNumSides":"TWO_SIDED","ciLowerLimit":"0.82","ciUpperLimit":"1.05"}]},{"type":"SECONDARY","title":"First Occurrence of Major Clinical Events","description":"Number of participants with first occurrence of one of the following: death (all causes), myocardial infarction, stroke, hospitalization for angina, coronary artery bypass grafting, percutaneous coronary angioplasty, hospitalization for congestive heart failure, carotid endarterectomy, or peripheral vascular procedures such as bypass or angioplasty","populationDescription":"Intent to treat, all randomized participants","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","timeFrame":"up to 11 years","groups":[{"id":"OG000","title":"Lifestyle Intervention","description":"Participants in the lifestyle intervention arm are offered individual and group sessions designed to help achieve and maintain weight loss.\n\nLifestyle Intervention: The lifestyle intervention is implemented with individual supervision and group sessions and is aimed at achieving and maintaining at least a 7% decrease in weight from baseline and 175 minutes per week in physical activity. It is implemented during a four-year period with the most intensive application during the first year, less frequent attention during the next three years, and a minimum of twice yearly contacts during an extended follow-up period. To help participants achieve and maintain weight loss, a variety of diet strategies (e.g. prepared meals and liquid formula), exercise strategies, and optional weight loss medications are utilized based on a preset algorithm and participant progress."},{"id":"OG001","title":"Diabetes Support and Education","description":"The diabetes support and education arm provides group sessions on diabetes management and social support.\n\nDiabetes Support and Education: Participants assigned to diabetes support and education are offered three sessions each year in diabetes management and social support."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"2570"},{"groupId":"OG001","value":"2575"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"577"},{"groupId":"OG001","value":"600"}]}]}],"analyses":[{"groupIds":["OG000","OG001"],"nonInferiorityType":"SUPERIORITY","pValue":"0.29","statisticalMethod":"Regression, Cox","paramType":"Hazard Ratio (HR)","paramValue":"0.94","ciPctValue":"95","ciNumSides":"TWO_SIDED","ciLowerLimit":"0.84","ciUpperLimit":"1.05"}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"Up to 11 years","description":"Adverse events and serious adverse events are defined by the Food and Drug Administration and other governing bodies. All Look AHEAD participants were systematically queried at scheduled clinic visits or on clinic phone calls to capture outcome data on study outcomes, medical events, or adverse experiences. Severe hypoglycemia, gallstones, fractures, amputations, and congestive heart failure were monitored, as plausibly being affected by the intensive lifestyle intervention.","eventGroups":[{"id":"EG000","title":"Lifestyle Intervention","description":"Participants in the lifestyle intervention arm are offered individual and group sessions designed to help achieve and maintain weight loss.\n\nLifestyle Intervention: The lifestyle intervention is implemented with individual supervision and group sessions and is aimed at achieving and maintaining at least a 7% decrease in weight from baseline and 175 minutes per week in physical activity. It is implemented during a four-year period with the most intensive application during the first year, less frequent attention during the next three years, and a minimum of twice yearly contacts during an extended follow-up period. To help participants achieve and maintain weight loss, a variety of diet strategies (e.g. prepared meals and liquid formula), exercise strategies, and optional weight loss medications are utilized based on a preset algorithm and participant progress.","deathsNumAffected":174,"deathsNumAtRisk":2570,"seriousNumAffected":639,"seriousNumAtRisk":2570,"otherNumAffected":2493,"otherNumAtRisk":2570},{"id":"EG001","title":"Diabetes Support and Education","description":"The diabetes support and education arm provides group sessions on diabetes management and social support.\n\nDiabetes Support and Education: Participants assigned to diabetes support and education are offered three sessions each year in diabetes management and social support.","deathsNumAffected":202,"deathsNumAtRisk":2575,"seriousNumAffected":596,"seriousNumAtRisk":2575,"otherNumAffected":2488,"otherNumAtRisk":2575}],"seriousEvents":[{"term":"Severe hypoglycemia","organSystem":"Endocrine disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":158,"numAffected":115,"numAtRisk":2570},{"groupId":"EG001","numEvents":150,"numAffected":122,"numAtRisk":2575}]},{"term":"Gall Stones","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":57,"numAffected":53,"numAtRisk":2570},{"groupId":"EG001","numEvents":52,"numAffected":49,"numAtRisk":2575}]},{"term":"All Fractures","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":596,"numAffected":456,"numAtRisk":2570},{"groupId":"EG001","numEvents":511,"numAffected":404,"numAtRisk":2575}]},{"term":"Amputations","organSystem":"Endocrine disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":41,"numAffected":28,"numAtRisk":2570},{"groupId":"EG001","numEvents":28,"numAffected":20,"numAtRisk":2575}]},{"term":"Congestive Heart Failure","organSystem":"Cardiac disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":112,"numAffected":77,"numAtRisk":2570},{"groupId":"EG001","numEvents":115,"numAffected":75,"numAtRisk":2575}]}],"otherEvents":[{"term":"Chest pain/angina/heart pain","organSystem":"Cardiac disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":2299,"numAffected":858,"numAtRisk":2570},{"groupId":"EG001","numEvents":2444,"numAffected":899,"numAtRisk":2575}]},{"term":"Abdominal pain, above and below","organSystem":"General disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":4910,"numAffected":1480,"numAtRisk":2570},{"groupId":"EG001","numEvents":5374,"numAffected":1520,"numAtRisk":2575}]},{"term":"Constipation","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":8384,"numAffected":1858,"numAtRisk":2570},{"groupId":"EG001","numEvents":8095,"numAffected":1838,"numAtRisk":2575}]},{"term":"Diarrhea","organSystem":"Gastrointestinal disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":7413,"numAffected":1840,"numAtRisk":2570},{"groupId":"EG001","numEvents":7968,"numAffected":1896,"numAtRisk":2575}]},{"term":"Dizzy or lightheaded, any","organSystem":"Cardiac disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":8042,"numAffected":1884,"numAtRisk":2570},{"groupId":"EG001","numEvents":8177,"numAffected":1886,"numAtRisk":2575}]},{"term":"Swelling of the feet or ankles","organSystem":"Cardiac disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":8511,"numAffected":1770,"numAtRisk":2570},{"groupId":"EG001","numEvents":9725,"numAffected":1922,"numAtRisk":2575}]},{"term":"Palpitations/heart racing/heart skipping beats","organSystem":"Cardiac disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":3461,"numAffected":1061,"numAtRisk":2570},{"groupId":"EG001","numEvents":3806,"numAffected":1169,"numAtRisk":2575}]},{"term":"Leg or arm pain during or following exercise","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":8387,"numAffected":2014,"numAtRisk":2570},{"groupId":"EG001","numEvents":8100,"numAffected":2006,"numAtRisk":2575}]},{"term":"Pulled or strained muscle, tendon, or ligament during or following exercise","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":3886,"numAffected":1540,"numAtRisk":2570},{"groupId":"EG001","numEvents":3509,"numAffected":1405,"numAtRisk":2575}]},{"term":"Numbness or weakness of one arm or leg","organSystem":"General disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":4821,"numAffected":1480,"numAtRisk":2570},{"groupId":"EG001","numEvents":5061,"numAffected":1524,"numAtRisk":2575}]},{"term":"Shortness of breath, any","organSystem":"Cardiac disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":8669,"numAffected":1852,"numAtRisk":2570},{"groupId":"EG001","numEvents":9865,"numAffected":1983,"numAtRisk":2575}]},{"term":"Swollen or sore joints during or following exercise","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","stats":[{"groupId":"EG000","numEvents":7622,"numAffected":1901,"numAtRisk":2570},{"groupId":"EG001","numEvents":7626,"numAffected":1923,"numAtRisk":2575}]}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Dr. Mark Espeland, Principal Investigator","organization":"Wake Forest School of Medicine","email":"mespelan@wakehealth.edu","phone":"336-922-2072"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2018-05-03","uploadDate":"2022-09-27T12:36","filename":"ICF_000.pdf","size":1676746}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001847","term":"Bone Diseases"},{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000050171","term":"Dyslipidemias"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000052439","term":"Lipid Metabolism Disorders"},{"id":"D000009140","term":"Musculoskeletal Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4804","name":"Body Weight","relevance":"LOW"},{"id":"M10388","name":"Kidney Diseases","asFound":"Kidney Disease","relevance":"HIGH"},{"id":"M6805","name":"Diabetes Mellitus","asFound":"Diabetes","relevance":"HIGH"},{"id":"M17792","name":"Weight Loss","relevance":"LOW"},{"id":"M25871","name":"Dyslipidemias","asFound":"Dyslipidemia","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M4816","name":"Bone Diseases","asFound":"Bone Disease","relevance":"HIGH"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25093","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7552","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M17009","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2876","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M26783","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M13817","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8089","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M26785","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M26719","name":"Lipid Metabolism Disorders","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":true}