{"protocolSection":{"identificationModule":{"nctId":"NCT03975985","orgStudyIdInfo":{"id":"IIBSP-CSE-2017-56"},"organization":{"fullName":"Fundació Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau","class":"OTHER"},"briefTitle":"The Effectiveness of Core Stability Exercises","officialTitle":"The Effect of Additional Core Stability Exercises on Improving Dynamic Sitting Balance, Trunk Control and Functional Rehabilitation for Subacute Stroke Patients: A Randomized Controlled Trial","acronym":"CORE"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"TERMINATED","whyStopped":"Due to the COVID-19 pandemic, recruitment was interrupted for several months. In the end, the terms of the grant obtained to conduct the trial did not allow for the extension of the recruitment period beyond one year.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-03-15","type":"ACTUAL"},"completionDateStruct":{"date":"2022-03-15","type":"ACTUAL"},"studyFirstSubmitDate":"2019-03-13","studyFirstSubmitQcDate":"2019-06-04","studyFirstPostDateStruct":{"date":"2019-06-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-08","lastUpdatePostDateStruct":{"date":"2023-05-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fundació Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau","class":"OTHER"},"collaborators":[{"name":"Universitat Internacional de Catalunya","class":"OTHER"},{"name":"Parc Taulí Hospital Universitari","class":"OTHER"},{"name":"Hospital de Terrassa","class":"OTHER"},{"name":"Hospital de la Santa Creu de Vic","class":"UNKNOWN"},{"name":"University Ramon Llull","class":"OTHER"},{"name":"Hospital Sociosanitari Mutuam Girona","class":"OTHER"},{"name":"Parc de Salut Mar","class":"OTHER"},{"name":"FIDMAG Germanes Hospitalàries","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study assess the effectiveness of core stability exercises performed in subacute phase of stroke. Half of participants will receive conventional physiotherapy, while the other half will receive core stability exercises and core stability exercises plus transcutaneous electrical nerve stimulation (TENS).","detailedDescription":"Background: The majority of subjects who have suffered a first-time stroke have balance disability in the subacute phase. Trunk impairment, restricted balance, and impaired postural control in patients with stroke are correlated with increasing risk of falls and impaired mobility. This creates disability and dependency in their activities of daily living. The core is central to almost all kinetic chains in the body. Several studies and a systematic review have shown that implementing core stability exercises may be a viable strategy for improving trunk performance and dynamic sitting balance, standing balance, and gait in post-stroke patients.\n\nMain objective: To compare the efficacy of conventional physiotherapy versus an approach based on a Core Stability Exercises (CSEs) program, in terms of dynamic balance, gait and functional rehabilitation at the end of the intervention (5 weeks) and in the long term (sustained effect over time at 3 and 6 months), in sub-acute post-stroke patients. A secondary objective will be to develop and evaluate the feasibility and efficacy of a specific mobile application (app) to reinforce the adherence to unsupervised home-based CSEs by the own patient in the long term.\n\nMethodology: Multicentre blinded-assessor randomized controlled (parallel group) trial. Study duration per patient will be 29 weeks (intervention period: 5 weeks, followed by 24 weeks follow-up). The study will consist in two parts: 1) A main study (CORE Trial) where physiotherapy modalities will be compared (main comparisons), and 2) an ancillary substudy (CORE-App Study) where the effect of a mobile application (app) will be evaluated (secondary comparison).\n\nExpected results: The study will provide useful information on the short and long term effects of a physiotherapy rehabilitation program based on core stability exercises, as well as the potential use of a mobile app to reinforce long term adherence to unsupervised home-based physiotherapy."},"conditionsModule":{"conditions":["Brain Injury, Vascular","Sequelae","Stroke Syndrome","Movement; Disorder, Treatment-Induced","Physical Activity"],"keywords":["stroke","core stability","trunk control","sitting balance","gait","spasticity","falls","activities of daily living","standing balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":87,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Core stability exercises","type":"EXPERIMENTAL","description":"This group will be divided in two: core stability exercises (CSE) plus conventional therapy (CP) and CSE with transcutaneous electrical nerve stimulation (TENS) plus CP.","interventionNames":["Other: Core stability exercises (CSE)","Other: Conventional Physiotherapy"]},{"label":"Conventional physiotherapy (CP)","type":"ACTIVE_COMPARATOR","description":"CP consists in a variety (or combination) of multiple components such as tone normalization, exercises for maintain range of motion, passive mobilization of hemiparetic side, postural control, gait re-education to walking/standing between parallel bars or with a therapist, rehabilitation of the activity of daily living, etc.","interventionNames":["Other: Conventional Physiotherapy"]}],"interventions":[{"type":"OTHER","name":"Core stability exercises (CSE)","description":"CSE are exercises focused on trunk muscle strengthening, proprioception, selective movements of the trunk and pelvis muscle, and coordination, and will be carried out in supine, sitting on a stable surface and sitting on an unstable surface (physioball). The exercise involves changes in the position of the body without resistance, aiming to improve strength, endurance, proprioception and coordination.\n\n- TENS: Half of the patients assigned to CSE will also receive TENS (highfrequency TENS 100 Hz; 0.2 ms pulse width), administered via TENS stimulator with two disposable 0.9 mm diameter electrodes placed on the skin over the lumbar erector spinae (3 cm lateral to the L3 and L5 spinous process).","armGroupLabels":["Core stability exercises"],"otherNames":["trunk control exercises","sitting balance exercises"]},{"type":"OTHER","name":"Conventional Physiotherapy","description":"The common feature of CP is that it consists of a management by the physiotherapist according to the CP may consist in a variety (or combination) of multiple components such as tone normalization, exercises for maintain range of motion, passive mobilization of hemiparetic side, postural control, gait re-education to walking/standing between parallel bars or with a therapist, rehabilitation of the activity of daily living, etc.","armGroupLabels":["Conventional physiotherapy (CP)","Core stability exercises"],"otherNames":["Usual Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dynamic sitting balance and trunk control","description":"Trunk Impairment Scale Spanish-version TIS 2.0 (S-TIS 2.0), consisting of a dynamic balance subscale (with 10 items) and a coordination subscale (with 6 items). Total score ranges from a minimum of 0 to a maximum of 16. Each item will be performed 3 times and the highest score counts. The tests are verbally explained to the patient and can be demonstrated if needed. The highest possible total score for the S-TIS 2.0 (16 points) indicates a good dynamic sitting balance and correct trunk control and sitting coordination. On the contrary, if the patient cannot maintain a sitting position for 10 seconds without back and arm support, with hands on thighs, feet in contact with the ground and knees bent at 90° (starting position), the total scale-score is 0 points.","timeFrame":"Change from Baseline at week 5"},{"measure":"Stepping","description":"Brunel Balance Assessment (BBA) (section 3 stepping). Section 3 consists of 6 levels (number 7 to 12) each of which increase the demand on balance ability, ranging from assisted balance to moving within the base of support, and changes of the base of support. At each level, the patient receives a score (1 point) for his/her efforts. Total score ranges from a minimum of 0 to a maximum of 6. This gives an indication on whether the patient is improving within a level, even if he/she is not able to progress to the next level. The score also reflects how well the individual is functioning within this section. Higher values represent a better outcome.","timeFrame":"Change from Baseline at week 5"}],"secondaryOutcomes":[{"measure":"Sitting balance","description":"Dynamic sitting balance and trunk control will be also measured by the Spanish-version of the Function in Sitting Test (S-FIST). It is a bedside evaluation of sitting balance for the assessment of sensory, motor, proactive, and reactive and steady balance factors. The S-FIST consists of 14 tested parameters, corresponding to functional everyday activities. Each item is scored from 0 to 4, and the total score ranges from 0 to 56, where higher values represent a better outcome.","timeFrame":"Change from Baseline at week 5"},{"measure":"Gait speed","description":"Gait measured by BTS G-Walk (accelerometer), a portable system (wireless inertial sensor) for motion analysis. The BTS G-Walk will measure gait speed (meters per second).","timeFrame":"week 5"},{"measure":"Standing balance","description":"It will be assessed using the Berg Balance Scale (BBS). It is used to objectively determine a patient's ability (or inability) to safely balance during a series of predetermined tasks. It is a 14 item list with each item consisting of a five-point ordinal scale ranging from 0 to 4, with 0 indicating the lowest level of function and 4 the highest level of function balance. Total score ranges from 0 to 56 points, where higher values represent a better outcome.","timeFrame":"Change from Baseline at week 5"},{"measure":"Risk of falling","description":"It will be assessed using the Berg Balance Scale (BBS). A score of \\< 45 points predicts a greater risk of falling. Total score ranges from 0 to 56 points, where higher values represent a better outcome (lowe risk).","timeFrame":"Change from Baseline at week 5"},{"measure":"Postural control","description":"It will be assessed using and Spanish version of the Postural Assessment Scale for Stroke (S-PASS). It is a 12 item performance-based scale used for assessing and monitoring postural control following stroke. The scale comprises of 12 items with increasing difficulty which measure balance in lying, sitting and standing. It measures the ability of an individual with stroke to maintain stable postures and equilibrium during positional changes. It consists of a 4 point scale where the items are scored from 0 to 3 and the total scoring ranges from 0 to 36. High score is better postural control.","timeFrame":"Change from Baseline at week 5"},{"measure":"Activities of daily living","description":"It will be measured by the modified Barthel Index (BI). It is a measure of activities of daily living, which shows the degree of independence of a patient from any assistance. It covers 10 domains of functioning (activities): bowel control, bladder control, as well as help with grooming, toilet use, feeding, transfers, walking, dressing, climbing stairs, and bathing. It is a 10-item scale where each activity is given one of five levels of dependency ranging from 0 (unable to perform task) to a maximum of 5, 10, or 15 (fully independent). Each activity is given a score ranging from 0 (unable to perform task) to a maximum of 5, 10, or 15 (fully independent- exact score depends on the activity being evaluated). A total score is obtained by summing points for each of the items. Total scores may range from 0 to 100, with higher scores indicating greater independence.","timeFrame":"Change from Baseline at week 5"},{"measure":"Spasticity","description":"It will be measured by Modified Ashworth scale (MAS), which measures resistance during passive soft-tissue stretching of muscle. It is performed while moving the limb at the \"speed of gravity\", and the corresponding scoring obtained is: 0 - no increase in muscle tone; 1 - slight increase in muscle tone; 1+ - slight increase in muscle tone; 2 - more marked increase in muscle tone through most of the ROM; 3 - considerable increase in muscle tone, passive movement difficult; and 4 - affected part(s) rigid in flexion or extension. A higher score is a worse outcome (more spasticity).","timeFrame":"Change from Baseline at week 5"},{"measure":"Rate of falls","description":"It will be measured by a specific registry created specifically for this study. The outcome will be defined as the average number of falls per patient during the intervention period.","timeFrame":"week 5"},{"measure":"Health-related quality of life: EQ-5D-5L","description":"It will be evaluated by EQ-5D-5L. It essentially consists of 2 pages: the EQ-5D descriptive system and the EQ visual analogue scale (EQ VAS). The descriptive system comprises five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 levels: no problems, slight problems, moderate problems, severe problems and extreme problems. The patient is asked to indicate his/her health state by ticking the box next to the most appropriate statement in each of the five dimensions. This decision results in a 1-digit number that expresses the level selected for that dimension. The digits for the five dimensions can be combined into a 5-digit number that describes the patient's health state. The EQ VAS records the patient's self-rated health on a vertical visual analogue scale, where the endpoints are labelled 'The best health you can imagine' and 'The worst health you can imagine'.","timeFrame":"week 5"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First ever stroke same and less than 30 days (diagnostic criteria according to the World Health Organization definition; corresponding to ICD-9 code 434) weather cortical or subcortical, and ischemic or haemorrhagic.\n* Unilateral localization of the stroke verified by computed tomography (CT).\n* More or equal than18 years.\n* Ability to understand and execute simple instructions.\n* Spanish Version of Trunk Impairment Scale.2.0 less than10 points.\n* National institute of Health Stroke Scale (NIHSS) score \\> 4 points.\n\nExclusion Criteria:\n\n* Rankin scale more or equal than 2 points before stroke.\n* Orthopaedic and other neurological disorders that hamper sitting balance.\n* Relevant psychiatric disorders that may prevent from following instructions.\n* Other treatments that could influence the effects of the interventions.\n* Contraindication to physical activity (e.g., heart failure).\n* Using cardiac pacemakers.\n* Moderate to severe cognitive impairments as indicated by Minimental test score \\< 24 points.\n* Patients with haemorrhagic stroke that have undergone surgery.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau.","city":"Barcelona","state":"Catalonia","zip":"08025","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}}]},"referencesModule":{"references":[{"pmid":"26451007","type":"BACKGROUND","citation":"Cabanas-Valdes R, Bagur-Calafat C, Girabent-Farres M, Caballero-Gomez FM, Hernandez-Valino M, Urrutia Cuchi G. The effect of additional core stability exercises on improving dynamic sitting balance and trunk control for subacute stroke patients: a randomized controlled trial. Clin Rehabil. 2016 Oct;30(10):1024-1033. doi: 10.1177/0269215515609414. Epub 2015 Oct 8."},{"pmid":"28351168","type":"BACKGROUND","citation":"Cabanas-Valdes R, Bagur-Calafat C, Girabent-Farres M, Caballero-Gomez FM, du Port de Pontcharra-Serra H, German-Romero A, Urrutia G. Long-term follow-up of a randomized controlled trial on additional core stability exercises training for improving dynamic sitting balance and trunk control in stroke patients. Clin Rehabil. 2017 Nov;31(11):1492-1499. doi: 10.1177/0269215517701804. Epub 2017 Mar 29."},{"pmid":"25670044","type":"BACKGROUND","citation":"Cabanas-Valdes R, Girabent-Farres M, Canovas-Verge D, Caballero-Gomez FM, German-Romero A, Bagur-Calafat C. [Spanish translation and validation of the Postural Assessment Scale for Stroke Patients (PASS) to assess balance and postural control in adult post-stroke patients]. Rev Neurol. 2015 Feb 16;60(4):151-8. Spanish."},{"pmid":"24018373","type":"BACKGROUND","citation":"Cabanas-Valdes R, Cuchi GU, Bagur-Calafat C. Trunk training exercises approaches for improving trunk performance and functional sitting balance in patients with stroke: a systematic review. NeuroRehabilitation. 2013;33(4):575-92. doi: 10.3233/NRE-130996."},{"pmid":"26922850","type":"BACKGROUND","citation":"Cabanas-Valdes R, Urrutia G, Bagur-Calafat C, Caballero-Gomez FM, German-Romero A, Girabent-Farres M. Validation of the Spanish version of the Trunk Impairment Scale Version 2.0 (TIS 2.0) to assess dynamic sitting balance and coordination in post-stroke adult patients. Top Stroke Rehabil. 2016 Aug;23(4):225-32. doi: 10.1080/10749357.2016.1151662. Epub 2016 Mar 11."},{"pmid":"28406071","type":"BACKGROUND","citation":"Cabanas-Valdes R, Bagur-Calafat C, Caballero-Gomez FM, Cervera-Cuenca C, Moya-Valdes R, Rodriguez-Rubio PR, Urrutia G. Validation and reliability of the Spanish version of the Function in Sitting Test (S-FIST) to assess sitting balance in subacute post-stroke adult patients. Top Stroke Rehabil. 2017 Sep;24(6):472-478. doi: 10.1080/10749357.2017.1316548. Epub 2017 Apr 13."},{"pmid":"34205457","type":"RESULT","citation":"Cabanas-Valdes R, Boix-Sala L, Grau-Pellicer M, Guzman-Bernal JA, Caballero-Gomez FM, Urrutia G. The Effectiveness of Additional Core Stability Exercises in Improving Dynamic Sitting Balance, Gait and Functional Rehabilitation for Subacute Stroke Patients (CORE-Trial): Study Protocol for a Randomized Controlled Trial. Int J Environ Res Public Health. 2021 Jun 19;18(12):6615. doi: 10.3390/ijerph18126615."},{"pmid":"35311721","type":"RESULT","citation":"Salgueiro C, Urrutia G, Cabanas-Valdes R. Telerehabilitation for balance rehabilitation in the subacute stage of stroke: A pilot controlled trial. NeuroRehabilitation. 2022;51(1):91-99. doi: 10.3233/NRE-210332."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000020214","term":"Cerebrovascular Trauma"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000057772","term":"Vascular System Injuries"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21730","name":"Cerebrovascular Trauma","asFound":"Brain Injury, Vascular","relevance":"HIGH"},{"id":"M11719","name":"Movement Disorders","asFound":"Movement; Disorder","relevance":"HIGH"},{"id":"M28548","name":"Vascular System Injuries","asFound":"Injury, Vascular","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}