{"protocolSection":{"identificationModule":{"nctId":"NCT02080286","orgStudyIdInfo":{"id":"12/sc/0556"},"organization":{"fullName":"University of Oxford","class":"OTHER"},"briefTitle":"Transcranial Stimulation (tDCS) and Prism Adaptation in Spatial Neglect Rehabilitation","officialTitle":"Boosting the Therapeutic Benefits of Prism Adaptation by Combining it With tDCS"},"statusModule":{"statusVerifiedDate":"2017-10","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-02"},"primaryCompletionDateStruct":{"date":"2018-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-03-04","studyFirstSubmitQcDate":"2014-03-05","studyFirstPostDateStruct":{"date":"2014-03-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-10-10","lastUpdatePostDateStruct":{"date":"2017-10-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Oxford","class":"OTHER"},"collaborators":[{"name":"National Institute for Health Research, United Kingdom","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The present study aims to compare the relative therapeutic efficacy of prism adaptation therapy combined with real versus sham tDCS. The investigators will test the hypothesis that the magnitude and duration of neglect improvement will be increased when prism therapy is combined with real tDCS compared to sham tDCS.\n\nA second objective is to test whether individual differences in baseline clinical or brain imaging measures can predict: 1) neglect severity or 2) inter-individual differences in patients' therapeutic response.\n\nA third goal is to use brain imaging to characterize the patterns of neural change induced by the intervention to identify brain structures that mediate therapeutic response.","detailedDescription":"'Neglect' is a common neurological syndrome that affects approximately 50% of right-hemisphere stroke patients. It is a complex multi-faceted syndrome, but its core defining feature is that patients lose the capacity to voluntarily control attention in the left half of space. Neglect has a significant debilitating effect on patients' functional independence and everyday life and indicates a poor prognosis for long-term functional recovery.\n\nTo date, there is no effective rehabilitation intervention available for routine clinical use. One of the most promising experimental strategies for neglect rehabilitation is prism adaptation, a form of motor training that induces short-lived improvements in a variety of cognitive domains. However, its major limitation is that the benefits are transient. The investigators aim to test the hypothesis that by combining prism therapy with transcranial direct current stimulation (tDCS), this will boost learning/memory processes, resulting in larger and longer-lasting therapeutic effects.\n\nThe investigators will conduct a randomized controlled clinical trial to test the efficacy of multi-session prism therapy combined with real versus sham tDCS for the rehabilitation of chronic post-stroke neglect. Baseline neuroimaging data will be used as predictor variables to explain inter-individual variation in therapeutic response. Contrasts between pre- and post-intervention imaging data will be performed to identify neural structures that mediate therapeutic effects."},"conditionsModule":{"conditions":["Spatial Neglect","Stroke","Cerebrovascular Disorders","Cerebral Infarction","Brain Diseases"],"keywords":["spatial neglect","rehabilitation","brain stimulation","tDCS","prism adaptation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Prism adaptation + anodal tDCS","type":"ACTIVE_COMPARATOR","description":"Participants will receive 1 milliamp (mA) anodal tDCS over the left primary motor cortex concurrent with a 20-minute session of prism adaptation.\n\nThey will undergo 5 consecutive daily sessions.","interventionNames":["Behavioral: Prism Adaptation","Device: Anodal tDCS"]},{"label":"Prism Adaptation + Sham tDCS","type":"PLACEBO_COMPARATOR","description":"Participants will receive Sham tDCS over the left primary motor cortex concurrent with a 20-minute session of prism adaptation.\n\nThey will undergo 5 consecutive daily sessions.","interventionNames":["Behavioral: Prism Adaptation","Device: Sham tDCS"]},{"label":"Prism adaptation + no tDCS","type":"PLACEBO_COMPARATOR","description":"Participants will receive no tDCS at all but will undergo a 20-minute session of prism adaptation.\n\nThey will undergo 5 consecutive daily sessions.","interventionNames":["Behavioral: Prism Adaptation"]}],"interventions":[{"type":"BEHAVIORAL","name":"Prism Adaptation","description":"All participants will undergo prism adaptation, a form of behavioural therapy involving reaching and pointing movements while wearing glasses that induce an optical shift.","armGroupLabels":["Prism Adaptation + Sham tDCS","Prism adaptation + anodal tDCS","Prism adaptation + no tDCS"]},{"type":"DEVICE","name":"Anodal tDCS","description":"Participants will receive 1mA anodal tDCS over the left primary motor cortex. The active (positive) electrode will be centered on the scalp overlying the primary motor cortex and the reference (negative) electrode will be placed over the contralateral supraorbital ridge.\n\nThe stimulation will last 20 minutes and run concurrent with the duration of the prism adaptation therapy.","armGroupLabels":["Prism adaptation + anodal tDCS"]},{"type":"DEVICE","name":"Sham tDCS","description":"Participants will receive 1mA sham tDCS over the left primary motor cortex. The active (positive) electrode will be centered on the scalp overlying the primary motor cortex and the reference (negative) electrode will be placed over the contralateral supraorbital ridge.\n\nThe stimulation will last 20 minutes and run concurrent with the duration of the prism adaptation therapy.","armGroupLabels":["Prism Adaptation + Sham tDCS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Behavioural Inattention Test (BIT)","description":"Change in score between the baseline session and the late post-intervention session.","timeFrame":"Assessed at the recruitment interview (week 0) and at the exit interview (8 weeks after the intervention)"},{"measure":"Neglect Test Battery","description":"This battery features a range of computerized and paper-and-pencil tests of neglect (eg: cancellation, eye movement recordings, etc.). We are testing for the percentage change in performance on this battery from the baseline pre-intervention phase at each of the post-intervention timepoints.","timeFrame":"Assessed at 2 separate pre-intervention baseline sessions at least 1 week apart. Re-assessed following the intervention at intervals of 1, 2, 4 and 8 weeks."}],"secondaryOutcomes":[{"measure":"Changes in brain imaging data","description":"We will test for changes in a range of MRI measures which we expect to be induced by the therapeutic intervention (measures of resting state and task functional MRI signal, grey and white matter, brain chemistry).","timeFrame":"Change in a range of MRI measures between one baseline pre-intervention scan and the post-intervention scan (+ 5 weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant is willing and able to give informed consent for participation in the study.\n* Male or Female, aged 18-85\n* At least one month post ischaemic or haemorrhagic stroke or brain damage to the right hemisphere\n* Diagnosis of neglect confirmed by evidence of neglect on at least one of the tests in the battery of neglect tests administered during the Recruitment Interview\n\nAbsolute contraindications to participation in any part of the study:\n\n* Anyone who does not have adequate understanding of English, sufficient to give informed consent\n* Limited verbal communication in the form of dysphasia\n* Any person who has a history of drug abuse as the data collected may be influenced by their condition\n* Any person who has a history of dementia or any other psychiatric illness as the data collected may be influenced by their condition\n\nAbsolute contraindications to participation in the tDCS part of the study:\n\n* Anyone who has a previous personal history of epilepsy, seizures, febrile convulsions as a child or recurrent fainting fits will be excluded from the tDCS part of the study\n* Any metallic implant in the neck, head, or eye that is situated within the path of the tDCS current, and anyone with any implanted electrical devices, would be excluded as there is a risk of heating with tDCS\n* Pregnant women are excluded as a precaution as there are no data on the effect on maternal tDCS or MRI on the foetus\n\nAbsolute contraindications to participation in the MRI part of the study:\n\n* People who suffer from claustrophobia will be excluded from the MRI part of the study if they state they are unable to tolerate the scanner environment\n* Anyone with a metal implant or implantable device that is found to be unsafe or unknown for MRI following investigations by named researchers and staff radiographers would be excluded.\n* Pregnant women are excluded as a precaution as there are no data on the effect on maternal tDCS or MRI on the foetus\n\nPotential contraindications to participation in the tDCS part of the study:\n\n* Participants on some prescription medications such as anti-depressants or pain medication may be excluded as they may be at an increased risk of seizure\n* Individuals who have a family history of epilepsy or seizure may be excluded as this may increase the individual's personal risk of susceptibility to seizures\n\nPotential contraindications to participation in the MRI part of the study:\n\n• An individual with a previous history of a surgical procedure may be excluded, depending on whether a metallic implant was used in their operation and whether the MRI-safety status of the implanted materials can be adequately assessed after requesting the medical/surgical notes (with patient consent) and/or post-surgical imaging and consulting with the staff radiographers who are legally responsible for determining participant safety in advance of any scanning.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jacinta O'Shea, PhD","role":"CONTACT","phone":"+44 (0)1865 611455","email":"jacinta.oshea@ndcn.ox.ac.uk"},{"name":"Thomas Smejka","role":"CONTACT","phone":"+44 (0)1865 611461"}],"overallOfficials":[{"name":"Jacinta O'Shea, Dr","affiliation":"University of Oxford","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"FMRIB Centre, John Radcliffe Hospital, University of Oxford","status":"RECRUITING","city":"Oxford","zip":"OX3 9DU","country":"United Kingdom","contacts":[{"name":"Jacinta O'Shea, PhD","role":"CONTACT","phone":"+44 (0)1865 611455","email":"jacinta.oshea@ndcn.ox.ac.uk"},{"name":"Susan Field","role":"CONTACT","phone":"+44 (0)1865 611450"}],"geoPoint":{"lat":51.75222,"lon":-1.25596}}]},"referencesModule":{"references":[{"pmid":"33175411","type":"DERIVED","citation":"Elsner B, Kugler J, Pohl M, Mehrholz J. Transcranial direct current stimulation (tDCS) for improving activities of daily living, and physical and cognitive functioning, in people after stroke. Cochrane Database Syst Rev. 2020 Nov 11;11(11):CD009645. doi: 10.1002/14651858.CD009645.pub4."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000010468","term":"Perceptual Disorders"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000020521","term":"Stroke"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M13069","name":"Perceptual Disorders","asFound":"Spatial Neglect","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}