{"protocolSection":{"identificationModule":{"nctId":"NCT05616832","orgStudyIdInfo":{"id":"O4277-M"},"secondaryIdInfos":[{"id":"1IK1RX00427701A1","type":"REGISTRY","domain":"Department of Veterans Affairs"}],"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"How do Psychosocial Factors Relate to Completing a Home Exercise Program for Arm and Hand Recovery in Veteran Stroke Survivors?","officialTitle":"Examining the Association Between Psychosocial Factors and Adherence to a Home Exercise Program for Upper Extremity Recovery in Veteran Stroke Survivors","acronym":"VHE"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-28","studyFirstSubmitQcDate":"2022-11-09","studyFirstPostDateStruct":{"date":"2022-11-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-13","lastUpdatePostDateStruct":{"date":"2023-09-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Research shows that exercising at home can improve arm and hand movement after a stroke. Unfortunately, it can be hard to exercise enough to make a difference in arm and hand movement after stroke. In this study, the investigators will try to determine things that make it easy or hard for Veterans to exercise their arm and hand after a stroke. In this study, the investigators will recruit Veteran stroke survivors who have difficulty using their arm and hand after a stroke. First, the investigators will administer surveys and questionnaires to get Veteran stroke survivors' perspectives on their self-confidence, mood, sleep, and more. Then, the investigators will ask them to track their home exercise using a wearable movement tracker (like a smart watch). Then, Veteran stroke survivors will meet with a researcher to talk about their experience doing home exercise and why they think it was easy or hard to do.","detailedDescription":"Stroke affects nearly 800,000 people in the United States annually. Around 15,000 Veterans are admitted to Veterans Affairs (VA) facilities per year with stroke, and Veterans attend approximately 60,000 outpatient visits for stroke each year. Upper extremity (UE) impairment is a common consequence of stroke that requires ongoing outpatient visits for treatment. UE impairment reduces individuals' ability to perform activities for self-care, employment, and recreation, thereby diminishing independence and quality of life.\n\nExtensive repetitions of UE activity improve functional recovery of the UE post-stroke. However, the high amount of UE activity necessary for neuroplasticity and functional recovery is not achieved within typical therapy sessions. To circumvent limited time with a therapist, a home exercise program (HEP) is commonly prescribed. Unfortunately, patient adherence to HEP is known to be low,16-19 resulting in poor motor recovery.\n\nBehavioral interventions are effective in improving adherence to medication regimes for people with diabetes and hypertension, as well as for physical activity among older adults. Thus, there is a growing call to provide behavioral interventions within rehabilitation to increase adherence. However, there is no evidence for efficacy of such interventions in stroke rehabilitation, let alone specifically for Veterans. Only one systematic review exists to find that 4 out of 5 randomized controlled trials failed to show statistically significant differences for a behavioral intervention over control in increasing physical activity adherence for stroke survivors among the general population. This result indicates that conventional behavioral interventions are inadequate to address adherence to HEP post-stroke. This is likely because practicing HEP after stroke is more difficult than taking medication, and promoting adherence to HEP post-stroke requires more consideration of individual survivors' psychosocial factors than is needed for medication adherence. Therefore, understanding Veteran stroke survivors' psychosocial factors is the key to developing a behavioral intervention that adequately addresses barriers to increase adherence to HEP and promote recovery.\n\nStudy design: The study will be an observational pilot study using a single group of Veteran stroke survivors.\n\nHome exercise program: Participants will be asked to complete a home exercise program consisting of upper extremity movement to meet a daily activity goal measured by a wrist-worn tracker (like a smartwatch).\n\nEvaluations: Outcome measures will be administered using conventional clinical assessments and questionnaires in-person prior to the home exercise program. For the clinical assessments, participants will be asked to move the affected hand and arm, grasp objects and perform prescribed tasks such as moving a small wooden block, reaching as high as possible, and opening the hand as much as possible. These clinical assessments will be videotaped for scoring. Questionnaires will not be videotaped. Completing clinical assessments and questionnaires will take about 3-5 hours and can occur over 1-2 visits, depending on the participant's preference.\n\nInterview: Participants will be interviewed at an in-person visit after the completion of the home exercise program in a semi-structured interview format, to discuss their perspectives on barriers and facilitators to completing a home exercise program for the upper extremity. The interview will be audio-recorded for transcription. The interview will last approximately 30 minutes."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","rehabilitation","upper extremity","psychosocial","exercise"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":35,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Veterans with upper extremity impairment after stroke","description":"Veterans with upper extremity impairment after stroke will be recruited for this study."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Home Exercise Program adherence","description":"Home Exercise Program adherence will be quantified as the average percent of an upper extremity activity goal met daily over 7 days after a 3-day baseline period during which activity will be tracked but no home exercise program will be completed. Accommodating for the 3-day baseline period, the 7-day home exercise program period, and any scheduling issues, the total time frame to complete this outcome will be no more than 2 weeks.","timeFrame":"2 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* U.S. Veteran\n* History of stroke\n* Stroke-related hand impairment requiring concurrent standard rehabilitation therapy or for which participant indicates interest in obtaining rehabilitation therapy\n* Ability to engage in therapeutic tasks, demonstrated by grasping and moving a small, everyday object such as keys or phone with affected hand\n* Can put on a wrist-worn device like a watch on the paretic wrist every day, either using the nonparetic hand or with assistance from a caregiver\n* Can read and understand words and numbers on a smart phone screen\n\nExclusion Criteria:\n\n* No volitional movement of the affected UE\n* Language barrier or cognitive impairment that precludes following 3-step commands and/or providing consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Veteran stroke survivors","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Gabrielle Scronce, PT DPT PhD","role":"CONTACT","phone":"(919) 451-1753","email":"Gabrielle.Scronce@va.gov"},{"name":"Na Jin Seo, PhD MS BS","role":"CONTACT","phone":"(843) 792-0084","email":"NaJin.Seo@va.gov"}],"overallOfficials":[{"name":"Gabrielle Scronce, PT DPT PhD","affiliation":"Ralph H. Johnson VA Medical Center, Charleston, SC","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ralph H. Johnson VA Medical Center, Charleston, SC","status":"RECRUITING","city":"Charleston","state":"South Carolina","zip":"29401-5703","country":"United States","contacts":[{"name":"Gabrielle Scronce, PT DPT PhD","role":"CONTACT","phone":"919-451-1753","email":"Gabrielle.Scronce@va.gov"},{"name":"Na Jin Seo, PhD MS BS","role":"CONTACT","phone":"(843) 792-0084","email":"NaJin.Seo@va.gov"},{"name":"Gabrielle Scronce, PT DPT PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":32.77657,"lon":-79.93092}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}