{"protocolSection":{"identificationModule":{"nctId":"NCT04749199","orgStudyIdInfo":{"id":"MT-fNIRSstudy"},"organization":{"fullName":"The Hong Kong Polytechnic University","class":"OTHER"},"briefTitle":"Enhanced Mirror Therapy for Improving Brain Reorganization and Function in Stroke","officialTitle":"Enhanced Mirror Therapy for Improving Brain Reorganization and Function in Stroke: A Pilot Randomized Controlled Trial With Economic Evaluation"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-05-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-11-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-03","studyFirstSubmitQcDate":"2021-02-09","studyFirstPostDateStruct":{"date":"2021-02-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-10","lastUpdatePostDateStruct":{"date":"2021-02-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Stanley John Winser","investigatorTitle":"Assistant Professor","investigatorAffiliation":"The Hong Kong Polytechnic University"},"leadSponsor":{"name":"The Hong Kong Polytechnic University","class":"OTHER"},"collaborators":[{"name":"University of Canterbury","class":"OTHER"},{"name":"National University of Singapore","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This research aims to test the methodological procedures and obtain preliminary results regarding the therapeutic and cost-effectiveness of enhanced mirror therapy relative to standard mirror therapy for improving brain reorganization and upper limb function in individuals with stroke.","detailedDescription":"Stroke is among the leading causes of mortality and disability, worldwide. Muscle weakness and other complications associated with stroke can result in decreased quality of life and significant declines in the activities of daily living. Mirror therapy has been shown to have a moderate effect, facilitating the functional recovery among individuals who have experienced a stroke. A prototype for a computerized, mirror therapy device was developed and found to be feasible. Recently, the investigators published a critical review and an activation likelihood estimation (ALE) meta-analysis analysing the widespread reports of brain activity associated with mirror therapy. Observations using functional near-infrared spectroscopy (fNIRS) to evaluate a group of people with stroke (n = 14) and healthy volunteers (n = 18) revealed that performing complex tasks during the mirror therapy paradigm enhanced top-down motor facilitation in the ipsilesional/ipsilateral hemisphere relative to the moving limb. An important next step in this series of studies is to evaluate the training effects associated with the performance of complex tasks during mirror therapy among stroke patients, using the designed computerized mirror therapy device to deliver the enhanced mirror therapy training. The results of this study will help the investigators to understand the underlying mechanisms through which mirror therapy facilitates motor rehabilitation and will add to the body of literature describing the best, evidence-based practices for mirror therapy during stroke rehabilitation. The investigators propose a pilot study (n = 30) to test the methodological procedures and obtain preliminary results for a fully powered, randomized, controlled trial (RCT), combined with economic evaluation, to compare the therapeutic and cost-effectiveness between standard mirror therapy and enhanced (complex task and blurred image) mirror therapy."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Mirror therapy","Stroke","Hand function","Cost-effectiveness"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A blinded assessor and statistician will evaluate a two-arm, parallel-group, RCT that compares enhanced mirror therapy, comprised of increased task complexity and mirror image blurriness, with standard mirror therapy training among 30 participants with chronic stroke.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Enhanced mirror therapy group","type":"EXPERIMENTAL","description":"Participants in this group will perform complex and randomized finger opposition and reposition movements based on the training protocol, along with enhanced complexity and altered clarity of the displayed image.","interventionNames":["Behavioral: Enhanced mirror therapy"]},{"label":"Standard mirror therapy group","type":"SHAM_COMPARATOR","description":"Participants in this group will perform simple and sequential finger opposition and reposition movements, along with a clear image showing the exercising hand of the participants.","interventionNames":["Behavioral: Standard mirror therapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"Enhanced mirror therapy","description":"Participants of the enhanced mirror therapy group will perform complex, randomized, finger opposition and reposition movements, using the thumb, index, middle, ring, and little fingers, and will be shown a 35% blurred visual feedback through the computerized mirror therapy device. Each participant will receive a mirror training session for 60 minutes each day, three times per week for four consecutive weeks.","armGroupLabels":["Enhanced mirror therapy group"],"otherNames":["Complex task mirror therapy"]},{"type":"BEHAVIORAL","name":"Standard mirror therapy","description":"Participants allocated to this group will perform simple, sequential finger opposition and reposition movements, using the thumb, index, middle, ring, and little fingers, and will be shown a clear image of the exercising hand. Each participant will receive a mirror training session for 60 minutes each day, three times per week for four consecutive weeks.","armGroupLabels":["Standard mirror therapy group"],"otherNames":["Simple task mirror therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Blood oxygenated haemoglobin concentrations","description":"Functional near-infrared spectroscopy (fNIRS) will be used to assess neurovascular changes (blood oxygenated haemoglobin concentrations) in the M1. Higher the score obtained indicate better facilitation of the primary motor cortex.","timeFrame":"Change in score at the end of 4-weeks of intervention (T1), and six months post-intervention (T2)"}],"secondaryOutcomes":[{"measure":"Wrist and hand function","description":"The Fugl-Meyer assessment (wrist and hand subcomponents) for the assessment of the upper limb function. The scale has a maximum score of 66 and a minimum of 34 with higher the score obtained better the wrist and hand function.","timeFrame":"Change in score at the end of 4-weeks of intervention (T1), and six months post-intervention (T2)"},{"measure":"Upper limb function","description":"The Action Research Arm Test (ARAT), to assess upper-limb function. The ARAT scores range from 0-57, with a maximum score of 57 points indicating better performance of the upper limb.","timeFrame":"Change in score at the end of 4-weeks of intervention (T1), and six months post-intervention (T2)"},{"measure":"Economic evaluation","description":"The Euro quality of life (EuroQol, 5 dimensions and 5 levels 62) survey, will assess the quality-adjusted life years (QALY) for the cost-effectiveness estimation. The EQ-5D-5L response will be converted into utility scores, which will be used to estimate gains or losses in quality-adjusted life-years (QALYs) over the follow-up period. The higher the score obtained better the quality-life-adjusted-years due to the intervention.","timeFrame":"Change in score at the end of 4-weeks of intervention (T1), and six months post-intervention (T2)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adults with stroke (40-75 years old), with normal or corrected-to-normal vision and hearing;\n* post-stroke duration of ≥ 6 months, before the start of data collection;\n* no severe deficits in memory, communication, or the ability to understand verbal instructions.\n\nExclusion Criteria:\n\n* participants with recurrent stroke; and\n* those who score \\< 24 on the Mini-Mental State Examination (MMSE).","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Stanley John Winser","role":"CONTACT","phone":"27666746","email":"stanley.j.winser@polyu.edu.hk"}],"overallOfficials":[{"name":"Stanley John Winser","affiliation":"Hong Kong Polytechnic University","role":"PRINCIPAL_INVESTIGATOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}