{"protocolSection":{"identificationModule":{"nctId":"NCT06139198","orgStudyIdInfo":{"id":"Mak-SOMREC-2023-648"},"organization":{"fullName":"Makerere University","class":"OTHER"},"briefTitle":"Self-management Intervention for Reducing Epilepsy Burden Among Ugandans With Epilepsy.","officialTitle":"Self-Management Intervention for Reducing Stroke Burden Among Ugandans With Epilepsy","acronym":"SMART"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-14","studyFirstSubmitQcDate":"2023-11-14","studyFirstPostDateStruct":{"date":"2023-11-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-14","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Makerere University","class":"OTHER"},"collaborators":[{"name":"Case Western Reserve University","class":"OTHER"},{"name":"Children's Hospital Medical Center, Cincinnati","class":"OTHER"},{"name":"Mbarara University of Science and Technology","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to assess the efficacy of self management intervention for reducing epilepsy burden among Ugandans with epilepsy (SMART- U) vs. enhanced treatment as usual (eTAU) via an RCT in adults with epilepsy. The main question\\[s\\] it aims to answer are:\n\n* What is the efficacy of SMART - Uganda (SMART-U) versus enhanced treatment as usual (eTAU) among PWE?\n* How does short message service (SMS) delivered by mobile phone text validate self-reported seizure occurrence? Participants will be randomly (1:1 basis) assigned to receive either SMART-U (N=94) or eTAU (N=94) using block randomization.\n\nSMART-U will consist of 2 main components: a 12-week \"intensive\" group format stage and a 12-week remotely accessed telephone follow-up stage. Individuals randomized to eTAU will continue in their usual care supplemented by written materials on epilepsy in their preferred language and tailored to the reading level of most patients at the clinic.\n\nIf there is a comparison group: We will compare the mean change in seizure frequency and quality of life from baseline and 24 weeks of follow up.","detailedDescription":"SMART-U will consist of 2 main components: a 12-week \"intensive\" group format stage and a 12-week remotely accessed telephone follow-up stage. SMART-U will be assessed for acceptability and fidelity, as well as efficacy in comparison to eTAU for improving QOL, reducing seizure frequency and in improving other health outcomes including depression, functional status and health resource use. Stage 1 consists of 8 group-format, 45-60-minute in-person sessions (up to 10 PWE participants per group), which will be collaboratively delivered by a nurse and the PED. PWE will be encouraged to have a family member who is important in their epilepsy self-management attend the groups with them. Following the Stage 1 group sessions, participants will have 3 brief (no more than 15 minutes) monthly web-based or telephone maintenance sessions conducted by the SMART-U nurse. Telephone sessions will address on-going issues of epilepsy self-management, including medication adherence. Additionally, the nurse will serve as a facilitator of linkage between the individual's epilepsy care clinicians, by providing SMART-U program status updates to providers.\n\nTo control for the same number of patient contacts as SMART-U, the nurse in eTAU will then follow-up with participants with a series of 8 brief phone calls spaced out over the course of 6 months (approximately every 2 weeks during months 1 and 2, then approximately monthly thereafter). Content will reinforce materials provided in the orientation visit and the nurse will be available to answer questions that may arise. Different nursing personnel will deliver the SMART-U and eTAU interventions to minimize chance of contamination across study arms.\n\nEach research participant will be assessed 3 times: at screening, at baseline, at 13 weeks (after completion of the SMART-U group sessions), and at 24-week follow-up (end of efficacy RCT). The first one-quarter of enrolled participants will be followed post-RCT for an additional 18 months with assessments done at 52-weeks/12-months; 76 weeks (18-months) and 104 weeks (24-months) follow-up. For this sample the total follow-up will be 24 months. In addition to demographic and clinical information (age, sex, self-reported cumulative medical illness).\n\nWe will use In-depth interviews on perceived benefits vs. burdens as well as barriers/facilitators to SMART-U and eTAU implementation will be conducted at each of the 2 sites. Given the corrosive and persistent nature of stigma on QOL among PWE, input and recommendations on specific strategies regarding ways to potentially mitigate stigma in families and communities will be assessed. Informants will include 20 PWE from SMART-U and 20 PWE from eTAU (total N=40). We will conduct qualitative interviews to elicit participant perceptions of the intervention at 13-weeks (when SMART-U groups are completed) and again at 24 weeks. For qualitative interviews, this sample size is within the range of recommended sample sizes (i.e., 20-50 individuals).\n\nWe recognize the need for careful, expert external data and safety oversight to ensure the well-being of the participants in this study and the scientific integrity of the project. These experts, who are not members of the study team, will review and evaluate the accumulated data for participant safety, AEs, study conduct and progress, at minimum, every 12 months. Ad-hoc meetings might be called to evaluate unanticipated serious adverse events or any other urgent issues that are relevant and which might occur during the course of the study. The DSMB will be comprised of two clinicians with epilepsy expertise at the Uganda site; a faculty member/clinician with epilepsy expertise at the US site, and a biostatistician at the US site who are all not part of the study team, but have extensive experience with federally funded research. The DSMB communication and oversight will be accomplished via videoconference call or email communication for issues that need more immediate attention."},"conditionsModule":{"conditions":["Epilepsy"],"keywords":["seizure frequency","self management","SMS","quality of life"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"prospective non-inferiority randomized clinical trial","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The randomization list will be computer-generated by personnel within the biostatistics core of the CWRU Neurological and Behavioral Outcomes Center who are not members of the study staff. the study team will train and follow up each study group independently from the other group.","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":188,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"SMART-U intervention arm","type":"EXPERIMENTAL","description":"SMART-U will consist of 2 main components: a 12-week \"intensive\" group format stage and a 12-week remotely accessed telephone follow-up stage.","interventionNames":["Behavioral: Self-MAnagement intervention for Reducing The epilepsy burden among Ugandans"]},{"label":"Enhanced Treatment as usual","type":"NO_INTERVENTION","description":"The participants will have usual care supplemented by written materials on epilepsy in their preferred language and tailored to the reading level of most patients at the clinic."}],"interventions":[{"type":"BEHAVIORAL","name":"Self-MAnagement intervention for Reducing The epilepsy burden among Ugandans","description":"SMART-U sessions are operationalized in written curricula, including an intervention manual, participant manual, slides, and handouts typically delivered over a period of 10-12 weeks.","armGroupLabels":["SMART-U intervention arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean change in cumulative past 24-week seizure frequency (24 weeks prior to study baseline compared to the 24-week follow-up","description":"We will compare the change in baseline and 24 week seizure frequency","timeFrame":"24 weeks"},{"measure":"Mean change from baseline to 24 weeks in QOL. QOL will be assessed by the 31-item Quality of Life in Epilepsy (QOLIE-31) questionnaire","description":"We will assess the change in quality of life from baseline and 24 weeks among adults with epilepsy","timeFrame":"24 weeks"}],"secondaryOutcomes":[{"measure":"We will evaluate effects of SMART-U on depressive symptoms using the Hospital Anxiety and Depression scale (HADS).","description":"We will assess the effect of the intervention on depression and anxiety","timeFrame":"24 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants will have a clinical diagnosis of epilepsy documented with at least two outpatients visits; this will ensure that the study participants have been taking ASMs but still getting breakthrough seizures.\n2. ≥ age 18, attending the neurology clinics,\n3. Be able to provide written informed consent by the study participant or immediate caregiver/legal guardian,\n4. Ability to participate in study procedures, this is due to time required to attend and participate in the scheduled sessions which may last between 45mins - 1 hour.\n5. and have had at least 1 seizure in the past 6 months.\n6. Owning a mobile phone either by the PWE or immediate caregiver\n\nExclusion Criteria:\n\n1. Participants with dementia\n2. Participants who are pregnant (given the likely need of different and more intensive treatments among pregnant PWE that may affect their ability to participate in the SMART-U sessions regularly.\n3. Or those who are unable to participate in study procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Doreen Birungi, BA","role":"CONTACT","phone":"+256772474096","email":"bdoreen112@gmail.com"}],"overallOfficials":[{"name":"Mark Kaddumukasa, MD","affiliation":"Makerere University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Martha Sajatovic, MD","affiliation":"Case Western Reserve University","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000004827","term":"Epilepsy"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M7673","name":"Epilepsy","asFound":"Epilepsy","relevance":"HIGH"},{"id":"M15142","name":"Seizures","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}