{"protocolSection":{"identificationModule":{"nctId":"NCT05934773","orgStudyIdInfo":{"id":"22-0162"},"organization":{"fullName":"The University of Texas Medical Branch, Galveston","class":"OTHER"},"briefTitle":"Post-Brain Injury Walking and Balance Recovery Program","officialTitle":"Post-Brain Injury Walking and Balance Recovery Program"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-18","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-18","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-16","studyFirstSubmitQcDate":"2023-06-28","studyFirstPostDateStruct":{"date":"2023-07-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-25","lastUpdatePostDateStruct":{"date":"2023-10-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"The University of Texas Medical Branch, Galveston","class":"OTHER"},"collaborators":[{"name":"The Moody Foundation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to test the efficacy of a walking and balance training program designed to safely challenge and improve walking performance and balance in relation to walking speed, strength, endurance, and balance after traumatic brain injury (TBI).\n\nThe aim and primary hypothesis of this research project is:\n\nAim) Test and implement a new personalized intervention strategy, in addition to usual and customary care at an inpatient rehabilitation clinic, to improve patient outcomes with secondary conditions associated with impaired balance and walking that typically occur post brain injury. After validation of the locomotor Battery of tests, we will implement a personalized training strategy for individuals based on their battery profile.\n\nHypothesis) Individuals training with this individualized protocol will demonstrate improved walking and balance outcomes and those with lesser pre-intervention impairment will improve at a greater rate than those with greater pre-intervention impairment.","detailedDescription":"Traumatic brain injury, due to trauma and/or neurologic disease, is a leading cause of long-term disability in the United States . Balance impairments observed within the post-TBI population can greatly impact walking abilities and pose a variety of challenges (1, 2). Ochi et al (2) reported that survivors of a TBI may have a gait characterized by an asymmetrical pattern with a prolonged stance phase and a shorter step length for the less-affected limb. Such impairments can interfere with a person's ability to walk and may create dependency on a caregiver or an assistive device. Following hospital discharge, there is a greater fall risk as well as a decrease in physical activity and an increase in sedentary behaviors that lead to deconditioning . Improving a person's ability to walk is often one of the most important parts of their rehabilitation program after a TBI. The importance of repetitive, task-based walking practice to get people to a point where they can walk normally has been recognized and built into the rehabilitation setting. Schmidt and Lee say that motor learning shows a neural specificity of practice because it involves the integration of sensory and motor information, which happens during practice and leads to the sensorimotor solution that leads to accurate, consistent, and skilled movements. It has been shown that rehabilitation based on the ideas of repetitive, intensive, task-oriented training works (2).\n\nClinicians use their bodies to lift, move, and provide \"safety nets\" for patients who may be up to three times larger than they are. The intensity and duration of physical therapy sessions are often limited due to the exhaustion of the clinician. Safety concerns sometimes limit the extent to which the clinician is able to challenge the patient as much as possible to enhance learning, because falls and other injuries are not desirable. Robots are tireless, precise devices that can do repetitive motion. In these rather early days in the development of human-machine interactions, there are many unrealized functions that robotic technology can do for rehabilitation (3). The device, the KineAssist MX (https://www.woodway.com/products/kineassist/ ) can facilitate, rather than replace, the efforts of a therapist. This collaborative approach in rehabilitation robotic design was utilized by starting with the end user (clinician) and implementing the feedback received to create a device that assists with functional mobility in stroke rehabilitation. Improvement of walking and balance outcomes in gait-impaired population requires the re-evaluation of current approaches and the testing/implementation of new approaches.\n\nThis study will involve the use of a robotic treadmill device to ameliorate physical therapy gait rehabilitation sessions for people with TBI condition and compare their walking abilities before and after our training protocol. In this study, we will be evaluating our novel gait training protocol efficacy for improving TBI individuals walking regarding their endurance, balance, and strength. If it is found that walking performance improves significantly for TBI individuals who are trained by this device, particularly for people with the greatest walking and balance impairment, clinicians and physical therapists can consider implementing this protocol for the TBI population's walking and balance rehabilitation."},"conditionsModule":{"conditions":["Acquired Brain Injury","Stroke","Traumatic Brain Injury"],"keywords":["Gait Rehabilitation","Robotic Treadmill"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Gait Rehabilitation","type":"EXPERIMENTAL","description":"12-16 gait rehabilitation sessions on a robotic treadmill, emphasizing gait scaffolds: endurance, strength, speed, and balance. 3-4 sessions of training for each.","interventionNames":["Device: KineAssist robotic treadmill"]}],"interventions":[{"type":"DEVICE","name":"KineAssist robotic treadmill","description":"A formal standardization procedure will be used. Prior to testing, the participant's weight, height, age, blood pressure, and resting heart rate will be recorded. Each session will take place over a 1 hour period. All of our participants will have 1 evaluation sessions prior to the training sessions (overground) and 1 evaluation sessions at the end of the training sessions (overground).\n\nEach participant will have the training sessions up to 3 times each week. The total number of training sessions would be 12-16 sessions (based on duration of stay) of robotic treadmill training for, distributed equally over each specific training modality (Endurance x 4, Strength x 4, Speed x 4, and Dynamic Balance x 4).","armGroupLabels":["Gait Rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Initial 10-Meter Walk Test (meters/second)","description":"The 10 Meter Walk Test is a performance measure used to assess walking speed in meters per second over a short distance","timeFrame":"Before the first training session up to 7 days"},{"measure":"Final 10-Meter Walk Test (meters/second)","description":"The 10 Meter Walk Test is a performance measure used to assess walking speed in meters per second over a short distance","timeFrame":"After the final training session up to 7 days"},{"measure":"Initial Berg Balance Scale","description":"The Berg Balance Scale (BBS) is used to objectively determine a patient's ability (or inability) to safely balance during a series of predetermined tasks. It is a 14 item list with each item consisting of a five-point ordinal scale ranging from 0 to 4, with 0 indicating the lowest level of function and 4 the highest level of function and takes approximately 20 minutes to complete. It does not include the assessment of gait.","timeFrame":"Before the first training session up to 7 days"},{"measure":"Final Berg Balance Scale","description":"The Berg Balance Scale (BBS) is used to objectively determine a patient's ability (or inability) to safely balance during a series of predetermined tasks. It is a 14 item list with each item consisting of a five-point ordinal scale ranging from 0 to 4, with 0 indicating the lowest level of function and 4 the highest level of function and takes approximately 20 minutes to complete. It does not include the assessment of gait.","timeFrame":"After the final training session up to 7 days"},{"measure":"Initial 6-Minute Walk Test (meters)","description":"The six-minute walk test (6MWT) is a performance measure that can assess fall risk, walking speed, and walking endurance. The patient is instructed to walk as much distance as possible during the six minutes in an obstructed area in the clinic; breaks were allowed, if needed.","timeFrame":"Before the first training session up to 7 days"},{"measure":"Final 6-Minute Walk Test (meters)","description":"The six-minute walk test (6MWT) is a performance measure that can assess fall risk, walking speed, and walking endurance. The patient is instructed to walk as much distance as possible during the six minutes in an obstructed area in the clinic; breaks were allowed, if needed.","timeFrame":"After the final training session up to 7 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults ages 18 years and older\n* All demographic groups will be invited to participate and would have equal access\n* Post-TBI individuals currently enrolled at the Moody Neurorehabilitation Institute\n* Ambulatory with or without assistive devices\n* Subjects with expressive aphasia in the case of a caregiver able to provide assistance when needed\n* English-speaking or have a certified interpreter that is English-speaking who will be present for interpretation during the study\n* Medically stable (controlled hypertension, no arrhythmia, stable cardiovascular status)\n* Able to provide written informed consent\n\nExclusion Criteria:\n\n* Subjects with loss of lower limb\n* History of serious cardiac disease (e.g., myocardial infarction)\n* Uncontrolled blood pressure (systolic pressure \\>140 mmHg, diastolic blood pressure \\>90 mmHg)\n* Subjects with receptive aphasia\n* Presence of cerebellar and brainstem deficits\n* Severe cognitive disorder\n* Uncontrolled respiratory or metabolic disorders\n* Major or acute musculoskeletal problems\n* Spasticity management that included phenol block injections within 12 months or botulinum toxin injections within 4 months of the study\n* Body weight greater than 250 pounds (due to robotic device weight restrictions)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"David A Brown, PT, Phd","role":"CONTACT","phone":"409-747-3001","email":"davibrow@utmb.edu"},{"name":"Negar Moradian, MD-MPH","role":"CONTACT","phone":"8327440712","email":"nemoradi@utmb.edu"}],"locations":[{"facility":"Moody Neurorehabilitation Institute","status":"RECRUITING","city":"Galveston","state":"Texas","zip":"77550","country":"United States","contacts":[{"name":"David Brown, PT, Phd","role":"CONTACT","phone":"773-410-0072","email":"davibrow@utmb.edu"},{"name":"Negar Moradian, MD-MPH","role":"CONTACT","phone":"8327440712","email":"nemoradi@utmb.edu"}],"geoPoint":{"lat":29.30135,"lon":-94.7977}}]},"referencesModule":{"references":[{"pmid":"21425604","type":"BACKGROUND","citation":"Zhou XR, Fan LH, Yang XP. [Assessment of dynamic posture equilibrium function after traumatic brain injury]. Fa Yi Xue Za Zhi. 2010 Dec;26(6):428-31. Chinese."},{"pmid":"10191370","type":"BACKGROUND","citation":"Ochi F, Esquenazi A, Hirai B, Talaty M. Temporal-spatial feature of gait after traumatic brain injury. J Head Trauma Rehabil. 1999 Apr;14(2):105-15. doi: 10.1097/00001199-199904000-00002."},{"pmid":"28093370","type":"BACKGROUND","citation":"Esquenazi A, Lee S, Wikoff A, Packel A, Toczylowski T, Feeley J. A Comparison of Locomotor Therapy Interventions: Partial-Body Weight-Supported Treadmill, Lokomat, and G-EO Training in People With Traumatic Brain Injury. PM R. 2017 Sep;9(9):839-846. doi: 10.1016/j.pmrj.2016.12.010. Epub 2017 Jan 16."},{"pmid":"25481856","type":"BACKGROUND","citation":"Wang J, Hurt CP, Capo-Lugo CE, Brown DA. Characteristics of horizontal force generation for individuals post-stroke walking against progressive resistive forces. Clin Biomech (Bristol, Avon). 2015 Jan;30(1):40-5. doi: 10.1016/j.clinbiomech.2014.11.006. Epub 2014 Nov 25."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"We have not yet identified the appropriate platform to share the data"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}