{"protocolSection":{"identificationModule":{"nctId":"NCT06152328","orgStudyIdInfo":{"id":"AIBU-FTR-BENLI-004"},"organization":{"fullName":"Abant Izzet Baysal University","class":"OTHER"},"briefTitle":"Virtual Reality Based Mirror Therapy","officialTitle":"A New Perspective on Mirror Therapy: The Effect of Leap Motion-Based Multi-Axis Immersive Virtual Reality Mirror Therapy (LISA) on Upper Extremity Functions in Individuals With Stroke"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-05-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-22","studyFirstSubmitQcDate":"2023-11-22","studyFirstPostDateStruct":{"date":"2023-11-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-29","lastUpdatePostDateStruct":{"date":"2024-01-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ramazan KURUL","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Abant Izzet Baysal University"},"leadSponsor":{"name":"Abant Izzet Baysal University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to examine the effectiveness of 3D virtual reality assisted mirror therapy based rehabilitation applications compared to classical methods used in stroke rehabilitation.","detailedDescription":"Stroke is a common neurological condition and one of the significant causes of disability and death. For this reason, stroke is one of the leading causes of disability in adulthood and increases health expenditures in this area. Post-stroke rehabilitation is effective in accelerating recovery and reducing the impact of long-term disabilities, but more studies are needed to understand its specific implications.\n\nVirtual reality applications are a method that has been developing rapidly with the development of technology since the 1980s and is used more widely in simulations and games today. Virtual reality and interactive video games have started to be used as a new treatment method in stroke rehabilitation. The advantage of this method is that it allows the patient to use activity methods that cannot be reached or used in the clinical setting, with plenty of repetitive and visual feedback. Moreover, virtual reality programs are designed to be more entertaining and sustainable for a long time compared to traditional treatment programs. There are no virtual reality devices specially designed for treatment, but the game consoles used in the market are modified for this purpose and used comfortably.\n\nOculus rift is a console that can create a real virtual reality environment. The individual has a realistic experience by seeing his own avatar and interacting with objects in a world where he will be 360-degree interactive in a designed environment completely isolated from the external environment. It is the most advanced technology of virtual reality applications used today, and it increases the individual's feeling of being in a 3D environment with glasses that use the entire visual field of the person and headphones for the transmission of sounds.\n\nAs an alternative treatment approach, mirror therapy has been suggested to be beneficial. Unlike other interventions that use somatosensory input to aid motor recovery, mirror therapy relies on visual stimulation. During mirror therapy, a mirror is placed in the patient's midsagittal plane so that the nonparetic side is mirrored as if it were the affected side. The advantages of mirror therapy are that it is relatively easy to administer and can be self-administered, even for patients with severe motor deficits.\n\nMirror therapy is claimed to alleviate post-stroke hemiparesis. Studies confirm the positive effects of mirror therapy on patients' mobility in post-stroke upper extremity hemiparesis. The concept of mirror therapy is explained neurophysiologically. Evidence suggests that the same cortical motor areas that are active during the observation of movements are involved in the performance of observed actions.\n\nWith the environment to be prepared in virtual reality, the individual will see the exact copy of the movements of the healthy side as the movement of the affected extremity. According to the activity to be selected, the image will be projected as if the affected side is doing the same or the opposite movement. Oculus rift has a structure that covers the entire field of vision with its glasses-shaped apparatus and insulates sounds from outside with its earphones. In this way, it will give the person the feeling of being in the environment much more than the non-immersive virtual reality treatments frequently used in previous studies. The person will see the avatar created in the virtual world in real-time, and the movements will turn into an instant image. The image will cover the person's visual field as in the real world, and the person will see their own body through their own eyes throughout the application."},"conditionsModule":{"conditions":["Stroke","Upper Extremity Paresis","Upper Extremity Paralysis"],"keywords":["Rehabilitation","Virtual Reality Immersion Therapy","Mirror Movement Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The assessor will not know which group the patients are in.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":58,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"VR group","type":"ACTIVE_COMPARATOR","description":"During the exercise, games will be selected from the movements that focus on upper extremity function and require the use of both extremities. These functions will be to grasp the object with both hands, to throw the object, and to provide the object's rotation by revealing the hand's supination-pronation movement. During these movements, the image of the healthy side will be mirrored to the affected side. Before each exercise, what kind of movement requested from the patient will be shown in the VR environment.","interventionNames":["Other: Virtual reality applications based on mirror therapy","Other: Conventional treatment"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"In addition to mirror therapy, Bobath therapy, walking exercises, upper extremity active exercises, proprioceptive neuromuscular facilitation techniques, which are traditional physical therapy and rehabilitation methods, will be applied to the control group. In addition, a virtual environment monitoring session will be conducted in non-interactive virtual environments for 10 minutes after their treatment.","interventionNames":["Other: Conventional treatment","Other: Mirror therapy","Other: Placebo virtual reality"]}],"interventions":[{"type":"OTHER","name":"Virtual reality applications based on mirror therapy","description":"Mirror therapy-based games will be played for 30 minutes every day for eight weeks, three days a week, for the VR group.","armGroupLabels":["VR group"]},{"type":"OTHER","name":"Conventional treatment","description":"Bobath therapy, walking exercises, upper extremity active exercises, and proprioceptive neuromuscular facilitation techniques will be applied three days a week for eight weeks.","armGroupLabels":["Control group","VR group"]},{"type":"OTHER","name":"Mirror therapy","description":"In conventional mirror therapy, the unaffected extremities of the individuals will be positioned outside the mirror, while the affected extremities will be placed inside the mirror so that the patient cannot see them. In this way, the image of the intact hand will be transferred to the affected side and activities will be performed three days a week for eight weeks.","armGroupLabels":["Control group"]},{"type":"OTHER","name":"Placebo virtual reality","description":"For 8 weeks, watching the uninteractive virtual environment for 10 minutes","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment","description":"It is a scale based on measuring upper extremity performance in stroke patients. Test; reflex activity, flexor and extensor synergy, combined synergistic movements, non-synergy movements, normal reflex activity, wrist and hand evaluation, coordination and speed evaluation subsections. It consists of 33 items in total, and each item is scored between 0 and 2 points (0: unable, 1: partially able, 2: fully able). The total score is 66.","timeFrame":"on average 18 months until the completion of the study"}],"secondaryOutcomes":[{"measure":"Evaluation of Cortical Activation with EEG","description":"EEG signals will be recorded over the mu rhythm during rest and imagery tasks. Mu rhythm activity increases during rest and is suppressed during purposeful exercise or activity observation. This mu rhythm suppression is expressed as activation of relevant brain areas.","timeFrame":"on average 18 months until the completion of the study"},{"measure":"Motor Activity Log-28","description":"It will be used to assess the spontaneous use of the hemiparetic limb in daily life. The MAG-28 is one of the commonly used assessment tools to assess activity according to the ICF. The MAG-28 consists of two scales and assesses the frequency of use and quality of movement of the affected upper extremity during 28 activities of daily living such as buttoning a shirt, opening a drawer, brushing teeth.In the scale, activity is scored between 0-5. A high score on the scale indicates that the frequency of upper limb use and quality of movement during activity is better.","timeFrame":"on average 18 months until the completion of the study"},{"measure":"Simulator Sickness Questionnaire","description":"It has been widely used to assess various forms of illness triggered by virtual environments. It is constructed by transforming symptoms that participants subjectively report the presence and severity of on a scale. The Simulator Sickness Questionnaire assesses 16 symptoms such as eyestrain, nausea, sweating and headache on 4 different severity ratings (none, mild, moderate and severe). Higher scores indicate stronger beliefs about the underlying symptoms of illness. Military pilots with a total score above 20 are considered \" poor-failure\"","timeFrame":"on average 18 months until the completion of the study"},{"measure":"System Usability Scale","description":"It consists of 10 statements that allow evaluating the ease of use (or lack thereof) of websites, software, hardware, mobile devices and other technological applications at a glance. Using a 5-point Likert scale, the SUS is basically a questionnaire for assessing usability and has Turkish validity. The average value of the SUS score is taken as 68, and an SUS score greater than 68 indicates that the system is above average, while a score below 68 indicates that the system is below average. The products with the highest usability ratings are classified as A+ and the percentage range is between 96-100.","timeFrame":"on average 18 months until the completion of the study"},{"measure":"Stroke-Specific Quality of Life Scale","description":"It is a stroke-specific, 49-item assessment covering 12 domains to measure quality of life. It measures upper limb function, vision, speech, domestic roles, social roles, mobility, psychological status, work productivity, self-care, perception, memory and personality. Each item is scored by the person himself/herself on a 5-point Likert scale taking into account the last 1 week and high scores indicate good quality of life. The maximum score on the scale is 245.","timeFrame":"on average 18 months until the completion of the study"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have a ischemic stroke\n* Stroke duration not less than 2 months and not more than 6 months\n* Individuals with a score of 2b and 3 according to the Thrombolysis in cerebral infarction (TICI) scale\n* A score of 2 and above according to the upper extremity motor assessment of the NIH stroke scale\n* Intact depth perception in the Titmus Stereopsis assessment\n* A score of 24 and above in the Mini-mental test and\n* Independent sitting balance\n\nExclusion Criteria:\n\n* Additional neurologic diseases\n* Have a head injury\n* Have a brain tumor\n* Prior cranial surgery\n* Psychological disorder or mental problem\n* Previous stroke\n* Aphasia and apraxia\n* Upper extremity amputation","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ramazan Kurul, Ph.D","affiliation":"Abant Izzet Baysal University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Abant Izzet Baysal University Faculty of Health Science","city":"Bolu","state":"Merkez","zip":"14100","country":"Turkey","geoPoint":{"lat":40.73583,"lon":31.60611}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010243","term":"Paralysis"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","asFound":"Paralysis","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1525","name":"Congenital Mirror Movement Disorder","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}