{"protocolSection":{"identificationModule":{"nctId":"NCT03969511","orgStudyIdInfo":{"id":"2019-A01454-53"},"organization":{"fullName":"Central Hospital, Nancy, France","class":"OTHER"},"briefTitle":"Effect of DIRECT Transfer to ANGIOsuite on Functional Outcome in Severe Acute Stroke","officialTitle":"Effect of DIRECT Transfer to ANGIOsuite on Functional Outcome in Patient With Severe Acute Stroke Treated With Thrombectomy: the Randomized DIRECT ANGIO Trial","acronym":"DIRECTANGIO"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-07-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-10-24","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-05-29","studyFirstSubmitQcDate":"2019-05-29","studyFirstPostDateStruct":{"date":"2019-05-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-07","lastUpdatePostDateStruct":{"date":"2023-09-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Benjamin GORY, MD, PhD","investigatorTitle":"Professor (neuroradiologist)","investigatorAffiliation":"Central Hospital, Nancy, France"},"leadSponsor":{"name":"Central Hospital, Nancy, France","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Rationale: Acute large-vessel strokes, requiring endovascular treatment, are currently being managed through radiology department before being transferred to the angiography room. However, patients with severe neurological deficit have demonstrated even greater benefits from recanalization as the symptom onset-to-reperfusion time is shortened to less than 1 hour. Recent pilot study have shown a benefit in reducing management delays with direct admission to the angiography room and subsequently in increasing functional independence at 3 months. Therefore, the aim is to demonstrate the superiority of the direct angio-suite transfer versus the standard management, in terms of 3-month functional independence, in patients strongly suspected of having a severe ischemic stroke related to acute large-vessel occlusion of the anterior circulation, and treated by mechanical thrombectomy ± intravenous thrombolysis.\n\nMethods and Design: The DIRECT ANGIO trial is a (PROBE) randomized, multicenter, controlled, open-label, blinded endpoint clinical trial.\n\nStudy Outcomes: The primary outcome is the rate of patients with 3-month functional independence defined as modified Rankin Scale score ≤2 at 3 months.","detailedDescription":"Methods:\n\nDesign: The DIRECT ANGIO trial is a French academic, investigator-initiated, multicenter, controlled, open-label, blinded endpoint, two-arm randomized, clinical trial to compare the effectiveness and safety of direct angio-suite admission versus the standard radiological or emergency departement-based management in ≤85 year-old patients with suspected proximal arterial occlusion lesion.\n\nPatient population: Patients will be recruited in an emergency situation by neurologists and/or neuroradiologists after a rapid neurological examination by the neurologist raising the suspicion of ischemic stroke by proximal occlusion on the patient's arrival and before any imaging.\n\nInclusion and exclusion criteria: All consecutive patients with the following features are enrolled, under the condition of immediate availability of the angio-suite and the team (Inclusion and exclusion criteria are detailed below).\n\nAccording to the French laws, the patient's written consent will be sought if able to receive information and express consent, otherwise written consent from relatives present. In case of inability to consent and absence of the relatives, inclusion in an emergency situation by the neurologist or neuroradiologist, then informed consent to follow will be obtained. If the patient dies before the collection of consent(s) for continuation, the non-objection to the use of his data will be sought from the relatives.\n\nRandomization: After inclusion, patients are randomized in the two treatment arms using a web-based centralized system with a 1:1 ratio to either direct angio-suite management or standard management, and stratified on the time from symptom onset to hospital arrival (\\<2.5 hours or ≥2.5 hours). To deal with open-label, 3-month functional outcome is gathered with blinding to randomization arm.\n\nTreatment and Intervention\n\nIntervention Arm: Upon arrival in angio-suite and after neurological examination with scoring National Institutes of Health Stroke Scale (NIHSS) and pre stroke modified Rankin Scale (mRS), and performing blood sampling, electrocardiogram and weight estimation, patient undergoes rotational Cone Beam CT (CBCT) in order to exclude intracerebral hemorrhage. A cerebral angiography was immediately performed in order to confirm proximal arterial occlusion and mechanical thrombectomy is then performed as well as intravenous thrombolysis in the absence of contraindications.\n\nIf no proximal or distal intracranial arterial occlusion was visualized, the patient will be redirected to the standard management as in the control arm. They will thus benefit from cerebral MRI/CT-scan and the treatment strategy will then be determined according to the results of imaging.\n\nControl Arm: Arrival is in the MRI/CT-scan room or in the emergency department. Directly after neurological examination and blood sample, patient undergoes imaging. If required, patient undergoes intravenous thrombolysis directly in the MRI/CT-scan room or after transfer in the stroke unit or in the emergency service, according to the practices of the centres involved.\n\nIn a second step, the patient is admitted in the angio-suite if mechanical thrombectomy indicated. The transfer to angio-suite will be carried out as soon as possible.\n\nAll patients data will be recorded in an electronic case report form (e-CRF) and imagings will be recorded in a centralized database, located in the Clinical Investigation Centre-Technological Innovation of Nancy, in order to a centralized radiological reading by the Imaging Core Lab.\n\nPatient population: Patients will be recruited in an emergency situation by neurologists and/or neuroradiologists after a rapid neurological examination by the neurologist raising the suspicion of ischemic stroke by proximal occlusion on the patient's arrival and before any imaging examination.\n\nClinical assessment\n\nClinical assessment is performed early, upon the patient's arrival at the participating centre with a rapid neurological examination by the neurologist to validate the strong suspicion of ischemic stroke large vessel occlusion and confirms that the patients meet the inclusion criteria.\n\nClinical assessment includes then demographics and collection of routine clinical information (comorbidities, symptoms, vital constants), allergy contraindications. Neurological deficit will be assessed using the NIHSS score and pre-stroke disability with mRS by a neurologist.\n\nCare workflow time will record all the delays between each strategy time (onset-to-admission in angio-suite/radiology department time; onset-to-intravenous thrombolysis, onset-to-groin puncture, onset-to-reperfusion times).\n\nImaging protocol Baseline imaging characteristics in the standard management group is either magnetic resonance imaging with 3D-Time of Flight (TOF) sequence or CT-scan with intracranial angiography and CT-perfusion sequence. In the angio-suite group, rotational CBCT and CBCT-angiography will be performed.\n\nThe imaging protocol in angio-suite will be harmonized between the centres and the quality of the images evaluated before the study is implemented.\n\nFurthermore, if mechanical thrombectomy is indicated, angiographic perfusion will be assessed with the modified Treatment In Cerebral Ischemia (mTICI) score on initial and final angiograms and collateral status with the Grading Collateral System (GCS) score on initial angiogram, in the two groups.\n\nAt 3 months (±15 days) and 12 months (±1 month), the mRS score will be centralized gathered by a trained clinical research nurse blinded to randomization group via a telephone conversation.\n\nThe 12-month outcome assessment comprises medical ongoing treatment, vital status and EQ-5D-5L questionnaire.\n\nPrimary Outcomes The primary outcome is the rate of patients with 3-month functional independence defined as modified Rankin Scale score ≤2 at 3 months (±15 days), irrespective of the pathology that actually led to the hospitalisation and of the treatment actually received. It will be centralized gathered via telephone conversations with patients and their relatives by a certified clinical research nurse with blinding to the randomized group.\n\nSecondary Outcomes\n\nSecondary feasibility outcomes will include\n\n* the rate and the site of confirmed large-vessel stroke,\n* the rate of proximal intracranial occlusion of the anterior circulation,\n* the hospital admission-to-imaging time / the admission-to-thrombolysis time / the admission-to-puncture time / the admission-to-reperfusion time,\n* the imaging-to-puncture time / the imaging-to-reperfusion time,\n* the puncture-to-reperfusion time.\n\nSecondary Effectiveness outcomes will include :\n\n* the quality of final perfusion according to the mTICI score: percentage of patients with reperfusion defined by mTICI 0, 1, 2a, 2b, 2c, and 3 (modified Treatment In Cerebral Infarction) at the end of thrombectomy,\n* the rate of complications per procedure: embolus in new territory, arterial perforation, arterial dissection\n* the 24-hour (±6 hours) clinical improvement staged with the NIHSS score, the NIHSS at 5-7 days (or at hospital discharge if within 5 days) and the NIHSS at 3 months,\n* the blinded 12-month (±1 month) functional outcome valued by the mRS score independently, centrally and blindly evaluated by a qualified and certified clinical research nurse,\n* the rate of cerebral hemorrhage at admission,\n* the rate of patients without proximal intracranial arterial occlusion,\n* the rate of conversion to the standard management\n\nSecondary safety outcomes will comprise:\n\n* the rate of 24-hour (±6 hours) asymptomatic and symptomatic intracerebral haemorrhagic transformation as defined by the Safe Implementation of Thrombolysis in Stroke-Monitoring Study (SITS-MOST and ECASS III),\n* the rate of overall mortality (mRS score 6) at 3-month (±15 days) and at 12 months (±1 month),\n* the rate of patients with haemorrhagic stroke,\n* the inhospital rate of neurosurgical procedure (malignant stroke or large intracerebral hemorrhage with mass effect).\n* the rate of stroke (ischemic or hemorrhagic), of stroke unrelated to large-vessel occlusion,\n* the rate of patients treated by intravenous thrombolysis alone and who required additional imaging (MRI or CT-scan),\n* the rate of stroke mimics (tumour, epilepsy).\n\nMedico-economic analyses will assess the avoided health care costs in an health insurance perspective and provide a cost-utility evaluation using the Health-Related Quality of Life Questionnaire (EQ-5D-5L) at 12-month (±1 month) from inclusion. Health costs will be collected from a national database (the National Institute of Health Data) using a matching method.\n\nData Monitoring Body: To ensure that appropriate ethical consideration is given to the welfare of the patients enrolled in the study, a DSMB was formed. The members of the DSMB are not participants of the DIRECT ANGIO consortium and not involved in the clinical trial. The DSMB is composed by one neuroradiologist, one pharmacovigilance specialist and one methodologist, who are not participating in the study and are not affiliated with the sponsor.\n\nIn addition, one interim analysis is planned once 50% of patients have been included, for the study to be stopped early owing either to compelling evidence of efficacy (using a pre-specified Haybittle-Peto efficacy boundary with an alpha level of 0.001) or of futility.\n\nSample Size Estimates:\n\nThe type I error is specified at 0.05 with a power of 80%. Assuming 30% of patients randomized in the control arm achieve 3-month mRS score ≤2 and an absolute difference of 20% between the two arms, we will need a sample size of 93 patients per group for a two-sided test. To deal with 10% drop-out, we will include a total of 208 patients.\n\nStatistical Analyses:\n\nStatistical analysis is discribed in our publication doi: 10.1136/bmjopen-2020-040522.\n\nThe study protocol was approved by the National Commission for Informatics and Liberties (CNIL), the Comité de Protection des Personnes (CPP)."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["large-vessel occlusion","reperfusion therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":208,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Direct angio-suite admission","type":"EXPERIMENTAL","description":"Upon arrival in angio-suite and after neurological examination with scoring NIHSS and pre stroke mRS, and performing the blood sample, patient undergoes rotational CBCT in order to exclude intracerebral hemorrhage and cerebral angiography to confirm proximal arterial occlusion. Mechanical thrombectomy is then performed as well as intravenous thrombolysis in the absence of contraindications.","interventionNames":["Procedure: direct angio-suite admission"]},{"label":"Standard management","type":"ACTIVE_COMPARATOR","description":"Arrival is in the MRI/CT-scan room or in the emergency department. Directly after neurological examination and blood sample, patient undergoes imaging and then bridging therapy, mechanical thrombectomy or intravenous thrombolysis alone when indicated.","interventionNames":["Procedure: standard management"]}],"interventions":[{"type":"PROCEDURE","name":"direct angio-suite admission","description":"Upon arrival in angio-suite and after neurological examination with scoring NIHSS and mRS, and performing the blood sample, patient undergoes rotational CBCT in order to confirm ischemic stroke. Mechanical thrombectomy is the performed as well as intravenous thrombolysis when contraindications are excluded.","armGroupLabels":["Direct angio-suite admission"]},{"type":"PROCEDURE","name":"standard management","description":"Arrival is in the MRI/CT-scan room or in the emergency department. Directly after neurological examination and blood sample, patient undergoes imaging and then bridging therapy when indicated.","armGroupLabels":["Standard management"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"3-month functional independence","description":"modified Rankin Scale assessing functional outcome from complete recovery scored 0 to death scored 6 with dichotomized outcome: mRS score 0-2 (at least independent for all activities of daily living) versus 3-6 (poor outcome) interpretation of mRS : lower is better","timeFrame":"3 months (±15 days)"}],"secondaryOutcomes":[{"measure":"Confirmed large-vessel occlusion in the intervention group","description":"proportion of arterial occlusive lesion on first angiogram","timeFrame":"per-procedural time"},{"measure":"the quality of final perfusion","description":"the modified Treatment In Cerebral Ischemia (mTICI) score, a 5-point scale staged from 0 (no perfusion), 1 ( antegrade reperfusion past the initial occlusion, but limited distal branch filling with little or slow distal reperfusion), 2a (antegrade reperfusion of less than half of the occluded target artery previously ischemic territory), 2b (antegrade reperfusion of more than half of the previously occluded target artery ischemic territory), 2c (nearly complete reperfusion), to 3 (complete antegrade reperfusion of the previously occluded target artery ischemic territory, with absence of visualized occlusion in all distal branches) interpretation of mTICI score: higher is better","timeFrame":"at end of the endovascular procedure"},{"measure":"the 24-hour clinical improvement","description":"National Institute of Health Stroke Scale (NIHSS) neurological impairment and its seriousness are scale from 0 (no impairment) to 42 (most serious neurological deficit) interpretation of the NIHSS : lower is better","timeFrame":"at 24 hours ((±6 hours)"},{"measure":"the blinded 12-month functional outcome","description":"modified Rankin Scale assessing functional outcome from complete recovery scored 0 to death scored 6 interpretation of mRS : lower is better","timeFrame":"at 12 months (±1 month)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged from 18 to 85 years,\n* Rapid neurological examination by the neurologist of the participating centre before randomization,\n* Suffered from acute severe neurological deficit at hospital admission confirmed by neurologist defined as:\n\n  * Unilateral motor deficit with a total score ≥ 5\n\n    1. Facial palsy: item 4 of NIHSS (score 0 to 2)\n    2. Arm: item 5 of NIHSS (score 0 to 4)\n    3. Leg: item 6 of NIHSS (score 0 to 2) AND\n  * Cortical symptom with a total score ≥ 1\n\n    1. Language: item 9 of NIHSS (score 0 to 3)\n    2. Extinction: item 11 of NIHSS (score 0 to 2)\n* Patients who admitted to hospital within 5 hours after symptom onset\n* Known onset time of symptom\n* Only mothership admissions\n* Fully autonomous patient (pre-stroke mRS ≤2)\n* Availability of the angio-suite and endovascular treatment team at the randomization\n* Person affiliated to or beneficiary of a social security plan\n\nExclusion Criteria:\n\n* Severe allergy to iodinated contrast agents,\n* Ongoing pregnancy,\n* Breastfeeding,\n* Consent refusal or opposition of the relatives,\n* Individuals under mandatory legal guardianship or unable to consent and whose relatives oppose the research,\n* Any conditions that could hamper the 3-month outcome recording","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Benjamin Gory, MD, PhD","role":"CONTACT","phone":"+33 3 83 85 15 01","phoneExt":"+33","email":"b.gory@chru-nancy.fr"}],"locations":[{"facility":"Centre Hospitalier Régional Universitaire","status":"RECRUITING","city":"Nancy","zip":"54035","country":"France","contacts":[{"name":"Benjamin Gory, MD, PhD","role":"CONTACT","phone":"+33 3 83 85 95 27","phoneExt":"+33","email":"b.gory@chru-nancy.fr"},{"name":"Aboubaker Cherifi, coordinator","role":"CONTACT","phone":"+33 3 83 15 70 84","phoneExt":"+33","email":"a.cherifi@chru-nancy.fr"}],"geoPoint":{"lat":48.68439,"lon":6.18496}}]},"referencesModule":{"references":[{"pmid":"28446535","type":"BACKGROUND","citation":"Ribo M, Boned S, Rubiera M, Tomasello A, Coscojuela P, Hernandez D, Pagola J, Juega J, Rodriguez N, Muchada M, Rodriguez-Luna D, Molina CA. Direct transfer to angiosuite to reduce door-to-puncture time in thrombectomy for acute stroke. J Neurointerv Surg. 2018 Mar;10(3):221-224. doi: 10.1136/neurintsurg-2017-013038. Epub 2017 Apr 26."},{"pmid":"28536177","type":"BACKGROUND","citation":"Jadhav AP, Kenmuir CL, Aghaebrahim A, Limaye K, Wechsler LR, Hammer MD, Starr MT, Molyneaux BJ, Rocha M, Guyette FX, Martin-Gill C, Ducruet AF, Gross BA, Jankowitz BT, Jovin TG. Interfacility Transfer Directly to the Neuroangiography Suite in Acute Ischemic Stroke Patients Undergoing Thrombectomy. Stroke. 2017 Jul;48(7):1884-1889. doi: 10.1161/STROKEAHA.117.016946. Epub 2017 May 23."},{"pmid":"14707413","type":"BACKGROUND","citation":"Spieler JF, Lanoe JL, Amarenco P. Costs of stroke care according to handicap levels and stroke subtypes. Cerebrovasc Dis. 2004;17(2-3):134-42. doi: 10.1159/000075782. Epub 2003 Dec 29."},{"pmid":"17257805","type":"BACKGROUND","citation":"Spieler JF, de Pouvourville G. [Cost evaluation of post-stroke outpatient care: results of a mail survey of patients in the Dijon population-based stroke registry]. Presse Med. 2007 Mar;36(3 Pt 1):399-403. doi: 10.1016/j.lpm.2006.08.002. Epub 2007 Jan 25. French."},{"pmid":"27673305","type":"BACKGROUND","citation":"Saver JL, Goyal M, van der Lugt A, Menon BK, Majoie CB, Dippel DW, Campbell BC, Nogueira RG, Demchuk AM, Tomasello A, Cardona P, Devlin TG, Frei DF, du Mesnil de Rochemont R, Berkhemer OA, Jovin TG, Siddiqui AH, van Zwam WH, Davis SM, Castano C, Sapkota BL, Fransen PS, Molina C, van Oostenbrugge RJ, Chamorro A, Lingsma H, Silver FL, Donnan GA, Shuaib A, Brown S, Stouch B, Mitchell PJ, Davalos A, Roos YB, Hill MD; HERMES Collaborators. Time to Treatment With Endovascular Thrombectomy and Outcomes From Ischemic Stroke: A Meta-analysis. JAMA. 2016 Sep 27;316(12):1279-88. doi: 10.1001/jama.2016.13647."},{"pmid":"27567239","type":"BACKGROUND","citation":"Bracard S, Ducrocq X, Mas JL, Soudant M, Oppenheim C, Moulin T, Guillemin F; THRACE investigators. Mechanical thrombectomy after intravenous alteplase versus alteplase alone after stroke (THRACE): a randomised controlled trial. Lancet Neurol. 2016 Oct;15(11):1138-47. doi: 10.1016/S1474-4422(16)30177-6. Epub 2016 Aug 23. Erratum In: Lancet Neurol. 2016 Nov;15(12):1203."},{"pmid":"29314208","type":"BACKGROUND","citation":"Xie Y, Oppenheim C, Guillemin F, Gautheron V, Gory B, Raoult H, Soize S, Felblinger J, Hossu G, Bracard S; THRACE investigators. Pretreatment lesional volume impacts clinical outcome and thrombectomy efficacy. Ann Neurol. 2018 Jan;83(1):178-185. doi: 10.1002/ana.25133."},{"pmid":"28916667","type":"BACKGROUND","citation":"Achit H, Soudant M, Hosseini K, Bannay A, Epstein J, Bracard S, Guillemin F; THRACE Investigators. Cost-Effectiveness of Thrombectomy in Patients With Acute Ischemic Stroke: The THRACE Randomized Controlled Trial. Stroke. 2017 Oct;48(10):2843-2847. doi: 10.1161/STROKEAHA.117.017856. Epub 2017 Sep 15."},{"pmid":"24119623","type":"BACKGROUND","citation":"Cotte FE, Chaize G, Kachaner I, Gaudin AF, Vainchtock A, Durand-Zaleski I. Incidence and cost of stroke and hemorrhage in patients diagnosed with atrial fibrillation in France. J Stroke Cerebrovasc Dis. 2014 Feb;23(2):e73-83. doi: 10.1016/j.jstrokecerebrovasdis.2013.08.022. Epub 2013 Oct 8."},{"pmid":"23560508","type":"BACKGROUND","citation":"Chevreul K, Durand-Zaleski I, Gouepo A, Fery-Lemonnier E, Hommel M, Woimant F. Cost of stroke in France. Eur J Neurol. 2013 Jul;20(7):1094-100. doi: 10.1111/ene.12143. Epub 2013 Apr 8."},{"pmid":"33722864","type":"DERIVED","citation":"Riou-Comte N, Zhu F, Cherifi A, Richard S, Nace L, Audibert G, Achit H, Costalat V, Arquizan C, Beaufils O, Consoli A, Lapergue B, Loeb T, Rouchaud A, Macian F, Cailloce D, Biondi A, Moulin T, Desmettre T, Marnat G, Sibon I, Combes X, Lebedinsky AP, Vuillemet F, Kempf N, Pierot L, Moulin S, Lemmel P, Mazighi M, Blanc R, Sabben C, Schluck E, Bracard S, Anxionnat R, Guillemin F, Hossu G, Gory B; DIRECT ANGIO Investigators. Direct transfer to angiosuite for patients with severe acute stroke treated with thrombectomy: the multicentre randomised controlled DIRECT ANGIO trial protocol. BMJ Open. 2021 Mar 15;11(3):e040522. doi: 10.1136/bmjopen-2020-040522."}],"seeAlsoLinks":[{"label":"Coût de la prise en charge des accidents vasculaires cérébraux en France \\[Cost of ischemic stroke management in France\\], G. de Pouvourville, 2016","url":"http://doi.org/10.1016/S1878-6480(16)30330-5"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}