{"protocolSection":{"identificationModule":{"nctId":"NCT01422616","orgStudyIdInfo":{"id":"X11-0123"},"organization":{"fullName":"The George Institute","class":"OTHER"},"briefTitle":"Enhanced Control of Hypertension and Thrombolysis Stroke Study (ENCHANTED)","officialTitle":"An International Randomised Controlled Trial to Establish the Effects of Low-dose rtPA and the Effects of Early Intensive Blood Pressure Lowering in Patients With Acute Ischaemic Stroke","acronym":"ENCHANTED"},"statusModule":{"statusVerifiedDate":"2021-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-08","type":"ACTUAL"},"completionDateStruct":{"date":"2018-08","type":"ACTUAL"},"studyFirstSubmitDate":"2011-08-23","studyFirstSubmitQcDate":"2011-08-23","studyFirstPostDateStruct":{"date":"2011-08-24","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-10-05","lastUpdatePostDateStruct":{"date":"2021-10-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"The George Institute","class":"OTHER"},"collaborators":[{"name":"National Health and Medical Research Council, Australia","class":"OTHER"},{"name":"The Stroke Association, United Kingdom","class":"OTHER"},{"name":"Conselho Nacional de Desenvolvimento Científico e Tecnológico","class":"OTHER_GOV"},{"name":"Takeda","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"ENCHANTED is an independent, investigator initiated, international collaborative, quasi-factorial randomised controlled trial involving a package of 2 linked comparative randomised treatment arms, which aims to address 4 key questions in patients eligible for thrombolysis in the acute phase of ischaemic stroke. (1) Does low-dose (0.6 mg/kg) intravenous (i.v.) recombinant tissue plasminogen activator (rtPA) provide equivalent benefits compared to standard-dose (0.9 mg/kg) rtPA? (2) Does intensive blood pressure (BP) lowering (130-140 mmHg systolic target) improve outcomes compared to the current guideline recommended level of BP control (180 mmHg systolic target)? (3) Does low-dose (0.6 mg/kg) intravenous (i.v.) recombinant tissue plasminogen activator (rtPA) reduce the risk of symptomatic intracerebral haemorrhage (sICH)? (4) Does the addition of intensive BP lowering to thrombolysis with rtPA reduce the risk of any intracerebral haemorrhage (ICH)?\n\nThe rtPA dose arm of the study addressing questions (1) and (3) concluded with a publication of the results in May 2016. The BP intensity arm of the study addressing questions (2) and (4) concluded with a publication of the results in February 2019.","detailedDescription":"This study is an international, multicentre, prospective, fixed-time point (optional) randomisation for two arms (\\[A\\] 'dose of rtPA' and \\[B\\] 'level of BP control'), open-label, blinded endpoint (PROBE) controlled trial that involved 4587 patients (3310 for rtPA arm {recruitment completed in August 2015} and 2227 for BP arm {recruitment completed in April 2018} with 939 overlap) with acute ischaemic stroke recruited from over 100+ Clinical Centres from Australia, Asia, Europe and South America."},"conditionsModule":{"conditions":["Ischemic Stroke","High Blood Pressure"],"keywords":["Ischemic stroke","High blood pressure","Thrombolysis","Antihypertensive drugs","Disability","Clinical trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":4587,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Low-dose rtPA (Recruitment completed in August 2015)","type":"EXPERIMENTAL","description":"low-dose 0.6 mg/kg (maximum of 60 mg) i.v. rtPA","interventionNames":["Drug: Low-dose rtPA"]},{"label":"Standard-dose rtPA (Recruitment completed in August 2015)","type":"ACTIVE_COMPARATOR","description":"standard-dose 0.9 mg/kg (maximum of 90 mg) i.v. rtPA","interventionNames":["Drug: Standard-dose rtPA"]},{"label":"Early intensive BP lowering","type":"EXPERIMENTAL","description":"The trial is an assessment of BP lowering management strategies, using routinely available drugs.\n\nIntensive blood pressure (BP) lowering to a target systolic BP range 130-140 mmHg within one hour and to maintain this level for at least 72 hours (or until hospital discharge or death if this should occur earlier). A standardised i.v. BP lowering regimen using locally available and approved i.v. BP lowering agents (e.g. Labetalol Hydrochloride, Metoprolol tartrate, Hydralazine Hydrochloride, Glycerol Trinitrate, Phentolamine mesylate, Nicardipine, Urapidil, Esmolol, Clonidine, Enalaprilat, Nitroprusside) will be used, commenced in the emergency department and later in a high dependency area (e.g. acute stroke or neurointensive care unit) as is usual for patients receiving rtPA.","interventionNames":["Other: Intensive blood pressure (BP) lowering"]},{"label":"Control / guideline-based BP management","type":"ACTIVE_COMPARATOR","description":"The trial is an assessment of BP lowering management strategies, using routinely available drugs.\n\nPatients allocated to the control group will receive management of BP that is based on a standard guideline, as published by the American Heart Association (AHA). For this group, the attending clinician may consider commencing BP treatment if the systolic level is greater than 180 mmHg, however and the first line treatment will be oral (including nasogastric if required) and/or transdermal routes. Should control of systolic BP not be achieved via these routes, i.v. treatment may be started until the target systolic BP of 180 mmHg is achieved.","interventionNames":["Other: BP management policies"]}],"interventions":[{"type":"DRUG","name":"Low-dose rtPA","description":"Patients allocated to low-dose will receive 0.6 mg/kg (maximum of 60 mg) i.v. (15% bolus \\[maximum bolus dose of 9mg\\] and 85% infusion over 60 mins) recombinant tissue plasminogen activator (rtPA).","armGroupLabels":["Low-dose rtPA (Recruitment completed in August 2015)"],"otherNames":["Actilyse"]},{"type":"DRUG","name":"Standard-dose rtPA","description":"Patients allocated to standard-dose will receive 0.9 mg/kg (maximum of 90 mg) i.v. (10% bolus and 90% infusion over 60 mins) rtPA.","armGroupLabels":["Standard-dose rtPA (Recruitment completed in August 2015)"],"otherNames":["Actilyse"]},{"type":"OTHER","name":"Intensive blood pressure (BP) lowering","description":"Intensive blood pressure (BP) lowering to a target systolic BP range 130-140 mmHg within one hour and to maintain this level for at least 72 hours (or until hospital discharge or death if this should occur earlier). A standardised i.v. BP lowering regimen using locally available and approved i.v. BP lowering agents will be used, commenced in the emergency department and later in a high dependency area (e.g. acute stroke or neurointensive care unit) as is usual for patients receiving rtPA.\n\nThe trial is an assessment of BP lowering management strategies, using routinely available drugs. There is some flexibility in the use of particular BP lowering agents to achieve BP targets.","armGroupLabels":["Early intensive BP lowering"],"otherNames":["Labetalol Hydrochloride","Metoprolol tartrate","Hydralazine Hydrochloride","Glycerol Trinitrate","Phentolamine mesylate","Nicardipine","Urapidil","Esmolol","Clonidine","Enalaprilat","Niroprusside"]},{"type":"OTHER","name":"BP management policies","description":"Patients allocated to the control group will receive management of BP that is based on a standard guideline, as published by the AHA. For this group, the attending clinician may consider commencing BP treatment if the systolic level is greater than 180 mmHg, however and the first line treatment will be oral (including nasogastric if required) and/or transdermal routes. Should control of systolic BP not be achieved via these routes, i.v. treatment may be started until the target systolic BP of 180 mmHg is achieved.\n\nThe trial is an assessment of BP lowering management strategies, using routinely available drugs. There is some flexibility in the use of particular BP lowering agents to achieve BP targets.","armGroupLabels":["Control / guideline-based BP management"],"otherNames":["Labetalol Hydrochloride","Metoprolol tartrate","Hydralazine Hydrochloride","Glycerol Trinitrate","Phentolamine mesylate","Nicardipine","Urapidil","Esmolol","Clonidine","Enalaprilat","Niroprusside"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Combined death and disability","description":"Unadjusted modified Rankin Scale \\[mRS\\] score 2-6","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"Symptomatic intracerebral hemorrhage","description":"Brain imaging (or necropsy) confirmed ICH with deterioration in NIH Stroke Scale (NIHSS) score or death, as defined by the SITS-MOST criteria","timeFrame":"36 hours"},{"measure":"Symptomatic intracerebral hemorrhage","description":"Brain imaging (or necropsy) confirmed ICH with deterioration in NIH Stroke Scale (NIHSS) score or death, as defined by the NINDS trial criteria","timeFrame":"36 hours"},{"measure":"Death or disability by the alternative, ordinal shift analysis","description":"Unadjusted death or functional outcome by the alternative ordinal shift analysis of scores on the modified Rankin Scale \\[mRS\\]","timeFrame":"90 days"},{"measure":"Death","description":"Death and 7 and 90 days","timeFrame":"at 7 and 90 days"},{"measure":"Disability","description":"mRS score 2-5","timeFrame":"90 days"},{"measure":"Neurological deterioration","description":"deterioration in NIHSS score","timeFrame":"72 hours"},{"measure":"Health-related quality of life","description":"Health-related quality of life by the EuroQoL","timeFrame":"90 days"},{"measure":"Admission to residential care","timeFrame":"90 days"},{"measure":"Health service use","description":"Health service use for calculation of resources and costs","timeFrame":"90 days"},{"measure":"Symptomatic intracerebral hemorrhage (ICH)","description":"By various other centrally adjudicated criteria, including ECASS2, ECASS3, IST-3 criteria, and fatal ICH within 7 days","timeFrame":"within 7 days"},{"measure":"Any intracerebral hemorrhage (ICH)","description":"Centrally adjudicated review of brain imaging for any evidence of ICH","timeFrame":"any time during 90 days"},{"measure":"Death or disability in as treated per-protocol population","description":"Adjusted death or functional outcome by the binary and alternative ordinal shift analysis of scores on the modified Rankin Scale \\[mRS\\]","timeFrame":"90 days"},{"measure":"Death or disability in as treated per-protocol population","description":"Adjusted analysis of the modified Rankin Scale \\[mRS\\] score 2-6","timeFrame":"90 days"},{"measure":"Death or neurological deterioration","description":"Death or neurological deterioration (defined by 4 points or more increase in NIHSS score from baseline)","timeFrame":"72 hours"},{"measure":"Length of initial acute hospital stay","description":"Length of hospital stay in days","timeFrame":"within 90 days"},{"measure":"Recurrent acute myocardial infarction and ischemic stroke","description":"Recurrent acute myocardial infarction and ischemic stroke","timeFrame":"within 90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult (age ≥18 years)\n* A clinical diagnosis of acute ischaemic stroke confirmed by brain imaging\n* Able to receive treatment within 4.5 hours after the definite time of onset of symptoms\n* Have a systolic BP ≤185 mmHg\n* Provide informed consent (or via an appropriate proxy, according to local requirements)\n\nSpecific criteria for arm \\[A\\] of low-dose vs standard-dose rtPA (Recruitment completed in August 2015.):\n\n* Able to receive either low-dose or standard-dose rtPA\n\nSpecific criteria for arm \\[B\\] of intensive BP lowering vs guideline recommended BP control\n\n* Patient will or has received thrombolysis treatment with rtPA, either randomised dose within the trial or physician decided dose rtPA outside of the trial\n* Sustained elevated systolic BP level, defined as 2 readings ≥ 150 mmHg\n* Able to commence intensive BP lowering treatment within 6 hours of stroke onset\n* Able to receive either immediate intensive BP lowering or conservative BP management\n\nExclusion Criteria:\n\n* Unlikely to potentially benefit from the therapy (e.g. advanced dementia), or a very high likelihood of death within 24 hours of stroke onset.\n* Other medical illness that interferes with outcome assessments and follow-up \\[known significant pre-stroke disability (mRS scores 2-5)\\].\n* Specific contraindications to rtPA (Actilyse) or any of the blood pressure agents to be used.\n* Participation in another clinical trial involving evaluation of pharmacological agents.\n* Need for following concomitant medication, including phosphodiesterase inhibitors and monoamine oxidase inhibitors.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Craig S Anderson, MD","affiliation":"The George Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Royal Prince Alfred Hospital","city":"Sydney","state":"New South Wales","zip":"2050","country":"Australia","geoPoint":{"lat":-33.86785,"lon":151.20732}}]},"referencesModule":{"references":[{"pmid":"26283139","type":"BACKGROUND","citation":"Anderson CS, Woodward M, Arima H, Chen X, Lindley RI, Wang X, Chalmers J; ENCHANTED Investigators. Statistical analysis plan for evaluating low- vs. standard-dose alteplase in the ENhanced Control of Hypertension and Thrombolysis strokE stuDy (ENCHANTED). Int J Stroke. 2015 Dec;10(8):1313-5. doi: 10.1111/ijs.12602. Epub 2015 Aug 18."},{"pmid":"25832995","type":"BACKGROUND","citation":"Huang Y, Sharma VK, Robinson T, Lindley RI, Chen X, Kim JS, Lavados P, Olavarria V, Arima H, Fuentes S, Nguyen HT, Lee TH, Parsons MW, Levi C, Demchuk AM, Bath PM, Broderick JP, Donnan GA, Martins S, Pontes-Neto OM, Silva F, Pandian J, Ricci S, Stapf C, Woodward M, Wang J, Chalmers J, Anderson CS; ENCHANTED investigators. Rationale, design, and progress of the ENhanced Control of Hypertension ANd Thrombolysis strokE stuDy (ENCHANTED) trial: An international multicenter 2 x 2 quasi-factorial randomized controlled trial of low- vs. standard-dose rt-PA and early intensive vs. guideline-recommended blood pressure lowering in patients with acute ischaemic stroke eligible for thrombolysis treatment. Int J Stroke. 2015 Jul;10(5):778-88. doi: 10.1111/ijs.12486. Epub 2015 Apr 2."},{"pmid":"30299230","type":"BACKGROUND","citation":"Anderson CS, Woodward M, Arima H, Chen X, Lindley RI, Wang X, Chalmers J, Robinson TG. Statistical analysis plan for evaluating different intensities of blood pressure control in the ENhanced Control of Hypertension And Thrombolysis strokE stuDy. Int J Stroke. 2019 Jul;14(5):555-558. doi: 10.1177/1747493018806170. Epub 2018 Oct 9."},{"pmid":"27161018","type":"RESULT","citation":"Anderson CS, Robinson T, Lindley RI, Arima H, Lavados PM, Lee TH, Broderick JP, Chen X, Chen G, Sharma VK, Kim JS, Thang NH, Cao Y, Parsons MW, Levi C, Huang Y, Olavarria VV, Demchuk AM, Bath PM, Donnan GA, Martins S, Pontes-Neto OM, Silva F, Ricci S, Roffe C, Pandian J, Billot L, Woodward M, Li Q, Wang X, Wang J, Chalmers J; ENCHANTED Investigators and Coordinators. Low-Dose versus Standard-Dose Intravenous Alteplase in Acute Ischemic Stroke. N Engl J Med. 2016 Jun 16;374(24):2313-23. doi: 10.1056/NEJMoa1515510. Epub 2016 May 10. Erratum In: N Engl J Med. 2018 Apr 12;378(15):1465-1466."},{"pmid":"30739745","type":"RESULT","citation":"Anderson CS, Huang Y, Lindley RI, Chen X, Arima H, Chen G, Li Q, Billot L, Delcourt C, Bath PM, Broderick JP, Demchuk AM, Donnan GA, Durham AC, Lavados PM, Lee TH, Levi C, Martins SO, Olavarria VV, Pandian JD, Parsons MW, Pontes-Neto OM, Ricci S, Sato S, Sharma VK, Silva F, Song L, Thang NH, Wardlaw JM, Wang JG, Wang X, Woodward M, Chalmers J, Robinson TG; ENCHANTED Investigators and Coordinators. Intensive blood pressure reduction with intravenous thrombolysis therapy for acute ischaemic stroke (ENCHANTED): an international, randomised, open-label, blinded-endpoint, phase 3 trial. Lancet. 2019 Mar 2;393(10174):877-888. doi: 10.1016/S0140-6736(19)30038-8. Epub 2019 Feb 7."},{"pmid":"34702064","type":"DERIVED","citation":"Wang X, Minhas JS, Moullaali TJ, Di Tanna GL, Lindley RI, Chen X, Arima H, Chen G, Delcourt C, Bath PM, Broderick JP, Demchuk AM, Donnan GA, Durham AC, Lavados PM, Lee TH, Levi C, Martins SO, Olavarria VV, Pandian JD, Parsons MW, Pontes-Neto OM, Ricci S, Sato S, Sharma VK, Silva F, Thang NH, Wang JG, Woodward M, Chalmers J, Song L, Anderson CS, Robinson TG; ENCHANTED Investigators. Associations of Early Systolic Blood Pressure Control and Outcome After Thrombolysis-Eligible Acute Ischemic Stroke: Results From the ENCHANTED Study. Stroke. 2022 Mar;53(3):779-787. doi: 10.1161/STROKEAHA.121.034580. Epub 2021 Oct 27."},{"pmid":"34096413","type":"DERIVED","citation":"Zhou Z, Xia C, Mair G, Delcourt C, Yoshimura S, Liu X, Chen Z, Malavera A, Carcel C, Chen X, Wang X, Al-Shahi Salman R, Robinson TG, Lindley RI, Chalmers J, Wardlaw JM, Parsons MW, Demchuk AM, Anderson CS. Thrombolysis outcomes according to arterial characteristics of acute ischemic stroke by alteplase dose and blood pressure target. Int J Stroke. 2022 Jun;17(5):566-575. doi: 10.1177/17474930211025436. Epub 2021 Jun 24."},{"pmid":"33536271","type":"DERIVED","citation":"Zhou Z, Delcourt C, Xia C, Yoshimura S, Carcel C, Torii-Yoshimura T, You S, Malavera A, Chen X, Hackett ML, Woodward M, Chalmers J, Xu J, Robinson TG, Parsons MW, Demchuk AM, Lindley RI, Mair G, Wardlaw JM, Anderson CS. Low-Dose vs Standard-Dose Alteplase in Acute Lacunar Ischemic Stroke: The ENCHANTED Trial. Neurology. 2021 Mar 16;96(11):e1512-e1526. doi: 10.1212/WNL.0000000000011598. Epub 2021 Feb 3. Erratum In: Neurology. 2021 Sep 7;97(10):512."},{"pmid":"33526633","type":"DERIVED","citation":"Sun L, Song L, Yang J, Lindley RI, Robinson T, Lavados PM, Delcourt C, Arima H, Ovbiagele B, Chalmers J, Anderson CS, Wang X. Smoking influences outcome in patients who had thrombolysed ischaemic stroke: the ENCHANTED study. Stroke Vasc Neurol. 2021 Sep;6(3):395-401. doi: 10.1136/svn-2020-000493. Epub 2021 Feb 1."},{"pmid":"33069172","type":"DERIVED","citation":"Zhou Z, Xia C, Carcel C, Yoshimura S, Wang X, Delcourt C, Malavera A, Chen X, Mair G, Woodward M, Chalmers J, Demchuk AM, Lindley RI, Robinson TG, Parsons MW, Wardlaw JM, Anderson CS. Intensive versus guideline-recommended blood pressure reduction in acute lacunar stroke with intravenous thrombolysis therapy: The ENCHANTED trial. Eur J Neurol. 2021 Mar;28(3):783-793. doi: 10.1111/ene.14598. Epub 2020 Dec 1."},{"pmid":"33031175","type":"DERIVED","citation":"Minhas JS, Wang X, Lindley RI, Delcourt C, Song L, Woodward M, Lee TH, Broderick JP, Pontes-Neto OM, Kim JS, Ricci S, Lavados PM, Bath PM, Durham AC, Wang JG, Sharma VK, Demchuk AM, Martins SO, Chalmers J, Anderson CS, Robinson TG; ENCHANTED Investigators. Comparative effects of intensive-blood pressure versus standard-blood pressure-lowering treatment in patients with severe ischemic stroke in the ENCHANTED trial. J Hypertens. 2021 Feb 1;39(2):280-285. doi: 10.1097/HJH.0000000000002640."},{"pmid":"32640944","type":"DERIVED","citation":"Wang X, Moullaali TJ, Li Q, Berge E, Robinson TG, Lindley R, Zheng D, Delcourt C, Arima H, Song L, Chen X, Yang J, Chalmers J, Anderson CS, Sandset EC. Utility-Weighted Modified Rankin Scale Scores for the Assessment of Stroke Outcome: Pooled Analysis of 20 000+ Patients. Stroke. 2020 Aug;51(8):2411-2417. doi: 10.1161/STROKEAHA.119.028523. Epub 2020 Jul 9."},{"pmid":"32568636","type":"DERIVED","citation":"Zhou Z, Yoshimura S, Delcourt C, Lindley RI, You S, Malavera A, Torii-Yoshimura T, Carcel C, Wang X, Chen X, Parsons MW, Demchuk AM, Wardlaw JM, Mair G, Robinson TG, Chalmers J, Xu J, Anderson CS. Thrombolysis Outcomes in Acute Ischemic Stroke by Fluid-Attenuated Inversion Recovery Hyperintense Arteries. Stroke. 2020 Jul;51(7):2240-2243. doi: 10.1161/STROKEAHA.119.028550. Epub 2020 Jun 17."},{"pmid":"31969072","type":"DERIVED","citation":"Chen X, Li J, Anderson CS, Lindley RI, Hackett ML, Robinson T, Lavados PM, Wang X, Arima H, Chalmers J, Delcourt C; ENCHANTED Investigators. Validation of the simplified modified Rankin scale for stroke trials: Experience from the ENCHANTED alteplase-dose arm. Int J Stroke. 2021 Feb;16(2):222-228. doi: 10.1177/1747493019897858. Epub 2020 Jan 22."},{"pmid":"31822251","type":"DERIVED","citation":"Chen X, Wang X, Delcourt C, Li J, Arima H, Hackett ML, Robinson T, Lavados PM, Lindley RI, Chalmers J, Anderson CS; ENCHANTED Investigators. Ethnicity and Other Determinants of Quality of Functional Outcome in Acute Ischemic Stroke: The ENCHANTED Trial. Stroke. 2020 Feb;51(2):588-593. doi: 10.1161/STROKEAHA.119.027639. Epub 2019 Dec 11."},{"pmid":"31812956","type":"DERIVED","citation":"Wang X, Song L, Yang J, Sun L, Moullaali TJ, Sandset EC, Delcourt C, Lindley RI, Robinson TG, Minhas JS, Arima H, Chalmers J, Kim JS, Sharma V, Wang JG, Pontes-Neto O, Lavados PM, Olavarria VV, Lee TH, Levi C, Martins SO, Thang NH, Anderson CS; on behalf of the ENCHANTED Investigators. Interaction of Blood Pressure Lowering and Alteplase Dose in Acute Ischemic Stroke: Results of the Enhanced Control of Hypertension and Thrombolysis Stroke Study. Cerebrovasc Dis. 2019;48(3-6):207-216. doi: 10.1159/000504745. Epub 2019 Dec 6."},{"pmid":"30961463","type":"DERIVED","citation":"Robinson TG, Bray BD, Paley L, Sprigg N, Wang X, Arima H, Bath PM, Broderick JP, Durham AC, Kim JS, Lavados PM, Lee TH, Martins S, Nguyen TH, Pandian JD, Parsons MW, Pontes-Neto OM, Ricci S, Sharma VK, Wang J, Woodward M, Rudd AG, Chalmers J, S Anderson C; ENCHANTED Investigators and the SSNAP Collaboration. Applicability of ENCHANTED trial results to current acute ischemic stroke patients eligible for intravenous thrombolysis in England and Wales: Comparison with the Sentinel Stroke National Audit Programme registry. Int J Stroke. 2019 Oct;14(7):678-685. doi: 10.1177/1747493019841246. Epub 2019 Apr 8."},{"pmid":"30760277","type":"DERIVED","citation":"Robinson TG, Wang X, Durham AC, Ford GA, Liao J, Littlewood S, Roffe C, White P, Chalmers J, Anderson CS; ENCHANTED Investigators. The National Institute for Health Research Hyperacute Stroke Research Centres and the ENCHANTED trial: the impact of enhanced research infrastructure on trial metrics and patient outcomes. Health Res Policy Syst. 2019 Feb 13;17(1):19. doi: 10.1186/s12961-019-0417-2."},{"pmid":"30266885","type":"DERIVED","citation":"Yoshimura S, Lindley RI, Carcel C, Sato S, Delcourt C, Wang X, Chalmers J, Anderson CS; ENCHANTED Investigators. NIHSS cut point for predicting outcome in supra- vs infratentorial acute ischemic stroke. Neurology. 2018 Oct 30;91(18):e1695-e1701. doi: 10.1212/WNL.0000000000006437. Epub 2018 Sep 28."},{"pmid":"29777016","type":"DERIVED","citation":"Nagel S, Wang X, Carcel C, Robinson T, Lindley RI, Chalmers J, Anderson CS; ENCHANTED Investigators. Clinical Utility of Electronic Alberta Stroke Program Early Computed Tomography Score Software in the ENCHANTED Trial Database. Stroke. 2018 Jun;49(6):1407-1411. doi: 10.1161/STROKEAHA.117.019863. Epub 2018 May 18."},{"pmid":"29571842","type":"DERIVED","citation":"Chen G, Wang X, Robinson TG, Pikkemaat M, Lindley RI, Zhou S, Ping L, Liu W, Liu L, Chalmers J, Anderson CS; ENCHANTED Investigators. Comparative effects of low-dose versus standard-dose alteplase in ischemic patients with prior stroke and/or diabetes mellitus: The ENCHANTED trial. J Neurol Sci. 2018 Apr 15;387:1-5. doi: 10.1016/j.jns.2018.01.014. Epub 2018 Jan 11."},{"pmid":"29402064","type":"DERIVED","citation":"Kim JS, Kim YJ, Lee KB, Cha JK, Park JM, Hwang Y, Kim EG, Rha JH, Koo J, Kim J, Kim YJ, Seo WK, Kim DE, Robinson TG, Lindley RI, Wang X, Chalmers J, Anderson CS. Low- versus Standard-Dose Intravenous Alteplase in the Context of Bridging Therapy for Acute Ischemic Stroke: A Korean ENCHANTED Study. J Stroke. 2018 Jan;20(1):131-139. doi: 10.5853/jos.2017.01578. Epub 2018 Jan 31."},{"pmid":"29185557","type":"DERIVED","citation":"Xu Y, Hackett ML, Chalmers J, Lindley RI, Wang X, Li Q, Robinson T, Arima H, Lavados PM, Anderson CS; ENCHANTED Study Group. Frequency, determinants, and effects of early seizures after thrombolysis for acute ischemic stroke: The ENCHANTED trial. Neurol Clin Pract. 2017 Aug;7(4):324-332. doi: 10.1212/CPJ.0000000000000384."},{"pmid":"28973174","type":"DERIVED","citation":"Wang X, Robinson TG, Lee TH, Li Q, Arima H, Bath PM, Billot L, Broderick J, Demchuk AM, Donnan G, Kim JS, Lavados P, Lindley RI, Martins SO, Olavarria VV, Pandian JD, Parsons MW, Pontes-Neto OM, Ricci S, Sharma VK, Thang NH, Wang JG, Woodward M, Anderson CS, Chalmers J; Enhanced Control of Hypertension and Thrombolysis Stroke Study (ENCHANTED) Investigators. Low-Dose vs Standard-Dose Alteplase for Patients With Acute Ischemic Stroke: Secondary Analysis of the ENCHANTED Randomized Clinical Trial. JAMA Neurol. 2017 Nov 1;74(11):1328-1335. doi: 10.1001/jamaneurol.2017.2286. Erratum In: JAMA Neurol. 2018 Mar 1;75(3):384."},{"pmid":"28739832","type":"DERIVED","citation":"Carr SJ, Wang X, Olavarria VV, Lavados PM, Rodriguez JA, Kim JS, Lee TH, Lindley RI, Pontes-Neto OM, Ricci S, Sato S, Sharma VK, Woodward M, Chalmers J, Anderson CS, Robinson TG; ENCHANTED Investigators. Influence of Renal Impairment on Outcome for Thrombolysis-Treated Acute Ischemic Stroke: ENCHANTED (Enhanced Control of Hypertension and Thrombolysis Stroke Study) Post Hoc Analysis. Stroke. 2017 Sep;48(9):2605-2609. doi: 10.1161/STROKEAHA.117.017808. Epub 2017 Jul 24."},{"pmid":"28619989","type":"DERIVED","citation":"Robinson TG, Wang X, Arima H, Bath PM, Billot L, Broderick JP, Demchuk AM, Donnan GA, Kim JS, Lavados PM, Lee TH, Lindley RI, Martins SCO, Olavarria VV, Pandian JD, Parsons MW, Pontes-Neto OM, Ricci S, Sato S, Sharma VK, Nguyen TH, Wang JG, Woodward M, Chalmers J, Anderson CS; ENCHANTED Investigators. Low- Versus Standard-Dose Alteplase in Patients on Prior Antiplatelet Therapy: The ENCHANTED Trial (Enhanced Control of Hypertension and Thrombolysis Stroke Study). Stroke. 2017 Jul;48(7):1877-1883. doi: 10.1161/STROKEAHA.116.016274. Epub 2017 Jun 15."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data sharing upon approval through formal application to the Research Office of The George Institute for Global Health, Australia","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"available","accessCriteria":"approved protocol, ethics committee and data sharing agreement"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2017-02-16","uploadDate":"2019-03-04T19:31","filename":"Prot_000.pdf","size":1608031},{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2018-09-10","uploadDate":"2019-03-04T19:40","filename":"SAP_001.pdf","size":1578537}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000006973","term":"Hypertension"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","asFound":"High Blood Pressure","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008790","term":"Metoprolol"},{"id":"D000003000","term":"Clonidine"},{"id":"D000007741","term":"Labetalol"},{"id":"D000006830","term":"Hydralazine"},{"id":"D000009529","term":"Nicardipine"},{"id":"D000010646","term":"Phentolamine"},{"id":"C000015568","term":"Urapidil"},{"id":"D000015773","term":"Enalaprilat"},{"id":"D000004656","term":"Enalapril"},{"id":"D000010959","term":"Tissue Plasminogen Activator"},{"id":"D000005996","term":"Nitroglycerin"},{"id":"C000036604","term":"Esmolol"},{"id":"D000005990","term":"Glycerol"}],"ancestors":[{"id":"D000000889","term":"Anti-Arrhythmia Agents"},{"id":"D000000959","term":"Antihypertensive Agents"},{"id":"D000013565","term":"Sympatholytics"},{"id":"D000001337","term":"Autonomic Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000058671","term":"Adrenergic beta-1 Receptor Antagonists"},{"id":"D000000319","term":"Adrenergic beta-Antagonists"},{"id":"D000018674","term":"Adrenergic Antagonists"},{"id":"D000018663","term":"Adrenergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000700","term":"Analgesics"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000058647","term":"Adrenergic alpha-2 Receptor Agonists"},{"id":"D000000316","term":"Adrenergic alpha-Agonists"},{"id":"D000000322","term":"Adrenergic Agonists"},{"id":"D000003451","term":"Cryoprotective Agents"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000013566","term":"Sympathomimetics"},{"id":"D000058668","term":"Adrenergic alpha-1 Receptor Antagonists"},{"id":"D000000317","term":"Adrenergic alpha-Antagonists"},{"id":"D000014665","term":"Vasodilator Agents"},{"id":"D000002121","term":"Calcium Channel Blockers"},{"id":"D000049990","term":"Membrane Transport Modulators"},{"id":"D000077264","term":"Calcium-Regulating Hormones and Agents"},{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000017366","term":"Serotonin Receptor Agonists"},{"id":"D000018490","term":"Serotonin Agents"},{"id":"D000000806","term":"Angiotensin-Converting Enzyme Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"}],"browseLeaves":[{"id":"M10451","name":"Labetalol","asFound":"Tense","relevance":"HIGH"},{"id":"M8792","name":"Nitroglycerin","asFound":"BRT","relevance":"HIGH"},{"id":"M3967","name":"Antihypertensive Agents","relevance":"LOW"},{"id":"M13539","name":"Tissue Plasminogen Activator","asFound":"Airflow","relevance":"HIGH"},{"id":"M5922","name":"Clonidine","asFound":"Smokers","relevance":"HIGH"},{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"M9578","name":"Hydralazine","asFound":"FK228","relevance":"HIGH"},{"id":"M7512","name":"Enalapril","asFound":"Teaching Hospital","relevance":"HIGH"},{"id":"M8786","name":"Glycerol","asFound":"1T","relevance":"HIGH"},{"id":"M13538","name":"Plasminogen","relevance":"LOW"},{"id":"M13241","name":"Phentolamine","asFound":"Ideas","relevance":"HIGH"},{"id":"M248025","name":"Esmolol","asFound":"Senior","relevance":"HIGH"},{"id":"M12159","name":"Nicardipine","asFound":"Persistent Atrial Fibrillation","relevance":"HIGH"},{"id":"M12226","name":"Nitroprusside","relevance":"LOW"},{"id":"M11452","name":"Metoprolol","asFound":"Untreated","relevance":"HIGH"},{"id":"M18020","name":"Enalaprilat","asFound":"Teaching Hospital","relevance":"HIGH"},{"id":"M230528","name":"Urapidil","asFound":"Fixator","relevance":"HIGH"},{"id":"M3903","name":"Anti-Arrhythmia Agents","relevance":"LOW"},{"id":"M16034","name":"Sympatholytics","relevance":"LOW"},{"id":"M20436","name":"Adrenergic Agents","relevance":"LOW"},{"id":"M28887","name":"Adrenergic beta-1 Receptor Antagonists","relevance":"LOW"},{"id":"M3361","name":"Adrenergic beta-Antagonists","relevance":"LOW"},{"id":"M20445","name":"Adrenergic Antagonists","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M3722","name":"Analgesics","relevance":"LOW"},{"id":"M3358","name":"Adrenergic alpha-Agonists","relevance":"LOW"},{"id":"M3363","name":"Adrenergic Agonists","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"},{"id":"M16035","name":"Sympathomimetics","relevance":"LOW"},{"id":"M28884","name":"Adrenergic alpha-1 Receptor Antagonists","relevance":"LOW"},{"id":"M3359","name":"Adrenergic alpha-Antagonists","relevance":"LOW"},{"id":"M17102","name":"Vasodilator Agents","relevance":"LOW"},{"id":"M5071","name":"Calcium","relevance":"LOW"},{"id":"M5088","name":"Calcium, Dietary","relevance":"LOW"},{"id":"M5074","name":"Calcium Channel Blockers","relevance":"LOW"},{"id":"M9479","name":"Hormones","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"},{"id":"M15202","name":"Serotonin","relevance":"LOW"},{"id":"M19338","name":"Serotonin Receptor Agonists","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M3824","name":"Angiotensin-Converting Enzyme Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"ChanBlk","name":"Channel Blockers"},{"abbrev":"NiOxD","name":"Nitric Oxide Donors"},{"abbrev":"AnArAg","name":"Anti-Arrhythmia Agents"},{"abbrev":"BDCA","name":"Bone Density Conservation Agents"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}