{"protocolSection":{"identificationModule":{"nctId":"NCT02054429","orgStudyIdInfo":{"id":"INSULIN"},"organization":{"fullName":"University at Buffalo","class":"OTHER"},"briefTitle":"Intensive Insulin Therapy With Tight Glycemic Control to Improve Outcomes After Endovascular Therapy for Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2016-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2014-01-31","studyFirstSubmitQcDate":"2014-02-03","studyFirstPostDateStruct":{"date":"2014-02-04","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-10-10","lastUpdatePostDateStruct":{"date":"2023-10-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Adnan H. Siddiqui","investigatorTitle":"Vice-Chairman & Associate Professor","investigatorAffiliation":"University at Buffalo"},"leadSponsor":{"name":"University at Buffalo","class":"OTHER"}},"descriptionModule":{"briefSummary":"The purpose of this study is to determine the safety and efficacy of lowering glucose (blood sugar), in addition to endovascular therapy, after acute ischemic stroke. The study will determine if lowering glucose (blood sugar) in addition to endovascular therapy will improve 90-day functional and neurological outcomes in comparison to standard glycemic care in patients with acute ischemic stroke. The study will involve treatment of 100 (50 intensive insulin therapy and 50 standard glycemic control) non-diabetic patients presenting within 8 hours of acute ischemic stroke who have undergone endovascular therapy.","detailedDescription":"This will be a prospective open label study of 100 subjects who will be randomized to either an insulin aspart (study drug) infusion (intensive insulin therapy \\[IIT arm\\]) for 48hrs or to a control arm. All patients attending the emergency department (ED) of Kaleida health within 24 hrs of symptom onset suggestive of an anterior circulation ischemic stroke will be screened. If they meet the inclusion criteria and do not have any exclusion criteria, informed consent will be obtained and a blinded stratified block randomization process will be initiated.\n\nIn addition to receiving endovascular and standard medical therapy for AIS, subjects will be randomized to an intensive insulin treatment arm (IIT arm) or control arm. In the IIT arm subjects will receive an insulin aspart infusion at a minimal rate of 2 units/hr while maintaining blood glucose between 90-120mg/dl for 48 hrs. Glucose control in the control will be at the discretion of the treating provider.\n\nSubjects will have the following study procedures done at different time points: A) assessment of neurological outcomes : modified Rankin scale (mRS) at 30 days and 90 days and NIH stroke scale (NIHSS) at baseline , 24 hrs, 72 hrs, 30 days and 90 days.\n\nB) MRI (Diffusion weighted imaging), 3-5 days and 90 days and C) various plasma and cellular endpoints will be measured in blood collected at baseline, 2, 4, 6, 24 , 48 and 72 hrs and at 30 days and 90 days.\n\nThe primary endpoint of the study is to detect a difference in the percentage of non diabetic subjects with mRS 0-2 at 90 days after an AIS treated with endovascular therapy, in the IIT and control arm."},"conditionsModule":{"conditions":["Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Insulin","type":"EXPERIMENTAL","description":"IIT arm subjects will receive an insulin aspart infusion at a minimal rate of 2 units/hr while maintaining blood glucose between 90-120mg/dl for 48 hrs","interventionNames":["Drug: Insulin"]},{"label":"Standard glycemic control","type":"NO_INTERVENTION","description":"standard of care if not randomized to Insulin"}],"interventions":[{"type":"DRUG","name":"Insulin","description":"Intensive Insulin Therapy (IIT) will be given to you by two IV infusions. The insulin infusion will be started immediately after you are moved to the intensive care unit (ICU) after endovascular therapy and continued for 48 hours","armGroupLabels":["Insulin"],"otherNames":["insulin and","dextrose/ potassium"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke Scale","description":"modified Rankin Score (specific aim) and NIH stroke scale (exploratory aim)","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"MRI","description":"Measure infarct volume and determine if there is a reduction in infact volume in the insulin-infused group","timeFrame":"2, 3, 5, and 90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18-85 years\n2. All patients attending the emergency department (ED) of Kaleida health within 24 hrs of symptoms onset suggestive of an anterior circulation ischemic stroke.\n3. CT perfusion suggesting Ischemic Core less than 30% of Penumbra territory.\n4. No history of diabetes\n5. First neurological event\n6. Clinical signs consistent with the diagnosis of ischemic stroke, including impairment of language, motor function, cognition and/or gaze, vision, or neglect. Ischemic stroke is defined as an event characterized by the sudden onset of a focal neurologic deficit presumed to be due to cerebral ischemia after exclusion of ICH with a baseline CT\n7. The signal stroke should be (a) acute, (b) the most recent significant, acute worsening of serial neurologic events, or (c) related to a diagnostic radiographic procedure but not an interventional procedure\n8. Minimum NIHSS score \\>4, except for isolated aphasia or isolated hemianopsia\n9. Angiographic evidence of a clot in the anterior intracranial or extracranial circulation consistent with the neurologic deficit with complete occlusion (TICI grade 0) or contrast penetration with minimal perfusion (TICI grade 1).\n10. Signed informed consent to participate given by patient or legal representative.\n\nExclusion Criteria:\n\n1. Coma\n2. Neurologic signs that are rapidly improving by the time of randomization or treatment- a 4-point improvement from baseline NIHSS , or increase to absolute NIHSS \\> 30 before randomization or treatment\n3. Major stroke symptoms- NIHSS \\>30\n4. Seizure at the onset of stroke\n5. Stroke due to a neurointerventional procedure for treatment of a cerebral aneurysm and/or cerebral arteriovenous malformation (stroke due to diagnostic cerebral angiography or cardiac catheterization might be treated)\n6. Clinical presentation suggestive of subarachnoid hemorrhage, even when the initial CT scan is normal.\n7. Previous known ICH at any time, neoplasm, and/or subarachnoid hemorrhage.\n8. Patients with a known arteriovenous malformation or aneurysm, with or without any evidence of associated hemorrhage.\n9. Presumed septic embolus\n10. Known hereditary or acquired hemorrhagic diathesis, eg, aPTT or prothrombin time greater than normal; unsupported coagulation factor deficiency.\n11. Baseline laboratory values that reveal platelets are \\<30 000/µL, hematocrit or platelet cell volume \\<25 volume %, or international normalized ratio \\>1.7. (Any patient receiving heparin at the onset of stroke symptoms must have an aPTT 2 times the upper limit of normal before randomization. Patients receiving low-molecular-weight heparin might need to be excluded because an anticoagulant effect is not measured by aPTT.)\n12. Pregnancy, lactation, or parturition within the previous 30 days.\n13. Known serious sensitivity to radiographic contrast agents.\n14. Other serious, advanced, or terminal illness such that life expectancy is \\<1 year.\n15. Current participation in another research treatment protocol.\n16. Previous participation in an acute stroke study.\n17. Any condition in which angiography is contraindicated.\n18. Uncompensated hypertension at study entry or hypertension requiring aggressive treatment to reduce blood pressure to non-hypertensive limits. Uncompensated hypertension is defined as systolic blood pressure \\>180 mm Hg or diastolic blood pressure 100 mm Hg on 3 repeated measures at least 10 minutes apart. Aggressive treatment is defined as the need for a continuous, parenteral antihypertensive, such as a nitroprusside drip, or the need to administer \\>3 doses of a parenteral antihypertensive, such as labetalol, hydralazine, nicardepine.\n19. Dependency on renal dialysis or known serum creatinine \\> 2.0mg/dl\n20. Serum glucose at admission \\<80mg/dl\n21. All known diabetic patients\n22. Random Admission glucose \\> 200mg/dl\n23. High-attenuation lesion on CT consistent with a hemorrhage of any degree in any location.\n24. Evidence of a significant mass effect with a midline shift due to a large infarct\n25. Acute hypodense parenchymal lesion on CT or effacement of the cerebral sulci in more than one third of the MCA territory or suspected stroke region\n26. Angiographic evidence of (a) Suspected carotid arterial dissection. (b) Arterial stenosis as the sole lesion or a high-grade stenosis that does not allow safe passage of a catheter. (b) Any nonatherosclerotic arteriopathy (eg, vasculitis)\n27. Mentally incompetent and wards of the state.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Buffalo Neurosurgery","city":"Buffalo","state":"New York","zip":"14203","country":"United States","geoPoint":{"lat":42.88645,"lon":-78.87837}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000007328","term":"Insulin"},{"id":"C000557859","term":"Insulin, Globin Zinc"}],"ancestors":[{"id":"D000007004","term":"Hypoglycemic Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M10055","name":"Insulin","asFound":"Per","relevance":"HIGH"},{"id":"M173072","name":"Insulin, Globin Zinc","asFound":"Per","relevance":"HIGH"},{"id":"M29491","name":"Insulin Aspart","relevance":"LOW"},{"id":"M17458","name":"Zinc","relevance":"LOW"},{"id":"M9744","name":"Hypoglycemic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Micro","name":"Micronutrients"}]}},"hasResults":false}