{"protocolSection":{"identificationModule":{"nctId":"NCT06090058","orgStudyIdInfo":{"id":"NF-L chain in acute stroke"},"organization":{"fullName":"Assiut University","class":"OTHER"},"briefTitle":"NF-L Chain Measurement in Acute Ischemic Stroke","officialTitle":"Role of Neurofilament Light Chain as a Diagnostic Tool and Predictor of Outcome of Acute Ischemic Stroke."},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-03-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-13","studyFirstSubmitQcDate":"2023-10-13","studyFirstPostDateStruct":{"date":"2023-10-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-04","lastUpdatePostDateStruct":{"date":"2023-11-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kerolous Hana Henein","investigatorTitle":"Resident","investigatorAffiliation":"Assiut University"},"leadSponsor":{"name":"Assiut University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"1. Using neurofilament light chain as a diagnostic tool and predictor of outcome of acute ischemic stroke\n2. Using neurofilament light chain in detecting severity in old ischemic stroke","detailedDescription":"Ischemic stroke is the second leading cause of death and disability with symptoms ranging from complete remission within 24 h (transient ischemic attack, TIA) to lasting disability in the form of cognitive dysfunction, physical disability, and complete dependency on others. The currently available acute treatments of intravenous administration of tissue plasminogen activator (2) and mechanical thrombectomy are associated with rare but severe side effects such as hemorrhage of the brain and body. Because these treatments require rapid initiation to be effective, some patients may be exposed to side effects without benefiting from the treatment. We need, therefore, to identify biomarkers that can predict functional outcome, especially in the early phases, and improve our understanding of the pathophysiological mechanisms underlying tissue damage following a stroke to develop new advanced therapeutic strategies.\n\nWhen brain damage occurs, neuronal injury and disruption of axonal membranes lead to the release of cytoskeleton proteins, such as neurofilaments (NFs), into the interstitial fluid and eventually into the cerebrospinal fluid (CSF) and blood. NFs are highly specific structural, neuronal cytoskeletal proteins that consist of four NF subunits: NF light (NF-L), NF medium (NFM), and NF heavy (NF-H) chains, and alpha-internexin.\n\nNF-L has been studied as a potential CSF and circulation biomarker for a wide range of neurological disorders (3), including cerebral small vessel disease (4) and subacute ischemic stroke.\n\nThe inflammatory process that ensues after a stroke destabilizes the blood-brain barrier (BBB) and contributes to neuro-axonal damage, thereby increasing the release of NFs and glial and inflammatory markers into the CSF and blood.\n\nIschemic stroke has recently been shown to cause persistent elevations in serum NF-L that correlated with infarct volumes and recurrent ischemic lesions.\n\nSo, Measuring serum level of NF-L will be promising as a biomarker for predicting severity of stroke symptoms and its functional outcome. So, we can predict prognosis of these cases.\n\nNF-L levels obtained within 24 h of symptom onset in the blood of ischemic stroke and TIA patients will be associated with diagnosis of these patients and as a predictor for functional outcome of these patients.\n\nThese patients after 1 and 3 months will be assessed again clinically by NIHSS and mRS to assess their outcome and detecting possibility of recurrence.\n\nthe investigators will also measure serum NF-L levels in old ischemic stroke patients having stroke of 6 to 12 month duration, as NF-L will be used as a predictor of severity of ischemic stroke in these patients.\n\nthe investigators will also measure NF-L in healthy controls to compare its level between the healthy and diseased cases.\n\nthe investigators will also measure infarct size in MR imaging, measure media-intima thickness of carotid artery, and correlate their findings with NF-L serum level to predict stroke severity and functional outcome."},"conditionsModule":{"conditions":["Acute Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"A","description":"Patients with acute ischemic stroke having focal neurological deficits lasting for more than 24 hour with relevant lesion in brain computerized tomography (CT) or magnetic resonance (MR) image","interventionNames":["Diagnostic Test: Measurement of neurofilament light chain"]},{"label":"B","description":"Patients with chronic ischemic stroke , having these symptoms for 6-12 month","interventionNames":["Diagnostic Test: Measurement of neurofilament light chain"]},{"label":"C","description":"Healthy controls","interventionNames":["Diagnostic Test: Measurement of neurofilament light chain"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Measurement of neurofilament light chain","description":"Serum samples will be collected into a serum gel with clotting activator tube (Sarstedt). After delivery to the laboratory, the serum samples were centrifuged at 2500 × g for 6 min at 4 Celsius degree, then aliquoted into at least three vials (0.3 mL per vial) and stored at -70 Celsius degree until the analysis.","armGroupLabels":["A","B","C"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"measuring neurofilament light chain in stroke patients","description":"correlation between levels of neurofilament light chain with severity and functional outcome of stroke patients","timeFrame":"baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* both sex\n* Age between 18 to 70 years old.\n* symptoms suggestive of acute ischemic stroke: presenting within 24 hours of onset of these symptoms\n* for chronic ischemic patients : Duration of 6 to 12 month of development of ischemic symptoms\n* for control cases : Healthy people\n\nExclusion Criteria:\n\n* presence of space occupying lesion\n* presence of sinus thrombosis\n* presence of hemorrhagic stroke\n* presence of sub-arachnoid hemorrhage\n* presence of Alzheimer disease, Parkinson disease, multiple sclerosis, amyotrophic lateral sclerosis, or traumatic brain injury","sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"population will include 3 groups, group A : will include patients of acute ischemic stroke - developing focal neurological symptoms in first 24 hour - of age between 18 - 70 year old.\n\ngroup B : will include patients of chronic ischemic stroke - developing focal neurological symptoms for 6-12 month - of age between 18 - 70 year old. group C : will be healthy controls of age above 18 y.o","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Kerolous Hana Henein","role":"CONTACT","phone":"01140623624","email":"keroloushana@yahoo.com"},{"name":"Eman Khedr","role":"CONTACT","phone":"01005850632","email":"Emankhedr99@yahoo.com"}]},"referencesModule":{"references":[{"pmid":"36181119","type":"BACKGROUND","citation":"Ahn JW, Hwang J, Lee M, Kim JH, Cho HJ, Lee HW, Eun MY. Serum neurofilament light chain levels are correlated with the infarct volume in patients with acute ischemic stroke. Medicine (Baltimore). 2022 Sep 30;101(39):e30849. doi: 10.1097/MD.0000000000030849."},{"pmid":"17272767","type":"BACKGROUND","citation":"Banks JL, Marotta CA. Outcomes validity and reliability of the modified Rankin scale: implications for stroke clinical trials: a literature review and synthesis. Stroke. 2007 Mar;38(3):1091-6. doi: 10.1161/01.STR.0000258355.23810.c6. Epub 2007 Feb 1."},{"pmid":"36130459","type":"BACKGROUND","citation":"Revendova KZ, Zeman D, Bunganic R, Karasova K, Volny O, Bar M, Kusnierova P. Serum neurofilament levels in patients with multiple sclerosis: A comparison of SIMOA and high sensitivity ELISA assays and contributing factors to ELISA levels. Mult Scler Relat Disord. 2022 Nov;67:104177. doi: 10.1016/j.msard.2022.104177. Epub 2022 Sep 11."},{"pmid":"24073237","type":"BACKGROUND","citation":"Gaiottino J, Norgren N, Dobson R, Topping J, Nissim A, Malaspina A, Bestwick JP, Monsch AU, Regeniter A, Lindberg RL, Kappos L, Leppert D, Petzold A, Giovannoni G, Kuhle J. Increased neurofilament light chain blood levels in neurodegenerative neurological diseases. PLoS One. 2013 Sep 20;8(9):e75091. doi: 10.1371/journal.pone.0075091. eCollection 2013."},{"pmid":"32595585","type":"BACKGROUND","citation":"Nielsen HH, Soares CB, Hogedal SS, Madsen JS, Hansen RB, Christensen AA, Madsen C, Clausen BH, Frich LH, Degn M, Sibbersen C, Lambertsen KL. Acute Neurofilament Light Chain Plasma Levels Correlate With Stroke Severity and Clinical Outcome in Ischemic Stroke Patients. Front Neurol. 2020 Jun 11;11:448. doi: 10.3389/fneur.2020.00448. eCollection 2020."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}