{"protocolSection":{"identificationModule":{"nctId":"NCT05295654","orgStudyIdInfo":{"id":"Kinect validity study"},"organization":{"fullName":"Vrije Universiteit Brussel","class":"OTHER"},"briefTitle":"Validity of the Kinect™ Sensor for Measuring Range of Motion in Patients Post-stroke and Healthy Test Subject","officialTitle":"Validity of the Kinect™ Sensor for Measuring Range of Motion in Patients Post-stroke and Healthy Test Subject"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-15","studyFirstSubmitQcDate":"2022-03-15","studyFirstPostDateStruct":{"date":"2022-03-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-10-18","lastUpdatePostDateStruct":{"date":"2022-10-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Emma De Keersmaecker","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Vrije Universiteit Brussel"},"leadSponsor":{"name":"Vrije Universiteit Brussel","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this research is to investigate the validity of the Kinect™ sensor in post-stroke patients and in healthy test subjects during analytic and functional movements. Measurements will be compared with the Vicon-camera system (currently seen as the golden standard).","detailedDescription":"STUDY DESIGN\n\nThis study is a cross-sectional study in which healthy people and people post stroke will perform 1 session where we will investigate the validity of the Kinect sensor.\n\nMATERIALS\n\n1. The VICON system\n\n   The Vicon Camera system is a marker-based system (MBS) to evaluate and analyse movements. Markers are placed on predetermined locations on the skin of the patient according to the Plug in Gait (PIG) full body model. Examination will take place in underwear. A 14-camera infrared opto-electronic video-based motion analysis system with a sample rate of 100 Hz (Vicon MX T40-S, Vicon Motion Systems, Oxford, UK) is used as golden standard. Two synchronized video cameras (Bonita 720C, Vicon, UK) will film the front and side of the participants at a sample rate of 100 Hz.\n2. The Kinect system\n\nThe Kinect™ system is a markerless-system. It uses a skeleton model to estimate the joint and relative segment orientations. The Kinect-camera will be placed on a tripod at 1,5m height and patients will stand 2m from the camera as recommended by the manufacturer The Kinect™ Azure is the newest version of this system and will be used in this study.\n\nPROCEDURE\n\nAll participants will be informed about the study (information document) and a confirmed written informed consent will be obtained by each participant. Baseline demographic and/or clinical characteristics from participants will be obtained by questioning and by searching medical files.\n\nThe participant will perform following analytical movements bilateral, both in sitting and standing position:\n\nHip:\n\n* Hip flexion (standing position): participant lifts one leg in standing position.\n* Hip flexion (sitting position): participant lifts one knee as high as possible while seated. The leg can be bend.\n* Hip abduction (standing position): participant lifts one leg sidewards as high as possible.\n* Hip abduction (sitting position): participant starts with two knees together and then moves one knee outwards as far as possible.\n* Hip adduction: patient moves one leg to the other side (in front of the standing leg)\n\nKnee:\n\n* Knee flexion (standing position): participant bends through his/her knees as deep as possible\n* Knee flexion (standing position): participant brings one foot towards the butt while maintaining the thigh in the same position\n* Knee flexion (sitting position): participant sits on a chair and moves one foot backward (under the chair).\n* Knee extension (sitting position): participant sits on a chair and extend his/her knee.\n\nShoulder:\n\n* Shoulder anteflexion: participant moves the arm upward in front of him/her as high as possible.\n* Shoulder abduction (standing position): participant moves the arm upward next to his/her body as high as possible.\n* Shoulder adduction: participant moves his/her arm in front of the body to the other side\n* Shoulder horizontal adduction: participant lifts his/her arm to an angle of 90° and then moves the arm to the other shoulder (like going to touch the other shoulder with the hand that moves), but the elbow stays extended.\n\nElbow:\n\n* Elbow flexion in 90° abduction in frontal plane: participant holds the arm in an angle of 90° next to his/her body and moves the hand towards the shoulder while keeping the upper arm in the same position.\n* Elbow flexion in 90° anteflexion in sagittal plane: participant holds the arm in an angle of 90° in front of his/her body and moves the hand towards the shoulder while keeping the upper arm in the same position.\n* Elbow flexion in 0° abduction: participant needs to bring the hand towards the shoulder in the front of his/her body while keeping the upper arm against the trunk\n\nThe following functional movements will be performed:\n\n* Grasping + hand-to-mouth movement: The participant starts with hands next to his/her body. The participant will have to grasp something and bring it to his/her mouth.\n* Sit-to-stand: The participant is seated and will have to stand up straight. Afterwards, the participant has to sit down again.\n* Touching shoulder with heterolateral hand: The arm of the participant will hang next to his/her body. The participant has to touch the heterolateral shoulder. This will be performed with both sides.\n\nParticipants will perform 5 repetitions per movement, with 2 seconds between every repetition. Each side is moved separately.\n\nIf necessary, for safety reasons, the participant can use a walking aid to maintain the balance (e.g. rollator, crutch, ...).\n\nSTATISTICAL ANALYSIS\n\nStatistical analysis will be performed using SPSS version 23 (IBM, Chicago, IL). Significance will be set at 5%. The statistical analysis will be performed by the investigators.\n\nTo determine the validity, intraclass correlation coefficients will be calculated. Based on the 95% confidence intervals of the ICC estimates, agreement will be rated poor (less than 0.50), moderate (between 0.50 and 0.75), good (between 0.75 and 0.90) or excellent (greater than 0.90). Mean differences and standard deviations will also be calculated and interpreted."},"conditionsModule":{"conditions":["Stroke","Healthy"],"keywords":["Kinect","Validity","Vicon"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Kinect validation","type":"EXPERIMENTAL","description":"Kinect measurements will be compared with the vicon measurements to validate the kinect system.","interventionNames":["Other: Kinect validation"]}],"interventions":[{"type":"OTHER","name":"Kinect validation","description":"Participants will perform several movements while both the vicon and kinect are measuring.","armGroupLabels":["Kinect validation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"3D kinematic measurements lower limb","description":"Kinematic data (i.e. movement amplitudes of the bilateral hip, knee and ankle joint in degrees) of the lower limbs during the movements will be recorded continuously with the use of the VICON Vero 1.3 system at 100 Hz.","timeFrame":"through study completion, an average of 1 year"},{"measure":"3D kinematic measurements upper limb","description":"Kinematic data (i.e. movement amplitudes of the head, neck, spine, thorax and bilateral shoulder, elbow and wrist joint in degrees) of the lower limbs during the movements will be recorded continuously with the use of the VICON Vero 1.3 system at 100 Hz.","timeFrame":"through study completion, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* People post-stroke or healthy test subjects\n* Language: Dutch, English or French\n* Age ≥ 18\n* Able to sit and stand unsupported for 30 s or more\n* Able to stand up from a chair without aid of another person\n* Able to signal pain, fear of discomfort\n* Able to give informed consent (based on the advice of a medical doctor)\n* Able to understand and perform the instructions and to answer questions\n\nExclusion Criteria:\n\n* Concurrent orthopedic and/or musculoskeletal pathologies or disorders that may limit the range of motion (including limb amputations)\n* Concurrent neurological disorders (e.g. Parkinson's Disease, Multiple Sclerosis or Amyotrophic Lateral Sclerosis)\n* Persons with comorbidity that could hinder the study (e.g. unstable cardiovascular system disorders, lung disorders, severe osteoporosis)\n* People with difficulties of speech and/or memory providing that instruction cannot be followed or understood adequate","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Eva Swinnen, Prof. Ph.D","role":"CONTACT","phone":"003224774527","email":"eva.swinnen@vub.be"},{"name":"Emma De Keersmaecker","role":"CONTACT","phone":"003224774527","email":"emma.de.keersmaecker@vub.be"}],"overallOfficials":[{"name":"Eva Swinnen, Prof. Ph.D","affiliation":"Vrije Universiteit Brussel","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Brubotics Rehabilitation Research Center","status":"RECRUITING","city":"Brussel","zip":"1090","country":"Belgium","contacts":[{"name":"Eva Swinnen","role":"CONTACT"}],"geoPoint":{"lat":50.85045,"lon":4.34878}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}