{"protocolSection":{"identificationModule":{"nctId":"NCT05947318","orgStudyIdInfo":{"id":"FONDECYT N° 11221226"},"organization":{"fullName":"Universidad Metropolitana de Ciencias de la Educacion","class":"OTHER"},"briefTitle":"Effect of tACS on the Recovery of Motor Control of the Upper Limb and Cerebral Connectivity in Chronic Stroke Patients","officialTitle":"Effect of Transcranial Alternating Current Stimulation on the Recovery of Motor Control of the Upper Limb and Cerebral Connectivity in Chronic-stage Stroke Patients","acronym":"tACS"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-12","studyFirstSubmitQcDate":"2023-07-12","studyFirstPostDateStruct":{"date":"2023-07-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-12","lastUpdatePostDateStruct":{"date":"2023-07-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Juan Jose Mariman Rivero","investigatorTitle":"Full professor","investigatorAffiliation":"Universidad Metropolitana de Ciencias de la Educacion"},"leadSponsor":{"name":"Universidad Metropolitana de Ciencias de la Educacion","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project seeks to evaluate the effect of transcranial alternating current stimulation (tACS) on the recovery of motor control of the upper limb and associated neuronal synchrony during a 14-sessions (5-week) rehabilitation program for adult patients with diagnosis of stroke at chronic stage. Specifically, the stimulation on Gamma ranges, because the evidence available so far allows us to propose that the tACS in the Gamma range (around 70 Hz) facilitates motor execution.\n\nFor this purpose, the experimental approach involves active (70 Hz in Gamma rhythm and 7 Hz, Theta rhythm) and sham tACS together with an analytical and integrated motor training with a double-blind and randomized design.\n\nOur hypothesis is that Gamma frequency tACS restores neuronal synchrony in Beta range, which enhances the upper limb motor recovery associated with a training program.\n\nUsing specific motor control parameters, clinical scales and electroencephalography, the immediate and long-term (3 months after finished the training) behavioral and neurophysiological effect of this new neurostimulation paradigm (tACS plus training) for motor rehabilitation of stroke will be established.","detailedDescription":"This project seeks to evaluate the effect of transcranial alternating current stimulation (tACS) on the recovery of motor control of the upper limb and associated neuronal synchrony during a 14 sessions (5 week) rehabilitation program for adult patients with diagnosis of stroke at chronic stage. Specifically, the stimulation on Gamma ranges, because the evidence available so far allows us to propose that the tACS in the Gamma range (around 70 Hz) facilitates motor execution. For this purpose, the experimental approach involves active (70 Hz in Gamma rhythm and 7 Hz, Theta rhythm) and sham tACS together with an analytical and integrated motor training with a double-blind and randomized design.\n\nOur hypothesis is that Gamma frequency tACS restores neuronal synchrony in Beta range, which enhances the upper limb motor recovery associated with a training program.\n\nThe general objective is to assess the effects of a combined program of tACS and upper limb training on motor performance and brain connectivity in chronic-stage stroke patients.\n\nThe specifics objectives to accomplish this are (1) Implement a system for simultaneous measurement of motor activity and EEG under tACS, considering possible postural alterations in stroke patients. (2) Evaluate the upper limb motor control and neuronal synchrony associated with motor performance during the execution of a combined stimulation and training program. Training will include analytical and functional tasks to optimize the performance in function and activity ICF level. tACS will be applied only during analytical task. (3) Analyze the changes in motor performance and neuronal synchrony for the experimental groups.\n\nUsing specific motor control parameters (kinetic and kinematic control), clinical scales and electroencephalography, the immediate and long-term (3 months after finished the training) behavioral and neurophysiological effect of this new neurostimulation paradigm (tACS plus training) for motor rehabilitation of stroke will be established.\n\nBy means of analysis of variance, clustering comparisons and linear regressions, it will be established the effect of tACS on neuronal synchrony and the parallel motor activity, as well as their underlying relationship.\n\nWe will use the REDCap platform to register all the clinical data given by the medical record and clinical assessments.\n\nThe recruitment will be made at the Clinical Center of Metropolitan University of Educational Sciences and in the Primary Care Centers that are near to the University. The sample size is 45 chronic stage stroke survivors. The sample size calculation used the data available in the study for the difference in Fugl-Meyer score between the bihemispheric and sham transcranial Direct Current Stimulation groups after the intervention (in the study of Alisar et al, 2020), considering an effect size of 1.4, a p-value of 0.05 and a power (1- beta) of 0.9, which yielded a sample size of 12 subjects per group. Now, also considering an attrition percentage of 20% and an equivalence in the size of the 3 study groups, the final sample size is 15 people per group (45 people in total).\n\nTo answer the study hypothesis, two variables will be examined as primary results:\n\n1. Behavioral level, it will be the score on the Fugl-Meyer scale (upper extremity section). This scale has been widely used in the field of neurorehabilitation to assess motor impairments (ICF function level).\n2. Neurophysiological level, the primary outcome will be the change in spectral power in the Beta band (13-30Hz) associated with motor performance in kinetic and kinematic tasks. Signal processing will follow a cluster approach using the Fieldtrip toolbox in Matlab software (R2016B).\n\nBoth variables will be subjected to a two-factor analysis of variance (experimental group factor (3 levels, tACS-70Hz, 7Hz and simulated) and time factor (4 levels referred to the measurement times)). Depending on the result, it will apply a post-hoc test (bonferroni) to study differences between levels and interactions. The association between the variables will be inspected through regression models. The level of significance will have a p-value of 0.05. The statistical analysis will be implemented in the R language and the Rstudio software. Complementary to the primary results, and in order to broaden the description of the study phenomenon, the scores of the clinical scales already described will be analyzed, as well as kinetic (absolute force, speed of force change) and kinematic variables (direction error, maximum speed) of the analytical and combined tasks. In addition, the long-scale synchrony will be described by means of connectivity variables between the electrodes already identified (phase locking value and weighted phase lag index)."},"conditionsModule":{"conditions":["Chronic Stroke","Rehabilitation"],"keywords":["transcranial alternating current stimulation","motor recovery","stroke rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Three experimental groups:\n\n1. tACS-70 Hz group\n2. tACS-7Hz group\n3. tACS-sham group","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Neither the participant or the professionals that will make the training and the assessments will know to which group the participants was assigned.","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":45,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"tACS - 70 Hz group","type":"EXPERIMENTAL","description":"The group will receive the training program plus 20 minutes of tACS at 70 Hz in the C3 or C4 electrode position (depending of the hemiparetic arm) during a specific kinetic and kinematic tasks in every training session.","interventionNames":["Device: transcranial alternating current stimulation 70 Hz","Behavioral: Training"]},{"label":"tACS - 7 Hz group","type":"ACTIVE_COMPARATOR","description":"The group will receive the training program plus 20 minutes of tACS at 7 Hz in the C3 or C4 electrode position (depending of the hemiparetic arm) during a specific kinetic and kinematic tasks in every training session.","interventionNames":["Behavioral: Training","Device: transcranial alternating current stimulation 7 Hz"]},{"label":"tACS - sham group","type":"SHAM_COMPARATOR","description":"The group will receive the training program plus 30 seconds of tACS at 70 Hz in the C3 or C4 electrode position (depending of the hemiparetic arm) in every training session.","interventionNames":["Behavioral: Training","Device: transcranial alternating current stimulation Sham"]}],"interventions":[{"type":"DEVICE","name":"transcranial alternating current stimulation 70 Hz","description":"Transcranial alternating current stimulation in the head above the motor cortex area of one side of the brain, according to the hemiparesis side.\n\nElectrodes with 3.14 cm2 of stimulation area will be used, therefore, the initial current intensity will be 0.21 mA, with a current density of 0.07 mA / cm2. The current intensity will be adjusted to the tactile sensory threshold and phosphenes of each patient, with in order to reduce such sensory effects, but considering that the decrease in current will not be greater than 10% of the initial intensity, in order to obtain a comparable configuration between subjects.\n\nThe frequency stimulation will be 70 Hz","armGroupLabels":["tACS - 70 Hz group"]},{"type":"BEHAVIORAL","name":"Training","description":"Training of the upper limb with specific kinematic and kinetic tasks plus functional training","armGroupLabels":["tACS - 7 Hz group","tACS - 70 Hz group","tACS - sham group"]},{"type":"DEVICE","name":"transcranial alternating current stimulation 7 Hz","description":"Transcranial alternating current stimulation in the head above the motor cortex area of one side of the brain, according to the hemiparesis side.\n\nElectrodes with 3.14 cm2 of stimulation area will be used, therefore, the initial current intensity will be 0.21 mA, with a current density of 0.07 mA / cm2. The current intensity will be adjusted to the tactile sensory threshold and phosphenes of each patient, with in order to reduce such sensory effects, but considering that the decrease in current will not be greater than 10% of the initial intensity, in order to obtain a comparable configuration between subjects.\n\nThe frequency stimulation will be 7 Hz","armGroupLabels":["tACS - 7 Hz group"]},{"type":"DEVICE","name":"transcranial alternating current stimulation Sham","description":"Transcranial alternating current stimulation in the head above the motor cortex area of one side of the brain, according to the hemiparesis side.\n\nElectrodes with 3.14 cm2 of stimulation area will be used, therefore, the initial current intensity will be 0.21 mA, with a current density of 0.07 mA / cm2. The current intensity will be adjusted to the tactile sensory threshold and phosphenes of each patient, with in order to reduce such sensory effects, but considering that the decrease in current will not be greater than 10% of the initial intensity, in order to obtain a comparable configuration between subjects.\n\nThe stimulation will be turn on for 30 seconds (at 70 Hz)","armGroupLabels":["tACS - sham group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Impairment Measure pre-intervention: Upper Extremity Fugl Meyer","description":"Scale use to assess motor impairments (ICF function level), and adequately reflects the analytical motor control of force and direction of movement. The scale has a maximum of 66 points, which indicates a normal performance. Lower scores indicate worse performance.","timeFrame":"week 0"},{"measure":"Change of Impairment Measure post-intervention: Upper Extremity Fugl Meyer","description":"Scale use to assess motor impairments (ICF function level), and adequately reflects the analytical motor control of force and direction of movement. The scale has a maximum of 66 points, which indicates a normal performance. Lower scores indicate worse performance.","timeFrame":"week 5 or 6 (end of the training program)"},{"measure":"Change of Impairment Measure follow up: Upper Extremity Fugl Meyer","description":"Scale use to assess motor impairments (ICF function level), and adequately reflects the analytical motor control of force and direction of movement. The scale has a maximum of 66 points, which indicates a normal performance. Lower scores indicate worse performance.","timeFrame":"week 12"},{"measure":"EEG spectral power in Beta band pre-intervention","description":"Change in spectral power in the Beta band (13-30Hz) associated with motor performance in kinetic and kinematic tasks","timeFrame":"week 0"},{"measure":"Change in EEG spectral power in Beta band post-intervention","description":"Change in spectral power in the Beta band (13-30Hz) associated with motor performance in kinetic and kinematic tasks","timeFrame":"week 5 or 6 (end of the training program)"},{"measure":"Change in EEG spectral power in Beta band follow up","description":"Change in spectral power in the Beta band (13-30Hz) associated with motor performance in kinetic and kinematic tasks","timeFrame":"week 12"}],"secondaryOutcomes":[{"measure":"Activity Measure: Action Research Arm Test","description":"Action Research Arm Test will be used to evaluate de ICF activity level. The maximum score is 57, which indicate a normal perfomance. Lower scores indicate worse performance.","timeFrame":"week 0, week 5 or 6 (end of the training program) and week 12"},{"measure":"Change in Activity Measure post-intervention: Action Research Arm Test","description":"Action Research Arm Test will be used to evaluate de ICF activity level. The maximum score is 57, which indicate a normal perfomance. Lower scores indicate worse performance.","timeFrame":"week 5 or 6 (end of the training program)"},{"measure":"Change in Activity Measure follow up: Action Research Arm Test","description":"Action Research Arm Test will be used to evaluate de ICF activity level. The maximum score is 57, which indicate a normal perfomance. Lower scores indicate worse performance.","timeFrame":"week 12"},{"measure":"Performance measure in the trained kinetic task (behavioral parameter)","description":"The change that we observed in the kinetic task in the protocol training. This outcome is a behavioral parameter that measures the change in the task that is trained in the training protocol. It is a measure of how the participants performed the kinetic task","timeFrame":"week 0, week 5 or 6 (end of the training program) and week 12"},{"measure":"Change in the performance measure in the trained kinetic task post-intertenvion (behavioral parameter)","description":"The change that we observed in the kinetic task in the protocol training. This outcome is a behavioral parameter that measures the change in the task that is trained in the training protocol. It is a measure of the change in the performance in the kinetic task at the beginning of the training protocol and at the end.","timeFrame":"week 5 or 6 (end of the training program)"},{"measure":"Change in the performance measure in the trained kinetic task at follow up (behavioral parameter)","description":"The change that we observed in the kinetic task in the protocol training. This outcome is a behavioral parameter that measures the change in the task that is trained in the training protocol. It is a measure of the change in the performance in the kinetic task at the beginning of the training protocol and at the 12 week follow up.","timeFrame":"week 12"},{"measure":"Performance measure in trained kinematic task (behavioral parameter)","description":"The change that we observed in the kinematic task in the protocol training. This outcome is a behavioral parameter that measures the change in the task that is trained in the training protocol. It is a measure of how the participants performed the kinematic task","timeFrame":"week 0, week 5 or 6 (end of the training program) and week 12"},{"measure":"Change in the performance measure in the trained kinematic task post-intervention (behavioral parameter)","description":"The change that we observed in the kinematic task in the protocol training. This outcome is a behavioral parameter that measure the change in the task that is trained in the training protocol. It is a measure of the change in the performance in the kinematic task at the beginning of the training protocol and at the end.","timeFrame":"week 5 or 6 (end of the training program)"},{"measure":"Change in performance measure in the trained kinematic task at follow up (behavioral parameter)","description":"The change that we observed in the kinematic task in the protocol training. This outcome is a behavioral parameter that measure the change in the task that is trained in the training protocol. It is a measure of the change in the performance in the kinematic task at the beginning of the training protocol and at the end.","timeFrame":"week 12"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of unilateral stroke at chronic stage (6 months or more)\n* Upper Extremity -Fugl Meyer \\> 10\n* Wrist extensors strength of the paretic limb of 2 or more in the Medical Research Council (MRC) scale\n* Active shoulder movement (flexion or abduction) of 30º or more\n* Be able to follow the instructions necessary to achieve the training protocol\n\nExclusion Criteria:\n\n* Have a cerebellar stroke or ataxia\n* Have some medical condition contraindicated for tACS (epilepsy, pacemaker, prosthesis between others)\n* Have post-stroke epilepsy\n* Limited passive range of motion in the elbow (less than 45º in flexo-extension plane)\n* Limited passive range of motion in the wrist (less than 40º in flexo-extension plane)\n* Limited passive range of motion in the shoulder (less than 70º in flexo-extension plane)\n* Have another neurological condition that leads to upper extremity sequelae\n* Have a normal performance in the clinical test","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Juan J Mariman, Ph.D","role":"CONTACT","phone":"+56981928168","email":"juan.mariman@umce.cl"},{"name":"Trinidad B Bruna, MSc.","role":"CONTACT","phone":"+34657278264","email":"trinidad.bruna@umce.cl"}],"overallOfficials":[{"name":"Juan J Mariman, Ph.D","affiliation":"Universidad Metropolitana de Ciencias de la Educacion","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centro de Habilidades Clínicas - Universidad Metropolitana de Ciencias de la Educación","status":"RECRUITING","city":"Santiago","zip":"7780450","country":"Chile","contacts":[{"name":"Juan J Mariman, PhD","role":"CONTACT","phone":"+56081928168","email":"juan.mariman@umce.cl"},{"name":"Trinidad B Bruna, MSc","role":"CONTACT","phone":"+34657278264","email":"trinidad.bruna@umce.cl"}],"geoPoint":{"lat":-33.45694,"lon":-70.64827}}]},"referencesModule":{"references":[{"pmid":"31699572","type":"BACKGROUND","citation":"Alisar DC, Ozen S, Sozay S. Effects of Bihemispheric Transcranial Direct Current Stimulation on Upper Extremity Function in Stroke Patients: A randomized Double-Blind Sham-Controlled Study. J Stroke Cerebrovasc Dis. 2020 Jan;29(1):104454. doi: 10.1016/j.jstrokecerebrovasdis.2019.104454. Epub 2019 Nov 4."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"For now, we have no plans of sharing individual participant data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M16664","name":"Triamcinolone","relevance":"LOW"},{"id":"M16665","name":"Triamcinolone Acetonide","relevance":"LOW"},{"id":"M237937","name":"Triamcinolone hexacetonide","relevance":"LOW"},{"id":"M209531","name":"Triamcinolone diacetate","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}