{"protocolSection":{"identificationModule":{"nctId":"NCT03888326","orgStudyIdInfo":{"id":"REB17-0938"},"organization":{"fullName":"University of Calgary","class":"OTHER"},"briefTitle":"Robot and tDCS Based Proprioceptive Rehabilitation After Stroke","officialTitle":"The Combined Effect of Robotic Rehabilitation and Transcranial Direct Current Stimulation on Proprioception in Chronic Stroke: a Pilot Study","acronym":"RoboStim"},"statusModule":{"statusVerifiedDate":"2019-03","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-03-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-03-18","studyFirstSubmitQcDate":"2019-03-20","studyFirstPostDateStruct":{"date":"2019-03-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-03-20","lastUpdatePostDateStruct":{"date":"2019-03-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Sean Dukelow","investigatorTitle":"Associate Professor, MD PhD FRCPC","investigatorAffiliation":"University of Calgary"},"leadSponsor":{"name":"University of Calgary","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Proprioceptive deficits are common following stroke, yet current evidence-based approaches for rehabilitating proprioception are limited. Robotic rehabilitation and transcranial direct current stimulation (tDCS) are two promising technologies/techniques that can potentially be used to treat these deficits. This study's purpose is to determine whether robotic rehabilitation, specifically targeted at proprioception, has the capacity to improve proprioception in a chronic stroke population. Furthermore, it is interested in whether tDCS is able to enhance any potential improvements in proprioception as a result of robotic rehabilitation.\n\nIt is hypothesized that a robotic rehabilitation will enhance proprioception in a chronic stroke population beyond standard of care rehabilitation. It is also hypothesized that individuals receiving a combination of robotic rehabilitation and tDCS will show greater proprioceptive improvements than those just receiving robotic rehabilitation.","detailedDescription":"Background and Rationale: Proprioception is the awareness of where our limbs are in space, in the absence of vision. It is an important sense that allows us to have control over our movement and perform many activities of daily living. Every year, approximately 62,000 Canadians suffer from a stroke. Around 50% of individuals who suffer from a stroke are left with deficits in proprioception, yet clinically very little is done to rehabilitate this sense. Two novel interventions for rehabilitating proprioception are robotic rehabilitation and Transcranial Direct Current Stimulation (tDCS). Robotic rehabilitation is potentially beneficial over conventional therapies as the number of repetitions performed in a single session can be drastically increased and these movements can be performed in a well-controlled manner, something that is more difficult in conventional therapy. It is also easy to occlude vision when performing rehabilitation in a robotic environment, meaning proprioceptive retraining can be explicitly targeted. tDCS is another technology which has the potential to enhance rehabilitation. The technique involves placing two sponge electrodes over the scalp and passing a small electrical current (1-2mA) between the two electrodes, altering the membrane potential of the brain tissue through which the current passes. When tDCS has been paired with training, it has been shown to enhance learning in both healthy and stroke populations. tDCS has yet to be investigated to improve proprioception in a stroke population.\n\nResearch Question: Can a combination of robotic rehabilitation and tDCS enhance proprioception in a chronic stroke population?\n\nEthics: This study has been approved by the Research Ethics Board at the University of Calgary\n\nDesign: This is a Single-Blinded, Pilot, Randomized Controlled Trial with a Sham Arm\n\n----------Methods----------\n\nRecruitment: 30 individuals with proprioceptive deficits beyond 6-months post-stroke are being recruited from the outpatient stroke community in Calgary, Alberta, Canada.\n\nRandomization: Individuals are randomized into one of three groups: robotic rehabilitation plus anodal tDCS, robotic rehabilitation plus sham tDCS or standard of care rehabilitation.\n\nRobotic Intervention: The robotic rehabilitation intervention consists of 10-days of robotic therapy in the Kinesiological Instrument for Normal and Altered Reaching Movements (KINARM) Exoskeleton. Robotic rehabilitation is conducted for 1 hour each day, on 10 consecutive days (excluding weekends). Therapy is tailored specifically towards rehabilitating proprioception and consists of a battery of 5 simple video game-like tasks. Each task is performed for 10-15 minutes each day. The order in which these tasks are completed are pseudo-randomized each day. Each day a motivation questionnaire will be completed.\n\ntDCS Intervention: In addition to robotic rehabilitation, those in the tDCS group will also receive 20 minutes of 2mA anodal tDCS. This is applied during the first 20 minutes of each robotic session and is targeted over the ipsilesional sensory cortex. For the sham condition, the same setup will be used. Each day a tDCS tolerability questionnaire will be completed.\n\nAssessments: All subjects will undergo 3 robotic assessments of proprioceptive performance, one at baseline (day 1), one immediately after the intervention (day 12) and one more at 3 months follow up. Two components of proprioception will be assessed during these robotic assessments (position sense and movement sense). Robotic assessments will be conducted in the same robotic exoskeleton that the therapy is delivered in.\n\nA variety of clinical scales (Fugl-Meyer Assessment, Functional Independence Measure, and Nottingham Sensory Scale) will be collected at each time point. These will be secondary outcome measures. Performance on a robotic assessment of visually-guided reaching will also be a secondary outcome measure. All clinical assessments will be performed by a blinded assessor therapist.\n\nData analysis: Primary outcome measures will be analysed using a repeated measures ANOVA. Comparisons will be made between groups at each assessment time points. Secondary outcome measures and questionnaire data will also be analysed with a repeated measures ANOVA."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Robotic Rehabilitation","Proprioception","Transcranial Direct Current Stimulation","Non-invasive Brain Stimulation","Chronic Stroke","tDCS","Sensory Recovery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants are assigned to one of 3 groups for the duration of the study (robotic rehabilitation plus anodal tDCS, robotic rehabilitation plus sham tDCS, standard of care rehabilitation)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Participants are aware of whether they are in one of the robotic treatment groups but are blinded to the type of tDCS they receive (true or sham). Assessor therapist is blinded to all group allocation.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Robotic Rehabilitation plus 1x1 anodal tDCS","type":"EXPERIMENTAL","description":"Receive 10 days of 1hr robotic rehabilitation with the KINARM Exoskeleton, in addition to 20 minutes, 2mA anodal tDCS (Soterix 1x1 tDCS) over the ipsilesional sensory cortex during the first 20 minutes of each robotic session. Current is ramped up to 2mA over 30 seconds and ramped back down over 30 seconds at the end of the 20 minutes.","interventionNames":["Device: 1x1 anodal tDCS","Behavioral: Robotic Rehabilitation"]},{"label":"Robotic Rehabilitation plus sham tDCS","type":"SHAM_COMPARATOR","description":"Receive 10 days of 1hr robotic rehabilitation with the KINARM Exoskeleton, in addition to sham anodal tDCS over the ipsilesional sensory cortex. Current is ramped up to 2mA over 30 seconds and immediately ramped back down over 30 seconds. This is repeated after 20 minutes.","interventionNames":["Device: Sham tDCS","Behavioral: Robotic Rehabilitation"]},{"label":"Standard of Care Rehabilitation","type":"NO_INTERVENTION","description":"No additional therapy/treatment provided. The individual continues with their normal daily routine"}],"interventions":[{"type":"DEVICE","name":"1x1 anodal tDCS","description":"20 minutes of 2mA anodal tDCS applied by a Soterix Medical 1x1 tDCS device while the participants are doing the robotic rehabilitation","armGroupLabels":["Robotic Rehabilitation plus 1x1 anodal tDCS"],"otherNames":["Direct current stimulator (Soterix Medical)"]},{"type":"DEVICE","name":"Sham tDCS","description":"Sham 2mA anodal tDCS applied by a Soterix Medical 1x1 tDCS device while the participants are doing the robotic rehabilitation","armGroupLabels":["Robotic Rehabilitation plus sham tDCS"],"otherNames":["Direct current stimulator (Soterix Medical)"]},{"type":"BEHAVIORAL","name":"Robotic Rehabilitation","description":"10 days of robotic rehabilitation targeted at proprioception. Therapy is conducted for 1 hour each day for 10 consecutive days (excluding weekends), in combination with either anodal or sham tDCS.","armGroupLabels":["Robotic Rehabilitation plus 1x1 anodal tDCS","Robotic Rehabilitation plus sham tDCS"],"otherNames":["KINARM Exoskeleton (BKIN Technologies)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Robotic limb position matching standardized score","description":"Change in a standardized score from a baseline robotic assessment of limb position matching","timeFrame":"Baseline, Within 1 week of completing the 10 day intervention and 3-month follow-up"},{"measure":"Robotic kinaesthesia standardized score","description":"Change in a standardized score from a baseline robotic assessment of kinaesthesia (movement sense)","timeFrame":"Baseline, Within 1 week of completing the 10 day intervention and 3-month follow-up"}],"secondaryOutcomes":[{"measure":"Change in Upper-Extremity Fugl-Meyer Assessment scores","description":"Difference in subscale scores on the Upper-Extremity Fugl-Meyer Assessment - both Motor (max 66) and Sensory (max 12) components. Higher scores indicate better outcome.","timeFrame":"Baseline, Within 1 week of completing the 10 day intervention and 3-month follow-up"},{"measure":"Change in Nottingham Sensory Assessment scores","description":"Difference in subscale scores on the Nottingham Sensory Assessment - upper extremity only (Light touch, temperature, pinprick, pressure, tactile localization, bilateral simultaneous touch, proprioception - max score 12 for each subscale)","timeFrame":"Baseline, Within 1 week of completing the 10 day intervention and 3-month follow-up"},{"measure":"Change in Functional Independence Measure score","description":"Difference in score on the Functional Independence Measure (Higher scores indicate better outcome, max score 126)","timeFrame":"Baseline, Within 1 week of completing the 10 day intervention and 3-month follow-up"}],"otherOutcomes":[{"measure":"tDCS Tolerability","description":"The questionnaire will be completed after every session","timeFrame":"During 10 day intervention period"},{"measure":"Attention/Motivation Questionnaire","description":"The questionnaire will be completed before and after every session. Higher scores indicate greater motivation, max score = 90","timeFrame":"During the 10 day intervention period"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Sex - Both male and female\n2. Age: 18 years and older\n3. Stroke onset: \\>6 months prior to enrolment\n4. Stroke type: Hemorrhagic and ischaemic\n5. Evidence of proprioceptive deficits as determined by a robotic assessment\n6. Ability to follow simple 3-step commands\n\nExclusion Criteria:\n\n1. Other co-morbid neurologic diagnoses (eg. Parkinson's disease)\n2. Seizure disorder\n3. Enrolment in concurrent upper extremity intervention trial\n4. Metal implants in head\n5. significant upper extremity orthopedic issues","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Matt Chilvers, BSc","role":"CONTACT","phone":"+1 403-944-1085","email":"matthew.chilvers@ucalgary.ca"}],"locations":[{"facility":"Stroke Robotic and Recovery Lab, Foothills Medical Centre","status":"RECRUITING","city":"Calgary","state":"Alberta","zip":"T2N 2T9","country":"Canada","contacts":[{"name":"Matthew Chilvers, BSc","role":"CONTACT","phone":"+1 403-944-1085","email":"matthew.chilvers@ucalgary.ca"},{"name":"Mark Piitz, BSc","role":"CONTACT","phone":"+1 403-944-4050","email":"robotlab@ucalgary.ca"},{"name":"Sean P Dukelow, MD/PHD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.05011,"lon":-114.08529}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"No plan to make IPD available to other researchers"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}