{"protocolSection":{"identificationModule":{"nctId":"NCT05590819","orgStudyIdInfo":{"id":"202107115DINC"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"rTMS in Chronic Poststroke Dysphagia","officialTitle":"The Effectiveness of Repetitive Transcranial Magnetic Stimulation (rTMS) in Patients With Chronic Poststroke Dysphagia."},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-02-05","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-05-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-06","studyFirstSubmitQcDate":"2022-10-18","studyFirstPostDateStruct":{"date":"2022-10-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-01","lastUpdatePostDateStruct":{"date":"2023-02-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this study is to investigate the therapeutic efficacy of repetitive transcranial magnetic stimulation (rTMS) and intermittent theta burst stimulation (iTBS) applying on suprahyoid motor cortex in chronic poststroke dysphagia, and its effect on hyolaryngeal movement.\n\nParticipants will be randomized into three groups. The three experimental groups received either bilateral or ipsilateral rTMS, or iTBS (with contralateral sham stimulation) at suprahyoid motor cortex, while the placebo group received bilateral sham stimulation. Stimulation will be given at 5 hertz(Hz), 1000 pulses of rTMS or 600 pulses of iTBS per session, for a total of 10 sessions. The swallowing function, penetration-aspiration scale of video-fluoroscopic swallowing study, motor evoked potential of suprahyoid muscles, intraoral pressure, and ultrasound swallowing exam will be evaluated before therapy, and at 1, 3, 6 months post therapy.","detailedDescription":"Swallowing dysfunction, or dysphagia, is a common complication following stroke. Although spontaneous recovery of swallowing function was seen in most patients in a time course of a few weeks to 6 months after stroke, around 50% of patients recovered slowly and had chronic dysphagia clinically. It is worth noting that dysphagia has great impact on clinical outcome, in terms of not only quality of life but also risk of severe complication such as aspiration pneumonia, malnutrition, and even death.\n\nAfter damage on swallowing ability, several cause would arise risk of aspiration and one of them was inadequate hyolaryngeal elevation. Suprahyoid muscle played an important role in hyolaryngeal movement so re-training on suprahyoid muscle might be an efficient method.\n\nConventional treatments of dysphagia focused on restore or improve swallowing functions through oropharyngeal muscle training, swallowing maneuvers, or compensation strategy. However, the effectiveness of traditional therapy was still limited and inconsistent.\n\nNoninvasive brain stimulation (NIBS) has gained increasing attention as a promising neuromodulation therapy which could improve neurological deficit and functional level through inducing the cortical neuroplasticity. Among NIBS, repetitive transcranial magnetic stimulation (rTMS) is the most widely used and delved. It has been utilized in stroke patient for promoting functional reorganization and modulate neural connection in motor and language area. In a previous network meta-analysis, we also indicated that rTMS showed the best efficacy in improving the swallowing function in acute and subacute poststroke dysphagia, when compared with transcranial direct current stimulation, surface neuromuscular electrical stimulation, and pharyngeal electrical stimulation (PES). Despite of the positive results, there was still limited evidence on the effect of rTMS in chronic dysphagia and the mechanism by which rTMS improved dysphagia outcome is unclear. Specifically, whether the rTMS on a representation cortex directly increase functional gain, such as strength and contractility of the target area remained unclear. On the other hand, theta burst stimulation (TBS), consisting of continuous TBS (cTBS) and intermittent TBS (iTBS), is a new stimulation model of TMS and seemed to be helpful on motor recovery in chronic stroke. Furthermore, previous research had showed iTBS was not inferior to rTMS on the improvement of poststroke dysphagia using stimulation at suprahyoid motor cortex of affected hemisphere. In this study, we aim to investigate the therapeutic efficacy of both high frequency rTMS and iTBS applying on suprahyoid motor cortex in chronic poststroke dysphagia, and its effect on hyolaryngeal movement.\n\nIn each stage, patients with subcortical stroke will be randomized into three groups. The three experimental groups receive either bilateral or ipsilateral rTMS, or iTBS (with contralateral sham stimulation) at suprahyoid motor cortex, while the placebo group receive bilateral sham stimulation. Stimulation will be given at 5 hertz(Hz), 1000 pulses of rTMS or 600 pulses of iTBS per session, for a total of 10 sessions. The swallowing function, penetration-aspiration scale of video-fluoroscopic swallowing study, motor evoked potential of suprahyoid muscles, intraoral pressure, and ultrasound swallowing exam will be evaluated before therapy, and at 1, 3, 6 months post therapy."},"conditionsModule":{"conditions":["Deglutition Disorders"],"keywords":["Transcranial Magnetic Stimulation","Dysphagia","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"bilateral rTMS","type":"EXPERIMENTAL","description":"5 hertz(Hz), 1000 pulses, 90% resting motor threshold(RMT) stimulation on bilateral motor cortex of suprahyoid muscle for 15 minutes.","interventionNames":["Device: repetitive transcranial magnetic stimulation(rTMS)"]},{"label":"unilateral rTMS","type":"EXPERIMENTAL","description":"5 hertz(Hz), 1000 pulses, 90% RMT stimulation on motor cortex of suprahyoid muscle at ipsilateral side as the lesion for 15 minutes; sham stimulation on motor cortex of suprahyoid muscle at contra-lateral side as the lesion for 15 minutes.","interventionNames":["Device: repetitive transcranial magnetic stimulation(rTMS)"]},{"label":"control group of rTMS","type":"PLACEBO_COMPARATOR","description":"Sham stimulation on motor cortex of suprahyoid muscle at contra-lateral side as the lesion for 15 minutes.","interventionNames":["Device: Sham stimulation"]},{"label":"bilateral iTBS","type":"EXPERIMENTAL","description":"600 pulses iTBS stimulation on bilateral motor cortex of suprahyoid muscle for 15 minutes.","interventionNames":["Device: Intermittent Theta-burst Stimulation(iTBS)"]},{"label":"unilateral iTBS","type":"EXPERIMENTAL","description":"600 pulses iTBS on motor cortex of suprahyoid muscle at ipsilateral side as the lesion for 15 minutes; sham stimulation on motor cortex of suprahyoid muscle at contra-lateral side as the lesion for 15 minutes.","interventionNames":["Device: Intermittent Theta-burst Stimulation(iTBS)"]},{"label":"control group of iTBS","type":"PLACEBO_COMPARATOR","description":"Sham stimulation on motor cortex of suprahyoid muscle at contra-lateral side as the lesion for 15 minutes.","interventionNames":["Device: Sham stimulation"]}],"interventions":[{"type":"DEVICE","name":"repetitive transcranial magnetic stimulation(rTMS)","description":"5 hertz(Hz), 1000 pulses, 90% RMT stimulation; 15 minutes per session; for a total of 10 sessions","armGroupLabels":["bilateral rTMS","unilateral rTMS"]},{"type":"DEVICE","name":"Intermittent Theta-burst Stimulation(iTBS)","description":"3 pulses of stimulation delivered at 50 Hz and repeated at 5 Hz; 2s train of TBS with repetitive interval of every 10s, 70% RMT; 600 pulses in total; 15 minutes per session; for a total of 10 sessions","armGroupLabels":["bilateral iTBS","unilateral iTBS"]},{"type":"DEVICE","name":"Sham stimulation","description":"Set-up the coil without true stimulation; 15 minutes per session; for a total of 10 sessions","armGroupLabels":["control group of iTBS","control group of rTMS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"penetration-aspiration scale(PAS)","description":"Penetration-aspiration scale will be calculated by videofluoroscopic swallow study with measurement of the depth of penetrated or aspirated material and the patient's response to airway invasion. Score range is 1 to 8; higher score means more severe on penetration and aspiration.","timeFrame":"Day 30 (change of PAS, comparing with the data in baseline) of each section"},{"measure":"penetration-aspiration scale(PAS)","description":"Penetration-aspiration scale will be calculated by videofluoroscopic swallow study with measurement of the depth of penetrated or aspirated material and the patient's response to airway invasion. Score range is 1 to 8; higher score means more severe on penetration and aspiration.","timeFrame":"Day 90 (change of PAS, comparing with the data in baseline and Day 30) of each section"}],"secondaryOutcomes":[{"measure":"The Swallowing Quality-of-Life questionnaire(SWAL-QOL)","description":"The questionnaire to assess ten quality-of-life concepts about dysphagia, containing 44-items and dividing into 10 domains. The score of each item ranges from 0 to 4 and total score ranges from 0 to 100. Higher score means better swallow-specific quality of life.","timeFrame":"Day 14, Day 30, Day 90, Day 180 (comparing with the data in baseline) of each section"},{"measure":"The Functional Oral Intake Scale (FOIS)","description":"Measurement of functional level of oral intake of food and liquid with 7-point ordinal scale, level 1 to level 7. Higher level means better performance and lower limitation on oral intake.","timeFrame":"Day 14, Day 30, Day 90, Day 180 (comparing with the data in baseline) of each section"},{"measure":"The Dysphagia Severity Scale (DSS)","description":"Combination of objective evaluation of the functional severity of dysphagia and recommendations for diet level. Level range is from 1 to 7; lower level means more severe on dysphagia and aspiration.","timeFrame":"Day 14, Day 30, Day 90, Day 180 (comparing with the data in baseline) of each section"},{"measure":"Iowa Oral Performance Instrument (IOPI)","description":"Objectively evaluate and measure tongue and lip strength and endurance","timeFrame":"Baseline, Day 14, Day 30, Day 90, Day 180"},{"measure":"Swallowing ultrasound","description":"The ultrasound of swallowing to evaluate the movement of hyoid bone","timeFrame":"Baseline, Day 14, Day 30, Day 90, Day 180"},{"measure":"Motor evoked potential (MEP)","description":"Record the MEP of suprahyoid muscle under rTMS","timeFrame":"Baseline, Day 14"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age \\> 20 years old, diagnosed of subcortical stroke(including ischemic or hemorrhagic type) by CT or MRI image study\n* sustained the symptoms of dysphagia more than one month after stroke.\n* Functional Oral Intake Scale (FOIS) between 1 to 5 score\n* Maintenance on sitting balance over 15 minutes\n\nExclusion Criteria:\n\n* Disturbed consciousness, unable to communicate and obey order through gesture or language\n* Disease or trauma involved central neural system, such as Parkinson's disease, traumatic brain injury, brain tumor or multiple sclerosis\n* Any disorder inducing dysphagia, such as nasopharyngeal cancer(NPC) or cervical cancer\n* Metal Implants or pacemaker\n* Global aphasia or cognitive impairment\n* History of epilepsy\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ming-Yen Hsiao, PHD","role":"CONTACT","phone":"23123456","phoneExt":"52857","email":"myferrant@gmail.com"}],"overallOfficials":[{"name":"Ming-Yen Hsiao, PHD","affiliation":"Department of Physical Medicine and Rehabilitation, National Taiwan University Hospital, Taipei, Taiwan","role":"STUDY_CHAIR"}]},"referencesModule":{"references":[{"pmid":"19833552","type":"BACKGROUND","citation":"Rossi S, Hallett M, Rossini PM, Pascual-Leone A; Safety of TMS Consensus Group. Safety, ethical considerations, and application guidelines for the use of transcranial magnetic stimulation in clinical practice and research. Clin Neurophysiol. 2009 Dec;120(12):2008-2039. doi: 10.1016/j.clinph.2009.08.016. Epub 2009 Oct 14."},{"pmid":"35574927","type":"BACKGROUND","citation":"Rao J, Li F, Zhong L, Wang J, Peng Y, Liu H, Wang P, Xu J. Bilateral Cerebellar Intermittent Theta Burst Stimulation Combined With Swallowing Speech Therapy for Dysphagia After Stroke: A Randomized, Double-Blind, Sham-Controlled, Clinical Trial. Neurorehabil Neural Repair. 2022 Jul;36(7):437-448. doi: 10.1177/15459683221092995. Epub 2022 May 16."},{"pmid":"35029231","type":"BACKGROUND","citation":"Yu-Lei X, Shan W, Ju Y, Yu-Han X, Wu Q, Yin-Xu W. Theta burst stimulation versus high-frequency repetitive transcranial magnetic stimulation for poststroke dysphagia: A randomized, double-blind, controlled trial. Medicine (Baltimore). 2022 Jan 14;101(2):e28576. doi: 10.1097/MD.0000000000028576."},{"pmid":"35370584","type":"BACKGROUND","citation":"Wen X, Liu Z, Zhong L, Peng Y, Wang J, Liu H, Gong X. The Effectiveness of Repetitive Transcranial Magnetic Stimulation for Post-stroke Dysphagia: A Systematic Review and Meta-Analysis. Front Hum Neurosci. 2022 Mar 17;16:841781. doi: 10.3389/fnhum.2022.841781. eCollection 2022."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"}],"ancestors":[{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Deglutition Disorders","relevance":"HIGH"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}