{"protocolSection":{"identificationModule":{"nctId":"NCT02319785","orgStudyIdInfo":{"id":"CathayGH"},"organization":{"fullName":"Cathay General Hospital","class":"OTHER"},"briefTitle":"Effects of Robot-Assisted Combined Therapy in Upper Limb Rehabilitation in Stroke Patients","officialTitle":"Effects of Robot-Assisted Combined Therapy in Upper Limb Rehabilitation in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2014-12","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-08"},"primaryCompletionDateStruct":{"date":"2018-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2018-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-10-07","studyFirstSubmitQcDate":"2014-12-15","studyFirstPostDateStruct":{"date":"2014-12-18","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-12-15","lastUpdatePostDateStruct":{"date":"2014-12-18","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Cathay General Hospital","class":"OTHER"},"collaborators":[{"name":"National Taiwan University","class":"OTHER"},{"name":"Chang Gung University","class":"OTHER"},{"name":"Chang Gung Memorial Hospital","class":"OTHER"},{"name":"Cheng-Hsin General Hospital","class":"OTHER"},{"name":"Lo-Sheng Sanatorium","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The main purpose of this study is to examine the treatment effects and the combined-therapy of the robot-assisted therapy (RAT) by using two groups of combined-therapy with different sensory feedback and one group of unilateral RAT in the investigators trial to compare the relative treatment effects to mirror therapy group, bilateral RAT, and conventional rehabilitation (CR) considering motor ability, basic daily functions, mobility, quality of life, and kinematic variables.","detailedDescription":"Stroke remains a leading cause of permanent disability in Taiwan and many other countries. The high incidence of stroke and the decreased mortality from stroke which imply the urgent needs for effective rehabilitation. Various contemporary rehabilitation interventions focused on restoring upper limb motor function have been advocated for stroke rehabilitation. Robot-assisted therapy (RAT), one current prominent activity-based approach, has emerged that incorporates therapeutic elements for success in stroke motor rehabilitation: combined with neuromuscular electrical stimulation and mirror therapy into its design. However, scientific evidence for the effects of the RAT and its combined-therapy on functional outcomes (e.g., motor and daily functions) in stroke patients remains limited. Furthermore, there is a need to identify the proper protocol and intervention type. This research project will use randomized controlled trial design to address these issues.\n\nThe main purpose of this study is to examine the treatment effects and the combined-therapy of the RAT by using two groups of combined-therapy with different sensory feedback and one group of unilateral RAT in our trail to compare the relative treatment effects to mirror therapy group, bilateral RAT, and conventional rehabilitation (CR) considering motor ability, basic daily functions, mobility, quality of life, and kinematic variables.\n\nThe inclusion criteria of subjects are first-ever unilateral stroke with more than 3 months onset ; (2) an initial UL subsection of the Fugl-Meyer Assessment score of 18 to 56 indicating moderate to severe and moderate UL movement impairment; (3) no excessive spasticity in any of the joints of the affected UL (shoulder, elbow, wrist, fingers); (4) be able to follow study instructions and perform study tasks; (5) without upper limb fracture within 3 months; (6) lack of participation in any experimental rehabilitation or drug studies during the study period; (7) welling to provide written informed consent ; and (8) able to realize and respond to oral instructions. Patients with neural or psychological medical history, recurrent stroke or attack by epilepsy during the intervention will be excluded. Expected sample size is 120.\n\nSubjects will be randomly assigned to one of the six groups: (1) robot-assisted therapy combined with neuromuscular electrical stimulation (RAT-NMES) ; (2) robot-assisted therapy combined with mirror therapy (RAT-MT) ; (3) mirror therapy group; (4) unilateral robot-assisted therapy group ; (5) bilateral robot-assisted therapy and (6) conventional rehabilitation (CR). All subjects in the study will receive treatment from registered occupational therapist 1.5 hours each day, five days a week for four weeks. Pretest and posttest will be hold before and after the intervention to check if the subjects had any improvement. The outcome measures are kinematic analysis of the upper and lower limb movement variables, the Fugl-Meyer Assessment (FMA), Medical Research Council scale (MRC), MYOTON-3, accelerometers, Functional Ambulation Category (FAC), Ten-meter walk test, Functional Independence Measure (FIM), Stroke Impact Scale (SIS), Action Research Arm Test (ARAT), Wolf Motor Function Test (WMFT), ABILHAND, Motor Activity Log (MAL), and Modified Ashworth Scale (MAS). All the data will be calculated by SPSS 13.0. Subject's age, sex, time after stroke in each group will be compared by descriptive statistics. The change of outcome measures after intervention in each group will be calculated by ANOVA to see if combined therapy had better effectiveness than the other groups."},"conditionsModule":{"conditions":["Cerebrovascular Accident"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"RAT-NMES","type":"EXPERIMENTAL","description":"The combined treatment of robot-assisted therapy and neuromuscular electrical stimulation.","interventionNames":["Behavioral: RAT-NMES"]},{"label":"RAT-MT","type":"EXPERIMENTAL","description":"The combined treatment of robot-assisted therapy and mirror therapy.","interventionNames":["Behavioral: RAT-MT"]},{"label":"Mirror therapy","type":"ACTIVE_COMPARATOR","description":"Patients practice motion in a mirror box, and look into mirror while practicing.","interventionNames":["Behavioral: Mirror therapy"]},{"label":"Unilateral RAT","type":"EXPERIMENTAL","description":"Unilateral robot-assisted therapy provided by InMotion Isokinetic Testing and Evaluation System.","interventionNames":["Behavioral: Unilateral RAT"]},{"label":"Bilateral RAT","type":"ACTIVE_COMPARATOR","description":"Bilateral robot-assisted therapy provided by Bi-Manu-Track.","interventionNames":["Behavioral: Bilateral RAT"]},{"label":"Conventional rehabilitation","type":"ACTIVE_COMPARATOR","description":"Conventional rehabilitation provided by therapist.","interventionNames":["Behavioral: Conventional rehabilitation"]}],"interventions":[{"type":"BEHAVIORAL","name":"RAT-NMES","description":"This combined RAT- treatment involves the same protocol as the RAT regimen except that patients receive neuromuscular electrical stimulation (NMES) concurrently with RAT.","armGroupLabels":["RAT-NMES"],"otherNames":["RAT combined neuromuscular electrical stimulation","RAT-neuromuscular electrical stimulation"]},{"type":"BEHAVIORAL","name":"RAT-MT","description":"This combined RAT- treatment involves the same protocol as the RAT regimen except that patients receive mirror therapy instead of functional activities training after RAT.","armGroupLabels":["RAT-MT"],"otherNames":["RAT combined MT","RAT-mirror therapy"]},{"type":"BEHAVIORAL","name":"Mirror therapy","description":"This protocol includes mirror therapy and functional training in a session. The treatment intensity is 1.5 hours/day, 5 days/week, for 4 weeks. MT focuses on symmetrical bimanual movements and simultaneously observing the mirror visual feedback reflected by the unaffected upper extremity.","armGroupLabels":["Mirror therapy"],"otherNames":["MT"]},{"type":"BEHAVIORAL","name":"Unilateral RAT","description":"This protocol includes warm-up, unilateral RAT, and functional activities training. The treatment intensity is 1.5 hours/day, 5days/week for 4 consecutive weeks.\n\nThe unilateral RAT session uses the robot-assisted arm trainer, InMotion Isokinetic Testing and Evaluation System.","armGroupLabels":["Unilateral RAT"],"otherNames":["URAT"]},{"type":"BEHAVIORAL","name":"Bilateral RAT","description":"This protocol includes warm-up, bilateral RAT, and functional activities training. The treatment intensity is 1.5 hours/day, 5days/week for 4 consecutive weeks.\n\nThe unilateral RAT session uses the robot-assisted arm trainer, Bi-Manu-Track (Reha-Stim Co., Berlin, Germany).","armGroupLabels":["Bilateral RAT"],"otherNames":["BRAT"]},{"type":"BEHAVIORAL","name":"Conventional rehabilitation","description":"Participants in this group receive a structured protocol based on occupational therapy such as neuro-developmental techniques and task-oriented approach. The treatment dose is matched to RAT and MT groups.","armGroupLabels":["Conventional rehabilitation"],"otherNames":["CR","Control treatment","CT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"change of kinematic analyses","description":"A 7-camera motion-analysis system (VICON MX, Oxford Metrics Inc., Oxford, UK) was used.The variables of reaction time (second), movement time (second), total displacement (mm), peak velocity (mm/second), percentage of peak velocity, joint recruitments (degree), maximum shoulder and elbow cross-correlation and variables of gait pattern were collected.","timeFrame":"within three days before and immediately after the intervention"},{"measure":"change of Fugl-Meyer Assessment","description":"The upper-extremity subscale of the FMA will be used to assess motor impairment. The 33 upper limb items measure the movement and reflexes of the shoulder/elbow/forearm, wrist, hand, and coordination/speed. They are scored on a 3-point ordinal scale (0-cannot perform, 1-performs partially, 2-performs fully). The maximum score is 66, indicating optimal recovery. The sub-score of a proximal shoulder/elbow (FMA s/e: 0-42) and a distal hand/wrist (FMA h/w: 0-24) will be also calculated to investigate the treatment effects on separate upper extremity elements. The reliability, validity, and responsiveness of the FMA in stroke patients have been shown to be good.","timeFrame":"within three days before and immediately after the intervention"}],"secondaryOutcomes":[{"measure":"change of 10-Meter Walk Test (10MWT)","description":"The 10MWT assess mobility function by measuring the time and the numbers of strides required to walk 10 meters under two conditions: (1) with the self-pace of each participant (self-pace); (2) with the speed that the participants walked as soon as possible. The velocity and stride length of the participant are calculated. Research has validated the 10MWT in measuring mobility in stroke.","timeFrame":"within three days before and immediately after the intervention"},{"measure":"change of Wolf Motor Function Test","description":"The WMFT requires the participant to perform 15 function-based and 2 strength-based tasks. The tasks are averaged to produce a score in seconds that ranges from 0 to 120 seconds. For functional ability scoring, we used a 6-point ordinal scale where 0 indicates \"does not attempt with the involved arm\" and 5 indicates \"arm does participate; movement appears to be normal.\"","timeFrame":"within three days before and immediately after the intervention"},{"measure":"change of Functional Independence Measure","description":"The FIM consists of 18 items grouped into 6 subscales measuring self-care, sphincter control, transfer, locomotion, communication, and social cognition ability. Each item is rated from 1 to 7 (maximum score 126) based on the required level of assistance to perform the tasks (e.g., 1-complete assistance and 7-complete independence). A higher score on any subscale indicates a less disability.","timeFrame":"within three days before and immediately after the intervention"},{"measure":"change of The Action Research Arm Test","description":"The ARAT assesses the ability to handle objects with 19 items divided into 4 subscales of grasp, grip, pinch, and gross movement by 4-level ordinal scale. Higher the score, better the performance.","timeFrame":"within three days before and immediately after the intervention"}],"otherOutcomes":[{"measure":"change of Medical Research Council scale","description":"The MRC assessment measures the muscle strength of the proximal (shoulder flexors, shoulder abductors, elbow flexors, and elbow extensors) and distal (wrist and finger flexors and extensors) parts of the affected arm. The MRC score of each muscle ranges from 0 (no muscle contraction) to 5 (normal strength).","timeFrame":"within three days before and immediately after the intervention"},{"measure":"change of Functional Ambulation Categories","description":"Functional Ambulation Categories is rated from 1 to 6 based on the required level of assistance to perform the basic motor skills necessary for functional ambulation.","timeFrame":"within three days before and immediately after the intervention"},{"measure":"change of Modified Ashworth Scale","description":"The MAS grades spasticity from 0 (no increase in muscle tone) to 5 (affected part rigid in flexion and extension). We measured the muscle tone of the shoulder, elbow, forearm, wrist, and finger and calculated the averaged MAS scores of the proximal (shoulder and elbow) and distal (forearm, wrist, and finger) portions.","timeFrame":"within three days before and immediately after the intervention"},{"measure":"change of Motor Activity Log","description":"The MAL is a semistructured interview of patients to assess the amount of use (AOU) and quality of movement (QOM) of the affected UL in 30 important daily activities using a 6-point ordinal scale.","timeFrame":"within three days before and immediately after the intervention"},{"measure":"change of ABILHAND Questionnaire","description":"The ABILHAND questionnaire is a self-report assessment of UE function that consists of 23 bilateral activities in daily life. Patients were asked to estimate their difficulty in performing each activity using a 3-point ordinal scale.","timeFrame":"within three days before and immediately after the intervention"},{"measure":"change of Stroke Impact Scale Version 3.0","description":"The SIS is a 59-item self-report scale designed to assess 8 functional domains including strength, memory, emotion, communication, activities of daily living (ADLs)/instrumental ADLs, mobility, hand function, and participation using a 5-point ordinal scale, with established reliability and validity.","timeFrame":"within three days before and immediately after the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. first-ever unilateral stroke with more than 3 months onset ;\n2. an initial UL subsection of the Fugl-Meyer Assessment score of 18 to 56 indicating moderate to severe and moderate UL movement impairment;\n3. no excessive spasticity in any of the joints of the affected UL (shoulder, elbow, wrist, fingers);\n4. be able to follow study instructions and perform study tasks;and\n5. willing to provide written informed consent.\n\nExclusion Criteria:\n\n1. with neural or psychological medical problem that may influence the study;\n2. with severe joint pain;\n3. with upper limb fracture within 3 months;\n4. participation in any experimental rehabilitation or drug studies during the study period; and\n5. refusing to provide written informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Keh-Chung Lin, Dr.","role":"CONTACT","phone":"886-2-33668180","email":"kehchunglin@ntu.edu.tw"},{"name":"Chung-Shan Hung","role":"CONTACT","phone":"886920603731","email":"f00429003@ntu.edu.tw"}],"overallOfficials":[{"name":"Keh-Chung Lin, Dr.","affiliation":"National Taiwan University","role":"STUDY_DIRECTOR"},{"name":"Chia-Yi Lee, MD","affiliation":"Cathay General Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ming-wei Lee","affiliation":"Cathay General Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Cathay General Hospital","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Chia-Yi Lee, MD","role":"CONTACT","phone":"886-2-27082121"},{"name":"Chia-Yi Lee, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}