{"protocolSection":{"identificationModule":{"nctId":"NCT04178395","orgStudyIdInfo":{"id":"110932"},"organization":{"fullName":"Hospital Universitari de Bellvitge","class":"OTHER"},"briefTitle":"Early Neurophysiological Interventions in Acute Cerebral Lesions","officialTitle":"Early Neurophysiological Interventions in Acute Cerebral Lesions"},"statusModule":{"statusVerifiedDate":"2019-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-04-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2011-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2013-11-09","type":"ACTUAL"},"studyFirstSubmitDate":"2019-11-21","studyFirstSubmitQcDate":"2019-11-24","studyFirstPostDateStruct":{"date":"2019-11-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-11-24","lastUpdatePostDateStruct":{"date":"2019-11-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Sara Yagüe MD","investigatorTitle":"Sponsor-investigator","investigatorAffiliation":"Hospital Universitari de Bellvitge"},"leadSponsor":{"name":"Sara Yagüe MD","class":"OTHER"},"collaborators":[{"name":"Hospital Clinic of Barcelona","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Objective:\n\nTranscranial direct current stimulation (tDCS) can change the excitability of the central nervous system and contribute to motor recovery of stroke patients. The investigators hypothesized that the benefit of tDCS may increase with interventions facilitating motor responses, such as repetitive peripheral nerve stimulation (rPNS).\n\nThe aim of our study was to examine the short and long-term effects of real vs sham bihemispheric tDCS on scales of motor function and neurophysiological tests in patients with acute stroke and a moderate/severe motor impairment.\n\nMethods:\n\nThe study was prospective, randomized, double-blind and placebo controlled. Twenty acute stroke patients (ischemic and haemorrhagic) with Upper limb Fugl-Meyer (ULFM) score\\<19 were randomized in two parallel groups: one group received 5 consecutive daily sessions of anodal tDCS over the affected hemisphere (AH) and cathodal over unaffected hemisphere combined with rPNS and the other received sham tDCS associated to rPNS. Pacients were examined before tDCS, 5 days and 3, 6 and 12 months after tDCS. The investigators evaluated ULFM and modified Ashworth scales (MAS), resting motor threshold, motor and somatosensory evoked potentials (MEPs and SEPs), silent periods and Hmax/Mmax ratio.","detailedDescription":"Transcranial direct current stimulation (tDCS) is a form of noninvasive brain stimulation used to induce excitability changes in central nervous system circuits. The basis of tDCS application in stroke patients follows the model of interhemispheric imbalance between the damaged and intact hemispheres: anodal tDCS over affected hemisphere to induce long-lasting increase in cortical excitability, cathodal tDCS over unaffected hemisphere to induce long-lasting decrease in cortical excitability. Simultaneous effects on both hemispheres can be obtained with bi-hemispheric tDCS. Minimum intensity and duration of tDCS is necessary to induce long-lasting effects, which are referred as long-term potentiation and long-term depression.\n\nMost interventional tDCS studies have focused on chronic stroke patients, at a time in which patients are supposed to have reached a plateau in their spontaneous recovery after the lesion. Less research has evaluated the effects of an early tDCS intervention. tDCS protocols differ in location of electrodes, session frequency and duration, dosage of electrical charge, temporal window of tDCS delivery and other variables. The functional benefit of tDCS may increase with the concomitant application of adjuvant therapeutic strategies such as constraint-induced therapy, electrical stimulation or robot-mediated therapy. Sattler et al. used radial nerve stimulation, together with tDCS, to facilitate motor output. It is possible that repetitive peripheral nerve stimulation (rPNS) modulates corticospinal output at somatotopically specific supraspinal sites through GABAergic interneurons. The patients that improved in Sattler et al.'s study, as in other tDCS studies, had an initial mild to moderate impairment of motor function. Improvement is more dubious in patients presenting with severe motor deficit.\n\nOur aim in this study was to examine the effectiveness of bihemispheric tDCS combined with rPNS in acute stroke patients with pronounced motor impairment, the group of patients with fewer options in therapeutic programs.\n\nThe benefit of applying tDCS early after stroke is still unclear. However, based on animal models, the first month after stroke seems to be the optimal period to induce morphological changes associated with increased plasticity, hence the therapeutic window was chosen between 5 and 20 days after the stroke event. The investigators reasoned that, if plastic changes have been induced by tDCS, the clinical and neurophysiological benefit may manifest not just immediately after treatment, but further ahead in the patient's natural evolution after the stroke. For this reason, the investigators considered relevant to determine if the results of tDCS treatment persisted in time and had a long-term effect, therefore extended our clinical and neurophysiological follow-up to 12 months after treatment.\n\nMethods:\n\nPatients:\n\nTwenty patients with a history of first acute stroke (ischemic and haemorrhagic) were included, from April through December 2011, in a prospective, double-blind, randomized study. Eleven patients were affected by an ischemic stroke: cortical and/or subcortical and 9 were affected by a haemorrhagic stroke. Inclusion criteria were: first time single and unilateral supratentorial stroke confirmed by CT or MRI, stroke interval between 5 and 20 days of study onset, age 18 to 79 years, National Institutes of Health Stroke Scale (NIHSS) ≥6 and ≤21. Exclusion criteria were preceding epileptic seizures, metallic implants within the brain or pacemaker implants and coexistence of other neurological diseases.\n\nPatients were included in the study when they were medically stable, between 5 and 17 days after the stroke event. The study was conducted in according to the World Medical Association Declaration of Helsinki and approved by the Clinical Research Ethics Committee (PR160/11). Written, informed consent was obtained from all participants or their relatives before their inclusion in the study.\n\nPatients were randomized in two parallel groups: one group (11 patients) received 5 consecutive daily sessions of anodal tDCS over the affected hemisphere and cathodal over unaffected hemisphere combined with repetitive peripheral nerve stimulation and the other (9 patients) received sham tDCS associated to repetitive peripheral nerve stimulation.\n\nPatients were examined before tDCS, 5 days and 3, 6 and 12 months after tDCS.\n\nAssessments Patients' condition was characterized using standardized clinical and neurophysiological assessment tools on the day before onset of interventions.\n\nClinical assessment Neurological functioning was assessed using the NIHSS. Motor assessment of the paretic upper limb and spasticity were evaluated using the upper limb Fugl-Meyer (ULFM) and Modified Ashworth scales (MAS). MAS scale measures were taken for shoulder abduction, elbow extension and wrist extension, which were used to calculate the mean value of resistance during passive stretching, with higher scores reflecting greater resistance (maximum 4).\n\nNeurophysiological assessment\n\nTranscranial magnetic stimulation:\n\nMotor evoked potentials (MEPs) were recorded using a biphasic magnetic stimulator (Magstim 200; The Magstim Co. Ltd., UK) connected to a figure-of-eight magnetic stimulating coil (70-mm outer diameter; The Magstim Co. Ltd., UK) placed over the cortical abductor digiti minimi hotspot. A tight-fitting cloth cap marked with a 1cmx1cm grid was used for the mapping of the target muscle cortical representation. The coil was positioned tangentially to the scalp, with the handle pointing backwards at an angle of 45 degrees to midline and was moved in 1-cm steps to localize the optimal scalp location in each hemisphere, from which the largest MEPs in the abductor digiti minimi could be evoked. A Synergy electromyograph (Oxford Instruments, Surrey, UK) was used to record MEPs from the abductor digiti minimi. Whenever MEPs were not elicited in the affected upper limb at rest using maximal stimulator output, patients were instructed to make an attempt to voluntarily activate the muscle. If no MEP could be elicited using maximal stimulator output, MEPs amplitude was described as 0 mV.\n\nGroppa S, Oliviero A, Eisen A et al. A practical guide to diagnostic transcranial magnetic stimulation: report of an IFCN committee. Clin Neurophysiol 2012;123:858-882.\n\nResting motor threshold:\n\nResting motor threshold (rMT) was defined as the lowest stimulator output at the optimal scalp site required to elicit a MEP of at least 50 μV in the relaxed abductor digiti minimi in at least 5 of 10 trials.21 If no MEP could be elicited using maximal stimulator output, then rMT was described as 100%.\n\nContralateral and ipsilateral silent period:\n\nTo elicit the silent period, transcranial magnetic stimulation was applied over the M1 area of each hemisphere while patients sustained a steady maximum tonic contraction of the abductor digiti minimi and a 500ms poststimulus period was analysed. Stimulation intensity was 120% rMT. We essentially recorded simultaneously contralateral (cSP) and ipsilateral silent period (iSP) to a unilateral stimulus. If patients were unable to maintain a stable contraction with the paretic hand, the SP was considered unmeasurable. cSP duration was measured from the onset of the MEP to the point of EMG resumption after a period of EMG suppression and the mean of 10 trials was used to estimate the silent period duration. iSP was quantified considering a period of relative suppression of EMG activity below the background EMG activity.\n\nTakechi U, Matsunaga K, Nakanishi R et al. Longitudinal changes of motor cortical excitability and transcallosal inhibition after subcortical stroke. Clin Neurophysiol 2014;125: 2055-2069.\n\nSEPs recording:\n\nSomatosensory evoked potentials (SEPs) were elicited using electrical stimulation with the same procedure described in detail in previous studies. Signals were recorded using Synergy electromyograph (Oxford Instruments, Surrey, UK). SEPs data were compared between affected and unaffected upper limbs.\n\nCruccu G, Aminoff MJ, Curio G et al. Recommendations for the clinical use of somatosensory-evoked potentials. Clin Neurophysiol 2008;119:1705-19.\n\nMauguière F, Allison T, Babiloni C et al. Somatosensory evoked potentials. The International Federation of Clinical Neurophysiology. Electroencephalogr Clin Neurophysiol Suppl 1999;52:79-90.\n\nH-reflex H-reflex responses were recorded from a 45-degree angle supinated arm and a slightly contracted flexor carpi radialis muscle. When the flexor carpi radialis muscle couldn't be contracted the paretic upper limb was positioned with the wrist in slight flexion. Recording electrode was placed over the belly of the flexor carpi radialis and referred to an electrode 3 cm distal. Electrical stimuli delivered a square-wave pulse of 0.5 ms in duration and were applied over the median nerve at the bicipital groove; above the cubital crease. Hmax/Mmax responses were compared between the paretic and non-paretic sides.\n\nChristie AD, Inglis JG, Boucher JP, Gabriel DA. Reliability of the FCR H-reflex. J Clin Neurophysiol 2005;22:204-9."},"conditionsModule":{"conditions":["Stroke","Acute Stroke"],"keywords":["transcranial direct current stimulation","stroke rehabilitation","neuromodulation","corticomotor excitability","repetitive peripheral nerve stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The study was prospective, randomized, double-blind and placebo controlled. Twenty acute stroke patients (ischemic and haemorrhagic) with Upper limb Fugl-Meyer (ULFM) score\\<19 were randomized in two parallel groups: one group received 5 consecutive daily sessions of anodal transcranial direct current stimulation (tDCS) over the affected hemisphere and cathodal over unaffected hemisphere combined with repetitive peripheral nerve stimulation (rPSN) and the other received sham tDCS associated to rPNS. Patients were examined before tDCS, 5 days and 3, 6 and 12 months after tDCS.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Trained investigators, blinded to group assignment, performed the patients' neurostimulation. Patients were also blinded to the type of stimulation they were going to receive. Patients were randomized in 2 parallel groups. A serial number from a computer-generated randomization list was given to each patient for group allocations. Patients allocated to the real tDCS group (11 patients) received one daily session of bihemispheric tDCS + rPNS for 5 consecutive days. The patients allocated to the sham tDCS group (9 patients) received sham tDCS + rPNS also daily, for 5 consecutive days. Group allocation of each patient was only disclosed for analysis of data after the end of all evaluations, 1 year after treatment application. Outcome assessor was also blind to group assignment.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"real tDCS group","type":"EXPERIMENTAL","description":"Patients allocated to the real tDCS group (11 patients) received one daily session of bihemispheric transcranial direct stimulation and repetitive peripheral stimulation for 5 consecutive days.","interventionNames":["Device: bihemispheric transcranial direct stimulation"]},{"label":"sham group","type":"SHAM_COMPARATOR","description":"Patients allocated to the sham tDCS group (9 patients) received sham tDCS + rPNS also daily, for 5 consecutive days.","interventionNames":["Device: bihemispheric transcranial direct stimulation"]}],"interventions":[{"type":"DEVICE","name":"bihemispheric transcranial direct stimulation","description":"tDCS was applied with the anode placed over the M1 hand area of the ipsilesional motor cortex and the cathode over the same area of the contralesional motor cortex (C3/C4). For the active condition, patients received 5 consecutive daily sessions of 2 mA anodal tDCS over the AH and cathodal tDCS over the UH of 20 minutes each, with fade-in and fade-out periods of 1s. For the sham condition, the stimulation applied in the same sites and with the same parameters, was turned off after a fade-in period, 30 seconds of direct current stimulation and a fade-out period.\n\nRepetitive peripheral nerve stimulation was performed by a peripheral nerve stimulator to the radial nerve and applied at the same time as tDCS. Radial nerve was chosen to improve wrist extension. Trains of 40 stimuli (ISI: 10 ms, duration: 1ms) were delivered every 6 seconds to the radial nerve through bipolar electrodes (5 cm diameter) at an intensity that could elicit a visible wrist extension (20-30 mA).","armGroupLabels":["real tDCS group","sham group"],"otherNames":["repetitive peripheral stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Upper limb Fugl-Meyer scale","description":"Motor assessment stroke-specific, performance-based impairment index, designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. Unit of measure 0-66 (higher scores reflect better outcome)","timeFrame":"one year"},{"measure":"Modified Ashworth scale","description":"Measures resistance during passive soft-tissue stretching and is used as a simple measure of spasticity. Unit of measure 0-4 (higher scores reflect increase spasticity)","timeFrame":"one year"},{"measure":"Resting motor threshold","description":"Corticomotor excitability measure is the lowest stimulator output at the optimal scalp site required to elicit a MEP of at least 50 μV. Unit of measure: % of maximal stimulator output.","timeFrame":"one year"},{"measure":"Contralateral and ipsilateral silent period","description":"Evaluates corticomotor excitability of each hemisphere and transcallosal contralateral's hemisphere influence. Transcranial magnetic stimulation is applied over the M1 area of each hemisphere while patients sustained a steady maximum tonic contraction of the muscle and ipsilateral and contralateral responses of both upper limbs are recorded. Unit of measure: miliseconds","timeFrame":"one year"},{"measure":"Motor evoked potentials","description":"Motor evoked potentials refers to the action potential elicited by noninvasive stimulation of the motor cortex through the scalp. Unit of measure: milivolts","timeFrame":"one year"},{"measure":"Somatosensory evoked potentials","description":"Somatosensory evoked potentials are the electrical activity of the brain that results from the stimulation of the somatosensory system, through electrical stimulation. Unit of measure: microvolts.","timeFrame":"one year"},{"measure":"Hmax/Mmax ratio","description":"H reflex, the electrical analogue of the spinal stretch reflex, allowed the investigators to study spinal circuitry excitability. The index Hmax/Mmax ratio was compared between the paretic and the non-paretic arm and is considered a neurophysiological measure of spasticity. Unit of measure: %","timeFrame":"one year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first time single and unilateral supratentorial stroke confirmed by CT or MRI.\n* stroke interval between 5 and 20 days of study onset.\n* age 18 to 79 years,\n* National Institutes of Health Stroke Scale (NIHSS) ≥6 and ≤21.\n\nExclusion Criteria:\n\n* preceding epileptic seizures.\n* metallic implants within the brain or pacemaker implants.\n* coexistence of other neurological diseases","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jordi Montero, PhD","affiliation":"Hospital Universitari de Bellvitge","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Josep Valls-Solé, PhD","affiliation":"Clinic Hospital of Barcelona","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Bellvitge University Hospital","city":"Barcelona","zip":"08907","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}}]},"referencesModule":{"references":[{"pmid":"23084320","type":"RESULT","citation":"Kandel M, Beis JM, Le Chapelain L, Guesdon H, Paysant J. Non-invasive cerebral stimulation for the upper limb rehabilitation after stroke: a review. Ann Phys Rehabil Med. 2012 Dec;55(9-10):657-80. doi: 10.1016/j.rehab.2012.09.001. Epub 2012 Sep 29. English, French."},{"pmid":"10990547","type":"RESULT","citation":"Nitsche MA, Paulus W. Excitability changes induced in the human motor cortex by weak transcranial direct current stimulation. J Physiol. 2000 Sep 15;527 Pt 3(Pt 3):633-9. doi: 10.1111/j.1469-7793.2000.t01-1-00633.x."},{"pmid":"25567120","type":"RESULT","citation":"Sattler V, Acket B, Raposo N, Albucher JF, Thalamas C, Loubinoux I, Chollet F, Simonetta-Moreau M. Anodal tDCS Combined With Radial Nerve Stimulation Promotes Hand Motor Recovery in the Acute Phase After Ischemic Stroke. Neurorehabil Neural Repair. 2015 Sep;29(8):743-54. doi: 10.1177/1545968314565465. Epub 2015 Jan 7."},{"pmid":"22448901","type":"RESULT","citation":"Rossi C, Sallustio F, Di Legge S, Stanzione P, Koch G. Transcranial direct current stimulation of the affected hemisphere does not accelerate recovery of acute stroke patients. Eur J Neurol. 2013 Jan;20(1):202-4. doi: 10.1111/j.1468-1331.2012.03703.x. Epub 2012 Mar 26."},{"pmid":"21825004","type":"RESULT","citation":"Hesse S, Waldner A, Mehrholz J, Tomelleri C, Pohl M, Werner C. Combined transcranial direct current stimulation and robot-assisted arm training in subacute stroke patients: an exploratory, randomized multicenter trial. Neurorehabil Neural Repair. 2011 Nov-Dec;25(9):838-46. doi: 10.1177/1545968311413906. Epub 2011 Aug 8."},{"pmid":"28837443","type":"RESULT","citation":"Rabadi MH, Aston CE. Effect of Transcranial Direct Current Stimulation on Severely Affected Arm-Hand Motor Function in Patients After an Acute Ischemic Stroke: A Pilot Randomized Control Trial. Am J Phys Med Rehabil. 2017 Oct;96(10 Suppl 1):S178-S184. doi: 10.1097/PHM.0000000000000823."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data will be shared as a original research article in a scientific journal.","infoTypes":["CSR"],"timeFrame":"When the manuscript is accepted.","accessCriteria":"Open access in the scientific journal where the manuscript is accepted."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}