{"protocolSection":{"identificationModule":{"nctId":"NCT03174392","orgStudyIdInfo":{"id":"F170330006"},"secondaryIdInfos":[{"id":"UL1TR001417","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UL1TR001417"}],"organization":{"fullName":"University of Alabama at Birmingham","class":"OTHER"},"briefTitle":"Multimodal Exercise Training Poststroke","officialTitle":"Exercise Training in a Novel Training Environment Compared to Increased Treadmill Speed During Walking With Individuals Poststroke"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2020-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-05-30","studyFirstSubmitQcDate":"2017-05-30","studyFirstPostDateStruct":{"date":"2017-06-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-08-31","lastUpdatePostDateStruct":{"date":"2020-09-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Christopher Hurt","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Alabama at Birmingham"},"leadSponsor":{"name":"University of Alabama at Birmingham","class":"OTHER"},"collaborators":[{"name":"National Institutes of Health (NIH)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Individuals poststroke with gait and balance impairment are typically less active and have low levels of physical fitness. Improving fitness level while also improving gait and balance is very important. Maximizing the exercise training benefit requires the appropriate level of effort is achieved. Traditional exercise programs scale aerobic demand by increasing the walking speed or the slope of the treadmill surface. This may be difficult for individuals who experience decreased balance at faster speeds or on sloped surfaces and require the use of handrails to safely walk under these conditions. These exercise programs show limited improvement in walking ability after training. This project will test a novel approach, resistance-based treadmill walking, for maximizing improvements in fitness and ability to walk by individuals poststroke. The investigators previous research has shown that backward directed resistive force applied to the pelvis while walking is well tolerated by individuals poststroke. Further, these forces can be used to effectively scale aerobic demand while walking in a controlled manner. With traditional treadmill training approaches handrail support is utilized to ensure safety. However, handrail support externally stabilizes the individual reducing training improvements in walking capacity and balance. For this pilot investigation a group that aerobically trains using a standard exercise treadmill training paradigm will be compared to a group that experiences progressive backward directed resistive forces applied to an individuals' pelvis while they walk at comfortable walking speeds without the aid of handrails. Individuals will wear a fall harness that provides no external stabilization but prevents falls to the treadmill surface. This approach has the potential benefit of allowing individuals poststroke to meaningfully practice walking at safe speeds but against resistance thereby improving walking economy, dynamic balance, and walking speed. The proposed project is necessary to gather preliminary data for a much larger training study that has the potential to change the clinical approach for improving gait economy, balance, and walking speed for individuals poststroke."},"conditionsModule":{"conditions":["Exercise","Stroke"],"keywords":["Exercise","Multimodal","Balance","Resistance","Mobility"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Resistance based training study:","type":"EXPERIMENTAL","description":"Each training session will begin by determining the treadmill walking speed that an individual will train. The speed of the treadmill will be incrementally increased stepwise and individuals will affirm which speed feels the most comfortable to walk. Thus, the training speed of individuals will not necessarily be fixed over the 8-week study. Heart rate will be monitored and resistive force will be applied stepwise until the heart rate reaches at least 60% heart rate reserve. Individuals will be encouraged to walk at least five minutes and then be allowed to rest. Achieved heart rate reserve and time the spent training at 60-80% heart rate reserve will be quantified for each session. Subjective measures of effort will also be sampled using the Borg Scale.","interventionNames":["Other: Resistance Based Training"]},{"label":"Speed based training study:","type":"ACTIVE_COMPARATOR","description":"Each training session will begin by determining the fastest walking speed that an individual asserts that they can maintain for five minutes. The training time will then begin. Individuals will be encouraged to walk at least five minutes and then be allowed to rest. Speed will be progressed for each individual every 1-2 weeks at increments between 0.02 m/s and 0.08 m/s. Treadmill inclination will remain at 0°. Participants will be allowed to use the handrail or forearm support while being encouraged to walk without support if possible. Achieved heart rate reserve and the time the spent training at 60-80% heart rate reserve will be quantified for each session. Subjective measures of effort will also be sampled using the Borg Scale.","interventionNames":["Other: Speed Based Training"]}],"interventions":[{"type":"OTHER","name":"Resistance Based Training","description":"Resistance based training study: Each training session will begin by determining the treadmill walking speed that an individual will train. The speed of the treadmill will be incrementally increased stepwise and individuals will affirm which speed feels the most comfortable to walk. Thus, the training speed of individuals will not necessarily be fixed over the 8-week study. Heart rate will be monitored and resistive force will be applied stepwise until the heart rate reaches at least 60% heart rate reserve. Individuals will be encouraged to walk at least five minutes and then allowed to rest. Achieved heart rate reserve and time the spent training at 60-80% heart rate reserve will be quantified for each session. Subjective measures of effort will also be sampled using the Borg Scale.","armGroupLabels":["Resistance based training study:"]},{"type":"OTHER","name":"Speed Based Training","description":"Speed based training study: Individuals will train at the fastest walking speed that an individual asserts that they can maintain for five minutes. The training time will then begin. Individuals will be encouraged to walk at least five minutes and then be allowed to rest. Speed will be progressed for each individual every 1-2 weeks at increments between 0.02 m/s and 0.08 m/s. Treadmill inclination will remain at 0°. Participants will be allowed to use the handrail or forearm support while being encouraged to walk without support if possible. Achieved heart rate reserve and the time the spent training at 60-80% heart rate reserve will be quantified for each session. Subjective measures of effort will also be sampled using the Borg Scale.","armGroupLabels":["Speed based training study:"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"10 meter walk test","description":"Individual will walk 10 m \"at a speed that feels the most comfortable\". The time it takes for the individual to walk the middle 6 meters is quantified allowing for an acceleration and deceleration.","timeFrame":"Baseline to three months"}],"secondaryOutcomes":[{"measure":"Peak Strength","description":"Peak isometric force generate of the ankle plantar flexors will be measured with dynamometer. Individuals will generate a maximum amount of force against the arm of the dynamometer and the maximum plantarflexor torque generation of the ankle will be quantified","timeFrame":"Baseline to three months"},{"measure":"Balance","description":"The Mini Best clinical test will be used to assess balance of these individuals.","timeFrame":"Baseline to three months"},{"measure":"Timed up and go","description":"The individual sits in a chair with their back against the chair back On the command \"go\", the individual rises from the chair, walks 3 meters, turns, walks back to the chair and sits down. Timing begins at the instruction \"go\" and stops when the individual is seated","timeFrame":"Baseline to three months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Inclusion criteria: unilateral stroke that resulted in hemiplegia (\\> 6 months post injury), older than 18 years of age, ability to walk independently, medically stable (controlled hypertension, no arrhythmia, stable cardiovascular status), and able to provide written informed consent.\n\nExclusion Criteria:\n\n* history of serious cardiac disease (e.g., myocardial infarction), uncontrolled blood pressure, presence of cerebellar and brainstem deficits, severe cognitive disorder, inability to follow simple commands, uncontrolled respiratory or metabolic disorders, major or acute musculoskeletal problems.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Christopher P Hurt, PhD","affiliation":"University of Alabama at Birmingham","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Alabama At Birmingham","city":"Birmingham","state":"Alabama","zip":"35294","country":"United States","geoPoint":{"lat":33.52066,"lon":-86.80249}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}