{"protocolSection":{"identificationModule":{"nctId":"NCT05993091","orgStudyIdInfo":{"id":"202303069RINB"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Mirror Therapy and Augmented Reality in Stroke Rehabilitation","officialTitle":"Outcomes of Mirror Therapy Preceding Augmented Reality in Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-06","studyFirstSubmitQcDate":"2023-08-13","studyFirstPostDateStruct":{"date":"2023-08-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-17","lastUpdatePostDateStruct":{"date":"2023-10-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This research is in line with the National Health Research Institutes (NHRI) Innovative Research Grant priority to address innovative treatment strategies for neurological disorders that are in desperate need of scientific scrutiny. Stroke is one of the major medical conditions that leads to long-term disability and causes a heavy health care and financial burden. To meet multidimensional needs of patients with stroke, hybrid interventions that combine different approaches are needed due to the complexity of stroke. Our previous research funded by the NHRI has been published and translated to stroke rehabilitation, particularly in the priming and synergic effects of robotic-assisted training and/or mirror therapy (MT). To extend from our previous research, the investigators will combine MT with augmented reality (AR), an emerging adjunct therapy in stroke rehabilitation. An AR-based intervention provides an intensive, repetitive, and context-rich training program, leading to an interesting environment with real-time feedback to increase motivation and participation.","detailedDescription":"This proposed research is in line with the prioritized need to address innovative treatment strategies for neurological disorders that are in desperate need of scientific scrutiny. Stroke is one of the major medical conditions that leads to long-term disability and causes a heavy health care and financial burden. To meet multidimensional needs of patients with stroke, hybrid interventions that combine different approaches are needed due to the complexity of stroke. Our previous research funded by the NHRI has been published and translated to stroke rehabilitation, particularly in the priming and synergic effects of robotic-assisted training and/or mirror therapy (MT). To extend from our previous research, the investigators will combine MT with augmented reality (AR), an emerging adjunct therapy in stroke rehabilitation. An AR-based intervention provides an intensive, repetitive, and context-rich training program, leading to an interesting environment with real-time feedback to increase motivation and participation.\n\nCurrent stroke rehabilitation programs, such as MT and AR and their combination, are novel intervention approaches that have promise for feedback-enhanced stroke rehabilitation. MT may contribute to bilateral brain coupling by means of mirror visual feedback. It can potentially be an effective priming technique for creating an enriched neuroplastic environment to facilitate motor and functional recovery. AR is powered by its potential to provide an intensive, repetitive, and context-rich training program and promote motor, mobility, and cognition function recovery. MT and AR can be complementary for formulating a hybrid regimen. MT has been implemented conventionally by being based on a bilateral approach. Our innovative protocol will include both unilateral and bilateral MT using personally relevant task objects for improving task performance. The goals of this proposed research project will be to (1) compare treatment efficacy between the hybrid approaches of MT preceding AR (MT+AR), AR-based intervention (AR), and dose-matched conventional therapy (CT) on sensory and motor function, mobility, daily function, life quality, and self-efficacy in stroke patients, and (2) identify the potential predictors of treatment success using chi-squared automatic interaction detection (CHAID). This project is a single-blinded three-armed randomized controlled trial. The investigators plan to recruit 128 stroke survivors who will be randomly allocated to one of the experimental (MT+AR), comparison (AR), or control (CT) groups. The experimental group will receive 40 minutes of MT, followed by 40 minutes of AR training and 10 minutes of functional practice. The comparison group will receive 80 minutes of AR training combined with 10 minutes of functional practice. The control group will have 90 minutes of conventional occupational therapy, including 10 minutes of functional practice.\n\nAll participants will receive interventions for 90 minutes/day, 3 days/week for 6 weeks. There will be three assessment time points: baseline, immediately after the intervention, and the 3-month follow-up. The primary outcome measures are the upper-extremity subscale of the Fugl-Meyer Assessment and Berg Balance Scale. Under the International Classification of Functioning, Disability and Health (ICF) framework, the investigators will also include sensory impairment, actual arm use, daily activity function, self-efficacy, and quality of life as the secondary outcomes. Analysis of covariance controlling the baseline scores will be used to analyze the immediate and retention effects between treatment groups. After determining the minimal clinically important difference (MCID) in the primary outcomes using anchor- and distribution-based methods, the investigators will further use CHAID to identify the significant predictors and the corresponding cutoff points to differentiate those who have a greater likelihood to respond to treatment. The investigators expect to provide robust evidence for the hybrid regimen of MT-primed AR to boost poststroke patients' recovery in sensory/motor impairment, dysfunction in daily activities, low self-efficacy, and poor health-related quality of life. Specifically, the priming effect of mirror visual feedback is anticipated to be supported by showing a larger effect size in the MT+AR group compared with the AR and CT group. Based on the clinical trial data of our proposed project, the investigators will determine the MCIDs specific to the outcomes of MT/AR and further conduct the CHAID analysis to identify critical predicting factor of treatment success. The findings will update evidence-based stroke care advocated by the Ministry of Health and Welfare and be used to translate the evidence into clinical practice and decision making in precision stroke rehabilitation."},"conditionsModule":{"conditions":["Stroke Rehabilitation"],"keywords":["stroke","rehabilitation","mirror therapy","augemnted reality"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The study participants and outcome assessors will be blind to group allocation (i.e., experimental, comparative, or control group) of the participants.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":75,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"MT+AR group","type":"EXPERIMENTAL","description":"The experimental group will receive 40 minutes of MT, followed by 40 minutes of AR training and 10 minutes of functional practice. Figure 2 provides an illustration of the hybrid regimen of MT+AR.","interventionNames":["Other: mirror therapy (MT)","Other: augmented reality (AR)"]},{"label":"AR group","type":"ACTIVE_COMPARATOR","description":"The comparison group will receive 80 minutes of AR training combined with 10 minutes of functional practice.","interventionNames":["Other: augmented reality (AR)"]},{"label":"CT group","type":"ACTIVE_COMPARATOR","description":"The control group will receive 90 minutes of conventional occupational therapy, including 10 minutes of functional practice. Examples of functional practice include chopping vegetables, pouring water from a kettle, folding a towel, etc.","interventionNames":["Other: Control intervention"]}],"interventions":[{"type":"OTHER","name":"mirror therapy (MT)","description":"Each participant will practice two different MT protocols: UMT and BMT. During UMT, the affected hand is static, whereas during BMT, the affected hand moves in an attempt to duplicate the unaffected hand as best as possible. The MT activities include gross motor movements (i.e., shoulder flexion, elbow flexion/extension, forearm pronation/supination, and wrist flexion/extension and circumduction), fine motor movements (i.e., opposition, grasp, and release), and object manipulation (i.e., reaching out to grasp a cup, flipping coins).","armGroupLabels":["MT+AR group"]},{"type":"OTHER","name":"augmented reality (AR)","description":"The training program with different levels of difficulty provides goal-directed exercises designed to be adjustable in order to match the patient's ability to minimize compensatory movements. The goal-directed exercise includes balance training (i.e., weight shifting, standing on one leg, etc.), activities of daily living training (i.e., reaching to grasp functionally relevant objects), and cognitive enhancement (i.e., memory training). By using the AR system, participants can observe the real performance of motions and interaction between the body and the virtual environment.","armGroupLabels":["AR group","MT+AR group"]},{"type":"OTHER","name":"Control intervention","description":"Participants will perform 90 minutes of therapist-mediated conventional therapy. The treatment protocols will be formulated by using occupational therapy techniques, such as neurodevelopmental techniques and functional task training. Specifically, the affected arm exercise or gross motor training, muscle strengthening of the affected arm, fine motor or dexterity training, and functional tasks of daily life or compensatory techniques will be used to alleviate functional deficits. In addition, the therapist will work with the participant to select functionally relevant tasks, such as picking up items from a box, lifting soft drink bottles, hanging clothes, and so on.","armGroupLabels":["CT group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment (FMA)","description":"The upper-extremity subscale of the FMA will be used for the assessment of motor impairment. Movements and reflexes of the shoulder/elbow/forearm, wrist, hand, and coordination/speed are scored. Each score is on an ordinal scale of 3 points (0 = cannot perform, 1 = performs partially, 2 = performs fully). The highest score is 66, which indicates optimum recovery. The subscale score of a proximal shoulder/elbow (FMA s/e: 0-42) and a distal hand/wrist (FMA h/w: 0-24) will be calculated to study the effects of treatment on separate elements of the upper extremities. The FMA has good reliability, validity, and responsiveness in stroke.","timeFrame":"Baseline, 6 weeks, and 18 weeks"},{"measure":"Berg Balance Scale (BBS)","description":"The BBS is identified as one of the most widely used evaluation tools of balance across the continuum from acute clinic-based to community-based care. There are 14 items assessing the patient's ability to maintain balance, either statically or with a variety of functional movements, over a given time period. Each score is on a 5-point ordinal scale (0 = inability to complete the task, 4 = independent item completion). The maximum score is 56, representing good balance. The BBS is a reliable and valid tool in assessing balance and functional mobility for stroke.","timeFrame":"Baseline, 6 weeks, and 18 weeks"}],"secondaryOutcomes":[{"measure":"Revised Nottingham Sensory Assessment (rNSA)","description":"The rNSA will be used to assess changes of sensation. Various sensory assessments will be used to evaluate the tactile sensation, proprioception, and stereognosis of the various body segments. The rNSA rating is based on an ordinal scale of 3 points (0-2), with a lower score indicating more sensory impairment. Its psychometric properties have been determined for stroke.","timeFrame":"Baseline, 6 weeks, and 18 weeks"},{"measure":"Chedoke Arm and Hand Activity Inventory (CAHAI)","description":"The CAHAI evaluates the functional ability of the affected arm and hand to perform tasks after stroke. The 13 items contained in the CAHAI represent bimanual meaningful everyday activities and are made up a variety of the upper-extremity characteristics, including strength, dexterity, coordination, and grasp. The 7-point activity scale is used in the CAHAI, where 1 indicates \"performing less than 25% of the effort to complete the task\" and 7 indicates \"the participants' affected upper extremity is able to complete the task competently independently.\" The reliability and validity of the CAHAI have been ascertained in stroke.","timeFrame":"Baseline, 6 weeks, and 18 weeks"},{"measure":"Motor Activity Log (MAL)","description":"The MAL is a self-reported semistructured interview that rates the frequency of use (MAL-amount of use \\[AOU\\]) and quality (MAL-quality of movement \\[QOM\\]) of the affected upper extremity. It consists of 30 functional tasks in real life, such as turning on a light with a light switch, opening a refrigerator, or washing hands (Silva et al., 2018; Van der Lee et al., 2004). The scale ranges from 0 to 5 (0 = did not use the affected arm, 1 = occasionally used the affected arm but only very rarely/the affected arm was moved during that activity but was not helpful, 5 = used the affected arm as often as before the stroke/the ability to use the affected arm for that activity was as good as before the stroke). Its reliability and validity have been confirmed in stroke (Silva et al., 2018).","timeFrame":"Baseline, 6 weeks, and 18 weeks"},{"measure":"Functional Independence Measure (FIM)","description":"The FIM is composed of 18 items divided into six subscales measuring self-care, sphincter control, transfer, locomotion, communication, and social cognition ability (Hamilton, 1987). Each item is rated from 1 (complete assistance) to 7 (complete independence), according to the level of help required to accomplish the tasks, with a higher score (maximal score, 126) indicating lower disability. The FIM has good interrater reliability, construct validity, and discriminant validity (Hamilton et al., 1994; Ravaud et al., 1999; Stineman et al., 1996).","timeFrame":"Baseline, 6 weeks, and 18 weeks"},{"measure":"Stroke Impact Scale Version 3.0 (SIS 3.0)","description":"The SIS 3.0 measures stroke-specific health-related quality of life (Duncan et al., 2003). It includes 59 items assessing eight domains (i.e., strength, hand function, activities of daily living/instrumental activities of daily living, mobility, communication, emotion, memory, and thinking and participation), with a single item evaluating the overall perceived recovery of the stroke. Items are graded on a 5-point Likert scale, with lower scores indicating higher difficulty in completing the tasks over the past week. The SIS 3.0 has satisfactory reliability, validity, and responsiveness in patients with stroke (Duncan et al., 2003).","timeFrame":"Baseline, 6 weeks, and 18 weeks"},{"measure":"Stroke Self-Efficacy Questionnaire (SSEQ)","description":"Self-efficacy is the belief in one's capabilities to organize and execute a plan of action and to complete a task or achieve a goal (Bandura, 1997). The SSEQ measures self-efficacy judgments in functional domains of an individuals' life after stroke (Jones et al., 2008). In this 13-item questionnaire, each item is scored according to the perceived confidence, ranging from 0 (no confidence at all) to 10 (complete confidence). Its validity and reliability have been established in patients with stroke (Dallolio et al., 2018; Jones et al., 2008; Riazi et al., 2014). Recent research has supported the relevance of the SSEQ in outcome evaluations in individuals with stroke (Long et al., 2020; Johar et al., 2022).","timeFrame":"Baseline, 6 weeks, and 18 weeks"},{"measure":"Stroke-Specific Measure of Adherence to Home-based Exercises (SS-MAHE)","description":"We include this test because adherence to home-based practices is essential for achieving meaningful changes in treatment outcomes (Bassett, 2012). The SS-MAHE is a validated (Mahmood et al., 2020) stroke-specific questionnaire assessing adherence to home-setting practice among stroke patients. It consists of two sections: (a) the dosage of prescribed practice activities and (b) the dosage of actual practice activities done by the participants. The repetition, frequency, and duration for each activity will be recorded, and the intensity will be indicated using the visual analog scale.","timeFrame":"Baseline, 6 weeks, and 18 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. a first-ever unilateral stroke ≥3 months and ≤3 years\n2. age between 30 and 80 years (Kwakkel et al., 1999)\n3. baseline Fugl-Meyer Assessment Upper Extremity (FMA-UE) score \\>10 (Fugl-Meyer et al., 1975)\n4. no severe spasticity in any joints of the affected arm (modified Ashworth scale \\<3) (Charalambous, 2014)\n5. ability to follow the instructions of the evaluator and therapists\n6. the ability to maintain a step-standing position for at least 30 seconds (Lloréns et al., 2015)\n7. ability to walk a minimum of 10 meters, with or without a device (Park et al., 2017)\n8. no severe vision impairments or other major neurologic diseases\n9. no participation in other studies during the study period\n10. willingness to provide informed written consent.\n\nExclusion Criteria:\n\n1. acute inflammation\n2. serious medical problems or poor physical conditions that might be detrimental to study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Keh-chung Lin, ScD","role":"CONTACT","phone":"+886-3366-8180","email":"kehchunglin@ntu.edu.tw"}],"overallOfficials":[{"name":"Keh-chung Lin, ScD","affiliation":"National Taiwan University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Taipei Hospital, Ministry of Health and Welfare","status":"NOT_YET_RECRUITING","city":"New Taipei City","country":"Taiwan","contacts":[{"name":"Keh-chung Lin, ScD","role":"CONTACT","phone":"+886 33668180","email":"kehchunglin@ntu.edu.tw"}],"geoPoint":{"lat":25.01111,"lon":121.44583}},{"facility":"Taipei Tzu Chi Hospital, Buddhist Tzu Chi Foundation","status":"RECRUITING","city":"New Taipei City","country":"Taiwan","contacts":[{"name":"Keh-chung Lin, ScD","role":"CONTACT","phone":"+886-3366-8180","email":"kehchunglin@ntu.edu.tw"}],"geoPoint":{"lat":25.01111,"lon":121.44583}},{"facility":"Fongyuan Hospital, Ministry of Health and Welfare","status":"RECRUITING","city":"Taichung","country":"Taiwan","contacts":[{"name":"Keh-chung Lin, ScD","role":"CONTACT","phone":"+886-3366-8180","email":"kehchunglin@ntu.edu.tw"}],"geoPoint":{"lat":24.1469,"lon":120.6839}},{"facility":"National Taiwan University Hospital","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Keh-chung Lin, ScD","role":"CONTACT","phone":"+886 33668180","email":"kehchunglin@ntu.edu.tw"}],"geoPoint":{"lat":25.04776,"lon":121.53185}},{"facility":"Linkou Chang Gung Memorial Hospital, Chang Gung Medical Foundation","status":"RECRUITING","city":"Taoyuan","country":"Taiwan","contacts":[{"name":"Keh-chung Lin, ScD","role":"CONTACT","phone":"+886-3366-8180","email":"kehchunglin@ntu.edu.tw"}],"geoPoint":{"lat":24.95233,"lon":121.20193}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}