{"protocolSection":{"identificationModule":{"nctId":"NCT05395325","orgStudyIdInfo":{"id":"CMRPG8M0431"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Clinical Effects of Combined Kinesiotaping and Steroid Injection in Stroke Patients With Hemiplegic Shoulder Pain","officialTitle":"The Clinical Effects of Combined Kinesiotaping and Steroid Injection in Stroke Patients With Hemiplegic Shoulder Pain : A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-24","studyFirstSubmitQcDate":"2022-05-24","studyFirstPostDateStruct":{"date":"2022-05-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-06","lastUpdatePostDateStruct":{"date":"2024-02-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aims of this study is to investigate sono-guided shoulder steroid injection combined with Kinesiotaping applications in reducing shoulder pain, improving functional performance on upper extremity and quality of life in stroke patients with hemiplegic shoulder pain.","detailedDescription":"Hemiplegic shoulder pain is one of the most common complications in stroke patients, and it has negative effects on rehabilitation in hemiplegic side, functional recovery of upper extremity, and quality of life. The common treatments for hemiplegic shoulder pain include oral medication,transcutaneous electrical nerve stimulation, and local injections. Steroid or sodium hyaluronate are mainly used in local injections. Steroid can suppress inflammation and immune system effectively.\n\nFurthermore, the clinical characteristics of impaired motor performance on affected limb in stroke patients include muscle weakness, increased muscle tone, contracture, joint instability, or impaired of motor control. Impaired motor performance of upper extremity and spasticity have negative impacts in functional performances and daily activities. In stroke patients with poststroke spasticity, stretching, range of motion exercises, antispasticity splint, neuromuscular electrical stimulation, oral medications and local injection of botulinum toxin are recommended. Some investigators found that Kinesiotaping (KT) combined with other interventions may facilitate muscle function, provide joint support and proprioception feedback, and reduce pain in stroke patients with hemiplegia. Thus, the investigators will perform steroid injection in stroke patients with hemiplegic shoulder pain to reduce pain, and apply KT while receiving rehabilitation to facilitate motor recovery and functional performance in affected upper extremity.\n\nIn this study, 50 stroke patients with hemiplegic shoulder pain will be recruited and randomly divided into experimental and control groups. In experimental group(n=25), the patients will receive KT combined steroid injection with rehabilitation, and the injection will perform only one time in the entire intervention period. In control group, the patients will receive KT with rehabilitation. In both groups, KT will be applied for three weeks. All participants will receive shoulder sonography evaluation before intervention to investigate the condition of hemiplegic shoulder pain and receive physical examination, hand function assessment before intervention, after the three-week intervention and three-week post intervention.\n\nThe aims of this study is to investigate sono-guided shoulder steroid injection combined with Kinesiotaping applications in reducing shoulder pain, improving functional performance on upper extremity and quality of life in stroke patients with hemiplegic shoulder pain."},"conditionsModule":{"conditions":["Stroke","Hemiplegic Shoulder Pain"],"keywords":["hemiplegic shoulder pain","Kinesiotaping","Stroke","steroid injection"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"KT and steroid injection group","type":"EXPERIMENTAL","description":"the patients will receive steroid injection for only one time before intervention, and receive KT for 5 days a week, for three weeks. And a 30-minute hand functional training would also be provided once daily every day during the intervention.","interventionNames":["Other: Kinesiotaping","Other: Hand rehabilitation program","Other: Steroid injection"]},{"label":"KT group","type":"SHAM_COMPARATOR","description":"the patients will receive KT for 5 days a week, for three weeks. And a 30-minute hand functional training would also be provided once daily every day during the intervention.","interventionNames":["Other: Kinesiotaping","Other: Hand rehabilitation program"]}],"interventions":[{"type":"OTHER","name":"Kinesiotaping","description":"Kinesio tape would be applied (1)over the extensor muscles of the affected hand for facilitating the extension of hand. We will apply the tape from the upper 1/3 length of dorsal side of the forearm and split the tape into five equal bars to the distal interphalangeal joint of each finger along the finger bones. (2) from above the scapula spine to the medial deltoid. (3) from medial border of scapula to anterior deltoid.This intervention would be executed for five days per week for three weeks.","armGroupLabels":["KT and steroid injection group","KT group"]},{"type":"OTHER","name":"Hand rehabilitation program","description":"In the thirty-minute hand rehabilitation program, a motor-relearning theory would be implemented into the intervention by teaching the participants how to use their upper limb properly without any compensatory motions. Therefore, for establishing a correct movement pattern, an occupational therapist would provide a hand-guided activity, in which the participants could practice reaching movement as well as hand grasp and release in a more natural way. Besides, the therapist would also help the patients release their muscle tone by stretching the spastic muscles for five minutes before and after this hand rehabilitation period","armGroupLabels":["KT and steroid injection group","KT group"]},{"type":"OTHER","name":"Steroid injection","description":"all the steroid injection would be executed by physicians. The 23G needles would be used for the injections. The examiners would be clear and familiar with the protocol, and the injections would be executed for only one time during the study period in experimental group.","armGroupLabels":["KT and steroid injection group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the change from baseline to time of Fugl-Meyer assessment for upper extremity","description":"a therapist will evaluate Fugl-Meyer assessment for upper extremity (FMA-UE) for each participant. In this assessment, participants would need to execute a series of movements, which involved proximal and distal part of upper limb. The higher the grade, the better the performance. The total score ranges from 0 to 66 for motor function.","timeFrame":"4th week, and 7th week"},{"measure":"the change from baseline to time of Flexilevel Scale of Shoulder Function","description":"Flexilevel Scale of Shoulder Function(FLEX-SF) would be used to measure the shoulder performance in daily activities.It is a self-reported questionnaire. The higher the grade, the better the performance.","timeFrame":"4th week, and 7th week"}],"secondaryOutcomes":[{"measure":"the change from baseline to time of Brunnstrom stage","description":"a therapist will measure motor recovery stage (Brunnstrom stage)","timeFrame":"4th week, and 7th week"},{"measure":"the change from baseline to time of quality of life by Stroke Impact Scale","description":"Stroke Impact Scale would be used to measure the independence of daily activities. It is a self-reported questionnaire. The contents involve various aspect of life. The high the grade, the more serious the life is affected. The total score is from 0 to 100 for self-assessing the level of recovery.","timeFrame":"4th week, and 7th week"},{"measure":"the change from baseline to time of quality of life by Barthel Index","description":"Barthel Index would be used to measure the independence of daily activities. It is a form that contains different activities of daily living. The higher the outcome grades, the better the level of independence.","timeFrame":"4th week, and 7th week"},{"measure":"the change from baseline to time of functional performance by box and block test","description":"box and block test would be used to assess the grasping and release performance of the affected hand.","timeFrame":"4th week, and 7th week"},{"measure":"the change from baseline to time of functional performance by STEF","description":"Simple Test for Evaluating Hand Function (STEF) would be used to assess the hand function by executing various types of grasping.","timeFrame":"4th week, and 7th week"},{"measure":"the change from baseline to time of VAS","description":"Visual Analog Scale (VAS) would be used to assess the self-reported shoulder pain level of patients. The score ranges from 0 to 10. The higher the grades, the worst pain the patients experienced.","timeFrame":"4th week, and 7th week"},{"measure":"the change from baseline to time of PROM","description":"a therapist will measure passive range of motions of shoulder joint.","timeFrame":"4th week, and 7th week"},{"measure":"the change from baseline to time of edema","description":"a therapist will measure forearm, wrist and middle palm circumference to assess edema.","timeFrame":"4th week, and 7th week"},{"measure":"the change from baseline to time of MAS scale","description":"a therapist will measure spasticity of affected upper extremity at elbow and wrist joints (modified Ashworth scale). In this scale, muscle tone would be assessed by quick stretch of muscle belly. The scoring criteria are as follows. 0, no increase in muscle tone; 1, Slight increase in muscle tone; 2, More marked increase in muscle tone through most of the ROM; 3, considerable increase in muscle tone; 4, affected part(s) rigid in flexion or extension.","timeFrame":"4th week, and 7th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The patients have a stroke with hemiplegia (duration is less than 6 months after stroke).\n* The patients complain about shoulder pain and there're soft tissue impairment under sonography measurement.\n* Patients who are able to perform slightly hand grasp( at least 10 degrees at metacarpophalangeal and interphalangeal joints).\n\nExclusion Criteria:\n\n* age is younger than 20 years old or older than 80 years old\n* previous history of upper extremity tendon or neuromuscular injury, shoulder pain, frozen shoulder or shoulder surgery before stroke,\n* any other systemic neuromuscular disease; cognition or language impairment leading to communication difficulty.\n* allergic to kinesio tape","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yuchi Huang, MD","role":"CONTACT","phone":"+866-7-7317123","phoneExt":"6286","email":"hyuchi@gmail.com"}],"overallOfficials":[{"name":"Yuchi Huang","affiliation":"Chang Gung Memorial Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"Kaohsiung Chang Gung Memorial Hospital","status":"RECRUITING","city":"Kaohsiung","zip":"833","country":"Taiwan","contacts":[{"name":"Yuchi Huang, MD","role":"CONTACT","phone":"+886-7-7317123","email":"hyuchi@gmail.com"}],"geoPoint":{"lat":22.61626,"lon":120.31333}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M21597","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M20523","name":"Arthralgia","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}