{"protocolSection":{"identificationModule":{"nctId":"NCT05492513","orgStudyIdInfo":{"id":"IRB-300008653"},"organization":{"fullName":"University of Alabama at Birmingham","class":"OTHER"},"briefTitle":"Constraint-Induced Movement Therapy for Adults Post-Stroke With Mild Upper Extremity Impairment","officialTitle":"Constraint-Induced Movement Therapy for Adults Post-Stroke With Mild Upper Extremity Impairment and Deficits in Desired Occupational Performance: A Pilot Study"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-04","studyFirstSubmitQcDate":"2022-08-05","studyFirstPostDateStruct":{"date":"2022-08-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-21","lastUpdatePostDateStruct":{"date":"2023-12-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mary H Bowman","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Alabama at Birmingham"},"leadSponsor":{"name":"University of Alabama at Birmingham","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Constraint-Induced Therapy (CI Therapy) is a behavioral approach to neurorehabilitation and consists of multi-components that have been applied in a systematic method to improve the use of the limb or function addressed in the intensive treatment. CI Therapy for the more-affected upper extremity (UE) post-stroke is administered in daily treatment sessions over consecutive weekdays. Sessions include motor training with repeated, timed trials using a technique called shaping, a set of behavioral strategies known as the Transfer Package (TP) to improve the use of the more-affected hand in the life situation, and strategies to remind participants to use the more-affected UE including restraint. Robust improvements in the amount and qualify of use have been realized with stroke participants from mild-to-severe UE impairment.","detailedDescription":"Previous CI therapy studies have explored treatment for participants with varied levels of motor impairment from mild-to-severe that have limited use of the more-affected arm and hand in everyday activities as measured by the Motor Activity Log (MAL). The Motor Activity Log (MAL) is a standardized test used in CI therapy studies to measure the Amount of Use and the Quality of Use of the more-affected UE in the life situation. Individuals that exceed maximal criteria with a mean MAL score higher than 2.5 are typically excluded from CI therapy studies since they potentially would hit a ceiling effect on the MAL and would not be able to show a meaningful treatment change. Similarly, in a clinical setting, these individuals are often discharged from outpatient therapy as having reached the maximum benefit of traditional therapy since each can typically perform basic skills with the more-affected UE despite the disparity of continued difficulty with performing high-level motor tasks and persistent sensory deficits. However, these patients often voice strong motivation to gain more recovery and return to performing activities of daily living (ADL) and instrumental activities of daily living (IADL)that require complex motor skills (i.e.; keyboarding, texting, utensil or tool use, musical instrument use, etc). We hypothesize that participants with mild UE movement deficits will benefit from CI therapy with focused intervention to address skills and performance of high-level tasks and outcome measures that are selected for this level of patient. We further question if adding sensory components to the CI therapy strategies will improve the participant's sensation for the more-affected UE and aid in the more-affected UE use in everyday tasks but particularly in challenging motor tasks."},"conditionsModule":{"conditions":["CVA (Cerebrovascular Accident)","Stroke","Upper Extremity Paresis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":12,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Grade 1 CI Therapy + Sensory Components","type":"EXPERIMENTAL","description":"All participants will receive the Grade 1 CI Therapy + Sensory Components administered over a two-week period of time.","interventionNames":["Behavioral: Grade 1 CI Therapy +Sensory Components"]}],"interventions":[{"type":"BEHAVIORAL","name":"Grade 1 CI Therapy +Sensory Components","description":"All participants will receive Grade 1 CI Therapy + Sensory Components over a two-week period of time. The treatment intervention will include all CI Therapy treatment strategies including: 1) supervised motor training in the form of shaping with repeated trials and task practice for 3.5 hours per day for 5 weekdays for 2 weeks 2) a behavioral Transfer Package (TP) will be employed to aid carry-over of skills gained by the participant in the laboratory to the life situation 3) each participant will wear a mitt on the less-affected hand for most of their waking hours to encourage use of the more-affected hand 4) participants will be given home assignments to be carried out for at least 30 minutes each day. Sensory component strategies will be added to stimulate sensory input through the more-affected arm and hand as well as to train sensory discrimination skills.","armGroupLabels":["Grade 1 CI Therapy + Sensory Components"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"45-Item Motor Activity Log (MAL)","description":"The 45-Item MAL is a semi-structured interview that assesses the amount of use and the quality of use of the more-affected UE in 45 activities of daily living. The use of this test is to determine the change how much and how well the participant uses the more-affected arm and hand outside of the laboratory setting. It is administered before and after treatment. The score is derived from a 0-5 scale and reported as a mean for the Amount of Use (AOU) and the Quality of Use (QOM).","timeFrame":"At post treatment after 2 weeks of intervention"},{"measure":"45-Item Motor Activity Log (MAL)","description":"The 45-Item MAL is a semi-structured interview that assesses the amount of use and the quality of use of the more-affected UE in 45 activities of daily living. The use of this test is to determine the change how much and how well the participant uses the more-affected arm and hand outside of the laboratory setting. It is administered before and after treatment. The score is derived from a 0-5 scale and reported as a mean for the Amount of Use (AOU) and the Quality of Use (QOM).","timeFrame":"At 3 months after the end of the treatment"},{"measure":"Wolf Motor Function Test (WMFT)","description":"The WMFT is a standardized test that measures the motor ability of the upper extremities of a participant. The performance time by stopwatch is recorded and functional ability (quality) score is provided for each item tested. It is administered before treatment and after treatment. The quality of movement is rated by the therapist on a scale from 0-5 with 0 representing the participant's inability to perform the task, and 5 representing normal movement or as good as before the stroke, such that a higher functional ability score is better. A lower performance represents a better performance.","timeFrame":"At post treatment after the 2 weeks of intervention"},{"measure":"Canadian Occupational Performance Measure (COPM)","description":"The COPM is a semi structured interview in which the participant is asked to rate desired occupational performance areas for activities of daily living and instrumental activities of daily living. The COPM is used to show changes in performance and satisfaction in desired areas of occupational performance. There are three scales used in the COPM administration one for importance, performance, and satisfaction. The scales range from 1-10 with the higher score indicating an improvement in the score.","timeFrame":"At post-treatment after the 2 weeks of intervention"},{"measure":"Canadian Occupational Performance Measure (COPM)","description":"The COPM is a semi structured interview in which the participant is asked to rate desired occupational performance areas for activities of daily living and instrumental activities of daily living. The COPM is used to show changes in performance and satisfaction in desired areas of occupational performance. There are three scales used in the COPM administration one for importance, performance, and satisfaction. The scales range from 1-10 with the higher score indicating an improvement in the score.","timeFrame":"At follow-up at 3 months following the end of treatment."}],"secondaryOutcomes":[{"measure":"Beck Depression Inventory (BDI)","description":"The BDI is a self-reported test with 21 items that measures the symptoms of depression. Scores range from 1-40+ with 11-16 as mild mood disturbance, 17-20 borderline clinical depression, 21-30 moderate depression, 31-40 severe depression and over 40 extreme depression. The BDI administered before treatment, after treatment, and in follow up at 3 months out from treatment to detect changes in mood.","timeFrame":"At post- treatment following the 2 weeks of treatment"},{"measure":"Beck Depression Inventory (BDI)","description":"The BDI is a self-reported test with 21 items that measures the symptoms of depression. Scores range from 1-40+ with 11-16 as mild mood disturbance, 17-20 borderline clinical depression, 21-30 moderate depression, 31-40 severe depression and over 40 extreme depression. The BDI administered before treatment, after treatment, and in follow up at 3 months out from treatment to detect changes in mood.","timeFrame":"At 3 month follow up from the end of the 2 weeks of treatment."},{"measure":"Stroke Impact Scale (SIS)","description":"The SIS is a self-report measure of 8 domains of quality of life and disability following stroke. The scoring can range from 1-100 with a higher score indicating a better quality of life and less disability. The SIS is administered in this study at pre-treatment, post-treatment and 3 month follow-up to detect changes in quality of life as a result of the treatment.","timeFrame":"At post-treatment following the 2 weeks of treatment"},{"measure":"Stroke Impact Scale (SIS)","description":"The SIS is a self-report measure of 8 domains of quality of life and disability following stroke. The scoring can range from 1-100 with a higher score indicating a better quality of life and less disability. The SIS is administered in this study at pre-treatment, post-treatment and 3 month follow-up to detect changes in quality of life as a result of the treatment.","timeFrame":"At 3 months following the end of the 2 weeks of treatment."},{"measure":"9 Hole Peg Test (9HPT)","description":"The 9HPT measures finger dexterity. The performance time of placing all pegs and removing them again is recorded. The mean time of two trials is determined and the better the performance.","timeFrame":"At post-treatment after the 2 weeks of intervention"},{"measure":"Revised Nottingham Sensory Assessment (rNSA)","description":"The rNSA measures somatosensory impairments following stroke. The scores range from 0-2 with 0 representing absent sensation and 2 representing normal sensation while proprioception is scored as 0-3 with 0 representing absent and 3 representing joint position sense \\< 10 degrees. Only the upper extremity portion will be tested and his test will be used to detect changes in sensation in the upper extremity as a result of treatment.","timeFrame":"At post-treatment after the 2 weeks of intervention"},{"measure":"Semmes-Weinstein Monofilament Test (SWMT)","description":"The SWMT measures touch pressure with monofilaments of different diameters. The smaller the diameter of the monofilament, the more difficult to detect.","timeFrame":"At post-treatment after the 2 weeks of intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 6 months post stroke\n* The ability to demonstrate the minimum UE active movement criteria of 20 degrees of wrist extension from a fully flexed position, 10 degrees of thumb extension or abduction, and 10 degrees of extension of all finger joints.\n* Mean score of \\>2.5 on the Motor Activity Log indicating the participant's use of the more-affected UE.\n\nExclusion Criteria:\n\n* Score\\< 24 on the Mini Mental State Exam\n* Inability to answer the MAL questions and/or provide informed consent\n* The inability to come in to the laboratory setting for treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mary H Bowman, BS OT","role":"CONTACT","phone":"2059340069","email":"mbowman@uab.edu"}],"overallOfficials":[{"name":"David Morris, PhD","affiliation":"University of Alabama at Birmingham","role":"STUDY_CHAIR"}],"locations":[{"facility":"University of Alabama at Birmingham","status":"RECRUITING","city":"Birmingham","state":"Alabama","zip":"35233","country":"United States","contacts":[{"name":"Mary H Bowman, BS OT","role":"CONTACT","phone":"205-934-0069","email":"mbowman@uab.edu"}],"geoPoint":{"lat":33.52066,"lon":-86.80249}}]},"referencesModule":{"references":[{"pmid":"35078371","type":"BACKGROUND","citation":"Tsao CW, Aday AW, Almarzooq ZI, Alonso A, Beaton AZ, Bittencourt MS, Boehme AK, Buxton AE, Carson AP, Commodore-Mensah Y, Elkind MSV, Evenson KR, Eze-Nliam C, Ferguson JF, Generoso G, Ho JE, Kalani R, Khan SS, Kissela BM, Knutson KL, Levine DA, Lewis TT, Liu J, Loop MS, Ma J, Mussolino ME, Navaneethan SD, Perak AM, Poudel R, Rezk-Hanna M, Roth GA, Schroeder EB, Shah SH, Thacker EL, VanWagner LB, Virani SS, Voecks JH, Wang NY, Yaffe K, Martin SS. Heart Disease and Stroke Statistics-2022 Update: A Report From the American Heart Association. Circulation. 2022 Feb 22;145(8):e153-e639. doi: 10.1161/CIR.0000000000001052. Epub 2022 Jan 26. Erratum In: Circulation. 2022 Sep 6;146(10):e141."},{"pmid":"8466415","type":"BACKGROUND","citation":"Taub E, Miller NE, Novack TA, Cook EW 3rd, Fleming WC, Nepomuceno CS, Connell JS, Crago JE. Technique to improve chronic motor deficit after stroke. Arch Phys Med Rehabil. 1993 Apr;74(4):347-54."},{"pmid":"17039224","type":"BACKGROUND","citation":"Morris DM, Taub E, Mark VW. Constraint-induced movement therapy: characterizing the intervention protocol. Eura Medicophys. 2006 Sep;42(3):257-68."},{"pmid":"17039223","type":"BACKGROUND","citation":"Taub E, Uswatte G, Mark VW, Morris DM. The learned nonuse phenomenon: implications for rehabilitation. Eura Medicophys. 2006 Sep;42(3):241-56."},{"pmid":"17030751","type":"BACKGROUND","citation":"Uswatte G, Taub E, Morris D, Light K, Thompson PA. The Motor Activity Log-28: assessing daily use of the hemiparetic arm after stroke. Neurology. 2006 Oct 10;67(7):1189-94. doi: 10.1212/01.wnl.0000238164.90657.c2."},{"pmid":"11387578","type":"BACKGROUND","citation":"Morris DM, Uswatte G, Crago JE, Cook EW 3rd, Taub E. The reliability of the wolf motor function test for assessing upper extremity function after stroke. Arch Phys Med Rehabil. 2001 Jun;82(6):750-5. doi: 10.1053/apmr.2001.23183."},{"pmid":"10152880","type":"BACKGROUND","citation":"Toomey M, Nicholson D, Carswell A. The clinical utility of the Canadian Occupational Performance Measure. Can J Occup Ther. 1995 Dec;62(5):242-9. doi: 10.1177/000841749506200503."},{"pmid":"10512918","type":"BACKGROUND","citation":"Duncan PW, Wallace D, Lai SM, Johnson D, Embretson S, Laster LJ. The stroke impact scale version 2.0. Evaluation of reliability, validity, and sensitivity to change. Stroke. 1999 Oct;30(10):2131-40. doi: 10.1161/01.str.30.10.2131."},{"pmid":"24402217","type":"BACKGROUND","citation":"Wang YP, Gorenstein C. Psychometric properties of the Beck Depression Inventory-II: a comprehensive review. Braz J Psychiatry. 2013 Oct-Dec;35(4):416-31. doi: 10.1590/1516-4446-2012-1048. Epub 2013 Dec 23."},{"pmid":"14527120","type":"BACKGROUND","citation":"Oxford Grice K, Vogel KA, Le V, Mitchell A, Muniz S, Vollmer MA. Adult norms for a commercially available Nine Hole Peg Test for finger dexterity. Am J Occup Ther. 2003 Sep-Oct;57(5):570-3. doi: 10.5014/ajot.57.5.570."},{"pmid":"31114472","type":"BACKGROUND","citation":"Serrada I, Hordacre B, Hillier SL. Does Sensory Retraining Improve Sensation and Sensorimotor Function Following Stroke: A Systematic Review and Meta-Analysis. Front Neurosci. 2019 Apr 30;13:402. doi: 10.3389/fnins.2019.00402. eCollection 2019."},{"pmid":"26943116","type":"BACKGROUND","citation":"Wu CY, Chuang IC, Ma HI, Lin KC, Chen CL. Validity and Responsiveness of the Revised Nottingham Sensation Assessment for Outcome Evaluation in Stroke Rehabilitation. Am J Occup Ther. 2016 Mar-Apr;70(2):7002290040p1-8. doi: 10.5014/ajot.2016.018390."},{"pmid":"33584520","type":"BACKGROUND","citation":"Suda M, Kawakami M, Okuyama K, Ishii R, Oshima O, Hijikata N, Nakamura T, Oka A, Kondo K, Liu M. Validity and Reliability of the Semmes-Weinstein Monofilament Test and the Thumb Localizing Test in Patients With Stroke. Front Neurol. 2021 Jan 27;11:625917. doi: 10.3389/fneur.2020.625917. eCollection 2020."},{"pmid":"34425065","type":"BACKGROUND","citation":"Andrabi M, Taub E, Mckay Bishop S, Morris D, Uswatte G. Acceptability of constraint induced movement therapy: influence of perceived difficulty and expected treatment outcome. Top Stroke Rehabil. 2022 Oct;29(7):507-515. doi: 10.1080/10749357.2021.1956046. Epub 2021 Aug 23."},{"pmid":"23520237","type":"BACKGROUND","citation":"Taub E, Uswatte G, Mark VW, Morris DM, Barman J, Bowman MH, Bryson C, Delgado A, Bishop-McKay S. Method for enhancing real-world use of a more affected arm in chronic stroke: transfer package of constraint-induced movement therapy. Stroke. 2013 May;44(5):1383-8. doi: 10.1161/STROKEAHA.111.000559. Epub 2013 Mar 21."},{"pmid":"32360934","type":"BACKGROUND","citation":"Patel P, Kaingade SR, Wilcox A, Lodha N. Force control predicts fine motor dexterity in high-functioning stroke survivors. Neurosci Lett. 2020 Jun 11;729:135015. doi: 10.1016/j.neulet.2020.135015. Epub 2020 Apr 30."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"CVA (Cerebrovascular Accident)","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}