{"protocolSection":{"identificationModule":{"nctId":"NCT01141738","orgStudyIdInfo":{"id":"R01NR009077","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01NR009077"},"organization":{"fullName":"Northwestern University","class":"OTHER"},"briefTitle":"Problem-solving: A Stroke Caregiver Early Intervention","officialTitle":"National Institute of Nursing Research (NINR) #R01 NR009077: Problem-solving: A Stroke Caregiver Early Intervention","acronym":"CPSI"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-04"},"primaryCompletionDateStruct":{"date":"2009-12","type":"ACTUAL"},"completionDateStruct":{"date":"2009-12","type":"ACTUAL"},"studyFirstSubmitDate":"2010-05-10","studyFirstSubmitQcDate":"2010-06-09","studyFirstPostDateStruct":{"date":"2010-06-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-05-19","lastUpdatePostDateStruct":{"date":"2023-05-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rosemarie King","investigatorTitle":"Rosemarie B. King, PhD, RN Research Professor Northwestern University Feinberg School of Medicine","investigatorAffiliation":"Northwestern University"},"leadSponsor":{"name":"Northwestern University","class":"OTHER"},"collaborators":[{"name":"Shirley Ryan AbilityLab","class":"OTHER"},{"name":"Alexian Brothers Hospital Network","class":"OTHER"},{"name":"Advocate Health Care","class":"OTHER"},{"name":"Sinai Chicago/Schwab Rehabilitation","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Intervention studies for stroke caregivers (CG's) during early caregiving are few and have met with limited success. The Post-Stroke Rehabilitation Clinical Practice Guidelines (1995) recommend sensitivity to the adverse effects of caregiving on family functioning and CG health. Breakdown of the informal care system can lead to premature introduction of formal services, excess disability, and decline in well-being for stroke survivor and CG alike. Thus, it is important to attempt to prevent the chronic distress of stroke CGs through an early intervention that prevents and remediates distress, coaches problem-solving and other coping skills, can affect multiple outcomes, has durable effects, and is non-threatening and accessible. The proposed intervention will incorporate these features and will be low cost and feasible for use in clinical practice; it will target outcomes important to stroke CGs, depression, anxiety, caregiver preparedness, perceptions of life changes, family functioning, and survivor functioning. The individual format will make it possible to address life stage needs and cultural issues. Given the prevalence of distress in chronic stroke CGs, early intervention to prevent and mediate negative outcomes is essential. The proposed study will, therefore test the efficacy of an early intervention for stroke survivor caregivers that provides structured information on problem-solving and resources, guided problem-solving in the context of a supportive relationship, and training in skills to cope with stress and emotions. The intervention will be tailored based on assessment data, will begin during acute rehabilitation and will extend through the most stressful caregiving phase. The study will use a two-group design (the experimental caregiver problem-solving intervention \\[CPSI\\] group and a wait-list control \\[WLC\\]) group to examine the effectiveness of the CPSI in reducing CG depressive symptoms and anxiety, improving caregiver preparedness, perception of life changes, family functioning, and stroke survivor functional status. Qualitative methods will be used to gain insight into why the CPSI works for some CGs and not others.","detailedDescription":"Caregivers (CGs) of stroke survivors assume their role suddenly and with little preparation. Negative emotions are common, persist over time, and are related to other negative outcomes (poor survivor function, decreased family functioning). Early intervention to prevent chronic distress is uncommon. This randomized, mixed-method, treatment-control trial, guided by a coping model, will test a caregiver problem-solving intervention (CPSI). The aims are to: 1) test the effect of CPSI on CG depressive symptoms, anxiety, preparedness, perceptions of life changes, family functioning, and survivor function during the first year of caregiving, 2) examine the mediation effects of appraisal of caregiving and problem-solving; and 3) describe the experience of being a CG and the experience of the intervention in CPSI CGs who are positive or negative responders on depressive symptoms. Stroke survivor-caregiver dyads (N = 280) will be randomly assigned to the CPSI or a waitlist control condition (WLC). The CPSI includes 2 sessions during acute rehabilitation and 8 telephone sessions through 3 months post-discharge with problem-solving tailored to the CG's priorities and training in coping skills. To test its effectiveness, data will be collected on survivor and CG contextual factors, and mediating and outcome variables at baseline, post-intervention, and 6 months and 1 year post-discharge. The WLC CGs will be offered an intervention 6 months post-discharge. CPSI caregivers will be purposively sampled 1 year post-discharge based on changes in depressive symptoms, and interviewed about their experiences and responses to the intervention. Exploratory data will be collected on CG health behaviors, and survivor depressive symptoms, hospitalization, institutionalization, and mortality. Multivariate analysis of variance and regression techniques will be used to assess CPSI effects on CG outcomes and survivor function, and on mediators, respectively. Qualitative data will be analyzed using content analysis. Descriptive and univariate statistics will be used to assess the exploratory data."},"conditionsModule":{"conditions":["Psychological Adaptation"],"keywords":["stroke","caregiver","depression","mediators","problem-solving"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Consenting participants were assigned randomly, using a computer-generated assignment program, to either the Caregiver Problem-Solving Intervention (CPSI) or to a Wait-List control group.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcomes assessors were blind to the group assignment of participants. The study group was not entered in the data entry program.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":362,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Caregiver Problem-Solving Intervention (CPSI)","type":"EXPERIMENTAL","description":"The experimental treatment will provide structured information, guided problem-solving, and training in skills for coping with stress and emotional responses (e.g., relaxation, cognitive reframing, changing negative problem orientation, problem-solving (PS) skills).","interventionNames":["Behavioral: Caregiver Problem-Solving Intervention"]},{"label":"Wait List Control (WLC)","type":"ACTIVE_COMPARATOR","description":"WLC subjects will be offered an intervention after the 6 month assessment. Both groups will receive standard services provided by the rehabilitation team to caregivers (CGs) of stroke survivors.","interventionNames":["Behavioral: Wait List Control"]}],"interventions":[{"type":"BEHAVIORAL","name":"Caregiver Problem-Solving Intervention","description":"Subjects will meet for two counseling sessions while their family member is hospitalized and will receive the treatment manual, which contains the content for the 10 sessions, work sheets, and handouts. The standardized content will be complemented by tailoring to the specific concerns and problems of CGs which are influenced by culture and developmental life stage as well as the stroke and other environmental and personal factors. Problems specific to stroke caregiving are emphasized. After the stroke survivor has been discharged, the counselor will contact the CG weekly by phone for 5 weeks and then bi-weekly for the next three sessions (a total of 10 sessions) at times convenient for the CG.","armGroupLabels":["Caregiver Problem-Solving Intervention (CPSI)"]},{"type":"BEHAVIORAL","name":"Wait List Control","description":"Subjects in the WLC condition will receive usual patient and family education. If these subjects are noted to be distressed when assessment measures are administered or during conversation, the research assistant (RA) will inform the PI or Co-PI, who will follow-up. To aid retention, a counselor who is naïve to the CPSI will call the WLC subjects in the second and fifth months post-discharge to check contact information and ask how they are doing. Access to individual or group therapy through community resources during this study will be monitored during routine data collection. Following the T3 assessment, the WLC subjects will be offered a minimal intervention (receipt of the Adapting to Stress booklet 100 and five 30 minute telephone sessions).","armGroupLabels":["Wait List Control (WLC)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Center for Epidemiologic Studies Depression scale (CES D)","description":"The CES D was developed to study depressive symptomatology in community settings. The CES-D measures the frequency and severity of 20 depressive symptoms experienced during the past week.","timeFrame":"Enrollment, post-intervention (WLC=3 months), 6 months, 12 months post discharge"},{"measure":"Profile of Moods Scale short form (POMS)","description":"The Profile of Moods Scale short form (POMS) is a 30 item scale that uses a 5 point response set (0 = not at all, 4 = extremely) to assess 6 moods. Predictive, construct, and concurrent validity have been demonstrated. Only the Anxiety sub-scale will be evaluated.","timeFrame":"Enrollment, post-intervention (WLC=3 months), 6 months,12 months post discharge"},{"measure":"The Preparedness for Caregiving Scale","description":"The Preparedness for Caregiving Scale (PCS)assesses a caregiver's perception of how well prepared they are to manage the tasks and stresses of caregiving. The PCS has been used in studies of CGs of persons with a variety of health needs. It is an 8-item, 5-response option scale (0=not at all prepared to 4=very well prepared).","timeFrame":"Enrollment, post-intervention (WLC=3 months), 6 months,12 months post discharge"},{"measure":"Bakas Caregiving Outcomes Scale (BCOS)","description":"The Bakas Caregiving Outcomes scale (BCOS) measures changes in social functioning, subjective well-being, and somatic health 37. The 16-items with a 7-point response set, 1 =\"Changed for the Worst\" to 7 =\"Changed for the Best\" are summed for an overall score that reflect CG life changes. Construct validity was supported by a uni-dimensional factor analysis solution and prediction of the BCOS by stress and coping variables. Criterion validity was supported by significant correlations with a well-being measure.","timeFrame":"Enrollment, post-intervention (WLC=3 months), 6 months,12 months post discharge"},{"measure":"The General Functioning Scale of the McMaster Family Assessment Device (FAD)","description":"This 12 item, 4 point subscale assesses overall health/pathology of the family. The range of scores is 1=healthy to 4=unhealthy. Concurrent validity was supported by predicting 28% of the variance in marital satisfaction. The FAD predicted 17% to 22%, respectively, of the variance in morale scores of husbands and wives. The FAD has been used in stroke studies, was sensitive to change over time and to interventions, and predicted depression.","timeFrame":"Enrollment, post-intervention (WLC=3 months), 6 months,12 months post discharge"},{"measure":"The Functional Independence Measure (FIM)","description":"The FIM measures severity of disability and resultant care burden on six subscales: self care, sphincter control, mobility, locomotion, communication, and social cognition. It uses an 18 item, 7 point scale, 1=\"maximum dependence\" to 7 = \"independent function\". Two underlying constructs have been identified, a 13-item motor scale and a 5-item cognitive scale (two language and three social cognition items).","timeFrame":"Enrollment, post-intervention (WLC=3 months), 6 months,12 months post discharge"},{"measure":"Social Problem Solving (SPSI-R)","description":"The Social Problem Solving (SPSI-R) short form will be used to assess problem-solving. This 25-item scale contains five subscales that measure two problem-oriented dimensions (positive, negative) and three problem-solving styles (impulsive/careless, avoidance, rational). The responses range from (0= not true to 4= extremely true).","timeFrame":"Enrollment, post-intervention (WLC=3 months), 6 months,12 months post discharge"}],"secondaryOutcomes":[{"measure":"Unmet Resource Needs (URN)","description":"Unmet Resource Needs (URN) will be assessed using a 12-item investigator-generated measure (URN). The items address knowledge and access on resource needs; responses range from 1=strongly disagree to 5=strongly agree.","timeFrame":"Pre-discharge; 3, 6 and 12 months post discharge"},{"measure":"The Appraisal of Caregiving Scale Revised (ACS-R)","description":"ACS-Revised is comprised of three scales (threat, benefit, benign). An adaptation of the original response set will be used. The adapted form was used in two stroke CG samples; alphas ranged from .71(benefit) to .92 (threat)37. Items are rated on a 5-point scale from 1 = \"strongly disagree\" to 5 = \"strongly agree\".","timeFrame":"Pre-discharge; 3, 6 and 12 months post discharge"},{"measure":"The Center for Epidemiologic Studies Depression scale (CES D) - Patient","description":"The CES D was developed to study depressive symptomatology in community settings. The CES-D measures the frequency and severity of 20 depressive symptoms experienced during the past week.","timeFrame":"Pre-discharge; 3, 6 and 12 months post discharge"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Caregiver and stroke survivor aged 21 or older. If the stroke survivor does not participate, the caregiver remains eligible.\n* Primary caregiver for and living with an adult survivor who is hospitalized for a recent stroke and who is planning to return home from acute rehabilitation.\n\nExclusion Criteria:\n\n* Caregivers who are diagnosed with a major psychiatric disorder and/or in individual, group or supportive therapies will be excluded from the study; however, only caregivers who obtain a score of 10 or greater on the study depression measure (CES-D) will be included.\n* Subjects also will require sufficient hearing and telephone access to be available for the phone segment of the intervention and assessment.","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Rosemarie B King, R.N., Ph.D.","affiliation":"Northwestern University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Schwab Rehabilitation Hospital","city":"Chicago","state":"Illinois","zip":"60608","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"Rehabilitation Institute of Chicago (2017:Shirley Ryan Ability Lab)","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"Advocate Illinois Masonic Medical Center","city":"Chicago","state":"Illinois","zip":"60657","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"Alexian Brothers Hospital Network","city":"Elk Grove Village","state":"Illinois","zip":"60007","country":"United States","geoPoint":{"lat":42.00392,"lon":-87.97035}}]},"referencesModule":{"references":[{"pmid":"34369913","type":"RESULT","citation":"King RB, Raad JH, Flaherty J, Hartke RJ. Stroke Caregiver Depression: Qualitative Comparison of Treatment Responders and Nonresponders at 1 Year. J Cardiovasc Nurs. 2022 Nov-Dec 01;37(6):581-588. doi: 10.1097/JCN.0000000000000852. Epub 2021 Aug 9."},{"pmid":"21207768","type":"RESULT","citation":"King RB, Ainsworth CR, Ronen M, Hartke RJ. Stroke caregivers: pressing problems reported during the first months of caregiving. J Neurosci Nurs. 2010 Dec;42(6):302-11. doi: 10.1097/jnn.0b013e3181f8a575."},{"pmid":"20826419","type":"RESULT","citation":"King RB, Hartke RJ, Houle TT. Patterns of relationships between background characteristics, coping, and stroke caregiver outcomes. Top Stroke Rehabil. 2010 Jul-Aug;17(4):308-17. doi: 10.1310/tsr1704-308."},{"pmid":"22949276","type":"RESULT","citation":"King RB, Hartke RJ, Houle T, Lee J, Herring G, Alexander-Peterson BS, Raad J. A problem-solving early intervention for stroke caregivers: one year follow-up. Rehabil Nurs. 2012 Sep-Oct;37(5):231-43. doi: 10.1002/rnj.039. Epub 2012 Jun 29."},{"pmid":"24217142","type":"RESULT","citation":"King RB, Hartke RJ, Lee J, Raad J. The stroke caregiver unmet resource needs scale: development and psychometric testing. J Neurosci Nurs. 2013 Dec;45(6):320-8. doi: 10.1097/JNN.0b013e3182a3ce40."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}