{"protocolSection":{"identificationModule":{"nctId":"NCT05579197","orgStudyIdInfo":{"id":"MyoSCSP"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Myosuit Chronic Stroke Protocol","officialTitle":"Valutazione Degli Effetti di un Dispositivo Indossabile Per Arto Inferiore (Myosuit) Sulla accettabilità e Parametri Funzionali di Pazienti Cronici Post-ictus: Studio Pilota.","acronym":"MyoSCSP"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-04-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-04-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-07-28","studyFirstSubmitQcDate":"2022-10-11","studyFirstPostDateStruct":{"date":"2022-10-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-03","lastUpdatePostDateStruct":{"date":"2023-03-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"collaborators":[{"name":"MyoSwiss AG","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"A stroke is a vascular condition that can suddenly cause the loss of neurological functions. The disability derived from a stroke can imply reduced communication and limited activities of daily living in the long term.\n\nThus, specifically walking rehabilitation is crucial in order to restore the lower limbs' function and to re-establish the social participation of patients.\n\nRobotics has been demonstrated in being a suitable and effective tool in order to assist and treat post-stroke patients, thanks to its capability to deliver intensive and task-oriented training. Specifically, the exosuits, are a sub-group of robotics devices designed in lighter materials that assist the patients by actively moving the hip, knee or ankle.\n\nGiven this framework, the aim of this work is to conduct a pilot study on the usability and perceived effectiveness of a lower-limb exosuit, the Myosuit device, on post-stroke patients. The secondary aims of the study concern the evaluation of the functional performances of the patients both with and without the device and before and after the treatment.","detailedDescription":"A stroke, either ischemic or haemorrhagic, is a vascular condition that can suddenly cause the loss of neurological functions \\[1\\]. The disability derived from a stroke can imply reduced communication and limited activities of daily living in the long term. Specifically, reduced mobility and equilibrium, walking asymmetry and spasticity of the impaired limb are the principal factors related to long-term limited physical activity and moderate dependency of the patient on the caregiver \\[2,3\\]. A walking deficit can have severe consequences on the energetic cost and the risk of falling, as well as on the participation and personal identity of the person \\[4\\].\n\nMoreover, another psychological area that can be affected is self-efficacy, defined as the individual capabilities to take actions for obtaining results. Hence, for a person affected by stroke, self-efficacy is crucial and connected to his/her adaptation to the new condition \\[5\\].\n\nFor these reasons, walking rehabilitation is essential to recover lower limbs' function, restore self-efficacy and re-establish the social participation of patients \\[6\\].\n\nRobotics has been demonstrated in being a suitable and effective tool in order to assist and treat post-stroke patients \\[7\\], thanks to its capability to deliver intensive and task-oriented training. One of the most common modalities to classify robotics devices is according to their structure, and the modality to interface with the patients. In these regards, we can distinguish between exoskeletons and end-effector robots, given their characteristics to wear the patient and guide him/her through the distal handle of the mechanical chain, respectively. Moreover, among the exoskeletons, the exosuits are a sub-group of robotics devices designed in lighter materials and that assist the patients by actively moving the hip, knee or ankle.\n\nThe lightweight of exosuits makes them suitable both for ecological and therapy-related settings, as well as assistance applications. It is also worth noticing that the absence of a rigid structure requires the patients to have an active component in the walking activity. Previous studies highlighted how these devices can have a supportive capacity during the propulsion phases of gait, assisting the patients throughout the walk \\[8\\].\n\nThe Myosuit device is a wearable exosuit capable to provide assistance during the walk, sit to stand transition and stair climb \\[9\\]. Its assistance is provided with an exo-tendon mechanism. More in detail, online analysis of inertial signals allows to segment the gait phases and to assist at the extension of the knee and hip \\[9\\].\n\nMany previous studies show promising results in the deambulation of spinal cord injuries or patients with lower-limb disorders \\[9,10\\]. These results were evaluated both in terms of kinematics and the safety of the patients. However, the studies conducted to highlight the urgency for the validation of the device in bigger and different cohorts \\[9,10\\].\n\nGiven this framework, the aim of this work is to conduct a pilot study on the effects of a lower-limb exosuit, the Myosuit device, on post-stroke patients. The effects of the device will be analysed in terms of usability of the device, self-efficacy, and functional parameters of gait."},"conditionsModule":{"conditions":["Stroke","Ischemic Stroke","Haemorrhagic Stroke"],"keywords":["stroke","robotics","exosuit","lower-limbs","rehabilitation","assistance","usability"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DEVICE_FEASIBILITY","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Lower limbs robotic intervention","type":"EXPERIMENTAL","description":"The intervention administered in this arm is a lower limb robotic intervention using the device Myosuit. The intervention includes:\n\n* An enrollment (session1), in which a clinical and psychological evaluation is performed for the assessment of the inclusion criteria\n* A baseline evaluation (session2), in which a functional evaluation is performed both with and without the device\n* Training sessions (sessions 3-9), these are the actual training sessions in which walking, sit to stand, balance and stairs climbing tasks are performed with the device on\n* Final evaluation (session 10), in which a final functional, clinical, and psychological assessment is performed\n\nThe sessions are performed 3 times per week, with a duration of 45 minutes, with the expection of the assessement ones, session 1, 2 and 10, that have a duration of 1h, 2h and 3h, respectively.","interventionNames":["Device: Lower-limb robotic intervention"]}],"interventions":[{"type":"DEVICE","name":"Lower-limb robotic intervention","description":"The intervention proposed in this study involves the use of an exosuit for lower limbs, the Myosuit. The selection of the tasks has been done in order to replicate typical activities of daily living in a structured environment, i.e. a rehabilitation hospital.\n\nSpecifically, the tasks involve walking, sit to stand, balance and stair climbing.\n\nDuring the phases of assessment (session 2 and session 10), other devices are be used. Specifically:\n\n* The Optogait system; for a markerless gait analysis;\n* The Gyko sensor; an inertial sensor that will be used at the beginning of the training for the synchronisation of the signals recorded by the Myosuit and the signal recorded by the Optogait.\n\nFinally, during all the sessions, the Polar heart rate sensor is used to constantly monitor the cardiac frequency of the patients.","armGroupLabels":["Lower limbs robotic intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Usability of the device","description":"System Usability Scale (SUS) Range: 0-100, with 100 corresponding to the highest degree of usability","timeFrame":"Evaluated at session 10 (after the treatment) at an average of 3 weeks"},{"measure":"Self-efficacy","description":"Stroke Self-Efficacy Questionnaire (SSEQ-10) Range: 0-39; with 39 corresponding to the maximum confidence of the patient in self-efficacy","timeFrame":"Evaluated at session 10 (after the treatment), at an average of 3 weeks"}],"secondaryOutcomes":[{"measure":"Variation of functional status after the treatment","description":"Short Physical Performance Battery (SPPB) Range: 0-12; with 12 corresponding to the best perfromance on balance, walking, and sit-to-stand tasks","timeFrame":"Evaluated at session 1 (before the beginning of the treatment) and at session 10 (after the treatment) without the device"},{"measure":"Functional assistive direct effect of the device","description":"Short Physical Performance Battery (SPPB) Range: 0-12; with 12 corresponding to the best perfromance on balance, walking, and sit-to-stand tasks","timeFrame":"Evaluated at session 1 (before the beginning of the treatment) with and without the device"},{"measure":"Variation of walking capabilities after the treatment","description":"Distance walked during the Two Minutes Walking Test (2minWT), in meters\n\nRange: Not available; higher distances represent better performances on the walking task","timeFrame":"Evaluated at session 1 (before the beginning of the treatment) and at session 10 (after the treatment) without the device"},{"measure":"Assistive direct effect of the device on walking capabilities","description":"Distance walked during the Two Minutes Walking Test (2minWT), in meters\n\nRange: Not available; higher distances represent better performances on the walking task","timeFrame":"Evaluated at session 1 (before the beginning of the treatment) with and without the device"},{"measure":"Variation of walking capabilities after the treatment","description":"Time needed to execute the 10 Meters Walk Test (10mWT), in seconds\n\nRange: Not available; higher durations represent worst performances on the walking task","timeFrame":"Evaluated at session 1 (before the beginning of the treatment) and at session 10 (after the treatment) without the device"},{"measure":"Assistive direct effect of the device on walking capabilities","description":"Time needed to execute the 10 Meters Walk Test (10mWT), in seconds\n\nRange: Not available; higher durations represent worst performances on the walking task","timeFrame":"Evaluated at session 1 (before the beginning of the treatment) with and without the device"},{"measure":"Variation of stair ascending and descending capabilities after the treatment","description":"Time needed to execute the Stair Climb Test (SCT), in seconds\n\nRange: Not available; higher durations represent worst performances on the stair climb task","timeFrame":"Evaluated at session 1 (before the beginning of the treatment) and at session 10 (after the treatment) without the device"},{"measure":"Assistive direct effect of the device on stair ascending and descending capabilities","description":"Time needed to execute the Stair Climb Test (SCT), in seconds\n\nRange: Not available; higher durations represent worst performances on the stair climb task","timeFrame":"Evaluated at session 1 (before the beginning of the treatment) with and without the device"},{"measure":"Variation of gait kinematic after the treatment","description":"Spatio-temporal kinematic parameters extracted from the Optogait system, such as:\n\n* step length (meters)\n* stride length (meters)\n* stride time (seconds)\n* step time (seconds)\n* swing time (seconds)\n* cadence (steps/minute)\n* velocity (meters/seconds)","timeFrame":"Evaluated at session 1 (before the beginning of the treatment) and at session 10 (after the treatment) without the device"},{"measure":"Assistive direct effect of the device on gait kinematic","description":"Spatio-temporal kinematic parameters extracted from the Optogait system, such as:\n\n* step length (meters)\n* stride length (meters)\n* stride time (seconds)\n* step time (seconds)\n* swing time (seconds)\n* cadence (steps/minute)\n* velocity (meters/seconds)","timeFrame":"Evaluated at session 1 (before the beginning of the treatment) with and without the device"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical stability, evaluated through the administration of the MEWS scale (Modified Early Warning Score);\n* To be able to stand up from a chair without exceeding a trunk angle of 45° to the left or right during the movement;\n* To be able to walk for 10 m without the support of another person but, if necessary, with conventional aids different than knee othesis (e.g. stick, crutch, ankle/foot orthesis). The aid considered should have single-support;\n* Height between 150 cm and 195 cm;\n* Weight between 45 kg and 110 kg;\n* FAC (Functional Ambulation Calssification) ≥3;\n* MAS (Modified Ashworth Scale) ≤2;\n* HADS (Hospital Anxiety and Depression Scale) with normative values (\\>10/21 for each scale);\n* MoCA (Montreal Cognitive Assessment) (Equivalent scoring \\> 1 with the Italian correction from Santangelo et al._ 2015);\n* To be able to understand and sign the informed consent.\n\nExclusion Criteria:\n\n* Presence of an active (or with effects) neurological or psychiatric pathology occurred before the vascular event;\n* Severe bilateral hearing or sight loss;\n* Functional Reach Test \\<15.24;\n* Flexion retruction of hip and knee greater than 10° and not reducible;\n* Presence of genu varum or geru valgum greater than 10°;\n* Pregnancy;\n* Previous stroke.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Francesca Cecchi, Prof","role":"CONTACT","phone":"+393388627184","email":"fceccchi@dongnocchi.it"},{"name":"Silvia Campagnini, MSc","role":"CONTACT","phone":"+393661526971","email":"scampagnini@dongnocchi.it"}],"locations":[{"facility":"IRCCS Fondazione Don Carlo Gnocchi onlus","status":"RECRUITING","city":"Firenze","zip":"50143","country":"Italy","contacts":[{"name":"Fabio Carlotti","role":"CONTACT","phone":"+3905573931","email":"ctu@dongnocchi.it"}],"geoPoint":{"lat":43.77925,"lon":11.24626}}]},"referencesModule":{"references":[{"pmid":"34487721","type":"BACKGROUND","citation":"GBD 2019 Stroke Collaborators. Global, regional, and national burden of stroke and its risk factors, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet Neurol. 2021 Oct;20(10):795-820. doi: 10.1016/S1474-4422(21)00252-0. Epub 2021 Sep 3."},{"pmid":"25162455","type":"BACKGROUND","citation":"Ammann BC, Knols RH, Baschung P, de Bie RA, de Bruin ED. Application of principles of exercise training in sub-acute and chronic stroke survivors: a systematic review. BMC Neurol. 2014 Aug 22;14:167. doi: 10.1186/s12883-014-0167-2."},{"pmid":"33281619","type":"BACKGROUND","citation":"Farrell JW 3rd, Merkas J, Pilutti LA. The Effect of Exercise Training on Gait, Balance, and Physical Fitness Asymmetries in Persons With Chronic Neurological Conditions: A Systematic Review of Randomized Controlled Trials. Front Physiol. 2020 Nov 12;11:585765. doi: 10.3389/fphys.2020.585765. eCollection 2020."},{"pmid":"20945810","type":"BACKGROUND","citation":"Opara JA, Jaracz K. Quality of life of post-stroke patients and their caregivers. J Med Life. 2010 Jul-Sep;3(3):216-20."},{"pmid":"22261814","type":"BACKGROUND","citation":"Brands IM, Wade DT, Stapert SZ, van Heugten CM. The adaptation process following acute onset disability: an interactive two-dimensional approach applied to acquired brain injury. Clin Rehabil. 2012 Sep;26(9):840-52. doi: 10.1177/0269215511432018. Epub 2012 Jan 19."},{"pmid":"17943883","type":"BACKGROUND","citation":"French B, Thomas LH, Leathley MJ, Sutton CJ, McAdam J, Forster A, Langhorne P, Price CI, Walker A, Watkins CL. Repetitive task training for improving functional ability after stroke. Cochrane Database Syst Rev. 2007 Oct 17;(4):CD006073. doi: 10.1002/14651858.CD006073.pub2."},{"pmid":"28488268","type":"BACKGROUND","citation":"Mehrholz J, Thomas S, Werner C, Kugler J, Pohl M, Elsner B. Electromechanical-assisted training for walking after stroke. Cochrane Database Syst Rev. 2017 May 10;5(5):CD006185. doi: 10.1002/14651858.CD006185.pub4."},{"pmid":"31623545","type":"BACKGROUND","citation":"Lee HJ, Lee SH, Seo K, Lee M, Chang WH, Choi BO, Ryu GH, Kim YH. Training for Walking Efficiency With a Wearable Hip-Assist Robot in Patients With Stroke: A Pilot Randomized Controlled Trial. Stroke. 2019 Dec;50(12):3545-3552. doi: 10.1161/STROKEAHA.119.025950. Epub 2019 Oct 18."},{"pmid":"29163120","type":"BACKGROUND","citation":"Schmidt K, Duarte JE, Grimmer M, Sancho-Puchades A, Wei H, Easthope CS, Riener R. The Myosuit: Bi-articular Anti-gravity Exosuit That Reduces Hip Extensor Activity in Sitting Transfers. Front Neurorobot. 2017 Oct 27;11:57. doi: 10.3389/fnbot.2017.00057. eCollection 2017."},{"pmid":"33032627","type":"BACKGROUND","citation":"Haufe FL, Schmidt K, Duarte JE, Wolf P, Riener R, Xiloyannis M. Activity-based training with the Myosuit: a safety and feasibility study across diverse gait disorders. J Neuroeng Rehabil. 2020 Oct 8;17(1):135. doi: 10.1186/s12984-020-00765-4."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Haemorrhagic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}