{"protocolSection":{"identificationModule":{"nctId":"NCT04434638","orgStudyIdInfo":{"id":"2017-0621"},"organization":{"fullName":"Georgetown University","class":"OTHER"},"briefTitle":"Stroke Transitions of Care to Reduce Hospital Length of Stay","officialTitle":"Stroke Transitions of Care to Reduce Hospital Length of Stay","acronym":"TOCC"},"statusModule":{"statusVerifiedDate":"2020-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-02-28","type":"ACTUAL"},"completionDateStruct":{"date":"2019-02-28","type":"ACTUAL"},"studyFirstSubmitDate":"2020-06-06","studyFirstSubmitQcDate":"2020-06-13","studyFirstPostDateStruct":{"date":"2020-06-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-06-13","lastUpdatePostDateStruct":{"date":"2020-06-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Georgetown University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this prospective pilot study is to access the feasibility of Transitions of Care Coordinator (TOCC) program, to determine if the use of a TOCC will decrease hospital length of stay (LOS), and determine if utilization of a TOCC will improve patient and family satisfaction. Patients are admitted to MedStar Georgetown University Hospital (MGUH) for primary diagnosis of acute ischemic stroke.\n\n1. Access the feasibility of TOCC program\n2. Determine if the use of a TOCC will decrease hospital length of stay (LOS) in patients admitted to MGUH for primary diagnosis of acute ischemic stroke\n3. Determine if utilization of a TOCC will improve the satisfaction for family and patient.","detailedDescription":"Study Goals and Objectives\n\nThe primary objective of this study is to access the feasibility of TOCC program and to determine if the use of a TOCC will decrease length of stay (LOS) in patients admitted to MedStar Georgetown University Hospital (MGU) for primary diagnosis of acute ischemic stroke and discharged to an acute rehabilitation facility. Secondary objectives for this study include determining if utilization of a TOCC will improve patient and family satisfaction.\n\nStudy Design/Setting\n\nThis will be a single-center, prospective, randomized pilot study. It will involve patients admitted to the MGUH Department of Neurology stroke service for primary diagnosis of acute ischemic stroke and discharged to an acute rehabilitation facility or home. The study will start after IRB approval. It will end once all required data has been obtained and analyzed. It is estimated that this pilot study will be finished over a three-month period.\n\nTransition of Care Coordinator (TOCC) Program and Usual Care Group\n\nThe TOCC will be a registered nurse who will help facilitate the process of care transition from the day of admission. The TOCC's intervention will include meeting the patient and family within 48 hours of admission, identifying their home location and insurance status, following up the echocardiogram results, following up with physical, occupational, and speech therapy recommendations for rehabilitation after acute care hospitalization, attending daily multi-disciplinary rounds, attending bedside rounds with the physician team, facilitating referrals to rehab facilities, providing tailored discharge education to patients, and arranging stroke clinic follow-up assignments. The usual care group will receive care coordination by the primary stroke service of the Georgetown Neurology Department, which is the current method.\n\nBoth groups will receive the same content of care, which includes initial and supportive diagnostic studies as well as evidenced-based treatment of ischemic stroke, physical, occupational, and speech therapy, and case management for referral and transportation to an acute rehabilitation facility. The major difference between the two groups will be the method of care delivery.\n\nPatient Population and Procedure\n\nParticipants in this study will be derived from the pool of patients admitted for ischemic stroke to MGUH. Patients admitted for a primary diagnosis of ischemic stroke with discharge plan for acute rehab or home will be included in this study.\n\nUpon admission, patients will be randomized to receive the standard diagnostic studies and treatment for ischemic stroke under the care of either a TOCC (TOCC group) or the usual care/standard evidenced-based protocol of transitioning from acute care hospital to acute rehab setting (Control group). Due to the prospective nature of the study protocol, randomization will be performed based on the order in which the patients are enrolled in the trial. Every other patient admitted to the stroke service (i.e. those enrolled first, third, fifth, seventh, etc.) will be allocated to receive the intervention whereas patients falling between those admissions will be allocated to the usual care group (control) Length of stay for patients in TOCC group and control group will be recorded for comparison at the end of the study period. Patient and family satisfaction in each group will also be measured using HCAHPS scores for comparison at the end of the study period.\n\nStudy Sample Size\n\nBased on the volumes of patients admitted for ischemic stroke to MGUH, it is estimated that at least 20 patients can be enrolled for each group, and at least 40 patients in total can be enrolled over a three-month period.\n\nData Analysis Plan\n\nDescriptive statistics will be used to describe the baseline characteristics of all enrolled patients; mean and standard deviation will be reported for continuous variables; frequency and percentage will be reported for categorical variables.\n\nThe data analysis for this pilot study will be descriptive due to the small sample size. The proportion of patients who are in the TOCC group receive the complete transition of care intervention will be the primary feasibility metric. We will calculate the mean (SD) of the LOS at the end of study for patients of TOCC group and control group, respectively. Difference in mean of LOS between two groups will be calculated. Student's T-test or Wilcoxon Rank Sum test will be performed to test the difference in mean of LOS between TOCC group and control group, where appropriate. One-day decrease in hospital LOS is considered of clinical relevance. Generalized linear model will be utilized for the correlative analysis of LOS and TOCC program, adjusted for age, NHISS and other possible confounders.\n\nFor the patients and family satisfaction, measured by HCAHPS score, the percentage of satisfaction for each question will be reported, and the difference in percentage of satisfaction between TOCC group and control group will be summarized.\n\nSafety Considerations\n\nThe treatment of patients with acute ischemic stroke will not be altered by this study protocol. Participants will receive the current evidenced-supported standard treatment for ischemic stroke and post-discharge recommendations will be made by the physical, occupational, and speech therapists of MGUH based on the patient's capabilities. As a quality improvement study, the intervention proposed would only serve improve the efficacy in transitioning patients back to living in the community.\n\nThe only possible perceived risk to participants is loss of confidentiality since personal health information (PHI) from the Electronic Medical Record (EMR) system will be used for eventual data analyses. To decrease this risk, this information will be distributed only amongst study investigators with the use of limited patient identifiers. In addition, any stored information will be in a password-secured database only accessible by the study investigators."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Nurse Navigator","Transitions of care","Length of Stay","Patient Satisfaction"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants in this study will be derived from the pool of patients admitted for ischemic stroke to Georgetown University Medical Center. Patients admitted for a primary diagnosis of ischemic stroke with discharge plan for acute rehab or home will be included in this study.\n\nUpon admission, patients will be randomized to receive the standard diagnostic studies and treatment for ischemic stroke under the care of either a transitions of care coordinatory (TOCC group) or the standard evidenced-based protocol of transitioning from acute care hospital to acute rehab setting (Control group). Due to the prospective nature of the study protocol, randomization will be performed based on the order in which the patients are enrolled in the trial.","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","maskingDescription":"Every other patient admitted to the stroke service (i.e. those enrolled first, third, fifth, seventh, etc.) will be allocated to receive the intervention whereas patients falling between those admissions will be allocated to the control group.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Transitions of Care Coordinator Group","type":"EXPERIMENTAL","description":"We developed the Transition of Care Coordinator (TOCC) program to aid in the completion of the diagnostic evaluations as well as in the transition out of the acute care hospital setting. In the TOCC intervention, the stroke nurse navigator completed eight specific tasks: (1) met the patient and family within 48 hours of admission, (2) identified patient home location and insurance status, (3) coordinated communication between treating providers (neurologists, cardiologists, etc.) regarding pending diagnostic tests, (4) followed up physical, occupational, and speech therapy teams' recommendations for rehabilitation, (5) attended daily multi-disciplinary rounds, (6) facilitated referrals to acute and subacute rehabilitation facilities with case managers, (7) assisted beside nurses in providing tailored stroke education and discharge instructions to patients and families, and (8) arranged stroke clinic follow-up appointments.","interventionNames":["Other: Transitions of Care Coordinator"]},{"label":"Usual Care Group","type":"ACTIVE_COMPARATOR","description":"Patients in the usual care group, which served as the control, received the current, ongoing method of care coordination by members of the multi-disciplinary stroke team. The current practice is that members of this multi-disciplinary team meet with each other every weekday morning to discuss the discharge plan of care for each stroke patient on the inpatient stroke service. Physicians, nurses, rehabilitation therapists and case managers are then individually responsible for talking to patients and their families/caregivers about the different aspects of the plan of care.","interventionNames":["Other: Usual Care"]}],"interventions":[{"type":"OTHER","name":"Transitions of Care Coordinator","description":"We developed the Transition of Care Coordinator (TOCC) program to aid in the completion of the diagnostic evaluations as well as in the transition out of the acute care hospital setting. In the TOCC intervention, the stroke nurse navigator completed eight specific tasks: (1) met the patient and family within 48 hours of admission, (2) identified patient home location and insurance status, (3) coordinated communication between treating providers (neurologists, cardiologists, etc.) regarding pending diagnostic tests, (4) followed up physical, occupational, and speech therapy teams' recommendations for rehabilitation, (5) attended daily multi-disciplinary rounds, (6) facilitated referrals to acute and subacute rehabilitation facilities with case managers, (7) assisted beside nurses in providing tailored stroke education and discharge instructions to patients and families, and (8) arranged stroke clinic follow-up appointments.","armGroupLabels":["Transitions of Care Coordinator Group"]},{"type":"OTHER","name":"Usual Care","description":"Patients received the current, ongoing method of care coordination by members of the multi-disciplinary stroke team. The current practice is that members of this multi-disciplinary team meet with each other every weekday morning to discuss the discharge plan of care for each stroke patient on the inpatient stroke service. Physicians, nurses, rehabilitation therapists and case managers are then individually responsible for talking to patients and their families/caregivers about the different aspects of the plan of care.","armGroupLabels":["Usual Care Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Study Feasibility","description":"The primary outcome was feasibility of implementing a TOCC program, which was defined as completion of all eight TOCC program tasks by the stroke nurse navigator in at least 75% of the intervention group patients.","timeFrame":"Through length of study, an average of 1 year"}],"secondaryOutcomes":[{"measure":"Hospital Length of Stay","description":"Measured as number of days from admission to time of discharge from hospital","timeFrame":"Through length of study, an average of 1 year"},{"measure":"Patient Satisfaction","description":"Patient satisfaction was determined using a questionnaire that assesses multiple facets of inpatient care and discharge logistics, including key variables such as: overall care, secondary stroke prevention education, blood pressure management, and follow up arrangements. Scores in the individual categories ranged from 1-5, with 1 representative of unsatisfied, and 5, representative of very satisfied.","timeFrame":"Through length of study, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* primary diagnosis of acute ischemic stroke\n* patients admitted to the MGUH Stroke service\n* 18 years or older\n\nExclusion Criteria:\n\n* Diagnosis of subarachnoid hemorrhage\n* Diagnosis of intracerebral hemorrhage\n* Diagnosis of transient ischemic attack\n* Diagnosis of stroke mimic\n* admitted under observational status","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mary C Denny, MD","affiliation":"Georgetown University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"MedStar Georgetown University Hospital","city":"Washington","state":"District of Columbia","zip":"20007","country":"United States","geoPoint":{"lat":38.89511,"lon":-77.03637}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Agency for Healthcare Research and Quality. \"The Six Domains of Health Care Quality\". Reviewed March 2016: Rockville, MD. http://www.ahrq.gov/professionals/quality-patient-safety/talkingquality/create/sixdomains.html"},{"pmid":"23537156","type":"BACKGROUND","citation":"Coleman EA, Rosenbek SA, Roman SP. Disseminating evidence-based care into practice. Popul Health Manag. 2013 Aug;16(4):227-34. doi: 10.1089/pop.2012.0069. Epub 2013 Mar 28."},{"type":"BACKGROUND","citation":"Institute of Medicine (IOM). \"To Err Is Human: Building A Safer Health System\". National Academy of Sciences; 2000. Web Access: May 1 2017. http://www.nationalacademies.org/hmd/~/media/Files/Report%20Files/1999/To-Err-is-Human/To%20Err%20is%20Human%201999%20%20report%20brief.pdf"},{"type":"BACKGROUND","citation":"Frelick R, Strusowski P, Petrelli N, and Grusenmeyer P. \"Oncology Nurse Care Coordinators as 'Navigators': Improving cancer disease management and the patient experience\". Oncology Issues. (2006); 26-30."},{"pmid":"26259201","type":"BACKGROUND","citation":"Kwan JL, Morgan MW, Stewart TE, Bell CM. Impact of an innovative inpatient patient navigator program on length of stay and 30-day readmission. J Hosp Med. 2015 Dec;10(12):799-803. doi: 10.1002/jhm.2442. Epub 2015 Aug 10."},{"type":"BACKGROUND","citation":"Raines, D,"},{"pmid":"22617404","type":"BACKGROUND","citation":"Hall MJ, Levant S, DeFrances CJ. Hospitalization for stroke in U.S. hospitals, 1989-2009. NCHS Data Brief. 2012 May;(95):1-8."},{"pmid":"10797160","type":"BACKGROUND","citation":"Mayo NE, Wood-Dauphinee S, Cote R, Gayton D, Carlton J, Buttery J, Tamblyn R. There's no place like home : an evaluation of early supported discharge for stroke. Stroke. 2000 May;31(5):1016-23. doi: 10.1161/01.str.31.5.1016."},{"pmid":"25386161","type":"BACKGROUND","citation":"Bushnell C, Arnan M, Han S. A new model for secondary prevention of stroke: transition coaching for stroke. Front Neurol. 2014 Oct 27;5:219. doi: 10.3389/fneur.2014.00219. eCollection 2014."},{"pmid":"27125528","type":"BACKGROUND","citation":"Condon C, Lycan S, Duncan P, Bushnell C. Reducing Readmissions After Stroke With a Structured Nurse Practitioner/Registered Nurse Transitional Stroke Program. Stroke. 2016 Jun;47(6):1599-604. doi: 10.1161/STROKEAHA.115.012524. Epub 2016 Apr 28."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}