{"protocolSection":{"identificationModule":{"nctId":"NCT03826927","orgStudyIdInfo":{"id":"PB_2016-00662; me14Engelter2"},"organization":{"fullName":"University Hospital, Basel, Switzerland","class":"OTHER"},"briefTitle":"New Oral Anticoagulants (NOAC) in Stroke Patients","officialTitle":"New Oral Anticoagulants in Stroke Patients-Long Term Prevention of Recurrent Stroke in Patients With Atrial Fibrillation- a National Prospective Registry (NOACISP Long Term)","acronym":"NOACISPLongTer"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-08","type":"ACTUAL"},"completionDateStruct":{"date":"2021-08","type":"ACTUAL"},"studyFirstSubmitDate":"2019-01-22","studyFirstSubmitQcDate":"2019-01-31","studyFirstPostDateStruct":{"date":"2019-02-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-03","lastUpdatePostDateStruct":{"date":"2023-08-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Basel, Switzerland","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Registry to explore characteristics, use and management of new oral anticoagulants (NOAC) and vitamin K antagonists (VKA) treatment among patients with atrial fibrillation (AF) and recent cerebrovascular disease in a \"real-world\" setting at a stroke centre.","detailedDescription":"Registry to explore characteristics, use and management of new oral anticoagulants (NOAC) and vitamin K antagonists (VKA) treatment among patients with atrial fibrillation (AF) and recent cerebrovascular disease in a \"real-world\" setting at a stroke centre. Special interest is payed to conditions not or only in part investigated in the large randomised controlled Trials (RCT) and that are specific to patients with cerebrovascular disease. This includes early start of NOAC treatment after recent stroke, very old patients, multimorbidity, patients with a history of intracranial haemorrhage (ICH) and patient satisfaction and preferences with VKA/NOACS."},"conditionsModule":{"conditions":["Stroke","Atrial Fibrillation"],"keywords":["New oral Anticoagulants (NOAC)","vitamin K antagonists (VKA)","cerebrovascular disease"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1023,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"AF and cerebrovascular event","description":"patients with AF and recent (\\< 3 month) stroke or transient ischaemic attack (TIA) or intracranial haemorrhage (ICH) with or without pre-existing oral anticoagulation, in whom treatment with NOACs or VKAs is initiated or continued for prevention of ischemic events","interventionNames":["Other: treatment with NOACs or VKAs"]}],"interventions":[{"type":"OTHER","name":"treatment with NOACs or VKAs","description":"treatment with NOACs or VKAs initiated or continued for prevention of ischemic events","armGroupLabels":["AF and cerebrovascular event"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in anticoagulation (NOAC and VKA) treatment","description":"assessment of details of NOAC or VKA application (start, pause, dosage)","timeFrame":"time from index event (= cerebrovascular event) to Follow- up assessments at 3-, 6-, 12- and 24 months after index event"}],"secondaryOutcomes":[{"measure":"Change in glomerular filtration rate (GFR)","description":"impact of kidney function (in particular volatile GFR (ml/min) around the threshold for reduced dosage)","timeFrame":"time from index event (= cerebrovascular event) to Follow- up assessments at 3-, 6-, 12- and 24 months after index event"},{"measure":"Drug adherence for anticoagulation (VKA) treatment","description":"monitor the frequency of VKA use in patients with stroke or TIA attributable to AF, (a) among patients without pre-existing anticoagulation, (b) among patients under insufficient VKA therapy, and (c) among patients with sufficient VKA therapy, assessed by telephone or clinical visit","timeFrame":"time from index event (= cerebrovascular event) to Follow- up assessments at 3-, 6-, 12- and 24 months after index event"},{"measure":"Change in anticoagulant treatment","description":"If anticoagulant treatment was stopped or switched to any other drug (NOAC/VKA), reason for switching will be documented","timeFrame":"time from index event (= cerebrovascular event) to Follow- up assessments at 3-, 6-, 12- and 24 months after index event"},{"measure":"Recording of Adverse Events (AE)","description":"Causality for AE will be assessed as related, possibly related or non-related to the prescribed anticoagulant","timeFrame":"time from index event (= cerebrovascular event) to Follow- up assessments at 3-, 6-, 12- and 24 months after index event"},{"measure":"Change in modified Rankin Scale (mRS)","description":"modified Rankin Scale (mRS) is a scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability; scale runs from 0-6, running from perfect health (=0) without symptoms to death (=6)","timeFrame":"time from index event (= cerebrovascular event) to Follow- up assessments at 3-, 6-, 12- and 24 months after index event"},{"measure":"Co-morbidities","description":"Recording of co-morbidities","timeFrame":"time from index event (= cerebrovascular event) to Follow- up assessments at 3-, 6-, 12- and 24 months after index event"},{"measure":"Drug adherence for anticoagulation (NOAC) treatment","description":"monitor the frequency of NOAC use in patients with stroke or TIA attributable to AF, assessed by telephone or clinical visit","timeFrame":"time from index event (= cerebrovascular event) to Follow- up assessments at 3-, 6-, 12- and 24 months after index event"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* signed informed consent form (ICF)\n* existing or newly diagnosed AF\n* recent (\\< 3 month) stroke (ischemic or haemorrhagic) or TIA (=index event)\n* treatment with NOACs or VKAs is continued, changed or initiated for prevention of ischemic events\n\nExclusion Criteria:\n\n* patients not able or unwilling to sign ICF\n* patient is, in the opinion of the investigator, unlikely to comply with the scheduled follow-up visits or is unsuitable for any other reason\n* patients who will not be anticoagulated","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients eligible for this registry will be recruited at the stroke centre at the University Hospital Basel","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Philippe Lyrer, Prof. Dr. MD","affiliation":"University Hospital, Basel, Switzerland","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Felix Platter Spital","city":"Basel","zip":"4002","country":"Switzerland","geoPoint":{"lat":47.55839,"lon":7.57327}},{"facility":"Dep. of Neurology, Hospital of the University of Basel","city":"Basel","zip":"4031","country":"Switzerland","geoPoint":{"lat":47.55839,"lon":7.57327}}]},"referencesModule":{"references":[{"pmid":"36082252","type":"BACKGROUND","citation":"Polymeris AA, Zietz A, Schaub F, Meya L, Traenka C, Thilemann S, Wagner B, Hert L, Altersberger VL, Seiffge DJ, Lyrer F, Dittrich T, Piot I, Kaufmann J, Barone L, Dahlheim L, Flammer S, Avramiotis NS, Peters N, De Marchis GM, Bonati LH, Gensicke H, Engelter ST, Lyrer PA. Once versus twice daily direct oral anticoagulants in patients with recent stroke and atrial fibrillation. Eur Stroke J. 2022 Sep;7(3):221-229. doi: 10.1177/23969873221099477. Epub 2022 May 10."},{"pmid":"35105180","type":"BACKGROUND","citation":"Kimura S, Toyoda K, Yoshimura S, Minematsu K, Yasaka M, Paciaroni M, Werring DJ, Yamagami H, Nagao T, Yoshimura S, Polymeris A, Zietz A, Engelter ST, Kallmunzer B, Cappellari M, Chiba T, Yoshimoto T, Shiozawa M, Kitazono T, Koga M; SAMURAI, RELAXED, RAF, RAF-NOAC, CROMIS-2, NOACISP LONGTERM, Erlangen Registry and Verona Registry Investigators. Practical \"1-2-3-4-Day\" Rule for Starting Direct Oral Anticoagulants After Ischemic Stroke With Atrial Fibrillation: Combined Hospital-Based Cohort Study. Stroke. 2022 May;53(5):1540-1549. doi: 10.1161/STROKEAHA.121.036695. Epub 2022 Feb 2."},{"pmid":"32052481","type":"BACKGROUND","citation":"Seiffge DJ, De Marchis GM, Koga M, Paciaroni M, Wilson D, Cappellari M, Macha Md K, Tsivgoulis G, Ambler G, Arihiro S, Bonati LH, Bonetti B, Kallmunzer B, Muir KW, Bovi P, Gensicke H, Inoue M, Schwab S, Yaghi S, Brown MM, Lyrer P, Takagi M, Acciarrese M, Jager HR, Polymeris AA, Toyoda K, Venti M, Traenka C, Yamagami H, Alberti A, Yoshimura S, Caso V, Engelter ST, Werring DJ; RAF, RAF-DOAC, CROMIS-2, SAMURAI, NOACISP, Erlangen, and Verona registry collaborators. Ischemic Stroke despite Oral Anticoagulant Therapy in Patients with Atrial Fibrillation. Ann Neurol. 2020 Feb 12;87(5):677-87. doi: 10.1002/ana.25700. Online ahead of print."},{"pmid":"31130428","type":"BACKGROUND","citation":"Wilson D, Ambler G, Lee KJ, Lim JS, Shiozawa M, Koga M, Li L, Lovelock C, Chabriat H, Hennerici M, Wong YK, Mak HKF, Prats-Sanchez L, Martinez-Domeno A, Inamura S, Yoshifuji K, Arsava EM, Horstmann S, Purrucker J, Lam BYK, Wong A, Kim YD, Song TJ, Schrooten M, Lemmens R, Eppinger S, Gattringer T, Uysal E, Tanriverdi Z, Bornstein NM, Assayag EB, Hallevi H, Tanaka J, Hara H, Coutts SB, Hert L, Polymeris A, Seiffge DJ, Lyrer P, Algra A, Kappelle J, Al-Shahi Salman R, Jager HR, Lip GYH, Mattle HP, Panos LD, Mas JL, Legrand L, Karayiannis C, Phan T, Gunkel S, Christ N, Abrigo J, Leung T, Chu W, Chappell F, Makin S, Hayden D, Williams DJ, Kooi ME, van Dam-Nolen DHK, Barbato C, Browning S, Wiegertjes K, Tuladhar AM, Maaijwee N, Guevarra C, Yatawara C, Mendyk AM, Delmaire C, Kohler S, van Oostenbrugge R, Zhou Y, Xu C, Hilal S, Gyanwali B, Chen C, Lou M, Staals J, Bordet R, Kandiah N, de Leeuw FE, Simister R, van der Lugt A, Kelly PJ, Wardlaw JM, Soo Y, Fluri F, Srikanth V, Calvet D, Jung S, Kwa VIH, Engelter ST, Peters N, Smith EE, Yakushiji Y, Orken DN, Fazekas F, Thijs V, Heo JH, Mok V, Veltkamp R, Ay H, Imaizumi T, Gomez-Anson B, Lau KK, Jouvent E, Rothwell PM, Toyoda K, Bae HJ, Marti-Fabregas J, Werring DJ; Microbleeds International Collaborative Network. Cerebral microbleeds and stroke risk after ischaemic stroke or transient ischaemic attack: a pooled analysis of individual patient data from cohort studies. Lancet Neurol. 2019 Jul;18(7):653-665. doi: 10.1016/S1474-4422(19)30197-8. Epub 2019 May 23. Erratum In: Lancet Neurol. 2019 Sep;18(9):e8. Lancet Neurol. 2020 Feb;19(2):e2."},{"pmid":"32232171","type":"BACKGROUND","citation":"Hert L, Polymeris AA, Schaedelin S, Lieb J, Seiffge DJ, Traenka C, Fladt J, Thilemann S, Gensicke H, De Marchis GM, Bonati L, Lyrer P, Engelter ST, Peters N. Small vessel disease is associated with an unfavourable outcome in stroke patients on oral anticoagulation. Eur Stroke J. 2020 Mar;5(1):63-72. doi: 10.1177/2396987319888016. Epub 2019 Nov 12."},{"pmid":"33598557","type":"BACKGROUND","citation":"Cappellari M, Seiffge DJ, Koga M, Paciaroni M, Forlivesi S, Turcato G, Bovi P, Yoshimura S, Tanaka K, Shiozawa M, Yoshimoto T, Miwa K, Takagi M, Inoue M, Yamagami H, Caso V, Tsivgoulis G, Venti M, Acciarresi M, Alberti A, Toni D, Polymeris A, Bonetti B, Agnelli G, Toyoda K, Engelter ST, De Marchis GM; SAMURAI-NVAF, RAF-NOAC, NOACISP LONG-TERM, and Verona Study Groups. A nomogram to predict unfavourable outcome in patients receiving oral anticoagulants for atrial fibrillation after stroke. Eur Stroke J. 2020 Dec;5(4):384-393. doi: 10.1177/2396987320945840. Epub 2020 Nov 26."},{"pmid":"34747514","type":"BACKGROUND","citation":"Polymeris AA, Macha K, Paciaroni M, Wilson D, Koga M, Cappellari M, Schaedelin S, Zietz A, Peters N, Seiffge DJ, Haupenthal D, Gassmann L, De Marchis GM, Wang R, Gensicke H, Stoll S, Thilemann S, Avramiotis NS, Bonetti B, Tsivgoulis G, Ambler G, Alberti A, Yoshimura S, Brown MM, Shiozawa M, Lip GYH, Venti M, Acciarresi M, Tanaka K, Mosconi MG, Takagi M, Jager RH, Muir K, Inoue M, Schwab S, Bonati LH, Lyrer PA, Toyoda K, Caso V, Werring DJ, Kallmunzer B, Engelter ST; NOACISP-LONGTERM, Erlangen Registry, CROMIS-2, RAF, RAF-DOAC, SAMURAI-NVAF and Verona Registry Collaborators. Oral Anticoagulants in the Oldest Old with Recent Stroke and Atrial Fibrillation. Ann Neurol. 2022 Jan;91(1):78-88. doi: 10.1002/ana.26267. Epub 2021 Nov 29."},{"pmid":"30980560","type":"BACKGROUND","citation":"Seiffge DJ, Paciaroni M, Wilson D, Koga M, Macha K, Cappellari M, Schaedelin S, Shakeshaft C, Takagi M, Tsivgoulis G, Bonetti B, Kallmunzer B, Arihiro S, Alberti A, Polymeris AA, Ambler G, Yoshimura S, Venti M, Bonati LH, Muir KW, Yamagami H, Thilemann S, Altavilla R, Peters N, Inoue M, Bobinger T, Agnelli G, Brown MM, Sato S, Acciarresi M, Jager HR, Bovi P, Schwab S, Lyrer P, Caso V, Toyoda K, Werring DJ, Engelter ST, De Marchis GM; CROMIS-2, RAF, RAF-DOAC, SAMURAI, NOACISP LONGTERM, Erlangen and Verona registry collaborators. Direct oral anticoagulants versus vitamin K antagonists after recent ischemic stroke in patients with atrial fibrillation. Ann Neurol. 2019 Jun;85(6):823-834. doi: 10.1002/ana.25489. Epub 2019 Apr 30."},{"pmid":"34635567","type":"BACKGROUND","citation":"De Marchis GM, Seiffge DJ, Schaedelin S, Wilson D, Caso V, Acciarresi M, Tsivgoulis G, Koga M, Yoshimura S, Toyoda K, Cappellari M, Bonetti B, Macha K, Kallmunzer B, Cereda CW, Lyrer P, Bonati LH, Paciaroni M, Engelter ST, Werring DJ. Early versus late start of direct oral anticoagulants after acute ischaemic stroke linked to atrial fibrillation: an observational study and individual patient data pooled analysis. J Neurol Neurosurg Psychiatry. 2022 Feb;93(2):119-125. doi: 10.1136/jnnp-2021-327236. Epub 2021 Oct 11."},{"pmid":"36203998","type":"DERIVED","citation":"Wagner B, Hert L, Polymeris AA, Schaedelin S, Lieb JM, Seiffge DJ, Traenka C, Thilemann S, Fladt J, Altersberger VL, Zietz A, Dittrich TD, Fisch U, Gensicke H, De Marchis GM, Bonati LH, Lyrer PA, Engelter ST, Peters N. Impact of type of oral anticoagulants in patients with cerebral microbleeds after atrial fibrillation-related ischemic stroke or TIA: Results of the NOACISP-LONGTERM registry. Front Neurol. 2022 Sep 20;13:964723. doi: 10.3389/fneur.2022.964723. eCollection 2022."},{"pmid":"34311567","type":"DERIVED","citation":"Meya L, Polymeris AA, Schaedelin S, Schaub F, Altersberger VL, Traenka C, Thilemann S, Wagner B, Fladt J, Hert L, Yoshimura S, Koga M, Zietz A, Dittrich T, Fisch U, Toyoda K, Seiffge DJ, Peters N, De Marchis GM, Gensicke H, Bonati LH, Lyrer PA, Engelter ST. Oral Anticoagulants in Atrial Fibrillation Patients With Recent Stroke Who Are Dependent on the Daily Help of Others. Stroke. 2021 Nov;52(11):3472-3481. doi: 10.1161/STROKEAHA.120.033862. Epub 2021 Jul 27."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M14540","name":"Recurrence","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M17245","name":"Vitamin K","relevance":"LOW"},{"id":"M17248","name":"Vitamins","relevance":"LOW"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"T481","name":"Vitamin K","relevance":"LOW"},{"id":"T450","name":"Menaquinone","relevance":"LOW"},{"id":"T449","name":"Menadione","relevance":"LOW"},{"id":"T452","name":"Naphthoquinone","relevance":"LOW"},{"id":"T458","name":"Phylloquinone","relevance":"LOW"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Coag","name":"Coagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}