{"protocolSection":{"identificationModule":{"nctId":"NCT06140316","orgStudyIdInfo":{"id":"REC/0243 Aniqa Nasreen"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Biopsychosocial and Motor Predictor of Functional Recovery in Stroke Survivors","officialTitle":"Biopsychosocial and Motor Predictor of Functional Recovery in Stroke Survivors, A Prospective Cohort"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-04-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-15","studyFirstSubmitQcDate":"2023-11-15","studyFirstPostDateStruct":{"date":"2023-11-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-15","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Up to the researcher knowledge, there is currently limited literature available that thoroughly investigates the biopsychosocial and motor predictors of functional recovery in stroke survivors. Previous studies have only focused on examining these factors individually, without considering their collective impact on functional outcomes. As a result, there is a significant research gap in understanding how these factors interact and influence the recovery process. By integrating the biopsychosocial model with motor predictors, this study will provide a unique and comprehensive perspective on the recovery trajectory of stroke survivors.","detailedDescription":"Stroke is a leading cause of impairment, with 20% of survivors requiring institutional care for 3 months afterward, and 15% to 30% being disabled permanently. A review in 2016 has shown that over the past four decades, a statistically significant trend in stroke incidence rate declined in high-income countries (42%) but in low- to middle-income countries, it was increasing to a greater than 100% trend over time. Functional recovery after a stroke is a complex and multifactorial process influenced by a combination of biopsychosocial and motor factors. Biopsychosocial factors encompass the interplay between biological, psychological, and social aspects of an individual's life that can influence their recovery trajectory. Motor factors, on the other hand, specifically focus on impairments and functional limitations related to movement and mobility. Only a few studies have explored the role of various biopsychosocial and motor factors in predicting functional recovery in stroke survivors and these studies have focused on the factors individually. Biologically, factors such as lesion location, stroke severity, age, and comorbidities have been shown to influence recovery outcomes. Psychologically, factors like motivation, self-efficacy, depression, and cognitive function can significantly impact a person's ability to engage in rehabilitation and regain functional abilities. Social factors, including social support, access to rehabilitation services, and socioeconomic status also play a critical role in facilitating or hindering recovery.\n\nLikewise, motor factors, such as motor impairment, balance, gait, speed, and functional mobility are strong predictors of functional recovery. Motor recovery is closely associated with the reorganization of neural pathways and the restoration of motor function. Up to the researcher knowledge, there is currently limited literature available that thoroughly investigates the biopsychosocial and motor predictors of functional recovery in stroke survivors. Previous studies have only focused on examining these factors individually, without considering their collective impact on functional outcomes. As a result, there is a significant research gap in understanding how these factors interact and influence the recovery process."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Biopsychosocial","Functional recovery","Motor predictors","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":104,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Functional Ambulatory Classification","description":"A classification system that categorizes individuals based on their level of functional ambulation, ranging from non-ambulatory to fully independent ambulation.","timeFrame":"8 weeks"},{"measure":"Fugl-Meyer Assessment","description":"A standardized assessment that evaluates the motor function and recovery of the lower limbs and upper limb, including voluntary movement, reflex activity, coordination, and balance.","timeFrame":"8 weeks"},{"measure":"Mini-Balance Evaluation Systems Test","description":"A clinical tool that assesses balance impairments by evaluating various components of balance control, including anticipatory postural adjustments, reactive postural responses, sensory orientation, and stability during gait.","timeFrame":"8 weeks"},{"measure":"Modified Barthel Index","description":"A widely used functional assessment tool that measures a person's ability to perform activities of daily living (ADLs) independently, including self-care tasks such as bathing, dressing, and toileting","timeFrame":"8 weeks"},{"measure":"Hospital Anxiety and Depression Scale","description":"A self-report questionnaire designed to assess symptoms of anxiety and depression in individuals with physical health conditions, providing a measure of emotional well-being and psychological distress.","timeFrame":"8 weeks"},{"measure":"National Institute of health Stroke Scale","description":"The NIH Stroke Scale (NIHSS) is a widely used tool to assess and measure the severity of neurological deficits after a stroke.","timeFrame":"8 weeks"},{"measure":"Motricity Score","description":"The Motricity Scale is a standardized assessment tool designed to evaluate motor function and strength in individuals with stroke.","timeFrame":"8 weeks"},{"measure":"Modified Ashworth Scale","description":"The Modified Ashworth Scale (MAS) is a commonly used clinical assessment tool to measure spasticity in individuals with neurological conditions.","timeFrame":"8 weeks"},{"measure":"Trunk Control test","description":"The trunk control test is a clinical assessment that evaluates the stability and control of the core region of the body, helping determine functional abilities and guide rehabilitation interventions.","timeFrame":"8 weeks"},{"measure":"Functional Independence Measure","description":"The Functional Independence Measure (FIM) is a standardized assessment tool that measures a person's level of independence in daily activities.","timeFrame":"8 weeks"},{"measure":"Recovery Locus of Control Scale","description":"The Recovery Locus of Control Scale is a psychometric tool used to assess an individual's perception of control over their own recovery process. It","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Either gender\n* Patients with age between 45 to 65 years.\n* Ischemic stroke patients\n* Patients having stroke from 3 to 7 days at the time of recruitment\n\nExclusion Criteria:\n\n* Patients with previous stroke history\n* Presence or history of intracranial tumor, with/without tumor bleeding.\n* Presence or history of traumatic brain injury.\n* Presence or history of encephalopathy/myelopathy.\n* Presence or history of central nervous system infection/ inflammation.\n* Presence or history of degenerative central or peripheral nervous system disease, including neuropathy, neuronopathy, or myopathy","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Study Design:\n\nThe study design is a prospective cohort study, where a group of participants will be followed over time to observe changes in patient outcomes after receiving physiotherapy interventions.\n\nStudy Setting:\n\nData for this study will be collected from the Dera Ghazi Khan Teaching Hospital and the affiliated physiotherapy center.\n\nStudy Duration:\n\nThe study will span a period of six months, commencing after receiving approval from the Bioethical Review Board (BASR).\n\nSample Size:\n\nThe study will include a total of 104 participants.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Aruba Saeed, PHD*","affiliation":"Riphah International University Pakistan","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"DHQ Dera Ghazi Khan","city":"Dera Ghazi Khan","state":"Punjab","zip":"32200","country":"Pakistan","contacts":[{"name":"Aruba Saeed, PHD*","role":"CONTACT","phone":"03344399403","email":"aruba.saeed@riphah.edu.pk"},{"name":"Aniqa Nasreen, MS","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":30.05614,"lon":70.63477}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}