{"protocolSection":{"identificationModule":{"nctId":"NCT05320549","orgStudyIdInfo":{"id":"Faulkner_HELP Hampshire-2022"},"organization":{"fullName":"University of Winchester","class":"OTHER"},"briefTitle":"Effect of a Community Exercise Programme on Stroke Patients","officialTitle":"Effect of a Community-based Exercise Programme on Physical, Psychosocial and Economic Health Outcomes in Individuals Living With Stroke"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-23","studyFirstSubmitQcDate":"2022-04-01","studyFirstPostDateStruct":{"date":"2022-04-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-19","lastUpdatePostDateStruct":{"date":"2022-05-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Winchester","class":"OTHER"},"collaborators":[{"name":"Hobbs Rehabilitation","class":"OTHER"},{"name":"Hampshire Hospitals NHS Foundation Trust","class":"OTHER"},{"name":"University of Southampton","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Physical activity is known to be beneficial for supporting health and wellbeing. A number of schemes and strategies have been developed to improve uptake of physical activity in the United Kingdom (UK) population, including the 'Everybody active, every day' framework. This framework includes recommendations for referral from a healthcare professional for people to become more active. For those with an existing health condition or other risk factors that could lead to health problems, such referrals may be to an 'exercise referral scheme' (ERS). However, there are often limited opportunities for individuals diagnosed with stroke and/or a Transient Ischaemic Attack (TIA to engage in rigorously monitored, exercise and behaviour change opportunities once they have been discharged from the National Health Service (NHS). In Winchester, General Practitioners (GPs) refer approximately 10 to 20 stroke/TIA patients to the Winchester City Council led exercise referral scheme each year, despite the local trust (Hampshire Hospitals NHS Foundation Trust; HHFT) diagnosing approx. 1000 cases each year. With limited time and resources for GPs to effectively refer eligible patients to the programme, greater engagement with NHS hospitals may be necessary to increase the referral and uptake of such programmes. Accordingly, the Health Enhancing Lifestyle Programme (HELP) Hampshire Stroke Clinic (www.helphampshire.co.uk) was launched in March 2019 and provides individuals who have experienced a stroke with various community-based, accessible, group-focused exercise opportunities. Referrals primarily come from consultants, physiotherapists and occupational therapists from HHFT.\n\nThe purpose of this study is to document outcomes (physical, psycho-social, economic) to indicate the effectiveness of the HELP Hampshire exercise referral scheme.","detailedDescription":"Design:\n\nThe present study will be a controlled trial without randomisation. This is considered appropriate by the research team given the potential for participants of the exercise group to experience improved health outcomes compared with those assigned to a control group (receiving usual clinical care, who elect not to attend exercise classes). Accordingly, all individuals diagnosed with stroke from Hampshire Hospitals NHS Foundation Trust, who meet inclusion criteria (i.e. eligible to engage in a stroke rehabilitation programme) will be presented with an equal opportunity to attend low-cost, community-based exercise classes. Health-related quality of life, with researchers considering participation against various measures of physical and psycho-social health outcomes will be assessed at baseline, post-intervention (following possible engagement in 12 weeks of exercise classes) and at 6-month follow-up. Attendance to exercise classes will be optional but will be monitored to assess exercise adherence. Participants electing not to attend exercise classes will form a control group, providing evidence of the usual care pathway, and will also be asked to attend the post-intervention and 6-month follow-up assessment.\n\nExercise classes will be provided through the Health Enhancing Lifestyle Programme (HELP) Hampshire Stoke Clinic. The HELP clinic is a community-based initiative that signposts and provides individuals who have experienced stroke and/or TIA to various accessible and affordable exercise and educational opportunities and is led by the University of Winchester in collaboration with the Hampshire Hospitals NHS Foundation Trust (HHFT) and Hobbs Rehabilitation, a specialist, independent, neuro-physiotherapy provider. As the HELP Hampshire Stroke Clinic provides a service to the stroke community alongside the usual care pathway, some individuals referred to the clinic may choose to participate in the exercise classes but not to participate in the study. This is a fundamental right of the individual. Such individuals will not be disadvantaged in anyway as it will not impact the opportunity for them to access the exercise classes, nor will it affect the nature of the exercises or any other part of the service provided by the HELP Hampshire Stoke Clinic.\n\nThe research team have discussed the design of the present study with the clinical team at HHFT, including stoke consultants, occupational therapists and physiotherapists, and neuro-physiotherapists from Hobbs Rehabilitation. The study has also been discussed at a Patient and Public Involvement (PPI) meeting, and with people who are currently engaging in the HELP Hampshire Stroke Clinic. The project has been discussed with Prof Maria Stokes and Dr Danielle Lambrick from the School of Health Sciences at the University of Southampton.\n\nRecruitment:\n\nPotential participants will initially be identified by the healthcare team at Hampshire Hospitals NHS Trust(i.e. stroke consultants, occupational therapists, physiotherapists), according to study inclusion/exclusion criteria. The clinical team will gain written consent from potential participants for their contact details to be provided to the research team at the University of Winchester (Dr James Faulkner) who will then contact patients directly to discuss their potential participation.\n\nAs described above (Design), the research team will make every effort to provide all participants a fair and equal opportunity to participate in all available exercise classes so as to avoid the introduction of any bias relating to potential demographic or socioeconomic differences.\n\nInformed Consent:\n\nParticipants will be provided with a study information sheet which outlines their possible involvement and will have opportunities to discuss the study with the research team prior to making a decision as to whether to participate or not. Each patient will have had sufficient time (\\>24-hours) to read the information sheet and discuss their options with significant others, and will be able to ask questions to the research team both by phone prior to attending their first assessment visit and upon arrival to the Physiology Laboratory at the University of Winchester before providing voluntary written consent for participation in this study. Participants will be reminded that attendance to each assessment visit is compulsory but that attendance to any of the exercise classes is optional and that they can withdraw from the study at any time and without repercussion of any kind.\n\nThe research team have met with Speech and Language therapists at HHFT to discuss potential issues concerning consent in patients with aphasia. Patients who are not able to fully comprehend the nature of the study and involvement in the HELP Hampshire Stroke Clinic will be excluded from participation.\n\nRisks, burdens and benefits:\n\nParticipants may experience mild discomfort while providing a fingertip blood sample and during analysis of blood pressure (measured at the upper-left arm) during the baseline, post-intervention and 6-month follow-up assessment. Participants will be fully briefed about both tests and will have likely experienced both procedures during usual clinical care.\n\nBaseline and 12- and 36 week follow-up assessments Participants will complete an online baseline assessment whereby they will complete a general health history questionnaire and a series of quality of life, physical activity and psycho-social questionnaires (see outcome measures for further information). Participant demographics (height, weight) will be recorded, while participants will also complete a sit-to-stand test (see outcome measures for further information). All measures will be repeated at the 12 and 36 week follow-up assessment.\n\nOn completion of the baseline assessment, participants will be able to attend the exercise classes.\n\nExercise classes During the exercise classes, individuals will be required to exercise in bouts of intensities up to their self-selected maximum which may result in discomfort including fatigue and nausea. To minimise this risk, periods of rest will be scheduled, and plain water will be available ad libitum during all functional trials and exercise classes. Researchers who are first aid trained will be in attendance for all sessions and will have access to an automated external defibrillator and mobile phone for emergency use.\n\nAs part of the study, participants will be invited to attend low-cost, community-based exercise clinics led by specialist Physiotherapists, and will continue to have access to these classes after their participation in the research study has ended. Exercise classes will be delivered in person (face-to-face) or online. All exercise classes will last 60 minutes, with a minimum of one face-to-face and one online exercise class available to participants each week. Both face-to-face and online exercise classes will include a range of seated and standing resistance and aerobic exercises (e.g., sit-to-stand, step-ups, bicep curls, walking).\n\nCosts: Although the HELP Hampshire Stroke Clinic is a not-profit project, attendees pay £5 per exercise class to allow us to cover the costs of practitioner hire and venue hire. Participants incur no costs for the baseline, post-intervention and 6-month follow-up assessments."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Exercise","type":"EXPERIMENTAL","description":"Participants have the opportunity to engage in face-to-face and/or online exercise classes","interventionNames":["Behavioral: Community Programme"]},{"label":"Usual care control","type":"NO_INTERVENTION","description":"Participants continue to engage with usual care provided on discharge from the hospital."}],"interventions":[{"type":"BEHAVIORAL","name":"Community Programme","description":"Participants have the opportunity to engage in face-to-face and/or online exercise classes. Attendance will be recorded.","armGroupLabels":["Exercise"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Quality of Life - EuroQuol 5 Dimensions 5 levels (EQ-5D-5L)","description":"5-item questionnaire that assesses quality of life. Higher scores mean better quality of life. Minimum score is 1 and the maximum score is 5 for each dimension","timeFrame":"Change from baseline to up to 12 weeks and 36 weeks after baseline"},{"measure":"General Health Questionnaire -Short-Form-12 (SF12)","description":"12-item questionnaire that assesses quality of life. Higher scores mean better general health. Scores range from 0 to 100.","timeFrame":"Change from baseline to up to 12 weeks and 36 weeks after baseline"}],"secondaryOutcomes":[{"measure":"International Physical Activity Questionnaire Short-Form","description":"Collects information on the time spent (number of days and average time per day) spent being physically active. Physical activity is recorded in Mets per minute per week for walking, moderate and vigorous intensity activities. Total physical activity in Mets per minute per week is also recorded by summing the walking, moderate and vigorous intensity scores. Higher values mean increased engagement in physical activity.","timeFrame":"Baseline, up to 12 weeks after baseline, up to 36 weeks after baseline"},{"measure":"Weight","description":"Body weight will be measured in kilograms using weighing scales","timeFrame":"Baseline, up to 12 weeks after baseline, up to 36 weeks after baseline"},{"measure":"Height","description":"Height will be measured in centimetres using a stadiometer","timeFrame":"Baseline, up to 12 weeks after baseline, up to 36 weeks after baseline"},{"measure":"Body Mass Index","description":"Weight and height will be combined to report body mass index in kg/m2","timeFrame":"Baseline, up to 12 weeks after baseline, up to 36 weeks after baseline"},{"measure":"Stages of Change for Exercise Participation","description":"Five statements that provide an indication of a person's intention or actual engagement in exercise. Minimum value is 1, maximum value is 5. Higher scores mean a better outcome","timeFrame":"Baseline, up to 12 weeks after baseline, up to 36 weeks after baseline"},{"measure":"Loneliness and Social Isolation","description":"Three item survey that assesses loneliness and social isolation. Participants can rate their loneliness and social isolation under the following: 'hardly ever or never', 'some of the time', 'often'. Minimum score is 1, maximum score is 3. Higher scores mean a worse outcome.","timeFrame":"Baseline, up to 12 weeks after baseline, up to 36 weeks after baseline"},{"measure":"Depression Anxiety and Stress Scale (DASS)-9","description":"A nine item scale of which there are three items for each of the following domains: depression, anxiety, stress. Participants respond to the items on a four point likert scale including: 0 (did not apply to me at all), 1 (applied to me to some degree, or some of the time) 2 (applied to me to a considerable degree, or a good part of the time), 3 (applied to me very much, or most of the time. Minimum score for each domain is 0. Maximum score for each domain is 9. Higher scores mean a worse outcome.","timeFrame":"Baseline, up to 12 weeks after baseline, up to 36 weeks after baseline"},{"measure":"Social Network Questionnaire","description":"A questionnaire that asks participants to provide details of key social networks (people). Participants rate the importance of these networks (people) with regards to how often they meet on a four point likert scale which includes: 1, once a week; 2 at least once a month; 3 at least every couple of months; 4 less often). There are also questions on: 1. Information about your condition or your conditions management, 2. Practical help with daily tasks and 3.Emotional support. Each of these three items are scored on a scale of 1 to 3, with 1 being 'no help at all', 2 being ' 'some help' , and 3 being 'lots of help'","timeFrame":"Baseline"},{"measure":"Blood pressure","description":"Blood pressure (systolic and diastolic) of the left upper arm will be recorded in duplicate in a seated position following 10 minutes of quiet seated rest","timeFrame":"Baseline, up to 12 weeks after baseline, up to 36 weeks after baseline"},{"measure":"Sit-to-Stand task","description":"Participants will perform five sit-to-stands as quickly as possible. Participants must go from a sitting position to an upright standing position, and then back to a sitting position. This will be repeated 5 times and timed using a stopwatch. Lower values mean better outcomes.","timeFrame":"Baseline, up to 12 weeks after baseline, up to 36 weeks after baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Eligible for stroke rehabilitation as determined by an appropriate healthcare professional (stroke consultant, physiotherapist).\n* Clinical diagnosis of a TIA (via the ABCD2) or stroke (NIH Stroke Severity Scale) by a member of the clinical team at HHFT.\n* Willingness to take part in HELP Hampshire Stroke Clinic or control\n* Cognitive and communication capacity to sufficiently participate in the study\n\nExclusion Criteria:\n\n* Immobile\n* Age \\>90 years\n* Contraindications to moderate to vigorous physical activity including;\n* Acute or uncontrolled heart failure\n* Unstable or uncontrolled angina\n* Uncontrolled cardiac dysrhythmia causing symptoms or haemodynamic compromise\n* Symptomatic severe aortic stenosis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"James Faulkner","role":"CONTACT","phone":"+44 (0)1962 624932","phoneExt":"4932","email":"James.Faulkner@winchester.ac.uk"},{"name":"Nick Hudson","role":"CONTACT","phone":"+44 (0)1962 624932","phoneExt":"4932","email":"Nick.Hudson.17@unimail.winchester.ac.uk"}],"overallOfficials":[{"name":"Simon Jobson, PhD","affiliation":"University of Winchester","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"University of Winchester","status":"RECRUITING","city":"Winchester","zip":"SO22 4NR","country":"United Kingdom","contacts":[{"name":"James Faulkner, PhD","role":"CONTACT","phone":"01962 624932","phoneExt":"4932","email":"James.Faulkner@winchester.ac.uk"},{"name":"Eloise Paine, MSc","role":"CONTACT","phone":"01962 675230","phoneExt":"5230","email":"Eloise.Paine@winchester.ac.uk"}],"geoPoint":{"lat":51.06513,"lon":-1.3187}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","infoTypes":["STUDY_PROTOCOL","ICF","ANALYTIC_CODE"],"timeFrame":"Starting after 6 months of first publication","accessCriteria":"Available to all researchers interested in stroke rehabilitation research"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}