{"protocolSection":{"identificationModule":{"nctId":"NCT05055960","orgStudyIdInfo":{"id":"0839"},"organization":{"fullName":"University of Leicester","class":"OTHER"},"briefTitle":"Validation of 3D Simulations in Embolic Stroke","officialTitle":"Validation of 3D Stroke Models to Differentiate Stroke Subtypes and Predict Source in Acute Ischaemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-09-14","studyFirstSubmitQcDate":"2021-09-14","studyFirstPostDateStruct":{"date":"2021-09-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-09","lastUpdatePostDateStruct":{"date":"2023-05-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Leicester","class":"OTHER"},"collaborators":[{"name":"Open University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a common condition which results in significant disability for patients. There are different causes of stroke, but around one quarter are as a result of clots or other material from the heart lodging in blood vessels in the brain, stopping the blood supply to that area. Atrial fibrillation is a common cause of blood clots which go to the brain and can be easily treated with blood thinning medications, which significantly reduce the risk of further strokes. However, at the moment, atrial fibrillation is difficult to identify, and heart monitoring can be needed for up to one year. This significantly delays starting blood thinning medications and leaves patients at risk of stroke during this time. Therefore, better ways of picking up strokes caused by atrial fibrillation are needed. One such method may be to use brain scans which are routinely taken at the time a patient presents with an acute stroke. By using mathematical models to work out the source of stroke, we may be able to determine which strokes are caused by atrial fibrillation at the time the patient presents with their stroke. This would reduce the number of investigations patients under-go, saving money for the NHS, and reducing the number of tests patients have. Therefore, the aim of this project is to create an anonymised database of brain scans from patients who have presented to hospital with a stroke to develop and test these recently developed models to see if they can accurately identify which strokes are caused by atrial fibrillation, and which ones are not. This project has the potential to improve patient outcomes by reducing treatment delays and improving the accuracy of the diagnosis of the stroke source.","detailedDescription":"Stroke affects more than 100 000 people each year in the UK, and up to 50% of patients are left with significant disability \\[1, 2\\]. 85% of strokes result from occluded blood vessels in the brain (acute ischaemic stroke \\[AIS\\]), interrupting the blood supply and resulting in tissue infarction and functional impairment \\[1\\]. Stroke is responsible for significant morbidity and mortality, with considerable social and economic implications, particularly for working age individuals \\[1, 2\\]. The cause of AIS can be broadly classified as embolic and non-embolic stroke \\[3\\]. Approximately one quarter of AIS is cardioembolic, due to embolism from the left atrium (atrial fibrillation - AF), valves (valvular heart disease or prosthetic valves), recent myocardial infarction, patent foramen ovale, infective endocarditis, or aortic arch atheroma \\[3-5\\]. This figure is higher amongst older adults due to rising prevalence of AF with age \\[6\\]. Importantly, cardioembolic strokes are more severe, resulting in greater disability than other stroke sub-types \\[4\\]. Due to improving standards in vascular risk factor management, the proportion of strokes resulting from cardioembolism is rising, having tripled in incidence over the last few decades \\[4\\]. Correct identification and management of an embolic source can reduce recurrence by up to 70% \\[4\\]. AF remains the leading cause of cardioembolic stroke \\[4, 5\\]. However, correctly identifying and treating AF is thought to occur in only 50% of eligible patients \\[3\\]. This may be due to clinician reluctance to anticoagulate patients, particularly in the frail older population at high risk of falls \\[3\\]. Up to 25% of stroke is embolic of undetermined source (ESUS), which may be due to paroxysmal AF requiring prolonged cardiac monitoring to successfully identify and treat patients \\[3, 7\\]. AF is asymptomatic in up to 40% of patients, and the first presentation may be with a significant infarction \\[8\\]. Anticoagulation is the cornerstone of reducing stroke risk in AF, but with up to a two-fold increase in bleeding risk this treatment is reserved only for proven cases \\[9, 10\\]. Anticoagulation in ESUS remains an ongoing debate, and is currently limited to high risk groups (e.g. multiple infarcts in different territories) \\[11, 12\\]. Thus, identifying and treating AF is a key priority to reduce future stroke risk, but minimise complications where anticoagulation is not indicated.\n\nGiven the differing aetiologies, investigation, and management of embolic and non-embolic stroke, early differentiation facilitates clinical decision making, and allows focussed investigation and management for patients. Radiological features of stroke can support this process as the location, size, and pattern of the infarction, can indicate the likely aetiology and stroke sub-type. However, at present there are no criteria by which this is assessed, relying on a qualitative and thus subjective, opinion of the treating clinician or radiologist. Inaccurate diagnosis has been reported in up to one third of lacunar strokes relying on clinical and CT findings alone \\[13\\]. The majority of false positive findings were due to cardioembolic or large artery stroke, potentially resulting in missed opportunity to identify and treat AF \\[13\\]. Diffusion weighted imaging can improve the diagnosis of lacunar infarction but its use is limited by cost and availability \\[13-15\\]. In a recent study of 133 patients with ESUS, 22.6% were found to have AF after three months of cardiac monitoring, and an 8-point risk score could predict this with reasonable accuracy (area under the curve=0.70) \\[16\\]. However this accuracy falls considerably where the aetiology of stroke remains undetermined \\[16\\]. The true proportion of AF that goes undetected remains unknown, and earlier detection through predictive modelling could potentially reduce investigation and treatment delays.\n\nTherefore, improving the processes by which embolic stroke, particularly AF, may help guide clinical decision making. This would allow better tailoring of investigations to patients, removing unnecessary tests that could have potential economic benefits to the NHS, and reducing investigation burden to patients. The development of stroke models that can integrate clinical information from patients, and scan findings, may be able to provide improved diagnostic accuracy for stroke-sub type classification and facilitate timely, and more targeted investigation and treatment. In particular, models capable of differentiating between different types of embolism may be particularly valuable and prompt extended monitoring for patients who are most likely to have an AF source.\n\nThis study proposes a Monte Carlo method developed by JH and EC to simulate strokes \\[17-20\\]. This method has recently been adapted using an in silico cerebral vasculature \\[21\\] and tested against stroke images from the Anatomical Tracings of Lesions After Stroke (ATLAS) database (unpublished work). The advantage of using a computationally generated vasculature over imaging is that there is no lower bound on vessel size and we are able to include vessels in our model down to the capillary bed. Within the simulations, we can estimate lesion volume as well as incorporate the differing metabolic demands of grey and white matter. Recently, we have been able to reproduce stroke images in the anterior, middle, and posterior (ACA, MCA, PCA respectively) circulations using images from the ATLAS dataset. However, the majority of lesions in ATLAS were chronic in nature and this does not provide information on how this model would perform at the \"front door\" where treatment decisions could be made in a more timely fashion.\n\nTherefore, this project seeks to develop an acute stroke scan database to validate these recently developed simulations against and to determine the accuracy at predicting the source of embolic stroke in the acute setting. Given the growing application of AI techniques to clinical medicine, we will compare the ability of this recently developed stroke simulation model to AI techniques to predict the source of embolic stroke. We will compare the ability of the models to clinical or radiological opinion. Finally, we will test the combined ability of the two techniques to determine the source of embolic stroke. Specifically, we will evaluate the following sources: lacunar, cardioembolic, large vessel atherosclerotic emboli, and watershed."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Stroke simulation and machine learning","description":"Using simulation and machine learning approaches to classify the source of embolic stroke."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"A database of anonymous magnetic resonance imaging scans from patients presenting with acute ischaemic stroke for the development and validation of stroke simulation models.","description":"anonymised database","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"The sensitivity and specificity of 3D and artificial intelligence models for determining the embolic source of the stroke against the current clinical reference standards","description":"diagnostic test accuracy of developed models","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients presenting with acute ischemic stroke to the emergency department, transient ischaemic attack clinic, or hyperacute stroke unit\n* Adults aged over 18 years\n* Patients receiving a magnetic resonance imaging (MRI) scan\n\nExclusion Criteria:\n\n* Insufficient clinical demographic and outcome data (\\<75% of all variables)\n* No acute stroke diagnosis or identifiable lesion on MRI\n* Patients with a computed tomography scan only","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Adult patients presenting with acute ischaemic stroke to an acute hospital service.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"University of Leicester","city":"Leicester","state":"Leicestershire","zip":"LE2 7LX","country":"United Kingdom","geoPoint":{"lat":52.6386,"lon":-1.13169}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M2403","name":"Embolic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}