{"protocolSection":{"identificationModule":{"nctId":"NCT05541705","orgStudyIdInfo":{"id":"STUDY00002635"},"organization":{"fullName":"University of Texas at Austin","class":"OTHER"},"briefTitle":"Treadmill Oscillation Walking to Improve Weight Transfer During Gait Following Stroke","officialTitle":"Neuromuscular and Biomechanical Control of Weight Transfer During Gait in Individuals Post-stroke","acronym":"TOW"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-29","studyFirstSubmitQcDate":"2022-09-12","studyFirstPostDateStruct":{"date":"2022-09-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-07","lastUpdatePostDateStruct":{"date":"2023-04-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Texas at Austin","class":"OTHER"},"collaborators":[{"name":"University of Maryland, Baltimore","class":"OTHER"},{"name":"Texas State University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to determine the immediate and short-term effects of treadmill oscillation walking (TOW) exercise on hip and knee neuromechanics and gait characteristics in individuals post-stroke. It was hypothesized that compared to baseline, individuals poststroke (N=15) will show increased hip abductor and knee extensor muscle activity and torque production, and increased limb loading and walking speeds during TOW and following a 6-week TOW intervention, reflecting that TOW can enhance gait function through improved hip and knee neuromechanical activation.","detailedDescription":"Fifteen participants with stroke will be enrolled to a longitudinal study that consists of a 6-week (18 sessions) TOW intervention, and gait evaluations at baseline and post-training and 1-month follow up. Kinematic, kinetic, and muscle activation pattern (electromyography, EMG) data will be recorded during pre- and post-training and 1 month follow-up evaluations.\n\nBaseline evaluation:\n\n1. The participant will put on tight-fitting shorts and shirt. Hair ties will be donned to maintain clear lines of sight from cameras to markers.\n2. Overground gait assessment: Participants will walk at their self-selected and maximal walking speeds along an instrumented treadmill. Vertical ground reaction force will be recorded to characterize limb loading. Two familiarization trials will be provided and a safety belt will be worn by all participants. A study team member will walk alongside the participant to provide assistance if needed for safety.\n3. A study team member will place surface electrodes over the participants' gluteus medius (GM), tensor fasciae latae (TFL), and (Vastus lateralis) VL muscles using a wireless EMG system (Delsys Inc., Natick, MA).\n4. Participants will then perform the maximal voluntary isometric contraction (MVIC) test: During MVIC, a study team member will assess participants' maximal voluntary isometric knee extension and hip abduction torques with a dynamometer. Testing will begin with the less affected lower limb, followed immediately by the affected lower limb for participants with stroke. During knee extension MVIC, the participant will sit upright (85° from horizontal) with the lower leg strapped to the knee testing apparatus at a 60-degree knee flexion angle. The upper leg and torso will be stabilized with Velcro straps and a safety belt. Participants will be instructed to relax the opposite lower limb and rest their hands in their lap. During hip abduction MVIC, a marker will be placed to approximate the location of the hip center of rotation and the participant will be instructed to align the marker with the axis of motion of the dynamometer during standing. The test limb will be strapped to the Biodex input arm, with the lateral thigh pad just proximal to the knee. Hip abduction MVIC will be performed at a hip angle of 15° of abduction (Johnson et al. 2004). Each participant will be asked to push against the lateral thigh pad as hard and fast as they can. For both knee and Hip MVIC tests, 2 submaximal practice trials will be provided. A tester will stand beside the participant to encourage maximal efforts and to monitor alignment and correct movement execution. Two MVIC trials will be collected for each joint.\n5. Following the MVIC test, the participant will put on a safety harness with the assistance of the research team. Approximately 39 reflective markers will be attached to target locations on the participant's whole body (the head, arms, wrists, hands, trunk, pelvis, legs and feet) according to the Vicon Full-Body Plug-In Gait Model.\n6. Treadmill Gait Assessment: the participant will walk with their self-selected comfortable speed (SS) and maximal speed (MS) on a treadmill (Motek Inc., Columbus,OH) located in the Movement and Cognitive Rehabilitation Science core lab (BEL530). SS and MS will be determined by gradually increasing and decreasing the treadmill speed to ensure that each walking speed is identified by the participant. A 1-minute familiarization duration will be provided for each speed. Two 30-second baseline walking trials will be recorded for each walking speed. A handrail with a pressure sensing pad is located on the side of the treadmill. Participants will be instructed to only use the handrail if necessary for safety. Participants will wear a safety harness with no body weight support. Body segment position data will be recorded using a 10-camera motion capture system (Vicon-USA, Denver, CO). The motion capture cameras only record the marker trajectories and therefore this video recording contains no facial recognition information that can be used to identify the participant. Ground reaction forces will be captured by the instrumented split-belt treadmill (Motek Inc., Columbus, OH).\n\nTesting will take approximately 3 hours.\n\nParticipants with stroke will then complete a 6-week gait training and a post-training and a 1-month follow up evaluation.\n\nParticipants will perform Treadmill and Overground Gait Assessments (described previously in Baseline Evaluation) after training and at 1-month follow-up. Post-training and follow-up testing sessions will be conducted a day and 1-month following the last training session, respectively."},"conditionsModule":{"conditions":["Treadmill Walking"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"TOW","type":"EXPERIMENTAL","description":"Treadmill Oscillation Walking training","interventionNames":["Behavioral: Treadmill Oscillation Walking"]}],"interventions":[{"type":"BEHAVIORAL","name":"Treadmill Oscillation Walking","description":"Each participant with stroke will partake in 18 training sessions. Training sessions will be for one hour three times a week for 6 weeks. During training, participants will walk at their self-selected walking speed on the treadmill that moves side-to-side for 1 cm in a sinusoidal pattern. The sinusoidal oscillation frequency will match each participant's natural stride frequency calculated from baseline evaluation. Subjects will be instructed to respond naturally and maintain continuous walking. Participants will wear a safety harness with no body weight support. For each training session, six 6-minute bouts of treadmill oscillation trials will be performed (Hsiao et al. 2016) and rest period will be provided between bouts. Because lower extremity muscle activity increases with increasing oscillation frequency, the treadmill oscillation frequency will be increased by 5% each week to continue to drive progressive adaptive changes (25% over 6 weeks) (Pohl et al. 2002).","armGroupLabels":["TOW"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"VGRF","description":"changes in peak vertical ground reaction force from pre-training to post-training and month follow-up will be calculated","timeFrame":"pre-training, within one week after training completion, 1 month follow-up"},{"measure":"Walking speed","description":"changes in self-selected walking speed from pre-training to post-training and month follow-up will be calculated","timeFrame":"pre-training, within one week after training completion, 1 month follow-up"},{"measure":"Self-efficacy","description":"changes in self-perceived balance and mobility ability from pre-training to post-training and month follow-up will be calculated","timeFrame":"pre-training, within one week after training completion, 1 month follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Hemiparesis as a result of a stroke greater than 6 months previous to the study;\n2. A single cortical or subcortical stroke\n3. Able to walk 10 meters with or without a walking aid\n4. Able to stand unsupported for 5 minutes\n5. Sufficient cognitive function to follow instruction and communicate with the investigators.\n6. Reduced paretic limb loading more than 6% compared to the non-paretic limb during overground gait assessment\n\nExclusion Criteria:\n\n1. Medical condition precluding participant in regular exercise, such as acute cardiac or respiratory conditions limiting activity and other health conditions significantly impacting the ability to walk beyond the effects of the stroke, such as other neurological conditions or peripheral neuropathies;\n2. Bilateral stroke or a previous stroke in the contralateral hemisphere;\n3. Had a history of multiple strokes;\n4. Cerebellar stroke;\n5. Lower extremity joint replacement;\n6. Bone or joint problems that limited their ability to walk;\n7. A resting heart rate outside of the range of 40 to 100 beats per minute;\n8. A resting blood pressure outside of the range of 90/60 to 170/90 mm Hg;\n9. Neglect;\n10. Hemianopia;\n11. Unexplained dizziness during the past 6 months;\n12. Chest pain or shortness of breath without exertion;\n13. Pregnancy by self-report.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Hao-Yuan Hsiao, PhD","role":"CONTACT","phone":"5122321782","email":"hhsiao@austin.utexas.edu"}],"locations":[{"facility":"Bellmont Hall","status":"RECRUITING","city":"Austin","state":"Texas","zip":"78712","country":"United States","contacts":[{"name":"Hao-Yuan Hsiao","role":"CONTACT","phone":"512-232-1782","email":"hhsiao@austin.utexas.edu"}],"geoPoint":{"lat":30.26715,"lon":-97.74306}}]},"referencesModule":{"references":[{"pmid":"15083435","type":"BACKGROUND","citation":"Johnson ME, Mille ML, Martinez KM, Crombie G, Rogers MW. Age-related changes in hip abductor and adductor joint torques. Arch Phys Med Rehabil. 2004 Apr;85(4):593-7. doi: 10.1016/j.apmr.2003.07.022."},{"pmid":"26721869","type":"BACKGROUND","citation":"Hsiao H, Awad LN, Palmer JA, Higginson JS, Binder-Macleod SA. Contribution of Paretic and Nonparetic Limb Peak Propulsive Forces to Changes in Walking Speed in Individuals Poststroke. Neurorehabil Neural Repair. 2016 Sep;30(8):743-52. doi: 10.1177/1545968315624780. Epub 2015 Dec 31."},{"pmid":"11823669","type":"BACKGROUND","citation":"Pohl M, Mehrholz J, Ritschel C, Ruckriem S. Speed-dependent treadmill training in ambulatory hemiparetic stroke patients: a randomized controlled trial. Stroke. 2002 Feb;33(2):553-8. doi: 10.1161/hs0202.102365."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"This proposed research will include data from approximately 15 subjects regarding their walking mechanics. Muscle activation patterns, body movement, and force production data will be recorded. Only de-identified data will be shared for research purposes.","infoTypes":["STUDY_PROTOCOL","CSR"],"timeFrame":"Data will be available following the completion of data analyses for 10 years."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4804","name":"Body Weight","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}