{"protocolSection":{"identificationModule":{"nctId":"NCT05878613","orgStudyIdInfo":{"id":"REC/RCR & AHS/23/0206"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Treadmill Training With Kinesiotaping Affects Balance and Gait in Chronic Stroke Patients","officialTitle":"Effect of Treadmill Training With and Without Trunk Kinesiotaping on Balance and Gait in Chronic Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-08-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-18","studyFirstSubmitQcDate":"2023-05-18","studyFirstPostDateStruct":{"date":"2023-05-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-18","lastUpdatePostDateStruct":{"date":"2023-05-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to determine the effects of treadmill training with and without trunk kinesiotaping on balance and gait of chronic stroke patients. The main question it aims to answer is:- Does kinesiotaping have added benefit to improve gait and balance in chronic stroke patients?.\n\nResearcher will compare the treadmill training group with the group receiving treadmill training with kinesiotaping to see if there is any difference in the outcomes.","detailedDescription":"Summary Stroke, one of the leading cause of death and disability worldwide, is defined as rapid deterioration of brain function due to disturbance in blood supply to the brain. According to the cause it is divided into two main types; ischemic stroke and hemorrhagic stroke. Stroke can lead to a number of physical impairments like muscle imbalance, impaired balance and postural control, poor voluntary control, body malalignment and disturbance of walking patterns etc. Ability to walk safely and participate in activities of daily living is the main goal of many individuals affected by stroke. Therefore, improving balance and gait is the primary focus of physical therapy interventions. Many therapeutic interventions such as , treadmill training, over ground gait training , Functional electrical stimulation, neurofacilitation approaches and strength training are used for improving balance and gait in patients affected by stroke, all of which have been proven to be beneficial. This study will be conducted to compare the effect of treadmill training with and without kinesiotaping on trunk muscles (rectus abdominis, erector spinae, external oblique and internal oblique) on gait and balance in chronic stroke patients.\n\nMany studies have shown that trunk muscles have a very important role in balance and gait in patients with stroke and KT application may be an effective intervention for trunk function and postural control however, there is no evidence on whether providing support to the trunk with kinesiotaping during treadmill training will have any added benefit on balance and gait or not."},"conditionsModule":{"conditions":["Stroke"],"keywords":["balance","gait","kinesiotape","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":22,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"treadmill training with KT group (TTKT group)","type":"EXPERIMENTAL","description":"Participants will undergo treadmill training with kinesiotape applied on their trunk muscles/","interventionNames":["Device: treadmill training with KT group (TTKT group)"]},{"label":"treadmill training without KT group (TT group)","type":"ACTIVE_COMPARATOR","description":"Participants will undergo treadmill training.","interventionNames":["Device: treadmill training without KT group (TT group)"]}],"interventions":[{"type":"DEVICE","name":"treadmill training with KT group (TTKT group)","description":"The area to be taped will be cleaned with an alcohol swab, and the I-shaped elastic KT was applied to the four trunk muscles from their insertion to their origin. Patients will then undergo treadmill walking with easy speed control for 20 minutes. The training will be immediately stopped if the subject complain of fatigue during treadmill training; training will be resumed after sufficient rest.","armGroupLabels":["treadmill training with KT group (TTKT group)"]},{"type":"DEVICE","name":"treadmill training without KT group (TT group)","description":"General treadmill training without taping will be carried out for the same time as the gait training of the experimental group, and the treadmill speed will also be a comfortable speed in the same manner as in the experimental group.","armGroupLabels":["treadmill training without KT group (TT group)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg Balance Scale (BBS):","description":"The Berg Balance Scale (BBS) is a functional outcome measure in the International Classification of Functioning domain of activity, is used to objectively determine a patient's ability (or inability) to safely balance during a series of predetermined tasks. The BBS measures balance and functional mobility and has excellent reliability (0.99) and Interclass correlation coefficient 0.99 (0.98-0.99) .Berg balance scale scoring ranges from 0 to 56. The lower your score, the more at risk you are for losing your balance. In general, Berg balance scale scores are interpreted as such:\n\n0 to 20: A person with a score in this range will likely need the assistance of a wheelchair to move around safely.\n\n21 to 40: A person with a score in this range will need some type of walking assistance, such as a cane or a walker.\n\n41 to 56: A person with a score in this range is considered independent and should be able to move around safely without assistance.\n\nChanges from the baseline to 4th week","timeFrame":"4th week"},{"measure":"Dynamic gait index(DGI):","description":"The DGI tests the ability of the participant to maintain walking balance while responding to different task demands, through various dynamic conditions. It is a useful test in individuals with vestibular and balance problems.Each item is scored on a scale of 0 to 3, with 3 indicating normal performance and 0 representing severe impairment. The best possible score on the DGI is a 24.A score of less than 19 indicates a risk for falling.\n\ntotal duration of intervention is 4 weeks (baseline measurement will be taken on week 1 and postinterventional measurement will be taken on week 4)","timeFrame":"4th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* both male and females\n* Age 30-50 years.\n* duration of onset of stroke \\>6 months.\n\nExclusion Criteria:\n\n* • patients with orthopedic diseases(such as contracture) in the trunk and both lower extremities\n\n  * A history of other neurologic diseases or disorders (MS, Parkinsons).\n  * History of fall in last 6 months.'\n  * History of unstable CVS diseases\n  * high skin sensitivity or skin diseases\n  * lower extremity surgery or fracture, low back pain, or allergy to the KT.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Wajiha Shahid, PhD","role":"CONTACT","phone":"03214885079","email":"wajiha.shahid@riphah.edu.pk"}],"overallOfficials":[{"name":"Wajiha Shahid, PhD","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Pakistan society of rehabilitation for disabled (PSRD)","status":"RECRUITING","city":"Lahore","state":"Punjab","country":"Pakistan","contacts":[{"name":"Wajiha Shahid, PhD","role":"CONTACT","phone":"03214885079","email":"wajiha.shahid@riphah.edu.pk"},{"name":"Maira Pervez, MSNMPT*","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"27630439","type":"BACKGROUND","citation":"Lee YJ, Kim JY, Kim SY, Kim KH. The effects of trunk kinesio taping on balance ability and gait function in stroke patients. J Phys Ther Sci. 2016 Aug;28(8):2385-8. doi: 10.1589/jpts.28.2385. Epub 2016 Aug 31."},{"pmid":"35425677","type":"BACKGROUND","citation":"Rupasinghe CD, Ammar Bokhari S, Lutfi I, Noureen M, Islam F, Khan M, Amin F, Muthanna FMS. Frequency of Stroke and Factors Associated With It Among Old Age Hypertensive Patients in Karachi, Pakistan: A Cross-Sectional Study. Cureus. 2022 Mar 13;14(3):e23123. doi: 10.7759/cureus.23123. eCollection 2022 Mar."},{"pmid":"28687056","type":"BACKGROUND","citation":"Tally Z, Boetefuer L, Kauk C, Perez G, Schrand L, Hoder J. The efficacy of treadmill training on balance dysfunction in individuals with chronic stroke: a systematic review. Top Stroke Rehabil. 2017 Oct;24(7):539-546. doi: 10.1080/10749357.2017.1345445. Epub 2017 Jul 7."},{"pmid":"23129815","type":"BACKGROUND","citation":"Cho HY, Kim JS, Lee GC. Effects of motor imagery training on balance and gait abilities in post-stroke patients: a randomized controlled trial. Clin Rehabil. 2013 Aug;27(8):675-80. doi: 10.1177/0269215512464702. Epub 2012 Nov 5."},{"pmid":"23877032","type":"BACKGROUND","citation":"Hendrickson J, Patterson KK, Inness EL, McIlroy WE, Mansfield A. Relationship between asymmetry of quiet standing balance control and walking post-stroke. Gait Posture. 2014 Jan;39(1):177-81. doi: 10.1016/j.gaitpost.2013.06.022. Epub 2013 Jul 19."},{"pmid":"36079092","type":"BACKGROUND","citation":"Aprile I, Conte C, Cruciani A, Pecchioli C, Castelli L, Insalaco S, Germanotta M, Iacovelli C. Efficacy of Robot-Assisted Gait Training Combined with Robotic Balance Training in Subacute Stroke Patients: A Randomized Clinical Trial. J Clin Med. 2022 Aug 31;11(17):5162. doi: 10.3390/jcm11175162."},{"pmid":"26547547","type":"BACKGROUND","citation":"Beyaert C, Vasa R, Frykberg GE. Gait post-stroke: Pathophysiology and rehabilitation strategies. Neurophysiol Clin. 2015 Nov;45(4-5):335-55. doi: 10.1016/j.neucli.2015.09.005. Epub 2015 Nov 4."},{"pmid":"30067555","type":"BACKGROUND","citation":"Kim BR, Kang TW. The effects of proprioceptive neuromuscular facilitation lower-leg taping and treadmill training on mobility in patients with stroke. Int J Rehabil Res. 2018 Dec;41(4):343-348. doi: 10.1097/MRR.0000000000000309."},{"pmid":"25435710","type":"BACKGROUND","citation":"Kim WI, Choi YK, Lee JH, Park YH. The effect of muscle facilitation using kinesio taping on walking and balance of stroke patients. J Phys Ther Sci. 2014 Nov;26(11):1831-4. doi: 10.1589/jpts.26.1831. Epub 2014 Nov 13."},{"pmid":"33177223","type":"BACKGROUND","citation":"Dai S, Piscicelli C, Clarac E, Baciu M, Hommel M, Perennou D. Balance, Lateropulsion, and Gait Disorders in Subacute Stroke. Neurology. 2021 Apr 27;96(17):e2147-e2159. doi: 10.1212/WNL.0000000000011152. Epub 2020 Nov 11."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3467","name":"Ethanol","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}