{"protocolSection":{"identificationModule":{"nctId":"NCT05497791","orgStudyIdInfo":{"id":"Stroke"},"organization":{"fullName":"University of Sao Paulo","class":"OTHER"},"briefTitle":"Stroke, Measurement and Rehabilitation","officialTitle":"Stroke, Measurement and Rehabilitation With Transcranial Laser Stimulation Plus Neuromuscular Electrical Stimulation","acronym":"LTNMES"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-20","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-20","type":"ACTUAL"},"studyFirstSubmitDate":"2022-08-09","studyFirstSubmitQcDate":"2022-08-09","studyFirstPostDateStruct":{"date":"2022-08-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-18","lastUpdatePostDateStruct":{"date":"2024-01-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Fernanda Rossi Paolillo","investigatorTitle":"PhD","investigatorAffiliation":"University of Sao Paulo"},"leadSponsor":{"name":"University of Sao Paulo","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The main aim of the study was to investigate the effects of transcranial laser stimulation together with neuromuscular electrical stimulation (NMES) in post-stroke patients.","detailedDescription":"Post-stroke sequelae includes loss functions, such as cognitive and sensory-motor which lead to emotional and social problems, reducing quality of life and well-being. The main aim of the study was to investigate the effects of transcranial laser stimulation together with neuromuscular electrical stimulation (NMES) in post-stroke patients. The clinical trial showed improvement of cognitive function, pain relief, greater manual dexterity, enhancement of physical and social-emotional health which lead to better quality of life and well-being. There was also increased temperature in the treated regions with laser and NMES. Therefore, transcranial laser stimulation associated with NMES can be an important therapeutic resource for rehabilitation after stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Photobiomodulation","Electrical Stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized and placebo-controlled.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Transcranial Laser and Electrical Stimulation","type":"EXPERIMENTAL","description":"Hemiplegics treated with transcranial laser stimulation (on) associated with neuromuscular electrical stimulation (NMES) (on)","interventionNames":["Device: transcranial laser stimulation associated with NMES"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Hemiplegics treated with placebo transcranial laser stimulation (off) associated with NMES (on)","interventionNames":["Other: Placebo"]}],"interventions":[{"type":"DEVICE","name":"transcranial laser stimulation associated with NMES","description":"The cluster was applied on the skin covering the head. NMES of the paretic limbs was programmed to generate, alternately, ankle dorsiflexion and wrist extension.\n\nThe NMES was started, after 5 minutes the transcranial laser stimulation (active or placebo-treatment) was started. Then, the therapies were combined. After finishing the transcranial laser stimulation (active or placebo-treatment), the NMES was continued until completing 30 minutes.","armGroupLabels":["Experimental Transcranial Laser and Electrical Stimulation"]},{"type":"OTHER","name":"Placebo","description":"The transcranial laser was applied identically for all groups, but the null dose was used in the placebo group. NMES of the paretic limbs was programmed to generate, alternately, ankle dorsiflexion and wrist extension.","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Inertial Sensor","description":"Angular measurement of the upper and lower limbs using an inertial sensor.","timeFrame":"3 months"},{"measure":"Subjective pain scale","description":"Visual Analogue Scales (VAS) of pain intensity: A continuous scale comprised of a horizontal line with 10 cm in length without numeric value was used. The patients were instructed to make a mark with a pen at any point on the line between 2 verbal descriptors, one for each symptom extreme \\[\"No pain\" (0) and \"as bad as it could be\" or \"worst imaginable pain\\]. A ruler was used to measure distance to determine a score.","timeFrame":"3 months"},{"measure":"Cognitive status","description":"Mini-Mental State Examination: It comprises 11-question to evaluated 5 areas of cognitive function: orientation, registration, attention and calculation, memory, and language. MMSE scores range between 0 and 30, with higher scores reflecting better performance","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Grip strength","description":"Hand dynamometer: Grip strength of the paretic limb was measured by the hand dynamometer with patients sitting with the shoulder in a neutral position and the elbow flexed at 90°. The average force of three measurements was calculated","timeFrame":"3 months"},{"measure":"Gross manual dexterity","description":"Box and block test: Gross manual dexterity of the paretic member was measured by the box and block test. The patient must attempt to transport the maximum number of blocks from one compartment of a box to another within 1 minute by grasping each block and transporting it over the partition.","timeFrame":"3 months"},{"measure":"Dynamic balance","description":"Timed Up and Go (TUG) test: Patients were required to stand up from a chair, walk 3m, turn around, return to the chair, and sit down. The time taken to complete this task was measured with a stopwatch.","timeFrame":"3 months"},{"measure":"Spasticity","description":"Ashworth Scale: It is 6-point rating scale for measuring muscle tone, with ratings from 0 (\"no increase in tone\") to 4 (\"limb rigid in flexion or extension\").","timeFrame":"3 months"},{"measure":"Functional status","description":"Functional Independence Measure Scale™ (FIM): It is an instrument which comprises 18 subscales measuring a variety of physical and cognitive functions. Each subscale is scored from 1 (total assist) to 7 (complete independence), resulting in a total score that ranges from 18 to 126.","timeFrame":"3 months"},{"measure":"Quality of Life status","description":"World Health Organization Quality of Life-Abbreviated form (WHOQOL-BREF): a 26-item questionnaire in which items are rated on a 5-point scale. It evaluates 4 domains related to physical factors, psychological factors, social relationships, and environmental context. Higher scores indicate a better quality of life.","timeFrame":"3 months"},{"measure":"Well-Being status","description":"Subjective Well-Being Scale (EBES): It is composed of 62 items related to three factors that evaluate subjective well-being: positive affect; negative affection and satisfaction with life versus life dissatisfaction. The first 47 items measure positive and negative affect using a 5-point scale with ratings from \"not at all\" to \"to a great extent\". The last 22 items measure life satisfaction (or dissatisfaction) using a 5-point scale with ratings from \"strongly disagree\" to \"strongly agree\".","timeFrame":"3 months"},{"measure":"Thermography","description":"Cutaneous temperatures were measurements at 2 regions of the head \\[parietal (with hair) and frontal (without hair) regions\\] and 6 points on upper and lower limbs.","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Female and male aged between 35 and 75 years with hemiplegia after stroke (more than 12 months from onset) as well as those who experienced only one episode of stroke.\n\nExclusion Criteria:\n\n* Bedridden stroke patients, who had great difficulty standing and walking, psychiatric illnesses, endocrinopathies, heart diseases, severe osteoporosis, cancer, musculoskeletal injuries or disorders in the last six months as well as practitioners of regular physical activity, physical therapy or occupational therapy.","healthyVolunteers":true,"sex":"ALL","minimumAge":"35 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Fernanda R Paolillo, PhD","affiliation":"UEMG","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fernanda Rossi Paolillo","city":"São Carlos","state":"São Paulo","zip":"13569600","country":"Brazil","geoPoint":{"lat":-22.0175,"lon":-47.89083}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}