{"protocolSection":{"identificationModule":{"nctId":"NCT05491109","orgStudyIdInfo":{"id":"2020/01058"},"organization":{"fullName":"National University Hospital, Singapore","class":"OTHER"},"briefTitle":"Soft Robotic Sock Intervention for Robot-assisted Ankle-foot Mobility in Post-stroke Patients","officialTitle":"Soft Robotic Sock Intervention for Robot-assisted Ankle-foot Mobility in Post-stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-03-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-04","studyFirstSubmitQcDate":"2022-08-05","studyFirstPostDateStruct":{"date":"2022-08-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-13","lastUpdatePostDateStruct":{"date":"2023-03-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National University Hospital, Singapore","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is closely associated with high mortality among patients in hospitals and immobility leading development of deep vein thrombosis (DVT) leading to pulmonary embolism (PE) and Venous thromboembolism (VTE) and/or ankle joint contracture, which impairs mobility resulting in bedridden. Worldwide, the incidences of DVTs is 0.75-2.69 per 1000 individuals and 2-7 per 1000 for individuals aged \\> 70 years and accounts for 600,000-800,000 deaths yearly.\n\nPharmacological treatment for DVTs include anti-coagulants to prevent blood clot development and VTE but may cause haemorrhagic stroke leading to death. Non-invasive treatment such as intermittent pneumatic compression (IPC) and anti-embolism stockings may prevent DVT but not ankle joint contractures, which affects 50% of all stroke patients. Joint contractures exacerbate pedal edema and fluid retention, hamper proper joint movement and decreases ADLs and quality of life. Regular physiotherapy is vital for preventing ankle joint contracture and DVT but is labour intensive hence posing an increased workload on physiotherapists resulting in decreased physiotherapy duration.\n\nThis study will investigate the use of an automated robot-assisted ankle exercise solution (Venous Assistance and Contracture Management System, VACOM) to mimic therapist-assisted on bed passive ankle exercises to preclude the development of ankle joint contracture and facilitate venous flow in lower extremities to reduce DVT risk. The investigators hypothesize that the Venous Assistance and Contracture Management (VACOM) system can prevent ankle contracture, improve ankle range of motion (ROM) and flexibility while reducing the risk of DVT incidence among stroke patients more than using IPC alone. Additionally, through early ankle mobilization, rehabilitation can be optimized to achieve better neurological recovery.","detailedDescription":"Stroke is one of the top medical conditions resulting in high mortality among patients in hospitals, where complications related to immobility such as deep vein thrombosis (DVT) and/or ankle joint contracture can affect patients in their road to recovery. Patients may often take months or even years to fully recover their limb functions, where certain activities of daily living cannot be easily achieved prior to recovery. In the case of the affected lower limbs, immobility can affect common activities such as getting out of bed resulting in bedridden. Bedridden is also highly susceptible to the vicious cycle which developing ankle joint contracture and DVT.\n\nIn severe DVT cases, the blood clots in the deep veins can dislodge into the bloodstream and circulate in the whole body. There is a chance to occlude the arteries in the lungs, leading to pulmonary embolism (PE). Venous thromboembolism (VTE), including DVT and PE, occurs at an annual incidence rate of 0.75-2.69 per 1000 individuals worldwide; this incidence rate increased to 2-7 per 1000 for individuals aged \\> 70 years (ISTH Steering Committee, 2014). Among those diagnosed with DVT, 10-30% dies within 1 month of diagnosis (Beckman et al., 2010), and 600,000-800,000 people die from DVT worldwide annually (worldthrombosisday.org), which equates to approximately 1 DVT-related death per minute.\n\nCurrent treatment approaches include pharmacological prophylaxis can be often used as the blood thinner to prevent blood clot development. Low-dose anticoagulation reduces the incidence of VTE, however, the benefit can be often offset by haemorrhagic complications which can lead to death, especially for patients suffering from haemorrhagic stroke (Roderick et al., 2005).\n\nOther non-invasive treatment or mechanical prophylaxis, such as intermittent pneumatic compression (IPC) and anti-embolism stockings, have some efficacy in preventing DVT based on clinical reports (Mazzone et al., 2004; Caprini, 2010); however, these devices do not prevent ankle joint contractures as their action mechanism is related with passive compression and decompression of lower limb muscles without the actual mobilization of joints. Approximately 50% of all stroke patients develop at least one contracture within six months of stroke (Li et al. 2012). Once the ankle joint contracture developed, it can exacerbate pedal edema and fluid retention, and hamper proper joint movement, which is indispensable for regaining ambulatory function and quality of life. These patients usually have to rely on regular physiotherapy sessions that provide therapist-assisted ankle exercises to prevent ankle joint contracture and reduce the risk of DVT. However, given growing manpower constraints and a greying global population, there is an increasing workload on physiotherapists, resulting in insufficient time to complete their physiotherapy routines.\n\nThis study is important for the following reasons:\n\n1. To investigate the efficacy of the VACOM system in providing assisted ankle movement and promoting lower limbs venous return for stroke patients in the hospital rehabilitation setting.\n2. This study intends to 1) observe the ankle joint mobility and flexibility by using the range of motion measure, 2) monitor the presence of blood clots in lower limbs by using compression Duplex ultrasonography, 3) evaluate the functional recovery by providing early mobilization in the bed.\n3. To study the economic impact of the VACOM system in the current healthcare system by collecting the survey forms and statistical data.\n4. To examine the cost-effectiveness, such as healthcare workload reduction, the probability of the intervention being cost-effective, etc.\n5. To generate evidence on this innovative device and further deploy it in clinical practice.\n\nThe automated robot-assisted ankle exercise solution (Venous Assistance and Contracture Management System, VACOM) aims to mimic therapist-assisted on bed passive ankle exercises to preclude the development of ankle joint contracture and facilitate venous flow in lower extremities to reduce DVT risk.\n\nThe VACOM uses soft pneumatic extension actuators, which is capable of providing robot-assisted ankle exercises, specifically dorsiflexion-plantarflexion and inversion-eversion movements. Through these natural movements to improve blood flow and venous return and maintain ankle joint flexibility. Furthermore, it can facilitate and stimulate the neurologic recovery in walking by early mobilization.\n\nThe investigators will conduct a multi-site clinical trial on around 100 stroke patients across different hospitals and healthcare institutions in Singapore to establish the efficacy of our soft robotic system (VACOM) in preventing ankle joint contracture and reducing DVT risk. Importantly, to investigate the effect and impact of the current healthcare system on the cost-effectiveness and workload reduction for the healthcare staff.\n\nThe Investigators hypothesize that the Venous Assistance and Contracture Management (VACOM) system can improve ankle range of motion (ROM) and flexibility by preventing ankle contracture while reducing the risk of DVT incidence among stroke patients. It might have a better outcome than using IPC alone. Additionally, through early ankle mobilization, rehabilitation can be optimized to achieve better neurological recovery."},"conditionsModule":{"conditions":["Stroke","DVT","Ankle Contracture"],"keywords":["Soft robotics","rehabilitation","Deep vein thrombosis","Stroke","Ankle contracture"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomised Controlled Trial, Assessor blinded. The randomization method: A block randomization with a randomly varying block size. \\[Online\\] Available from: https://www.sealedenvelope.com/simple-randomiser/v1/lists.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The Assessor would be blinded to the participants identity because a block randomization with a randomly varying block size will be used. \\[Online\\] Available from: https://www.sealedenvelope.com/simple-randomiser/v1/lists.https://www.sealedenvelope.com/simple-randomiser/v1/lists.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Venous Assistance and Contracture Management System (VACOM)","type":"EXPERIMENTAL","description":"Venous Assistance and Contracture Management System (VACOM) + Inpatient rehabilitation (daily Physiotherapy therapy and Occupational therapy)","interventionNames":["Device: Venous Assistance and Contracture Management System (VACOM)"]},{"label":"Intermittent Pneumatic Compression (IPC)","type":"ACTIVE_COMPARATOR","description":"Intermittent Pneumatic Compression (IPC) which is the standard care + Inpatient rehabilitation (daily Physiotherapy therapy and Occupational therapy)","interventionNames":["Device: Venous Assistance and Contracture Management System (VACOM)"]}],"interventions":[{"type":"DEVICE","name":"Venous Assistance and Contracture Management System (VACOM)","description":"Mimic therapist-assisted on bed passive ankle exercises to preclude the development of ankle joint contracture and facilitate venous flow in lower extremities to reduce DVT risk. Using soft pneumatic extension actuators, which is capable of providing robot-assisted ankle exercises, specifically dorsiflexion-plantarflexion and inversion-eversion movements. Through these natural movements to improve blood flow and venous return and maintain ankle joint flexibility. Furthermore, it can facilitate and stimulate the neurologic recovery in walking by early mobilization.","armGroupLabels":["Intermittent Pneumatic Compression (IPC)","Venous Assistance and Contracture Management System (VACOM)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Ashworth Scale (MAS)","description":"Validated tool for measuring muscle tone and spasticity. its performed by extending the patients limb first from a position of maximal possible flexion to maximal possible extension ( the point at which the first soft resistance is met). Afterwards, the modified Ashworth scale is assessed while moving from extension to flexion. Measurements are scored on a scale of 0 to 4, where score of 0= no increase in tone, 1= slight increase in tone giving a catch when slight increase in muscle tone, manifested by the limb was moved in flexion or extension, 1+ = slight increase in muscle tone, manifested by a catch followed by minimal resistance throughout (ROM ), 2= more marked increase in tone but more marked increased in muscle tone through most limb easily flexed, 3= considerable increase in tone, passive movement difficult, 4= limb rigid in flexion or extension. Higher scores post-intervention represents improvements in participants.","timeFrame":"Baseline assessment"},{"measure":"Modified Ashworth Scale (MAS)","description":"Validated tool for measuring muscle tone and spasticity. its performed by extending the patients limb first from a position of maximal possible flexion to maximal possible extension ( the point at which the first soft resistance is met). Afterwards, the modified Ashworth scale is assessed while moving from extension to flexion. Measurements are scored on a scale of 0 to 4, where score of 0= no increase in tone, 1= slight increase in tone giving a catch when slight increase in muscle tone, manifested by the limb was moved in flexion or extension, 1+ = slight increase in muscle tone, manifested by a catch followed by minimal resistance throughout (ROM ), 2= more marked increase in tone but more marked increased in muscle tone through most limb easily flexed, 3= considerable increase in tone, passive movement difficult, 4= limb rigid in flexion or extension. Higher scores post-intervention represents improvements in participants.","timeFrame":"Post-intervention assessment at 21 days"},{"measure":"Modified Ashworth Scale (MAS)","description":"Vahe patients limb first from a position of maximal possible flexion to maximal possible extension ( the point at which the first soft resistance is met). Afterwards, the modified Ashworth scale is assessed while moving from extension to flexion. Measurements are scored on a scale of 0 to 4, where score of 0= no increase in tone, 1= slight increase in tone giving a catch when slight increase in muscle tone, manifested by the limb was moved in flexion or extension, 1+ = slight increase in muscle tone, manifested by a catch followed by minimal resistance throughout (ROM ), 2= more marked increase in tone but more marked increased in muscle tone through most limb easily flexed, 3= considerable increase in tone, passive movement difficult, 4= limb rigid in flexion or extension. Higher scores post-intervention represents improvements in participants. lidated tool for measuring muscle tone and spasticity. its performed by extending t","timeFrame":"Post-intervention assessment at 3 month follow up visit"},{"measure":"Functional Independent Measure (FIM) - Mobility Part. 2 questionnaires (Stroke Impact Scale (SIS)","description":"The Stroke Impact Scale is a questionnaire with 59 questions on 8 domains of health, suitable to use for patients recovering from stroke and is used to track improvements or decline through time. Each question is score on a scale of 0 to 5. Scores from each domain are added up where total scores ranges from 0 to 100, where higher scores represent better functioning and lower score represents decline in functioning in the respective domains. An upward trend in the scores represent improvements and downward trend of the scores represent a decline in the respective domains.","timeFrame":"Baseline assessment"},{"measure":"Functional Independent Measure (FIM) - Mobility Part. 2 questionnaires (Stroke Impact Scale (SIS)","description":"The Stroke Impact Scale is a questionnaire with 59 questions on 8 domains of health, suitable to use for patients recovering from stroke and is used to track improvements or decline through time. Each question is score on a scale of 0 to 5. Scores from each domain are added up where total scores ranges from 0 to 100, where higher scores represent better functioning and lower score represents decline in functioning in the respective domains. An upward trend in the scores represent improvements and downward trend of the scores represent a decline in the respective domains.","timeFrame":"Post-intervention assessment at 21 days"},{"measure":"Functional Independent Measure (FIM) - Mobility Part. 2 questionnaires (Stroke Impact Scale (SIS)","description":"The Functional Independent Measure (FIM) - Mobility Part. 2 questionnaires (Stroke Impact Scale (SIS) is a questionnaire with 59 questions on 8 domains of health, suitable to use for patients recovering from stroke and is used to track improvements or decline through time. Each question is score on a scale of 0 to 5. Scores from each domain are added up where total scores ranges from 0 to 100, where higher scores represent better functioning and lower score represents decline in functioning in the respective domains. An upward trend in the scores represent improvements and downward trend of the scores represent a decline in the respective domains.","timeFrame":"Post-intervention assessment at 3 month follow up visit"},{"measure":"Ankle Range of Motion (ROM)","description":"To measure the ability of a joint ability to move in its full range of motion using a goniometer. Normal ranges of ankle: Plantar flexion: 0 degrees to 40 degrees, Dorsiflexion: 0 degrees to 20. The normal range of motion for a foot is: Inversion: 0 degrees to 30 degrees, Eversion: 0 degrees to 20 degrees. Increasing degree of difference in the angles measured compared to baseline represents improvements in the range of motion of the ankle/foot.","timeFrame":"Baseline assessment"},{"measure":"Ankle Range of Motion (ROM)","description":"To measure the ability of a joint ability to move in its full range of motion using a goniometer. Normal ranges of ankle: Plantar flexion: 0 degrees to 40 degrees, Dorsiflexion: 0 degrees to 20. The normal range of motion for a foot is: Inversion: 0 degrees to 30 degrees, Eversion: 0 degrees to 20 degrees. Increasing degree of difference in the angles measured compared to baseline represents improvements in the range of motion of the ankle/foot.","timeFrame":"Post-intervention assessment at 21 days"},{"measure":"Ankle Range of Motion (ROM)","description":"To measure the ability of a joint ability to move in its full range of motion using a goniometer. Normal ranges of ankle: Plantar flexion: 0 degrees to 40 degrees, Dorsiflexion: 0 degrees to 20. The normal range of motion for a foot is: Inversion: 0 degrees to 30 degrees, Eversion: 0 degrees to 20 degrees. Increasing degree of difference in the angles measured compared to baseline represents improvements in the range of motion of the ankle/foot.","timeFrame":"Post-intervention assessment at 3 month follow up visit"},{"measure":"Medical Research Council (MRC) Scale for muscle strength","description":"The muscle scale grades muscle power on a scale of 0 to 5 in relation to the maximum expected for that muscle. Grade 0 = No movement is observed, Grade 5 = muscle contracts normally against full resistance hence the larger the score, the better the muscle strength. Higher subsequent score trend represents improving muscle strength.","timeFrame":"Baseline assessment"},{"measure":"Medical Research Council (MRC) Scale for muscle strength","description":"The muscle scale grades muscle power on a scale of 0 to 5 in relation to the maximum expected for that muscle. Grade 0 = No movement is observed, Grade 5 = muscle contracts normally against full resistance hence the larger the score, the better the muscle strength. Higher subsequent score trend represents improving muscle strength.","timeFrame":"Post-intervention assessment at 21 days"},{"measure":"Medical Research Council (MRC) Scale for muscle strength","description":"The muscle scale grades muscle power on a scale of 0 to 5 in relation to the maximum expected for that muscle. Grade 0 = No movement is observed, Grade 5 = muscle contracts normally against full resistance hence the larger the score, the better the muscle strength. Higher subsequent score trend represents improving muscle strength.","timeFrame":"Post-intervention assessment at 3 months follow up visit"},{"measure":"Fugl-Meyer Assessment - Lower Extremity (FMA-LE)","description":"Lower Extremity (FMA-LE) scale measures 17 items in 2 subscales - Lower Extremity (E) and Speed/Coordination (F) - to assess the lower limb impairment in individuals who have had stroke. Measured using a 3 point scale, where 0= cannot perform, 1= performs partially, 2= performs fully. The maximum score for the Lower Extremity Subscale is 28 points and for Speed/Coordination 6 points. The total summed score of 34 points indicates normal function. Hence the higher score trends compared to the baseline indicates improvements in the lower limb functions.","timeFrame":"Baseline assessment"},{"measure":"Fugl-Meyer Assessment - Lower Extremity (FMA-LE)","description":"Lower Extremity (FMA-LE) scale measures 17 items in 2 subscales - Lower Extremity (E) and Speed/Coordination (F) - to assess the lower limb impairment in individuals who have had stroke. Measured using a 3 point scale, where 0= cannot perform, 1= performs partially, 2= performs fully. The maximum score for the Lower Extremity Subscale is 28 points and for Speed/Coordination 6 points. The total summed score of 34 points indicates normal function. Hence the higher score trends compared to the baseline indicates improvements in the lower limb functions.","timeFrame":"Post-intervention assessment at 21 days"},{"measure":"Fugl-Meyer Assessment - Lower Extremity (FMA-LE)","description":"Lower Extremity (FMA-LE) scale measures 17 items in 2 subscales - Lower Extremity (E) and Speed/Coordination (F) - to assess the lower limb impairment in individuals who have had stroke. Measured using a 3 point scale, where 0= cannot perform, 1= performs partially, 2= performs fully. The maximum score for the Lower Extremity Subscale is 28 points and for Speed/Coordination 6 points. The total summed score of 34 points indicates normal function. Hence the higher score trends compared to the baseline indicates improvements in the lower limb functions.","timeFrame":"Post-intervention assessment at 3 months follow-up"},{"measure":"Functional Ambulation Categories (FAC)","description":"The Functional Ambulation Scale is a 6 point for assessing ability to ambulate through determining the extent to which an individual requires assistance when walking, regardless of with or without assistive device. When measuring FAC, the assessor asks the subject various questions and briefly observes their walking ability to provide a rating from 0 to 5, where 0 = patient is a non-functional ambulator (cannot walk); score of 1, 2 or 3 denotes a dependent ambulator who requires assistance from another person in the form of continuous manual contact (1), continuous or intermittent manual contact (2), or verbal supervision/guarding (3), a score of 4 or 5 describes an independent ambulator who can walk freely on: level surfaces only (4) or any surface (5=maximum score). Increasing FAC scores through time indicates improvements in a person's ability to ambulate.","timeFrame":"Baseline assessment"},{"measure":"Functional Ambulation Categories (FAC)","description":"The Functional Ambulation Scale is a 6 point for assessing ability to ambulate through determining the extent to which an individual requires assistance when walking, regardless of with or without assistive device. When measuring FAC, the assessor asks the subject various questions and briefly observes their walking ability to provide a rating from 0 to 5, where 0 = patient is a non-functional ambulator (cannot walk); score of 1, 2 or 3 denotes a dependent ambulator who requires assistance from another person in the form of continuous manual contact (1), continuous or intermittent manual contact (2), or verbal supervision/guarding (3), a score of 4 or 5 describes an independent ambulator who can walk freely on: level surfaces only (4) or any surface (5=maximum score). Increasing FAC scores through time indicates improvements in a person's ability to ambulate.","timeFrame":"Post-intervention assessment at 21 days"},{"measure":"Functional Ambulation Categories (FAC)","description":"The Functional Ambulation Scale is a 6 point for assessing ability to ambulate through determining the extent to which an individual requires assistance when walking, regardless of with or without assistive device. When measuring FAC, the assessor asks the subject various questions and briefly observes their walking ability to provide a rating from 0 to 5, where 0 = patient is a non-functional ambulator (cannot walk); score of 1, 2 or 3 denotes a dependent ambulator who requires assistance from another person in the form of continuous manual contact (1), continuous or intermittent manual contact (2), or verbal supervision/guarding (3), a score of 4 or 5 describes an independent ambulator who can walk freely on: level surfaces only (4) or any surface (5=maximum score). Increasing FAC scores through time indicates improvements in a person's ability to ambulate.","timeFrame":"Post-intervention assessment at 3 months follow-up"},{"measure":"10 meters walk test (10MWT)","description":"To assess the walking speed in meters per second over a short distance of 10 meters. Shorter time taken to cover the 10 meters indicates better functional mobility hence a decrease in the time taken to complete the 10MWT in subsequent measurements compared to the baseline indicates improvements.","timeFrame":"Baseline assessment"},{"measure":"10 meters walk test (10MWT)","description":"To assess the walking speed in meters per second over a short distance of 10 meters. Shorter time taken to cover the 10 meters indicates better functional mobility hence a decrease in the time taken to complete the 10MWT in subsequent measurements compared to the baseline indicates improvements.","timeFrame":"Post-intervention assessment at 21 days"},{"measure":"10 meters walk test (10MWT)","description":"To assess the walking speed in meters per second over a short distance of 10 meters. Shorter time taken to cover the 10 meters indicates better functional mobility hence a decrease in the time taken to complete the 10MWT in subsequent measurements compared to the baseline indicates improvements.","timeFrame":"Post-intervention assessment 3 months follow-up"},{"measure":"functional Magnetic Resonance Imaging (fMRI)","description":"The functional Magnetic Resonance Imaging (fMRI) is used in this study to measure the ability of the brain to form and reorganize synaptic connections (neuroplasticity), especially in response to learning or experience or following injury. The presence of new synaptic connections or neuronal pathways in the intervention group post-intervention indicates that the intervention (Venous Assistance Contracture Management (VACOM) system helps to create more neuroplasticity through the ankle-foot movements generated by the device under investigation compared to the control group.","timeFrame":"Post-intervention assessment at 6 weeks follow-up"},{"measure":"Compression Ultrasound Sonography (U/S) for the lower limbs","description":"To detect the presence of Deep vein thrombosis (DVT) for participants in both intervention and control group.","timeFrame":"Baseline measurement"},{"measure":"Compression Ultrasound Sonography (U/S) for the lower limbs","description":"To detect the presence of Deep vein thrombosis (DVT). Post-intervention U/S results should reveal that the occurrence of new DVT in the intervention group is lower than the control group thus indicating that the intervention is efficacious in preventing DVTs.","timeFrame":"Post-intervention assessment at 21 days."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acute ischemic or haemorrhagic stroke.\n* Affected Ankle Dorsi-Flexor MMT \\< 3.\n* Modified Ashworth Scale (MAS) = 1+ (Ankle Dorsi-Flexor/Plantar Flexor).\n* Not able to ambulate without assistance except during therapy time.\n\nExclusion Criteria:\n\n* Medically unstable.\n* Known pulmonary embolism (PE) or deep vein thrombosis (DVT).\n* Pre-existing lower limb deformity, irreversible contracture, amputation, and foot drop.\n* Open wound or ulcer, poor skin condition over the lower limb.\n* On anti-coagulation (treatment dose).","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Pui Kit Tam, MD","role":"CONTACT","phone":"+65 8481 7399","email":"pui_kit_tam@nuhs.edu.sg"},{"name":"Serene Huang, MN","role":"CONTACT","email":"huang.serene@yahoo.com"}],"overallOfficials":[{"name":"Pui Kit Tam, MD","affiliation":"National University Hospital, Singapore","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Pui Kit Tam","status":"RECRUITING","city":"Singapore","zip":"119074","country":"Singapore","contacts":[{"name":"Pui Kit Tam, MD","role":"CONTACT","phone":"+6584817399","email":"pui_kit_tam@nuhs.edu.sg"}],"geoPoint":{"lat":1.28967,"lon":103.85007}}]},"referencesModule":{"references":[{"pmid":"31065466","type":"BACKGROUND","citation":"Low FZ, Lim JH, Kapur J, Yeow RC. Effect of a Soft Robotic Sock Device on Lower Extremity Rehabilitation Following Stroke: A Preliminary Clinical Study With Focus on Deep Vein Thrombosis Prevention. IEEE J Transl Eng Health Med. 2019 Mar 22;7:4100106. doi: 10.1109/JTEHM.2019.2894753. eCollection 2019."},{"pmid":"22502803","type":"BACKGROUND","citation":"Kwah LK, Herbert RD, Harvey LA, Diong J, Clarke JL, Martin JH, Clarke EC, Hoang PD, Bilston LE, Gandevia SC. Passive mechanical properties of gastrocnemius muscles of people with ankle contracture after stroke. Arch Phys Med Rehabil. 2012 Jul;93(7):1185-90. doi: 10.1016/j.apmr.2012.02.009. Epub 2012 Feb 25. Erratum In: Arch Phys Med Rehabil. 2013 Jan;94(1):214."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003286","term":"Contracture"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009135","term":"Muscular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","relevance":"LOW"},{"id":"M21761","name":"Venous Thrombosis","relevance":"LOW"},{"id":"M6200","name":"Contracture","asFound":"Contracture","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}