{"protocolSection":{"identificationModule":{"nctId":"NCT02937025","orgStudyIdInfo":{"id":"CP0010"},"organization":{"fullName":"Shanghai 10th People's Hospital","class":"OTHER"},"briefTitle":"Study of Safety and Efficacy of a Left Atrial Appendage Occulder"},"statusModule":{"statusVerifiedDate":"2016-10","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01"},"primaryCompletionDateStruct":{"date":"2018-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-10-14","studyFirstSubmitQcDate":"2016-10-14","studyFirstPostDateStruct":{"date":"2016-10-18","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-10-14","lastUpdatePostDateStruct":{"date":"2016-10-18","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Ya-Wei Xu","investigatorTitle":"Dr. and Pros.","investigatorAffiliation":"Shanghai 10th People's Hospital"},"leadSponsor":{"name":"Ya-Wei Xu","class":"OTHER"},"collaborators":[{"name":"Xinhua Hospital, Shanghai Jiao Tong University School of Medicine","class":"OTHER"},{"name":"Shenyang Military Region General Hospital of People's Liberation Army","class":"UNKNOWN"},{"name":"West China Hospital","class":"OTHER"},{"name":"Ruijin Hospital","class":"OTHER"},{"name":"Shanghai Ninth People's Hospital Affiliated to Shanghai Jiao Tong University","class":"OTHER"},{"name":"Zhejiang Provincial People's Hospital","class":"OTHER"},{"name":"Fujian Medical University Union Hospital","class":"OTHER"}]},"descriptionModule":{"briefSummary":"This study mainly evaluated the feasibility and safety of a kind of Left Atrial Appendage Occluders which is to prevent ischemic stroke caused by nonvalvular atrial fibrillation (AF)","detailedDescription":"Atrial fibrillation (AF) is a common arrhythmia, its incidence increases with age. Thrombosis shed off caused by AF is one of the major causes of stroke. Most patients with AF suffer ischemic stroke that the thrombosis was from the left atrial appendage(LAA). The majority of patients with atrial fibrillation, the blood clots come from the left atrial appendage, so close the left atrial appendage can reduce cycle thromboembolism of the patients with AF. Now patients have cardiac surgery and risk at left atrium related thromboembolism, the surgery has been conventional perform the left atrial appendage closed surgery.\n\nHowever, surgical left atrial appendage ligation is difficult to be completely closed to the left atrial appendage,internal medicine intervention methods of surgical closure the left atrial appendage is relatively simple, minimally invasive, high success rate and is expected to be widely used.\n\nSeveral versions of LAA occlusion devices have been developed.LAA occluder of Shanghai Push Medical Device Technology CO.td, consists of a fixed ball and a cover; The fixed ball composed of multiple umbrella and covered the ePTFE membrane.This study mainly evaluated the feasibility and safety of the new Left Atrial Appendage Occluder! Through the femoral vein puncture; insert inter atrial septum puncture device; puncture a small hole in the atrial septal, delivery sheath is inserted in the femoral vein puncture site and across the atrial septal reach the left atrial appendage, establishment of the channel. Through the built-channel sent the LAA occluder to the left atrial appendage by the delivery cable; The LAA occlude will be fixed in the left atrial appendage, close the entrance of the left atrial appendage meanwhile and block blood flow; then eliminate the risk of blood clots due to atrial fibrillation, prevention stroke."},"conditionsModule":{"conditions":["Non-valvular Atrial Fibrillation","Stroke"],"keywords":["Nonvalvular atrial fibrillation","Stroke","Left Atrial Appendage Closure","Intervention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":154,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Left Atrial Appendage Closure Device Group","type":"EXPERIMENTAL","description":"Device:LAmbre Left Atrial Appendage Occluder（Shanghai Push Medical Device Technology CO.td） to close the left atrial appendage","interventionNames":["Device: The Left Atrial Appendage Occulder of Shanghai Push Medical Device Technology CO.td"]}],"interventions":[{"type":"DEVICE","name":"The Left Atrial Appendage Occulder of Shanghai Push Medical Device Technology CO.td","description":"Implanting the Occluder to close the left atrial appendage","armGroupLabels":["Left Atrial Appendage Closure Device Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Ischemic stroke","timeFrame":"12 months"},{"measure":"Successful sealing of the LAA","description":"TEE Criteria","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Component events","description":"death, thromboembolism, device related complication and MACCE","timeFrame":"12 months"},{"measure":"Complication at puncture site","timeFrame":"12 months"},{"measure":"Device performance assessed by TEE/TTE","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient is ≥18 years of age;\n* Chronic atrial fibrillation ≥3 months; paroxysmal, persistent or permanent non-valvular AF;\n* CHADS2-VAS score 2 or higher，HAS-BLED score 3 or higher;\n* Patient can understand the trial purpose, voluntarily join this clinical trial with informed consent;\n* Patient voluntarily completes the follow-up and follow-up inspection in accordance with the clinical trials process.\n\nExclusion Criteria:\n\n1. A. Clinical exclusion criteria： Presence of rheumatic, degenerative or congenital valvular heart diseases, The diameter of left atrial ≥65 mm; LAA size \\< 12mm or \\> 30 mm Left atrium has been removed; Heart transplantation patients; Symptomatic patients with carotid artery disease (such as carotid stenosis ≥ 50%); Acute myocardial infarction or unstable angina; Decompensated heart failure (New York Heart Association functional class III-IV); Recent myocardial infarction (\\< 3 months); Patients with an atrial septal defect or received an atrial septal occluder. The patient has an ablation procedure planned within 30 days of potential LAmbre Occluder implant The patient has a planned cardioversion 30 days post implant of the LAmbre Occluder Patient who after artificial mechanical heart valve replacement operation; Uncontrolled Heart rate ≥ 110 beats / min17) History stroke or TIA within 30 days; Presence of complex aortic plaque(4mm) in ascending aorta; Cardiac tumors or other malignancy with estimated life expectancy u less than 2 years; Have thrombocytopenia (platelet 《105 / μl) or anemia（Hb\\<10g/dl）; Women who is pregnancy or plan to pregnancy during the trial period; Presence of active sepsis or endocarditis; Patient participated in the other trials; The investigators expect the patient not be able to complete the trial according to requirements.\n2. Esophageal ultrasonic exclusion criteria： LVEF≤30%; Presence of left atrial appendage thrombus; High risk PFO patients(presence of atrial septal aneurysm); Have obvious mitral valve stenosis (the area of mitral valve≤ 2 cm2); Have obvious and unexplained pericardial effusion(≥4 cm2). Presence of complex aortic plague(≥4 mm) in ascending aorta.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Shuang Li, MD","role":"CONTACT","phone":"086-15921799351","email":"1210874@tongji.edu.cn"},{"name":"Wei Chen, MD, PHD","role":"CONTACT","phone":"086-21-66308182","email":"18917684083@189.cn"}],"overallOfficials":[{"name":"Yawei Xu, MD, PHD","affiliation":"Shanghai 10th People's Hospital","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"19683639","type":"BACKGROUND","citation":"Holmes DR, Reddy VY, Turi ZG, Doshi SK, Sievert H, Buchbinder M, Mullin CM, Sick P; PROTECT AF Investigators. Percutaneous closure of the left atrial appendage versus warfarin therapy for prevention of stroke in patients with atrial fibrillation: a randomised non-inferiority trial. Lancet. 2009 Aug 15;374(9689):534-42. doi: 10.1016/S0140-6736(09)61343-X. Erratum In: Lancet. 2009 Nov 7;374(9701):1596."},{"pmid":"23325525","type":"BACKGROUND","citation":"Reddy VY, Doshi SK, Sievert H, Buchbinder M, Neuzil P, Huber K, Halperin JL, Holmes D; PROTECT AF Investigators. Percutaneous left atrial appendage closure for stroke prophylaxis in patients with atrial fibrillation: 2.3-Year Follow-up of the PROTECT AF (Watchman Left Atrial Appendage System for Embolic Protection in Patients with Atrial Fibrillation) Trial. Circulation. 2013 Feb 12;127(6):720-9. doi: 10.1161/CIRCULATIONAHA.112.114389. Epub 2013 Jan 16."},{"pmid":"24998121","type":"BACKGROUND","citation":"Holmes DR Jr, Kar S, Price MJ, Whisenant B, Sievert H, Doshi SK, Huber K, Reddy VY. Prospective randomized evaluation of the Watchman Left Atrial Appendage Closure device in patients with atrial fibrillation versus long-term warfarin therapy: the PREVAIL trial. J Am Coll Cardiol. 2014 Jul 8;64(1):1-12. doi: 10.1016/j.jacc.2014.04.029. Erratum In: J Am Coll Cardiol. 2014 Sep 16;64(11):1186."},{"pmid":"25399274","type":"RESULT","citation":"Reddy VY, Sievert H, Halperin J, Doshi SK, Buchbinder M, Neuzil P, Huber K, Whisenant B, Kar S, Swarup V, Gordon N, Holmes D; PROTECT AF Steering Committee and Investigators. Percutaneous left atrial appendage closure vs warfarin for atrial fibrillation: a randomized clinical trial. JAMA. 2014 Nov 19;312(19):1988-98. doi: 10.1001/jama.2014.15192. Erratum In: JAMA. 2015 Mar 10;313(10):1061."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}