{"protocolSection":{"identificationModule":{"nctId":"NCT06046638","orgStudyIdInfo":{"id":"LY2022-087-B"},"organization":{"fullName":"RenJi Hospital","class":"OTHER"},"briefTitle":"Cyclopofol Versus Propofol for Postoperative Delirium in Elderly Patients Having Orthopedic Surgery","officialTitle":"Cyclopofol Versus Propofol for Postoperative Delirium in Elderly Patients Having Orthopedic Surgery: A Single-center Randomised Exploratory Trial"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-15","studyFirstSubmitQcDate":"2023-09-13","studyFirstPostDateStruct":{"date":"2023-09-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-13","lastUpdatePostDateStruct":{"date":"2023-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"RenJi Hospital","class":"OTHER"},"collaborators":[{"name":"Haisco Pharmaceutical Group Co., Ltd.","class":"INDUSTRY"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Postoperative delirium (POD) is common in elderly patients recovering from surgery and anesthesia. POD has adverse effects on early and long-term prognosis. The incidence of POD increases with age and patients with preoperative cognitive changes or coexisting diseases.\n\nThe bispectral index (BIS) is an electroencephalographic measurement commonly used to monitor the depth of anesthesia. Low intraoperative BIS value (BIS\\<40) and prolonged duration of low BIS value maybe risk factors of POD. A small sub-study of BALANCED Anaesthesia Study demonstrated a protective effect of targeting a BIS of 50 to reduce POD compared with a BIS of 35. The stability of BIS during general anesthesia may affect the risk of POD in elderly patients. Therefore, it is very important to maintain a stable BIS value as much as possible during general anesthesia surgery, and a general anesthetic with good BIS stability is even more needed in clinical practice.\n\nCyclopofol is a new type of anesthetic/sedative that reportedly provides good efficacy and safety. Cyclopofol has a more stable effect on BIS, so whether the use of cyclopofol in elderly patients undergoing orthopedic surgery can reduce the occurrence of POD, improve prognosis, and exert a brain protective effect will be of great importance and clinical research value.","detailedDescription":"Postoperative delirium (POD) is common in elderly patients after surgery and anesthesia which occurs within 24 to 72 hours after surgery. POD has adverse effects on early and long-term prognosis, including increased risk of postoperative complications, perioperative mortality, prolonged hospital stay, and increased incidence of long-term cognitive impairment and long-term mortality. The underlying mechanisms of POD are not fully understood, various hypotheses exist including neuroinflammation, neurotransmitter interference, and disturbances in communication throughout the brain network. The incidence of POD varies greatly among patients with different surgeries. POD can be as high as 50% in patients over 60 years of age after cardiac surgery, 8% to 54% after gastrointestinal surgery, and 5% to 14% after joint replacement surgery. In general, the incidence of POD in minor surgery is low, and the incidence of POD in major surgery is higher. The incidence of POD is significantly increased in patients over 65 years of age, and increases with age. POD also increases in patients with preoperative cognitive changes or coexisting diseases. With an increasing number of elderly patients undergoing surgery and anesthesia, POD has become a major global health challenge requiring urgent attention.\n\nThe bispectral index (BIS) is an electroencephalographic measurement commonly used to monitor the depth of anesthesia. BIS monitoring allows anesthesiologists to adjust medications according to the situation, allowing patients to recover from anesthesia more quickly and reduce the incidence of intraoperative awareness. Recent studies have shown that low intraoperative BIS value (BIS\\<40) and prolonged duration of low BIS value are both risk factors of POD which can predict the occurrence of POD. Low cerebral oxygen saturation is also risk factor of POD. The stability of BIS during general anesthesia may affect the risk of POD in elderly patients. Therefore, it is very important to maintain a stable BIS value as much as possible during general anesthesia surgery, and a general anesthetic with good BIS stability is even more needed in clinical practice.\n\nPropofol is the most commonly used general anesthesia sedative during general anesthesia surgery. However, adverse events such as BIS burst suppression during induction and maintenance of general anesthesia are frequently associated with propofol. BIS stability is closely related to the incidence, prognosis and functional recovery of POD in elderly patients. Cyclopofol (a new type of anesthetic/sedative) has been approved by the Chinese Food and Drug Administration for \"sedation and anesthesia during non-tracheal intubation surgery/operation\", \"general anesthesia induction and maintenance\" and \"intensive care during intensive care\". \"Sedation and anesthesia for outpatient surgery in gynecology\" is still under consideration. Cyclopofol provides general anesthesia/sedation with good efficacy and safety.\n\nCyclopofol has the effect of stabilizing BIS. According to the results of the Phase III clinical study on induction and maintenance of general anesthesia with cyclopofol (study number HSK3486-302), the average range of BIS in the cyclopofol group was significantly smaller than that in the propofol group, and the lowest or highest BIS value between 30 and 60 was higher than that in the propofol group, and the highest BIS value \\>60 was significantly lower than that in the propofol group, indicating that the change of BIS after cyclopofol administration was more stable than that of propofol group. Consequently, cyclopofol may reduce POD, improve prognosis, and provide brain protection."},"conditionsModule":{"conditions":["Postoperative Delirium","Stroke"],"keywords":["Cyclopofol","Propofol","Postoperative Delirium","Stroke","Orthopedic Surgery","Elderly Patients"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cyclopofol","type":"EXPERIMENTAL","description":"For patients in the cyclopofol group, cyclopofol will be given as induction of anesthesia (0.4 mg/kg) followed by a continuous infusion (0.8 mg/kg/h) until the end of surgery.","interventionNames":["Drug: Cyclopofol"]},{"label":"Propofol","type":"ACTIVE_COMPARATOR","description":"For patients in the propofol group, propofol will be given as induction of anesthesia (2 mg/kg) followed by a continuous infusion (5 mg/kg/h) until the end of surgery.","interventionNames":["Drug: Propofol"]}],"interventions":[{"type":"DRUG","name":"Cyclopofol","description":"Induction of anesthesia followed by continuous infusion through out surgery. The anesthetic drug regimen will be adjusted according to the changes of blood pressure.","armGroupLabels":["Cyclopofol"],"otherNames":["Haisco Pharmaceutical Group Co., Ltd"]},{"type":"DRUG","name":"Propofol","description":"Induction of anesthesia followed by continuous infusion through out surgery. The anesthetic drug regimen will be adjusted according to the changes of blood pressure.","armGroupLabels":["Propofol"],"otherNames":["Fresenius Kabi Austria GmbH"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of POD within 3 days after surgery (3D-CAM)","description":"Incidence of POD will be assessed at baseline and once daily within 3 days after surgery (3D-CAM) by anesthesiologist(s).","timeFrame":"72 hours post surgery"}],"secondaryOutcomes":[{"measure":"Incidence of POD within 3 days after surgery (CAM-ICU)","description":"Incidence of POD will be assessed once daily within 3 days after surgery (CAM-ICU) by anesthesiologist(s).","timeFrame":"72 hours post surgery"},{"measure":"Low BIS level","description":"Low BIS (BIS\\<40)","timeFrame":"During surgery"},{"measure":"Duration of low BIS level","description":"Duration of low BIS","timeFrame":"During surgery"},{"measure":"Cerebral oxygen metabolism index","description":"Internal jugular vein oxygen saturation (SjvO2)","timeFrame":"During surgery"},{"measure":"Cerebral oxygen saturation","description":"Cerebral oxygen saturation monitoring","timeFrame":"During surgery"},{"measure":"Biochemical indicators of brain injury","description":"NSE level","timeFrame":"Before induction of anesthesia; At the end of the surgery; 24 hours post surgery"},{"measure":"Serum inflammatory factors","description":"Levels of CRP, TNF-α, IL-6 and IL-1 in peripheral blood","timeFrame":"Before induction of anesthesia; At the end of the surgery; 24 hours post surgery"},{"measure":"Postoperative consciousness recovery time","description":"Record the time when patients recover from anesthesia","timeFrame":"During PACU, an average of 1 hour"},{"measure":"Total duration of hypotension","description":"MBP\\<65 mmHg or MBP decrease≥20% of baseline per hour during surgery, treatment measures (including vasopressors, inotropes, fluid use and dosage)","timeFrame":"During surgery"},{"measure":"Length of hospital stay","description":"Record the time when patients discharge from hospital","timeFrame":"Through hospitalization completion, an average of 1 week"},{"measure":"MMSE Cognitive ability assessment","description":"MMSE score (the minimum value is 0 and the maximum value is 30, and higher scores mean a better outcome) at discharge and on the 30th postoperative day","timeFrame":"Through hospitalization completion, an average of 1 week; 30 days post surgery"},{"measure":"AMTS Cognitive ability assessment","description":"AMTS score (the minimum value is 0 and the maximum value is 10, and higher scores mean a better outcome) at discharge and on the 30th postoperative day","timeFrame":"Through hospitalization completion, an average of 1 week; 30 days post surgery"},{"measure":"MoCA Cognitive ability assessment","description":"MoCA score (the minimum value is 0 and the maximum value is 30, and higher scores mean a better outcome) at discharge and on the 30th postoperative day","timeFrame":"Through hospitalization completion, an average of 1 week; 30 days post surgery"},{"measure":"ADL Cognitive ability assessment","description":"ADL score (the minimum value is 0 and the maximum value is 100, and higher scores mean a better outcome) at discharge and on the 30th postoperative day","timeFrame":"Through hospitalization completion, an average of 1 week; 30 days post surgery"},{"measure":"mRS Cognitive ability assessment","description":"mRS score (the minimum value is 0 and the maximum value is 5, and lower scores mean a better outcome) at discharge and on the 30th postoperative day","timeFrame":"Through hospitalization completion, an average of 1 week; 30 days post surgery"},{"measure":"Mortality within 30 days after surgery","description":"Record whether patients die within 30 days after surgery","timeFrame":"30 days post surgery"},{"measure":"Unplanned admission to the ICU within 30 days after surgery","description":"Only relevant to the operation, including the frequency, duration, and drug use","timeFrame":"30 days post surgery"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 65 to 90 years old (including the critical value), male or female;\n2. Scheduled to undergo orthopaedic surgery under general anesthesia, including femoral surgery, hip surgery, lumbar spine surgery, and do not plan to enter the ICU after surgery;\n3. ASA II-III;\n4. Preoperative mild cognitive function changes (MMSE score 21-26);\n5. Multiple coexisting diseases (at least one or more), including history of stroke (at least 6 months before elective surgery), hypertension, diabetes, ischemic heart disease, chronic obstructive pulmonary disease, obstructive sleep apnea, chronic kidney disease, hypoalbuminemia, anemia, water electricity and acid-base disorders;\n6. The expected hospital stay is at least 2 days;\n7. Agree to participate and give written informed consent.\n\nExclusion Criteria:\n\n1. Patients with preoperative delirium (3D-CAM positive);\n2. Patients with severe cognitive impairment (MMSE score \\<15);\n3. Patients with history of psychological and nervous system diseases (such as depression, schizophrenia, epilepsy, severe central nervous system depression, Parkinson's disease, Alzheimer's disease, myasthenia gravis, basal ganglia disease, etc.) that interfere with the judgment of curative effect indicators disease factors;\n4. Patients with severe congestive heart failure (New York Heart Association, class IV) or severe chronic obstructive pulmonary disease (Global Initiative for Chronic Obstructive Lung Disease guidelines, stage III-IV);\n5. The surgical site interferes with the placement of BIS electrodes;\n6. Mental or language barriers impede data collection; Other reasons (such as hearing impairment or visual impairment) could not complete the MMSE, MoCA scales.","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","maximumAge":"90 Years","stdAges":["OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003693","term":"Delirium"},{"id":"D000071257","term":"Emergence Delirium"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000003221","term":"Confusion"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6584","name":"Delirium","asFound":"Delirium","relevance":"HIGH"},{"id":"M772","name":"Emergence Delirium","asFound":"Postoperative Delirium","relevance":"HIGH"},{"id":"M6136","name":"Confusion","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M13755","name":"Postoperative Complications","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"meshes":[{"id":"D000015742","term":"Propofol"}],"ancestors":[{"id":"D000006993","term":"Hypnotics and Sedatives"},{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018686","term":"Anesthetics, Intravenous"},{"id":"D000018681","term":"Anesthetics, General"},{"id":"D000000777","term":"Anesthetics"}],"browseLeaves":[{"id":"M17997","name":"Propofol","asFound":"Infection","relevance":"HIGH"},{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M9733","name":"Hypnotics and Sedatives","relevance":"LOW"},{"id":"M20456","name":"Anesthetics, Intravenous","relevance":"LOW"},{"id":"M20451","name":"Anesthetics, General","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}