{"protocolSection":{"identificationModule":{"nctId":"NCT04063709","orgStudyIdInfo":{"id":"17-2700"},"secondaryIdInfos":[{"id":"R01HL092944-06A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HL092944-06A1"}],"organization":{"fullName":"University of North Carolina, Chapel Hill","class":"OTHER"},"briefTitle":"Transcutaneous ARFI Ultrasound for Differentiating Carotid Plaque With High Stroke Risk","officialTitle":"Transcutaneous ARFI Ultrasound for Differentiating Carotid Plaque With High Stroke Risk"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-16","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07-16","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-08-16","studyFirstSubmitQcDate":"2019-08-20","studyFirstPostDateStruct":{"date":"2019-08-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-09","lastUpdatePostDateStruct":{"date":"2023-05-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of North Carolina, Chapel Hill","class":"OTHER"},"collaborators":[{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Stroke is a leading cause of death and disability in the United States and around the world. The goal of this work is to develop and test a noninvasive ultrasound-based imaging technology to better identify patients at high risk of stroke so that appropriate and timely intervention may be administered to prevent it.","detailedDescription":"Although stroke remains a leading cause of death in the United States, incidence and mortality rates have declined over the past two decades in association with advanced pharmaceutical therapies and revascularization, primarily by carotid endarterectomy (CEA). While CEA's efficacy for preventing stroke in patients with severe (≥70%) carotid artery stenosis and neurological symptoms is well documented, the surgical intervention's usefulness decreases as stroke risk falls in patients with less severe stenosis and patients without symptoms. It is estimated that as many as 13 out of 14 symptomatic patients with 50-69% stenosis and 21 out of 22 asymptomatic patients with 70-99% stenosis undergo CEA surgery unnecessarily. These data demonstrate the inadequacy of degree of stenosis as the primary indication of stroke risk and underscore the urgent yet unmet need for improved biomarkers that differentiate patients at low risk of embolic stroke from those in need of CEA to prevent it.\n\nThis urgent need for improving CEA indication could be met by assessing the structure and composition of carotid plaques. Plaques composed of thin or ruptured fibrous caps (TRFC), large lipid rich necrotic cores (LRNC), and intraplaque hemorrhage (IPH) are associated with thrombosis in morphological studies from autopsy. Further, plaque hemorrhage and increased intraplaque vessel formation in CEA specimens are independently related to future cardio- and cerebrovascular events or interventions. Finally, previous stroke or transient ischemic attack (TIA) is associated with TRFC and IPH - while increased risk of future stroke or TIA is conferred by TRFC, LRNC, and IPH - in human carotid plaques as determined by in vivo magnetic resonance imaging (MRI).\n\nThe goal of this work is to develop a low-cost, noninvasive imaging method that reliably delineates carotid plaque structure and composition and is suitable for widespread diagnostic application. Previous research has demonstrated that Acoustic Radiation Force Impulse (ARFI) ultrasound delineates LRNC/IPH, collagen/calcium deposits, and TRFC in human carotid plaque, in vivo, with TRFC thickness measurement as low as 0.49 mm - the mean thickness associated with rupture. This project will exploit ARFI Variance of Acceleration (VoA) imaging, higher center frequencies, and harmonic imaging to newly enable separate discrimination of TRFC, LRNC, and IPH and accurate feature size measurement. The investigators will determine the association between advanced ARFI's plaque characterization and recent history of ipsilateral stroke or TIA."},"conditionsModule":{"conditions":["Plaque, Atherosclerotic","Carotid Artery Plaque","Carotid Stenosis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This unblinded, open-label, exploratory study will be conducted in 60 patients with clinical indication for carotid endarterectomy (CEA). Among these 60 patients, N=20 will be symptomatic with 50-69% carotid artery stenosis, N=20 will be symptomatic with 70-99% stenosis, and N=20 will be asymptomatic with 70-99% stenosis. The study will also be conducted in N=20 additional patients without clinical indication for CEA. These patients will be asymptomatic with 50-60% stenosis.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Symptomatic with 50-69% stenosis","type":"EXPERIMENTAL","description":"Patients 18 years of age or older who have been selected by their treating physician to be in need of carotid revascularization by CEA, with 50-69% stenotic carotid plaque with associated neurological symptoms. Acoustic Radiation Force Impulse (ARFI) ultrasound imaging will be performed on the carotid plaque.","interventionNames":["Diagnostic Test: Acoustic Radiation Force Impulse (ARFI) ultrasound"]},{"label":"Symptomatic with 70-99% stenosis","type":"EXPERIMENTAL","description":"Patients 18 years of age or older who have been selected by their treating physician to be in need of carotid revascularization by CEA, with 70-99% stenotic carotid plaque with associated neurological symptoms. ARFI ultrasound imaging will be performed on the carotid plaque.","interventionNames":["Diagnostic Test: Acoustic Radiation Force Impulse (ARFI) ultrasound"]},{"label":"Asymptomatic with 70-99% stenosis","type":"EXPERIMENTAL","description":"Patients 18 years of age or older who have been selected by their treating physician to be in need of carotid revascularization by CEA, with 70-99% stenotic carotid plaque without associated neurological symptoms. ARFI ultrasound imaging will be performed on the carotid plaque.","interventionNames":["Diagnostic Test: Acoustic Radiation Force Impulse (ARFI) ultrasound"]},{"label":"Asymptomatic with 50-69% stenosis","type":"EXPERIMENTAL","description":"Patients 18 years of age or older who have been diagnosed with 50-69% carotid artery stenosis without clinical indication for CEA.","interventionNames":["Diagnostic Test: Acoustic Radiation Force Impulse (ARFI) ultrasound"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Acoustic Radiation Force Impulse (ARFI) ultrasound","description":"ARFI imaging is an ultrasound-based, noninvasive imaging method and will be used in accordance with approved labeling.","armGroupLabels":["Asymptomatic with 50-69% stenosis","Asymptomatic with 70-99% stenosis","Symptomatic with 50-69% stenosis","Symptomatic with 70-99% stenosis"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Acoustic Radiation Force Impulse (ARFI) imaging","description":"Ability of ARFI imaging to detect carotid plaque features and measure their size","timeFrame":"During the procedure"}],"secondaryOutcomes":[{"measure":"VoA AUC for thin or ruptured fibrous caps (TRFC) at 8 MHz fundamental","description":"Area Under the Curve (AUC) for the ability of ARFI Variance of Acceleration (VoA) obtained at 8 MHz fundamental frequency to detect thin or ruptured fibrous cap","timeFrame":"During the procedure"},{"measure":"PD AUC for TRFC at 8 MHz fundamental","description":"AUC for the ability of ARFI PD obtained at 8 MHz fundamental frequency to detect thin or ruptured fibrous cap","timeFrame":"During the procedure"},{"measure":"VoA AUC for TRFC at 12 MHz fundamental","description":"AUC for the ability of ARFI VoA obtained at 12 MHz fundamental frequency to detect thin or ruptured fibrous cap","timeFrame":"During the procedure"},{"measure":"PD AUC for TRFC at 12 MHz fundamental","description":"AUC for the ability of ARFI PD obtained at 12 MHz fundamental frequency to detect thin or ruptured fibrous cap","timeFrame":"During the procedure"},{"measure":"VoA AUC for TRFC at 12 MHz harmonic","description":"AUC for the ability of ARFI VoA obtained at 12 MHz harmonic frequency to detect thin or ruptured fibrous cap","timeFrame":"During the procedure"},{"measure":"PD AUC for TRFC at 12 MHz harmonic","description":"AUC for the ability of ARFI PD obtained at 12 MHz harmonic frequency to detect thin or ruptured fibrous cap","timeFrame":"During the procedure"},{"measure":"VoA AUC for LRNC at 8 MHz fundamental","description":"AUC for the ability of ARFI VoA obtained at 8 MHz fundamental frequency to detect lipid rich necrotic core (LRNC)","timeFrame":"During the procedure"},{"measure":"PD AUC for LRNC at 8 MHz fundamental","description":"AUC for the ability of ARFI PD obtained at 8 MHz fundamental frequency to detect lipid rich necrotic core","timeFrame":"During the procedure"},{"measure":"VoA AUC for LRNC at 12 MHz fundamental","description":"AUC for the ability of ARFI VoA obtained at 12 MHz fundamental frequency to detect lipid rich necrotic core","timeFrame":"During the procedure"},{"measure":"PD AUC for LRNC at 12 MHz fundamental","description":"AUC for the ability of ARFI PD obtained at 12 MHz fundamental frequency to detect lipid rich necrotic core","timeFrame":"During the procedure"},{"measure":"VoA AUC for LRNC at 12 MHz harmonic","description":"AUC for the ability of ARFI VoA obtained at 12 MHz harmonic frequency to detect lipid rich necrotic core","timeFrame":"During the procedure"},{"measure":"PD AUC for LRNC at 12 MHz harmonic","description":"AUC for the ability of ARFI PD obtained at 12 MHz harmonic frequency to detect lipid rich necrotic core","timeFrame":"During the procedure"},{"measure":"VoA AUC for IPH at 8 MHz fundamental","description":"AUC for the ability of ARFI VoA obtained at 8 MHz fundamental frequency to detect intraplaque hemorrhage","timeFrame":"During the procedure"},{"measure":"PD AUC for IPH at 8 MHz fundamental","description":"AUC for the ability of ARFI PD obtained at 8 MHz fundamental frequency to detect intraplaque hemorrhage","timeFrame":"During the procedure"},{"measure":"VoA AUC for IPH at 12 MHz fundamental","description":"AUC for the ability of ARFI VoA obtained at 12 MHz fundamental frequency to detect intraplaque hemorrhage","timeFrame":"During the procedure"},{"measure":"PD AUC for IPH at 12 MHz fundamental","description":"AUC for the ability of ARFI PD obtained at 12 MHz fundamental frequency to detect intraplaque hemorrhage","timeFrame":"During the procedure"},{"measure":"VoA AUC for IPH at 12 MHz harmonic","description":"AUC for the ability of ARFI VoA obtained at 12 MHz harmonic frequency to detect intraplaque hemorrhage","timeFrame":"During the procedure"},{"measure":"PD AUC for IPH at 12 MHz harmonic","description":"AUC for the ability of ARFI PD obtained at 12 MHz harmonic frequency to detect intraplaque hemorrhage","timeFrame":"During the procedure"},{"measure":"VoA bias for TRFC thickness at 8 MHz fundamental","description":"Bland Altman-derived bias in VoA-based TRFC thickness measurement 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD bias for TRFC thickness at 8 MHz fundamental","description":"Bland Altman-derived bias in PD-based TRFC thickness measurement 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA bias for TRFC thickness at 12 MHz fundamental","description":"Bland Altman-derived bias in VoA-based TRFC thickness measurement at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD bias for TRFC thickness at 12 MHz fundamental","description":"Bland Altman-derived bias in PD-based TRFC thickness measurement at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA bias for TRFC thickness at 12 MHz harmonic","description":"Bland Altman-derived bias in VoA-based TRFC thickness measurement at 12 MHz harmonic frequency","timeFrame":"During the procedure"},{"measure":"PD bias for TRFC thickness at 12 MHz harmonic","description":"Bland Altman-derived bias in PD-based TRFC thickness measurement at 12 MHz harmonic frequency","timeFrame":"During the procedure"},{"measure":"VoA bias for LRNC size at 8 MHz fundamental","description":"Bland Altman-derived bias in VoA-based LRNC size measurement at 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD bias for LRNC size at 8 MHz fundamental","description":"Bland Altman-derived bias in PD-based LRNC size measurement at 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA bias for LRNC size at 12 MHz fundamental","description":"Bland Altman-derived bias in VoA-based LRNC size measurement at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD bias for LRNC size at 12 MHz fundamental","description":"Bland Altman-derived bias in PD-based LRNC size measurement at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA bias for LRNC size at 12 MHz harmonic","description":"Bland Altman-derived bias in VoA-based LRNC size measurement at 12 MHz harmonic frequency","timeFrame":"During the procedure"},{"measure":"PD bias for LRNC size at 12 MHz harmonic","description":"Bland Altman-derived bias in PD-based LRNC size measurement at 12 MHz harmonic frequency","timeFrame":"During the procedure"},{"measure":"VoA bias for IPH size at 8 MHz fundamental","description":"Bland Altman-derived bias in VoA-based IPH size measurement at 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD bias for IPH size at 8 MHz fundamental","description":"Bland Altman-derived bias in PD-based IPH size measurement at 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA bias for IPH size at 12 MHz fundamental","description":"Bland Altman-derived bias in VoA-based IPH size measurement at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD bias for IPH size at 12 MHz fundamental","description":"Bland Altman-derived bias in PD-based IPH size measurement at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA bias for IPH size at 12 MHz harmonic","description":"Bland Altman-derived bias in VoA-based IPH size measurement at 12 MHz harmonic frequency","timeFrame":"During the procedure"},{"measure":"PD bias for IPH size at 12 MHz harmonic","description":"Bland Altman-derived bias in PD-based IPH size measurement at 12 MHz harmonic frequency","timeFrame":"During the procedure"},{"measure":"VoA prevalence of TRFC detection at 8 MHz fundamental","description":"prevalence of reader-detected TRFC from VoA at 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD prevalence of TRFC detection at 8 MHz fundamental","description":"prevalence of reader-detected TRFC from PD at 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA prevalence of TRFC detection at 12 MHz fundamental","description":"prevalence of reader-detected TRFC from VoA at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD prevalence of TRFC detection at 12 MHz fundamental","description":"prevalence of reader-detected TRFC from PD at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA prevalence of TRFC detection at 12 MHz harmonic","description":"prevalence of reader-detected TRFC from VoA at 12 MHz harmonic frequency","timeFrame":"During the procedure"},{"measure":"PD prevalence of TRFC detection at 12 MHz harmonic","description":"prevalence of reader-detected TRFC from PD at 12 MHz harmonic frequency","timeFrame":"During the procedure"},{"measure":"VoA prevalence of LRNC detection at 8 MHz fundamental","description":"prevalence of reader-detected LRNC from VoA at 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD prevalence of LRNC detection at 8 MHz fundamental","description":"prevalence of reader-detected LRNC from PD at 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA prevalence of LRNC detection at 12 MHz fundamental","description":"prevalence of reader-detected LRNC from VoA at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD prevalence of LRNC detection at 12 MHz fundamental","description":"prevalence of reader-detected LRNC from PD at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA prevalence of LRNC detection at 12 MHz harmonic","description":"prevalence of reader-detected LRNC from VoA at 12 MHz harmonic frequency","timeFrame":"During the procedure"},{"measure":"PD prevalence of LRNC detection at 12 MHz harmonic","description":"prevalence of reader-detected LRNC from PD at 12 MHz harmonic frequency","timeFrame":"During the procedure"},{"measure":"VoA prevalence of IPH detection at 8 MHz fundamental","description":"prevalence of reader-detected IPH from VoA at 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD prevalence of IPH detection at 8 MHz fundamental","description":"prevalence of reader-detected IPH from PD at 8 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA prevalence of IPH detection at 12 MHz fundamental","description":"prevalence of reader-detected IPH from VoA at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"PD prevalence of IPH detection at 12 MHz fundamental","description":"prevalence of reader-detected IPH from PD at 12 MHz fundamental frequency","timeFrame":"During the procedure"},{"measure":"VoA prevalence of IPH detection at 12 MHz harmonic","description":"prevalence of reader-detected IPH from VoA at 12 MHz harmonic frequency","timeFrame":"During the procedure"},{"measure":"PD prevalence of IPH detection at 12 MHz harmonic","description":"prevalence of reader-detected IPH from PD at 12 MHz harmonic frequency","timeFrame":"During the procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. aged 18 years or older\n2. having 50-99% stenotic symptomatic carotid plaque with clinical indication for endarterectomy\n3. having 50-69% stenotic asymptomatic carotid plaque without clinical indication for endarterectomy\n\nExclusion Criteria:\n\n1. prior CEA or carotid stenting\n2. carotid occlusion\n3. vasculitis\n4. malignancy\n5. inability to provide informed consent\n6. prior radiation therapy to the neck\n7. treatment with immunomodulating drugs\n8. oncological disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Melrose Fisher, RN","role":"CONTACT","phone":"919-819-9054","email":"mwfisher54@gmail.com"},{"name":"Caterina Gallippi, PhD","role":"CONTACT","phone":"919-843-6647","email":"cmgallip@email.unc.edu"}],"overallOfficials":[{"name":"Caterina Gallippi, PhD","affiliation":"UNC Chapel Hill","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The University of North Carolina at Chapel Hill Hospitals","status":"RECRUITING","city":"Chapel Hill","state":"North Carolina","zip":"27599","country":"United States","contacts":[{"name":"Melrose W Fisher, R.N.","role":"CONTACT","phone":"919-819-9054","email":"melrosef@email.unc.edu"},{"name":"Caterina M Gallippi, Ph.D.","role":"CONTACT","phone":"919-843-6647","email":"cmgallip@email.unc.edu"}],"geoPoint":{"lat":35.9132,"lon":-79.05584}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Deidentified individual data pertaining to the study protocol and the statistical analysis plan that support the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Deidentified individual data pertaining to the study protocol and the statistical analysis plan that support the results will be shared beginning 9 to 36 months following publication.","accessCriteria":"An investigator who proposes to use the data must have approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and execute a data use/sharing agreement with UNC."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000016893","term":"Carotid Stenosis"},{"id":"D000058226","term":"Plaque, Atherosclerotic"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Stenosis","relevance":"HIGH"},{"id":"M28693","name":"Plaque, Atherosclerotic","asFound":"Plaque, Atherosclerotic","relevance":"HIGH"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}