{"protocolSection":{"identificationModule":{"nctId":"NCT04124367","orgStudyIdInfo":{"id":"EVER-AT-0618"},"organization":{"fullName":"Ever Neuro Pharma GmbH","class":"INDUSTRY"},"briefTitle":"IMPULSE - StIMulation of Brain Plasticity to Improve Upper Limb Recovery After StrokE","officialTitle":"IMPULSE StIMulation of Brain Plasticity to Improve Upper Limb Recovery After StrokE A Prospective, Multi-center, Randomized, Double-blind Study to Assess Efficacy and Safety of Neuroplastic Intervention by Cerebrolysin and atDCS on Motor Function Recovery in Subacute and Chronic Stroke Patients","acronym":"IMPULSE"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"TERMINATED","whyStopped":"for strategic and pandemic reasons","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-03-21","type":"ACTUAL"},"completionDateStruct":{"date":"2022-03-21","type":"ACTUAL"},"studyFirstSubmitDate":"2019-10-10","studyFirstSubmitQcDate":"2019-10-10","studyFirstPostDateStruct":{"date":"2019-10-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-07-26","lastUpdatePostDateStruct":{"date":"2022-07-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Ever Neuro Pharma GmbH","class":"INDUSTRY"},"collaborators":[{"name":"VASCage GmbH","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a leading cause of adult long-term disability worldwide. Recovery of arm and hand function after stroke is limited to about 50% of patients and full recovery is achieved in only 12% of stroke survivors by 6 months after stroke. Within the first 8-12 weeks post-stroke, a proportional recovery of 70%, corresponding to good recovery, may be achieved, but at later stages no major gain is observed with current therapy practices. Accordingly, there is a need to find new potential therapeutic tools to enhance post-stroke motor recovery. Rehabilitation supported by neuroplastic intervention is a new and pragmatic therapeutic approach in the treatment of stroke, giving way to a concept of 'recovery enhancers'.\n\nThe objective of this study is to assess whether an additional therapy with Cerebrolysin and anodal transcranial direct current stimulation (atDCS) increases the success of conventional rehabilitation therapy in subacute and chronic stroke patients with unexploited potential for functional recovery despite intact structural and functional pathways in the brain.\n\nHypothesis:\n\nThe hypothesis is that the combination of Cerebrolysin and atDCS facilitates motor learning in subacute and chronic stroke patients. Accordingly, motor function recovery at day 21 post-baseline is expected to be higher in the verum group (conventional rehabilitation + task-specific motor training + Cerebrolysin + atDCS) as compared to the control group (conventional rehabilitation + task-specific motor training + placebo + sham-transcranial direct current stimulation).\n\nThe primary objective is to show a significantly higher proportional recovery rate in the Action Research Arm Test (ARAT) at day 21 post-baseline in the verum group as compared to the control group.\n\nThe secondary objective is to assess the impact of this neuroplastic intervention on finger dexterity (Nine-hole peg test - 9HPT), hand grip strength, and neurological deficits (National Institutes of Healths Stroke Scale - NIHSS) at the end of therapy (day 21 post-baseline). Safety data are collected throughout the study and thereafter in case of ongoing serious adverse events (SAEs) at study endpoint.\n\nOptional secondary parameters include electroencephalography (EEG) parameters and Brain Derived Neurotrophic Factor (BDNF) status analyses to document plastic changes in the brain, in particular changes of the cortical network functionality during neurorehabilitation, and to assess the impact of neuroplastic intervention on the BDNF synthesis rate as well as the influence of different BDNF polymorphisms."},"conditionsModule":{"conditions":["Chronic Stroke","Subacute Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":4,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Verum","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Cerebrolysin","Device: non-invasive brain stimulation"]},{"label":"Control","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Placebo","Device: sham intervention"]}],"interventions":[{"type":"DRUG","name":"Cerebrolysin","description":"30 ml once daily (+70 ml 0.9% saline)","armGroupLabels":["Verum"]},{"type":"DEVICE","name":"non-invasive brain stimulation","description":"2 mA/35 cm² for 2x20 minutes, once daily","armGroupLabels":["Verum"],"otherNames":["atDCS"]},{"type":"DRUG","name":"Placebo","description":"100 ml once daily 0.9% saline","armGroupLabels":["Control"]},{"type":"DEVICE","name":"sham intervention","description":"0 mA/35 cm² for 2x20 minutes, once daily Run-in phase consisting of ramp-up (10 seconds), stimulation (10 seconds), and ramp-down (10 seconds).","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Action Research Arm Test (ARAT)","description":"The ARAT assesses upper limb functioning. The ARAT consists of 19 items grouped into four subscales: grasp, grip, pinch, and gross movement. The total score on the ARAT ranges from 0 to 57, with the lowest score indicating that no movements can be performed, and the upper score indicating normal performance.","timeFrame":"Day 21"}],"secondaryOutcomes":[{"measure":"Nine-Hole Peg Test (NHPT)","description":"The NHPT is used to measure finger dexterity. The NHPT is composed of a square board with 9 pegs. At one end of the board are holes for the pegs to fit in to, and at the other end is a shallow round dish to store the pegs. The NHPT is administered by asking the patient to take the pegs from a container, one by one, and placing them into the holes on the board, as quickly as possible. Patients must then remove the pegs from the holes, one by one, and replace them back into the container. Patients are scored based on the time taken to complete the test activity, recorded in seconds.","timeFrame":"Day 21"},{"measure":"Hand grip dynamometry","description":"Hand grip dynamometry measures grip strength. The best out of three strength tests of the impaired hand is used as resultant score. A score is taken with the non-affected hand, followed by the impaired hand.","timeFrame":"Day 21"},{"measure":"National Institutes of Health Stroke Scale (NIHSS)","description":"The NIHSS is a 15-item impairment scale, intended to evaluate neurologic outcome and degree of recovery for patients with stroke. Total scores on the NIHSS range from 0 - 42, with higher values reflecting more severe cerebral infarcts and correspondingly more severe neurological impairment.","timeFrame":"Day 21"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18-80 years of age, both inclusive, of all sexes\n* 8 weeks to 12 months after a first-ever hemispheric subcortical ischemic stroke, confirmed by imaging\n* Pre-stroke modified Rankin Scale (mRS) 0 or 1\n* Action Research Arm Test (ARAT) score 13-50, both inclusive\n* Shoulder Abduction Finger Extension (SAFE) score ≥5\n* Patient participates voluntarily and gave written informed consent\n\nExclusion Criteria:\n\nDisease-related:\n\no Study procedures:\n\n1. Severe sensory deficits (score of 2 on item 8 of the NIHSS)\n2. Severe aphasia (a score of ≥2 on item 9 of the NIHSS)\n3. Severe neglect (a score of 2 on item 11 of the NIHSS)\n4. Co-morbid conditions such as fractures, osteoarthritis, fixed or severely interfering contraction or deformity in the affected limb, polyneuropathy and/or ischemic peripheral disease if the sensorimotor functions of the upper extremities are affected, other neurological disease(s) or known brain abnormalities, acute coronary syndrome, severe heart disease (NYHA class III or IV), cancer, severe liver disease (hepatic disease associated with coagulopathy \\[prothrombin time prolonged beyond the normal range\\] and clinically relevant bleeding risk including cirrhotic patients with Child Pugh B and C), and other major medical conditions that, in the opinion of the site investigator, might influence efficacy or safety assessment\n5. MMSE \\<20\n6. Current drug or alcohol use or dependency that would interfere with adherence to study procedures\n7. Participation in another interventional study\n\n   * Spasticity:\n8. Major spasticity as indicated by the Modified Ashworth Spasticity Scale \\>2/4 in either elbow flexors, wrist flexors or finger flexors of the affected limb\n9. Injection of botulinum toxin to the affected upper limb in the last three months, or the need of an injection of botulinum toxin anytime during the study period\n10. Injection of phenol to the affected upper limb in the last six months, or the need of an injection of phenol anytime during the study period\n\n    Exposure-related:\n11. Pacemaker or brain stimulator\n12. Implanted intracranial metals in the stimulation area such as clipping, coilings, ventriculo-peritoneal shunts, endoprosthesis, cochlear implant\n13. Scalp wounds or infections in the area of stimulation\n14. Any condition that would represent a contraindication for Cerebrolysin administration:\n\n    * hypersensitivity to one of the components of the drug\n    * epilepsy\n    * severe renal impairment (estimated glomerular filtration rate \\[eGFR\\] \\<30 ml/min/1.73 m2 as assessed at local laboratory within one month before screening)\n15. Breastfeeding; pregnant or trying to become pregnant\n16. Concomitant medications\n\n    * with potential negative effects on cortical excitability or plasticity (e.g. psycholeptics (ATC class N05), antiepileptics, neuroleptics, benzodiazepines, dextromethorphan)\n    * with potential positive effects on cortical excitability or plasticity (e.g. SSRIs, SNRIs, dopaminergic preparations, memantine, AChEIs, amphetamines) - except if the patient is on a stable dose for a minimum of four weeks. Special attention should be given to possible additive effects when Cerebrolysin is used in conjunction with antidepressants/MAO inhibitors. High doses of MAO inhibitors in combination with higher dosages of Cerebrolysin (30-40 ml) have been reported to increase blood pressure.\n    * with neuroprotective/neurotrophic/nootropic effects (e.g. ginkgo biloba, erythropoietin, citicoline, amantadine, piracetam)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Andreas Winkler, MD, MSc","affiliation":"Klinik Pirawarth","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Klinik Pirawarth","city":"Bad Pirawarth","zip":"2222","country":"Austria","geoPoint":{"lat":48.45194,"lon":16.59833}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000006952","term":"Cerebrolysin"}],"ancestors":[{"id":"D000018696","term":"Neuroprotective Agents"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018697","term":"Nootropic Agents"}],"browseLeaves":[{"id":"M351658","name":"Cerebrolysin","asFound":"VII","relevance":"HIGH"},{"id":"M20463","name":"Neuroprotective Agents","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"},{"id":"M20464","name":"Nootropic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"NeuroAg","name":"Neuroprotective Agents"},{"abbrev":"NootAg","name":"Nootropic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}