{"protocolSection":{"identificationModule":{"nctId":"NCT04047134","orgStudyIdInfo":{"id":"05/2018"},"secondaryIdInfos":[{"id":"GR-2016 - 02361678","type":"OTHER_GRANT","domain":"Italian Ministery of Health"}],"organization":{"fullName":"IRCCS San Raffaele","class":"OTHER"},"briefTitle":"Neuroimaging Biomarkers Toward a Personalized Upper Limb Action Observation Treatment in Chronic Stroke Patients","officialTitle":"Neuroimaging Biomarkers Toward an Optimized and Personalized Action Observation Treatment in Chronic Stroke Patients: New Strategies to Maximize the Efficacy of Upper Limb Functional Rehabilitation.","acronym":"BE-TOP"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-01-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-07-31","studyFirstSubmitQcDate":"2019-08-05","studyFirstPostDateStruct":{"date":"2019-08-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-02","lastUpdatePostDateStruct":{"date":"2022-08-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Francesco Infarinato","investigatorTitle":"Responsible of Rehab-bioengeneering lab.","investigatorAffiliation":"IRCCS San Raffaele"},"leadSponsor":{"name":"IRCCS San Raffaele","class":"OTHER"},"collaborators":[{"name":"Casa di Cura del Policlinico di Milano","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Much recent interest was raised by the use of Action Observation Treatment (AOT) in stroke patients rehabilitation. AOT, well-grounded in neurophysiology, is an updated approach, based on mirror neuron system (MNS) used to rebuild motor function despite injuries by engaging the brain regions active during action execution in individuals with limited mobility. This project aims at identifying, for the first time in Italy, neurophysiological electroencephalographic (EEG) biomarkers able to predict rehabilitation outcomes and providing an innovative optimized AOT rehabilitation protocol for chronic Stroke outpatients. EEG will be recorded to identify the most effective stimuli, quantify changes/recovery, profile patients.\n\nMoreover, an innovative AOT home-based program will be implemented. The translational research results will ensure advances in the optimization and personalization of the rehabilitative process thus contributing to improve the quality of life of chronic stroke patients.\n\nStroke is a leading cause of death and one of the greatest causes of long-term disability that interferes with a good quality of life. Nowadays the rehabilitation interventions are the major component of patient's care to achieve functional outcome. In the last few years, in order to improve Activity of Daily Living (ADL), new noninvasive strategies have emerged as rehabilitative treatments rather than traditional physical therapies. The Action Observation Treatment (AOT), supported by results collected through randomized controlled trials, is one of these. This new rehabilitation approach is based on the properties of the Mirror Neuron System (MNS; 11-13). The extensive research of the last 20 years on the human MNS (hMNS) showed its importance not only in action recognition but also in motor intentions and other social cognitive functions. Lastly, because recruited also in damage brain (18,19), the MNS is demonstrated to provide satisfactory rehabilitative outcomes. The AOT takes advantage of the opportunity to restore functions despite the patient's impairment and it seems to be a valid example of translational medicine from basic neuroscience to rehabilitation. To date, neurophysiological outcomes were never used for translational purposes aimed to the optimization of the therapy and no evidence, in Italy, related to the effectiveness of the home-based program were proposed.","detailedDescription":"This study protocol provides 3 experimental designs to satisfy 3 different specific aims as follows.\n\nExperimental design aim 1:\n\nTo assess which kind of ADL visual stimuli will be most effective inducing motor excitability during action observation, EEG recording will be performed. 20 Stroke patients (10 with right lesion and 10 left one) will be recruited and video of feeding, self care and external actions showed. The EEG biomarkers will be identify. A comparison on EEG rhythm and biomarkers between the two groups and the ADL categories observed will be investigated. The most effective category will be subsequently selected for the Randomized Controlled Trial (RCT).\n\nExperimental design aim 2:\n\nThis is an RCT study aimed to deeply investigate if EEG biomarkers are predictive of effectiveness of AOT on 40 Chronic Stroke outpatients in order to confirm the translational power of the optimized treatment. The subjects accurately enrolled for hospital program, will be randomly assigned to the Experimental Group (EG) or to the Control one (CG). The EG will observe and execute ADL actions, the CG will observe landscapes and perform the same actions observed by the others one but after verbal instructions. For each condition the patient will be presented with only 1 typology of motor task per day, starting from the easiest and ending with the most complex action throughout 15 sessions spread on 5 weeks (3 sessions/week). Tasks will be based on some relevant activities of daily living belonging to at least one between feeding, self-care or external actions category on the affected side. Each session will last about 15 minutes and will be repeated twice a day, at least 60 minutes apart. Before, after and in the middle of the treatment sessions all patients will be clinically, neurophysiologically (EEG and EMG) and behaviorally (Kinematics) assessed to verify neural plasticity and motor recovery.\n\nThe follow-up at 2 months later will be carried out to assess retention of effects.\n\nExperimental design aim 3:\n\nThe health policy to develop appropriate home-based rehabilitation programs for chronic stroke patients (24,25) could induce to explore whether AOT can meet the necessary translational requirements also for this type of care. A New group of 20 chronic stroke patients will be recruited and randomly assigned to the EG OR CG to follow the optimized AOT rehabilitation programs.\n\nAfter appropriate training of patients and caregivers, the use of tablets will let the home-based treatment. The investigators will define a low-cost highly accessible system based on tablet consumer technology for facilitating the AOT. In particular a tablet will be proposed with a web-based program that will be used to train the patients and receive a feedback of their progress.\n\nThe whole treatment period will last 6 weeks. The focus of this evaluation will be on the feasibility of the home-based treatment and the usability of the platform as well as the subjects satisfaction with the services. A preliminary estimate of the recovery and overall improvement of functional performances of participants will also be provided with respect to clinical outcomes."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["Prevention and treatment of movement","Motor Function","Action Observation Therapy","Mirror Neuron System","Upper Limb Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group (EG)","type":"EXPERIMENTAL","description":"The Experimental Group (EG) will observe and execute/repeat Activities of Daily Living (ADL) actions.","interventionNames":["Other: Action Observation Treatrment"]},{"label":"Control Group (CG)","type":"ACTIVE_COMPARATOR","description":"The COntrol Group (CG) will observe landscapes and perform the same actions observed by their peers but after verbal instructions.","interventionNames":["Other: Observation of videos with Non Motor contents"]}],"interventions":[{"type":"OTHER","name":"Action Observation Treatrment","description":"Participants will be asked to carefully observe the videos showing different daily actions. Each action will consist of 3 to 4 constituent motor acts. Each motor act will be presented for 3 minutes, totally lasting 12 min/video. At the end of each motor act presentation, participants will be asked to execute with the affected hand the observed motor sequence for 2 minutes (20 minutes/session). 10 daily actions will be recorded. Each video will be presented to participants twice a day, in order to complexity as judged by the experimenter. Only 1 typology of motor task per day for each condition, starting from the easiest and ending with the most complex action throughout 15 sessions spread on 5 weeks (3 sessions/week). Tasks will be based on some relevant activities of daily living belonging to at least one between feeding, self-care or external actions category on the affected side. Each session will last about 15 minutes and will be repeated twice a day, at least 60 minutes apart.","armGroupLabels":["Experimental Group (EG)"],"otherNames":["AOT"]},{"type":"OTHER","name":"Observation of videos with Non Motor contents","description":"Participants will be asked to observe video clips with no specific motor content. Videos will concern scientific, geographical and historical issues. As for cases, video clips will be divided into three to four parts. At the end of each part, controls will execute the same actions as cases, in the same order. In this way cases and controls will undergo the same amount of motor practice and receive the same amount of visual stimulation, the only difference being the content of visual stimuli.","armGroupLabels":["Control Group (CG)"],"otherNames":["NMO"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Fugl-Meyer (FM) Test","description":"The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia. It is applied clinically and in research to determine disease severity, describe motor recovery, and to plan and assess treatment. The scale is comprised of five domains and there are 155 items in total:\n\n* Motor functioning (the score ranges from 0 (hemiplegia) to 100 points (normal motor performance). Divided into 66 points for upper extremity and 34 points for the lower extremity.\n* Sensory functioning (from 0 to 24 points)\n* Balance (from 0 to 14)\n* Joint range of motion (from 0 to 44)\n* Joint pain (from 0 to 44 ) Scale items are scored on the basis of ability to complete the item using a 3-point ordinal scale where 0=cannot perform, 1=performs partially and 2=performs fully. The total possible scale score is 226.","timeFrame":"At baseline-day 0 (T0), the middle of the treatment-day 15 (T1), at the end treatment-day 30 (T2), and at the follow up visit-day 90 (2 months both for the hospital-based and for the home based program) (T3)"}],"secondaryOutcomes":[{"measure":"Change in Frenchay Arm Test (FAT)","description":"The Frenchay Arm Test (FAT) is a measure of upper extremity proximal motor control and dexterity during ADL performance in patients with impairments resulting from neurological conditions. The FAT is an upper extremity specific measure of activity limitation.","timeFrame":"At baseline-day 0 (T0), the middle of the treatment-day 15 (T1), at the end treatment-day 30 (T2), and at the follow up visit-day 90 (2 months both for the hospital-based and for the home based program) (T3)"}],"otherOutcomes":[{"measure":"Change in Box and Block Test (BBT)","description":"The Box and Block Test (BBT) measures unilateral gross manual dexterity. It is a quick, simple and inexpensive test. It can be used with a wide range of populations, including clients with stroke.","timeFrame":"At baseline-day 0 (T0), the middle of the treatment-day 15 (T1), at the end treatment-day 30 (T2), and at the follow up visit-day 90 (2 months both for the hospital-based and for the home based program) (T3)"},{"measure":"Change in Modified Ashworth Scale (MSA)","description":"The Modified Ashworth scale (MAS) measures resistance during passive soft-tissue stretching and is used as a simple measure of spasticity.\\[1\\] Scoring (taken from Bohannon and Smith, 1987):\n\n0: No increase in muscle tone\n\n1. Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion when the affected part(s) is moved in flexion or extension 1+: Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the Range Of Motion (ROM)\n2. More marked increase in muscle tone through most of the ROM, but affected part(s) easily moved\n3. Considerable increase in muscle tone, passive movement difficult\n4. Affected part(s) rigid in flexion or extension","timeFrame":"At baseline-day 0 (T0), the middle of the treatment-day 15 (T1), at the end treatment-day 30 (T2), and at the follow up visit-day 90 (2 months both for the hospital-based and for the home based program) (T3)"},{"measure":"Change in Modified Bartel Index (mBI)","description":"The Modified Bartel Index (mBI) is an ordinal scale used to measure performance in activities of daily living (ADL). Each performance item is rated on this scale with a given number of points assigned to each level or ranking. It uses ten variables describing ADL and mobility. A higher number is associated with a greater likelihood of being able to live at home with a degree of independence following discharge from hospital.","timeFrame":"At baseline-day 0 (T0), the middle of the treatment-day 15 (T1), at the end treatment-day 30 (T2), and at the follow up visit-day 90 (2 months both for the hospital-based and for the home based program) (T3)"},{"measure":"Change in Chedoke-McMaster Stroke Assessment scale","description":"The Chedoke-McMaster Stroke Assessment measures physical impairment and disability in people with stroke and other neurological impairment. The measure consists of an Impairment Inventory and an Activity Inventory (Moreland, Gowland, Van Hullenaar, \\& Huijbregts, 1993). The first inventory aims to determine the presence and severity of common physical impairments, to classify or stratify patients when planning, selecting interventions and evaluating their effectiveness and to predict outcomes. The second inventory measures changes in physical function (Gowland, Stratford, Ward, Moreland, Torresin, Van Hullenar, Sanford, Barreca, Vanspall, \\& Plews, 1993).\n\nNo helper needed 7 Complete Independence (Timely, Safely) 6 Modified Independence 5 Supervision A helper needed 4 Minimal Assist (Client = 75%) 3 Moderate Assist (Client = 50%) Complete Dependence 2 Maximal Assist (Client = 25%)\n\n1 Total Assist (Client = 0%)","timeFrame":"At baseline-day 0 (T0), the middle of the treatment-day 15 (T1), at the end treatment-day 30 (T2), and at the follow up visit-day 90 (2 months both for the hospital-based and for the home based program) (T3)"},{"measure":"Change in Mini-Mental state examination (MMSE)","description":"Il Mini-Mental State Examination (MMSE) (Folstein et al., 1975), is a neuropsychological test for the assessment of intellectual efficiency disorders and the presence of cognitive deterioration.\n\nThe total score is between a minimum of 0 and a maximum of 30 points, where a score of 30 represents the best cognitive condition, and 0 the worst.\n\nThe Mini-Mental state examination (MMSE) is often used as a screening tool in the investigation of subjects with dementia, and with neuropsychological syndromes of different nature.","timeFrame":"At baseline-day 0 (T0), at the end treatment-day 30 (T2) and at the follow up visit-day 90 (2 months both for the hospital-based and for the home based program) (T3)"},{"measure":"Change in ElectroEncephaloGraphy (EEG)","description":"Electroencephalography (EEG) is an electrophysiological monitoring method to record electrical activity of the brain. It is noninvasive, with the electrodes placed over the scalp. Each conscious and unconscious mental function is the result of the electrical communication among the human brain neurons. It is not possible to record in a no-invasive way the electrical activity related to each neuron, however the EEG technique is able to measure the voltage fluctuations over the scalp caused by the concomitant electrical activity of a neurons population. Such voltage fluctuations could be characterized in terms of spectral content (EEG rhythms or bands) or of time-domain characteristics (Evoked Potentials and Event-Related Potentials). Alph (8-13 Htz), Beta (14-30 Htz) and Mu (8-13 Htz) bandwidth will be registered. The last band will be analysed specifically to investigate the motor areas and mirror neuron system's activity.","timeFrame":"At baseline-day 0 (T0), at the end treatment-day 30 (T2) and at the follow up visit-day 90 (2 months both for the hospital-based and for the home based program) (T3)"},{"measure":"Change in surface ElectroMioGraphy (sEMG) - arm and shoulder muscles","description":"Surface electromyography (sEMG) is a non-invasive procedure involving the detection, recording and interpretation of the electric activity of groups of muscles at rest (i.e., static) and during activity (i.e., dynamic). The procedure is performed using a single or an array of electrodes placed on the skin surface over the muscles to be tested. Recording can also be made using a hand-held device, which is applied to the skin surface at different sites. Electrical activity is assessed by computer analysis of the frequency spectrum, amplitude, or root mean square of the electrical action potential.","timeFrame":"At baseline-day 0 (T0), at the end treatment-day 30 (T2) and at the follow up visit-day 90 (2 months both for the hospital-based and for the home based program) (T3)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* chronic stroke (never experienced AOT);\n* first-ever unilateral stroke due to ischemia provoking a clinically evident upper limb/hand deficit;\n* diagnosis verified by brain imaging (MRI);\n* cognitive function sufficient to understand the experimental instructions\n* Chedoke-McMaster stroke Assessment Scale score greater than 1;\n* informed written consent to participate in the study.\n\nExclusion Criteria:\n\n* bilateral impairment,\n* severe sensory deficits in the paretic upper limb,\n* cognitive impairment or behavioral dysfunction,\n* refusal or inability to provide informed consent and\n* other current severe medical problems.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Francesco Infarinato, Phd","role":"CONTACT","phone":"+39065225","phoneExt":"3788","email":"francesco.infarinato@sanraffaele.it"},{"name":"Sanaz Pournajaf, PT","role":"CONTACT","phone":"+39065225","phoneExt":"2319","email":"sanaz.pournajaf@sanraffaele.it"}],"overallOfficials":[{"name":"Francesco Infarinato, Phd","affiliation":"IRCSS San Raffaele Pisana","role":"STUDY_CHAIR"}],"locations":[{"facility":"Casa di Cura del Policlinico di Milano","status":"NOT_YET_RECRUITING","city":"Milan","state":"MI","country":"Italy","contacts":[{"name":"Irma Sterpi, PhD","role":"CONTACT","email":"i.sterpi@ccppdezza.it"},{"name":"Irma Sterpi, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.46427,"lon":9.18951}},{"facility":"IRCCS San Raffaele Pisana","status":"RECRUITING","city":"Rome","state":"RM","zip":"00166","country":"Italy","contacts":[{"name":"Astrid Van Rijn","role":"CONTACT","phone":"+39-065225","phoneExt":"3405","email":"astrid.vanrijn@sanraffaele.it"},{"name":"Sanaz Pournajaf, PT","role":"CONTACT","phone":"+39-065225","phoneExt":"2319","email":"sanaz.pournajaf@sanraffaele.it"},{"name":"Francesco Infarinato, Phd","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sanaz Pournajaf, PT","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"17868935","type":"BACKGROUND","citation":"Gosman-Hedstrom G, Claesson L, Blomstrand C. Consequences of severity at stroke onset for health-related quality of life (HRQL) and informal care: a 1-year follow-up in elderly stroke survivors. Arch Gerontol Geriatr. 2008 Jul-Aug;47(1):79-91. doi: 10.1016/j.archger.2007.07.006. Epub 2007 Sep 14."},{"pmid":"21901720","type":"BACKGROUND","citation":"Laver KE, George S, Thomas S, Deutsch JE, Crotty M. Virtual reality for stroke rehabilitation. Cochrane Database Syst Rev. 2011 Sep 7;(9):CD008349. doi: 10.1002/14651858.CD008349.pub2."},{"pmid":"25387001","type":"BACKGROUND","citation":"Pollock A, Farmer SE, Brady MC, Langhorne P, Mead GE, Mehrholz J, van Wijck F. Interventions for improving upper limb function after stroke. Cochrane Database Syst Rev. 2014 Nov 12;2014(11):CD010820. doi: 10.1002/14651858.CD010820.pub2."},{"pmid":"21051765","type":"BACKGROUND","citation":"Michielsen ME, Selles RW, van der Geest JN, Eckhardt M, Yavuzer G, Stam HJ, Smits M, Ribbers GM, Bussmann JB. Motor recovery and cortical reorganization after mirror therapy in chronic stroke patients: a phase II randomized controlled trial. Neurorehabil Neural Repair. 2011 Mar-Apr;25(3):223-33. doi: 10.1177/1545968310385127. Epub 2010 Nov 4."},{"pmid":"17499164","type":"BACKGROUND","citation":"Ertelt D, Small S, Solodkin A, Dettmers C, McNamara A, Binkofski F, Buccino G. Action observation has a positive impact on rehabilitation of motor deficits after stroke. Neuroimage. 2007;36 Suppl 2:T164-73. doi: 10.1016/j.neuroimage.2007.03.043. Epub 2007 Mar 31."},{"pmid":"20414184","type":"BACKGROUND","citation":"Franceschini M, Agosti M, Cantagallo A, Sale P, Mancuso M, Buccino G. Mirror neurons: action observation treatment as a tool in stroke rehabilitation. Eur J Phys Rehabil Med. 2010 Dec;46(4):517-23. Epub 2010 Apr 23."},{"pmid":"22235059","type":"BACKGROUND","citation":"Franceschini M, Ceravolo MG, Agosti M, Cavallini P, Bonassi S, Dall'Armi V, Massucci M, Schifini F, Sale P. Clinical relevance of action observation in upper-limb stroke rehabilitation: a possible role in recovery of functional dexterity. A randomized clinical trial. Neurorehabil Neural Repair. 2012 Jun;26(5):456-62. doi: 10.1177/1545968311427406. Epub 2012 Jan 10."},{"pmid":"22765352","type":"BACKGROUND","citation":"Buccino G, Arisi D, Gough P, Aprile D, Ferri C, Serotti L, Tiberti A, Fazzi E. Improving upper limb motor functions through action observation treatment: a pilot study in children with cerebral palsy. Dev Med Child Neurol. 2012 Sep;54(9):822-8. doi: 10.1111/j.1469-8749.2012.04334.x. Epub 2012 Jul 6."},{"pmid":"24642381","type":"BACKGROUND","citation":"Brunner IC, Skouen JS, Ersland L, Gruner R. Plasticity and response to action observation: a longitudinal FMRI study of potential mirror neurons in patients with subacute stroke. Neurorehabil Neural Repair. 2014 Nov-Dec;28(9):874-84. doi: 10.1177/1545968314527350. Epub 2014 Mar 18."},{"pmid":"8800951","type":"BACKGROUND","citation":"Gallese V, Fadiga L, Fogassi L, Rizzolatti G. Action recognition in the premotor cortex. Brain. 1996 Apr;119 ( Pt 2):593-609. doi: 10.1093/brain/119.2.593."},{"pmid":"15860620","type":"BACKGROUND","citation":"Fogassi L, Ferrari PF, Gesierich B, Rozzi S, Chersi F, Rizzolatti G. Parietal lobe: from action organization to intention understanding. Science. 2005 Apr 29;308(5722):662-7. doi: 10.1126/science.1106138."},{"pmid":"19805419","type":"BACKGROUND","citation":"Bonini L, Rozzi S, Serventi FU, Simone L, Ferrari PF, Fogassi L. Ventral premotor and inferior parietal cortices make distinct contribution to action organization and intention understanding. Cereb Cortex. 2010 Jun;20(6):1372-85. doi: 10.1093/cercor/bhp200. Epub 2009 Oct 5."},{"pmid":"21802449","type":"BACKGROUND","citation":"Campione GC, Gentilucci M. Is the observation of the human kinematics sufficient to activate automatic imitation of transitive actions? Behav Brain Res. 2011 Nov 20;225(1):201-8. doi: 10.1016/j.bbr.2011.07.025. Epub 2011 Jul 23."},{"pmid":"20216547","type":"BACKGROUND","citation":"Rizzolatti G, Sinigaglia C. The functional role of the parieto-frontal mirror circuit: interpretations and misinterpretations. Nat Rev Neurosci. 2010 Apr;11(4):264-74. doi: 10.1038/nrn2805. Epub 2010 Mar 10."},{"pmid":"24692357","type":"BACKGROUND","citation":"Rizzolatti G, Cattaneo L, Fabbri-Destro M, Rozzi S. Cortical mechanisms underlying the organization of goal-directed actions and mirror neuron-based action understanding. Physiol Rev. 2014 Apr;94(2):655-706. doi: 10.1152/physrev.00009.2013."},{"pmid":"23545395","type":"BACKGROUND","citation":"Bonini L, Ferrari PF, Fogassi L. Neurophysiological bases underlying the organization of intentional actions and the understanding of others' intention. Conscious Cogn. 2013 Sep;22(3):1095-104. doi: 10.1016/j.concog.2013.03.001. Epub 2013 Mar 30."},{"pmid":"24140938","type":"BACKGROUND","citation":"Frenkel-Toledo S, Bentin S, Perry A, Liebermann DG, Soroker N. Mirror-neuron system recruitment by action observation: effects of focal brain damage on mu suppression. Neuroimage. 2014 Feb 15;87:127-37. doi: 10.1016/j.neuroimage.2013.10.019. Epub 2013 Oct 18."},{"pmid":"23743974","type":"BACKGROUND","citation":"Garrison KA, Aziz-Zadeh L, Wong SW, Liew SL, Winstein CJ. Modulating the motor system by action observation after stroke. Stroke. 2013 Aug;44(8):2247-53. doi: 10.1161/STROKEAHA.113.001105. Epub 2013 Jun 6."},{"pmid":"27077994","type":"BACKGROUND","citation":"Kuk EJ, Kim JM, Oh DW, Hwang HJ. Effects of action observation therapy on hand dexterity and EEG-based cortical activation patterns in patients with post-stroke hemiparesis. Top Stroke Rehabil. 2016 Oct;23(5):318-25. doi: 10.1080/10749357.2016.1157972. Epub 2016 Mar 31."},{"pmid":"24778380","type":"BACKGROUND","citation":"Buccino G. Action observation treatment: a novel tool in neurorehabilitation. Philos Trans R Soc Lond B Biol Sci. 2014 Apr 28;369(1644):20130185. doi: 10.1098/rstb.2013.0185. Print 2014."},{"pmid":"22522432","type":"BACKGROUND","citation":"Sale P, Franceschini M. Action observation and mirror neuron network: a tool for motor stroke rehabilitation. Eur J Phys Rehabil Med. 2012 Jun;48(2):313-8. Epub 2012 Apr 20."},{"pmid":"19111623","type":"BACKGROUND","citation":"Babiloni C, Del Percio C, Rossini PM, Marzano N, Iacoboni M, Infarinato F, Lizio R, Piazza M, Pirritano M, Berlutti G, Cibelli G, Eusebi F. Judgment of actions in experts: a high-resolution EEG study in elite athletes. Neuroimage. 2009 Apr 1;45(2):512-21. doi: 10.1016/j.neuroimage.2008.11.035. Epub 2008 Dec 10."},{"pmid":"24338496","type":"BACKGROUND","citation":"Laver KE, Schoene D, Crotty M, George S, Lannin NA, Sherrington C. Telerehabilitation services for stroke. Cochrane Database Syst Rev. 2013 Dec 16;2013(12):CD010255. doi: 10.1002/14651858.CD010255.pub2."},{"pmid":"22627983","type":"BACKGROUND","citation":"Chumbler NR, Quigley P, Li X, Morey M, Rose D, Sanford J, Griffiths P, Hoenig H. Effects of telerehabilitation on physical function and disability for stroke patients: a randomized, controlled trial. Stroke. 2012 Aug;43(8):2168-74. doi: 10.1161/STROKEAHA.111.646943. Epub 2012 May 24."},{"pmid":"26641241","type":"BACKGROUND","citation":"Li L, Wang J, Xu G, Li M, Xie J. The Study of Object-Oriented Motor Imagery Based on EEG Suppression. PLoS One. 2015 Dec 7;10(12):e0144256. doi: 10.1371/journal.pone.0144256. eCollection 2015."},{"pmid":"26518670","type":"BACKGROUND","citation":"Simis M, Doruk D, Imamura M, Anghinah R, Morales-Quezada L, Fregni F, Battistella LR. Neurophysiologic predictors of motor function in stroke. Restor Neurol Neurosci. 2016;34(1):45-54. doi: 10.3233/RNN-150550."},{"pmid":"27390408","type":"BACKGROUND","citation":"Kim J, Kim S. The effects of visual stimuli on EEG mu rhythms in healthy adults. J Phys Ther Sci. 2016 Jun;28(6):1748-52. doi: 10.1589/jpts.28.1748. Epub 2016 Jun 28."},{"pmid":"27057546","type":"BACKGROUND","citation":"Caimmi M, Visani E, Digiacomo F, Scano A, Chiavenna A, Gramigna C, Molinari Tosatti L, Franceschetti S, Molteni F, Panzica F. Predicting Functional Recovery in Chronic Stroke Rehabilitation Using Event-Related Desynchronization-Synchronization during Robot-Assisted Movement. Biomed Res Int. 2016;2016:7051340. doi: 10.1155/2016/7051340. Epub 2016 Jan 17."},{"pmid":"36000699","type":"DERIVED","citation":"Franceschini M, Ottaviani M, Romano P, Goffredo M, Pournajaf S, Lofrumento M, Proietti S, Sterpi I, Tricomi E, Tropea P, Corbo M, Fadiga L, Infarinato F. The Reaching Phase of Feeding and Self-Care Actions Optimizes Action Observation Effects in Chronic Stroke Subjects. Neurorehabil Neural Repair. 2022 Sep;36(9):574-586. doi: 10.1177/15459683221110884. Epub 2022 Aug 24."},{"pmid":"35930301","type":"DERIVED","citation":"Borges LR, Fernandes AB, Oliveira Dos Passos J, Rego IAO, Campos TF. Action observation for upper limb rehabilitation after stroke. Cochrane Database Syst Rev. 2022 Aug 5;8(8):CD011887. doi: 10.1002/14651858.CD011887.pub3."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}