{"protocolSection":{"identificationModule":{"nctId":"NCT05854485","orgStudyIdInfo":{"id":"HP-00105650"},"organization":{"fullName":"University of Maryland, Baltimore","class":"OTHER"},"briefTitle":"Robot-Aided Assessment and Rehabilitation of Upper Extremity Function After Stroke","officialTitle":"Robot-Aided Assessment and Rehabilitation of Upper Extremity Function After Stroke"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-18","studyFirstSubmitQcDate":"2023-05-02","studyFirstPostDateStruct":{"date":"2023-05-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-28","lastUpdatePostDateStruct":{"date":"2024-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kelly Westlake","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Maryland, Baltimore"},"leadSponsor":{"name":"University of Maryland, Baltimore","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this clinical trial is to investigate the efficacy of a hybrid-based rehabilitation program for the upper extremity(UE) combining the interventions- Functional Electrical Stimulation (FES) and Robotic rehabilitation in individuals with chronic stroke. The main question it aims to answer is if the Hybrid multi-muscle FES+Robot upper extremity rehabilitation is more effective in improving the upper extremity motor impairments and function as compared to robotic upper extremity training alone.","detailedDescription":"Individuals with chronic stroke(\\> 6months after stroke) will be recruited. All participants will complete clinical and kinematic assessments at 2 time points(baseline and after 6 weeks training). Each participant will receive 18 sessions of 60 minute upper extremity training over 6 weeks.\n\nStudy participants will be randomly assigned to receive either of the following upper extremity training- 1. Hybrid multi-muscle FES+Robot training group or 2.Robot only training group.\n\nThe following clinical assessments to measure the motor impairments and functional recovery will be performed: Fugl-Meyer Upper Extremity, Modified Ashworth Scale, and Wolf Motor Function Test.\n\nKinematic assessments will be conducted using the REACH robotic device and the Kinereach/trakStar system. The following kinematic parameters will be collected: Smoothness, Range of Motion, and Speed."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke Rehabilitation","Robotic Rehabilitation","Functional Electrical Stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Hybrid multi-muscle FES+Robot","type":"EXPERIMENTAL","description":"Participants will be receive hybrid upper extremity training involving the combination of REACH robotic device and multi-muscle FES. Water based electrodes will be positioned on the Triceps, Anconeus, wrist and finger extensors. Stimulation intensity of FES will be set at the participants tolerance level. The FES induced muscle contraction timing will be triggered in synchrony with the robotic movement. The training will be a multi-directional reach movement and hand opening re-training.","interventionNames":["Combination Product: REACH robotic training and multi-muscle Functional Electrical Stimulation (FES) group"]},{"label":"Robot only","type":"ACTIVE_COMPARATOR","description":"Participants will receive upper extremity training with the REACH robotic device. The training will be a multi-directional reach movement re-training.","interventionNames":["Combination Product: Robot only group"]}],"interventions":[{"type":"COMBINATION_PRODUCT","name":"REACH robotic training and multi-muscle Functional Electrical Stimulation (FES) group","description":"Participants in this group will receive multi-muscle FES during arm robotic training","armGroupLabels":["Hybrid multi-muscle FES+Robot"]},{"type":"COMBINATION_PRODUCT","name":"Robot only group","description":"Participants in this group will receive arm robotic training only","armGroupLabels":["Robot only"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Kinematic Assessment:Smoothness in 1/s2","description":"This measure will be collected as the participants performs target reaching out and in movements of the arm. Smoothness will be collected from the REACH robotic device to determine the kinematic changes in the reaching movements. Kinereach/trakStar system will also be utilized to conduct kinematic assessment and determine the translation of training effects into functional upper extremity use.","timeFrame":"Change from Baseline Smoothness at 6 weeks"},{"measure":"Kinematic Assessment:Speed in cm/seconds","description":"This measure will be collected as the participants performs target reaching out and in movements of the arm. Speed will be collected from the REACH robotic device to determine the kinematic changes in the reaching movements. Kinereach/trakStar system will also be utilized to conduct kinematic assessment and determine the translation of training effects into functional upper extremity use.","timeFrame":"Change from Baseline Speed at 6 weeks"},{"measure":"Kinematic Assessment:Range of Motion(ROM) in cms","description":"This measure will be collected as the participants performs target reaching out and in movements of the arm. ROM will be collected from the REACH robotic device to determine the kinematic changes in the reaching movements. Kinereach/trakStar system will also be utilized to conduct kinematic assessment and determine the translation of training effects into functional upper extremity use.","timeFrame":"Change from Baseline ROM at 6 weeks"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Upper Extremity(FMA-UE)","description":"FMA-UE is a standard measure for the clinical assessment of motor impairment. FMA mainly evaluates the degree of synergy pattern during volitional movements, along with reflex activity and coordination. It is based on 33 items and scores range from 0 to 66. A higher score means better motor function.","timeFrame":"Change from Baseline FMA-UE at 6 weeks"},{"measure":"Modified Ashworth Scale of muscle spasticity (MAS)","description":"The MAS is a measurement of spasticity across specific muscle groups. The grading of spasticity ranges from 0 to 5 with higher score indicating worse functioning.","timeFrame":"Change from Baseline MAS at 6 weeks"},{"measure":"Wolf Motor Function Test (WMFT)","description":"WMFT is a function based test designed to measure upper extremity movements and movement speed during functional tasks. The WMFT consists of 17 items, of which 15 measure time to perform functional tasks and 2 strength-based tasks. Two types of scores are recorded during the task:WMFT-TIME(time of the task) and WMFT-FAS (functional abilities). The maximum score of WMFT-TIME is 120 seconds, and a higher score means slower movement. WMFT-FAS is scored from 0 to 5, and a higher score indicates higher level of functional performance, better quality of the paretic upper extremity during the task.","timeFrame":"Change from Baseline WMFT at 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Individuals with chronic stroke(\\>6months post stroke)\n2. Age-22-85 years old\n3. Ability to perform a Upper Extremity forward reach of about 3 inches\n\nExclusion Criteria:\n\n1. Upper Extremity co-morbidities-pain, arthritis, and other neurological disorders\n2. Unable to tolerate electrical stimulation\n3. Have implants such as pacemaker, spinal cord or deep brain stimulator\n4. Have an elbow contracture of greater than 150 degrees\n5. Receiving Botox injections within 3 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sanjana Rao","role":"CONTACT","phone":"4438256349","email":"sanjana.rao@som.umaryland.edu"}],"locations":[{"facility":"University of Maryland School of Medicine","status":"RECRUITING","city":"Baltimore","state":"Maryland","zip":"21201","country":"United States","contacts":[{"name":"Sanjana Rao","role":"CONTACT"}],"geoPoint":{"lat":39.29038,"lon":-76.61219}}]},"referencesModule":{"references":[{"pmid":"27692878","type":"BACKGROUND","citation":"Resquin F, Cuesta Gomez A, Gonzalez-Vargas J, Brunetti F, Torricelli D, Molina Rueda F, Cano de la Cuerda R, Miangolarra JC, Pons JL. Hybrid robotic systems for upper limb rehabilitation after stroke: A review. Med Eng Phys. 2016 Nov;38(11):1279-1288. doi: 10.1016/j.medengphy.2016.09.001. Epub 2016 Sep 29."},{"pmid":"19190087","type":"BACKGROUND","citation":"Hughes AM, Freeman CT, Burridge JH, Chappell PH, Lewin PL, Rogers E. Feasibility of iterative learning control mediated by functional electrical stimulation for reaching after stroke. Neurorehabil Neural Repair. 2009 Jul-Aug;23(6):559-68. doi: 10.1177/1545968308328718. Epub 2009 Feb 3."},{"pmid":"31068898","type":"BACKGROUND","citation":"Duret C, Grosmaire AG, Krebs HI. Robot-Assisted Therapy in Upper Extremity Hemiparesis: Overview of an Evidence-Based Approach. Front Neurol. 2019 Apr 24;10:412. doi: 10.3389/fneur.2019.00412. eCollection 2019."},{"pmid":"16790067","type":"BACKGROUND","citation":"Kahn LE, Zygman ML, Rymer WZ, Reinkensmeyer DJ. Robot-assisted reaching exercise promotes arm movement recovery in chronic hemiparetic stroke: a randomized controlled pilot study. J Neuroeng Rehabil. 2006 Jun 21;3:12. doi: 10.1186/1743-0003-3-12."},{"pmid":"18184932","type":"BACKGROUND","citation":"Volpe BT, Lynch D, Rykman-Berland A, Ferraro M, Galgano M, Hogan N, Krebs HI. Intensive sensorimotor arm training mediated by therapist or robot improves hemiparesis in patients with chronic stroke. Neurorehabil Neural Repair. 2008 May-Jun;22(3):305-10. doi: 10.1177/1545968307311102. Epub 2008 Jan 9."},{"pmid":"31180833","type":"BACKGROUND","citation":"Ambrosini E, Zajc J, Ferrante S, Ferrigno G, Gasperina SD, Bulgheroni M, Baccinelli W, Schauer T, Wiesener C, Russold M, Gfoehler M, Puchinger M, Weber M, Becker S, Krakow K, Immick N, Augsten A, Rossini M, Proserpio D, Gasperini G, Molteni F, Pedrocchi A. A Hybrid Robotic System for Arm Training of Stroke Survivors: Concept and First Evaluation. IEEE Trans Biomed Eng. 2019 Dec;66(12):3290-3300. doi: 10.1109/TBME.2019.2900525. Epub 2019 Jun 5."},{"pmid":"29988530","type":"BACKGROUND","citation":"Collins KC, Kennedy NC, Clark A, Pomeroy VM. Kinematic Components of the Reach-to-Target Movement After Stroke for Focused Rehabilitation Interventions: Systematic Review and Meta-Analysis. Front Neurol. 2018 Jun 25;9:472. doi: 10.3389/fneur.2018.00472. eCollection 2018."},{"pmid":"24312073","type":"BACKGROUND","citation":"Turner DL, Ramos-Murguialday A, Birbaumer N, Hoffmann U, Luft A. Neurophysiology of robot-mediated training and therapy: a perspective for future use in clinical populations. Front Neurol. 2013 Nov 13;4:184. doi: 10.3389/fneur.2013.00184."},{"pmid":"28265148","type":"BACKGROUND","citation":"Moon SH, Choi JH, Park SE. The effects of functional electrical stimulation on muscle tone and stiffness of stroke patients. J Phys Ther Sci. 2017 Feb;29(2):238-241. doi: 10.1589/jpts.29.238. Epub 2017 Feb 24."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}