{"protocolSection":{"identificationModule":{"nctId":"NCT04888416","orgStudyIdInfo":{"id":"2021H0162"},"secondaryIdInfos":[{"id":"AOTFIR21JUCKETT","type":"OTHER_GRANT","domain":"American Occupational Therapy Foundation"}],"organization":{"fullName":"Ohio State University","class":"OTHER"},"briefTitle":"Implementing Outcome Measures in Stroke Rehabilitation","officialTitle":"Strategies to Promote the Implementation of Outcome Measures in Stroke Rehabilitation","acronym":"I-STROM"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-05-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-05-06","studyFirstSubmitQcDate":"2021-05-11","studyFirstPostDateStruct":{"date":"2021-05-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-16","lastUpdatePostDateStruct":{"date":"2023-10-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lisa Juckett","investigatorTitle":"Instructor","investigatorAffiliation":"Ohio State University"},"leadSponsor":{"name":"Ohio State University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary objective of this study is to tailor and test implementation strategies to support the adoption of two upper extremity motor outcome measures for stroke: the Fugl-Meyer Assessment and the Action Research Arm Test. The study's interdisciplinary team will address this objective through the following specific aims: (a) Tailor a package of implementation strategies (referred to as I-STROM-Implementation STRategies for Outcome Measurement) to promote outcome measure use across the care continuum, (b) Determine the effectiveness of I-STROM on outcome measure adoption and (c) Evaluate the appropriateness, acceptability, and feasibility of I-STROM in rehabilitation settings across the country. The mixed-methods study design is informed by implementation science methodologies, and the tailoring of I-STROM will be guided by input from stakeholders, including occupational therapy practitioners and administrators. The investigators will collect robust quantitative and qualitative data by means of retrospective chart reviews, electronic surveys, and stakeholder focus groups. This study, \"Strategies to Promote the Implementation of Outcome Measures in Stroke Rehabilitation,\" will address core barriers to outcome measure use through a package of implementation strategies, thus laying the groundwork for I-STROM scale-up in health systems nationwide.","detailedDescription":"Recruitment of Stakeholders. OSUWMC is comprised of several facilities that provide optimal care to patients throughout Ohio and the Midwest. OSUWMC's acute care hospital serves \\~1200 stroke survivors annually. A total of 220 stroke survivors were admitted in 2019 to OSUWMC's Dodd Rehabilitation Hospital, which is a 60-bed inpatient rehabilitation facility. OSUWMC also provides outpatient rehabilitation services at its main ambulatory care location, Martha Morehouse Medical Pavilion, and serves \\~150 stroke survivors each year. Additionally, each setting has an appointed evidence-based practice (EBP) Team Leader who organizes quality improvement activities to promote the use of evidence in practice. The inpatient Team Leader will serve as Co-Investigator for the proposed study and regularly collaborates with the Team Leaders in acute care and outpatient rehabilitation. Three OT practitioners will serve as outcome measure \"champions.\" The investigators plan to invite all OT practitioners from acute (N \\~ 30), inpatient (N \\~ 15), and outpatient (N \\~ 10) as well as administrators (N \\~6) to participate in I-STROM, complete the electronic surveys, and participate in focus groups. Inclusion criteria for participants include full- or part-time employment at OSUWMC and experience evaluating stroke survivors or overseeing the provision of stroke care in the past 3-months.\n\nStudy Procedures and I-STROM Description. At the start of the study, the PI and Co-I (Wengerd) will train the three site \"champions\" on the use of the Fugl-Meyer and Action Research Arm Test and review procedures for trouble-shooting implementation issues. The study team will then conduct a baseline retrospective chart review to determine the extent to which the Fugl-Meyer and Action Research Arm Test have been adopted in acute, inpatient, and outpatient stroke rehabilitation. Baseline survey data will capture perceptions of (a) the acceptability, appropriateness, and feasibility of the Fugl-Meyer and Action Research Arm Test and (b) the core barriers of outcome measure use. In Months 2-4, focus group data will be collected to inform the tailoring of I-STROM based on the needs of each rehabilitation setting. Description of I-STROM. Three core strategies will be included in I-STROM: initial and booster educational meetings, learning collaboratives, and outcome measure champions. Though the study team will tailor I-STROM to the needs of each of our three settings, the team expects that initial educational meeting will be delivered in a webinar format that will be recorded and accessible to stakeholders during and after the study. Follow-up educational meetings will be held in person on a quarterly basis to assist practitioners with outcome measure use. Learning collaborative sessions will initially occur quarterly to allow practitioners to share their outcome measure experiences with their professional peers. Lastly, the team anticipates that outcome measure champions will meet with the PI at least 2x/month to identify challenges and successes with I-STROM and outcome measure adoption. I-STROM will be delivered through Months 8-20 of the study with quarterly chart audits (random 10-30 of eligible charts) to monitor outcome measure use. Upon the conclusion of I-STROM, we will collect posttest data by administering our follow-up survey to practitioners and administrators (Month 20) to assess changes in (a) the acceptability, appropriateness, and feasibility of the Fugl-Meyer and Action Research Arm Test and (b) the core barriers of outcome measure use. We will supplement survey data with a retrospective chart review to determine I-STROM's effect on outcome measure adoption over time. Follow-up focus groups with stakeholders will explore experiences with I-STROM and illuminate how I-STROM can translate to non-OSUWMC settings. Widespread scalability of I-STROM will be evaluated via an electronic survey administered (via REDCap) to practitioners and administrators nationwide. T\n\nRetrospective chart reviews. All OSUWMC practitioners document stroke survivor evaluations, goals, notes, and discharge plans in the EPIC record system. The study team plans to manually extract the following chart data that pertain to Fugl-Meyer and Action Research Arm Test implementation (Appendix A): use of Fugl-Meyer (YES/NO), use of Action Research Arm Test (YES/NO), date of use, and initial onset of client stroke. These data fields will be obtained by request from OSUWMC's Information Warehouse Honest Broker Operations Committee at the following study time points: baseline, quarterly during the deployment of I-STROM, and upon I-STROM's conclusion. The PI (Juckett) and Co-I (Banhos) will extract chart data using an approach similar to the chart review methodology applied in the PI's dissertation (Juckett et al., 2019b). Stroke survivors whose charts will be included in our study will (a) have had a stroke in the past 12-months, (b) receive acute, inpatient, or outpatient services at OSUWMC, and (c) have undergone an evaluation with an OT. Baseline data will be obtained to examine outcome measure use among a random 30% of stroke survivor charts from each setting (N \\~ 360 acute; N \\~ 60 inpatient, N \\~ 45 outpatient) 12-months prior to the study start date. Monthly audits will be performed on eligible charts (10-30 per setting) during the delivery of I-STROM to monitor outcome measure adoption. At I-STROM conclusion, the study team will then extract data from another 30% of charts from the previous 12-months to identify pre-post effectiveness of I-STROM on outcome measure adoption.\n\nElectronic surveys. The first section of this four-part electronic survey will gather participant demographics. Part two will assess stakeholder perceptions of two core barriers: networks and communication and culture (Fernandez et al., 2018; Appendix B); the third section will examine the third core barrier: access to knowledge and information (Gagliardi et al., 2019). The last section of the survey will assess the acceptability, appropriateness, and feasibility (Weiner et al., 2017) of implementing the Fugl-Meyer and Action Research Arm Test. This survey will be administered at baseline and upon I-STROM conclusion. At I-STROM conclusion, the study team will also administer a nationwide survey to OT practitioners and administrators in stroke rehabilitation to assess perceptions of I-STROM's acceptability, appropriateness, and feasibility and other strategies that should be incorporated into I-STROM to enhance its relevance in diverse practice settings (Appendix C).\n\nQualitative focus groups. The study team will conduct four focus groups before the deployment of I-STROM, each group consisting of 5-10 acute OT practitioners, inpatient OT practitioners, outpatient OT practitioners, and OSUWMC administrators. Focus group data will aid in our tailoring of core I-STROM strategies. Focus group questions will be guided by the ERIC taxonomy (Appendix D). After I-STROM completion, the study team will hold another four focus groups to assess stakeholder perceptions of I-STROM and outcome measure adoption. Focus groups will last approximately 45 minutes in duration, will be audio recorded (with permission), and will be transcribed prior to undergoing analysis.\n\nAim 1. Tailor a package of implementation strategies to facilitate use of the Fugl-Meyer and Action Research Arm Test across the stroke continuum. Purpose and Design. The study team will address Aim 1 using an explanatory sequential mixed-methods approach. Investigators will first identify current rates of Fugl-Meyer and Action Research Arm Test use across the three continuum sites (chart review) and evaluate the practitioners' perceptions of (a) the three core barriers that have been found to influence implementation and (b) the acceptability, appropriateness, and feasibility of implementing the Fugl-Meyer and Action Research Arm Test (electronic survey). Focus groups with site stakeholders will inform the tailoring of I-STROM strategies to each of the three practice settings. Data Analysis. Rates of outcome measure adoption will be evaluated by means of descriptive statistics and will be reported in percentages. The study team will use bivariate Pearson correlations to examine associations between Fugl-Meyer and Action Research Arm Test use and practitioner perceptions of core implementation barriers. Focus group data will be analyzed by two members of the research team through directed content analysis with coders achieving a Cohen's kappa \\>.8 to ensure consistency.\n\nAim 2. Determine the effectiveness of a package of implementation strategies designed to support Fugl-Meyer and Action Research Arm Test adoption. Purpose and Design. The study team will use an interrupted time series design to examine the effectiveness of I-STROM on the adoption of the Fugl-Meyer and Action Research Arm Test over 12-months; follow-up survey data will represent changes in (a) practitioner perceptions of core barriers and (b) perceptions of outcome measure acceptability, appropriateness, and feasibility. The study team will complete follow-up focus groups to identify perceptions of I-STROM and the relevance of I-STROM across multiple practice settings. Data Analysis. Rates of outcome measure adoption will be calculated as percentages for all three settings in individual and aggregate form. Matched-paired t-tests will be used to detect significant differences in (a) outcome measure adoption, (b) perceptions of acceptability, appropriateness, and feasibility, and (c) core implementation barriers before and after I-STROM. Magnitude of differences will be expressed in effect sizes (Cohen's d). The qualitative approach (e.g., directed content analysis) from Aim 1 will be replicated to examine focus group data.\n\nAim 3. Evaluate the acceptability, feasibility, and appropriateness of I-STROM by OT practitioners in stroke rehabilitation nationwide. Purpose and Design. The investigators will use a cross-sectional electronic survey approach to evaluate the acceptability, feasibility, and appropriateness of I-STROM to other stroke rehabilitation settings. The team will also invite respondents to provide narrative comments that pertain to additional strategies to be included in I-STROM to enhance I-STROM scalability and relevance to other sites. Data will be used to inform future funding proposals that aim to extend I-STROM in a multi-site trial. Data Analysis. Descriptive statistics will be used to examine I-STROM acceptability, appropriateness, and feasibility. Demographics (e.g., age, education, practice setting) will be analyzed by means of multiple linear regression to determine predictors of I-STROM acceptability, appropriateness, and feasibility. Respondent comments will be examined through descriptive content analysis by the PI and trained research assistant."},"conditionsModule":{"conditions":["Stroke","Upper Extremity Dysfunction","Hemiplegia","Hemiparesis","Knowledge, Attitudes, Practice"],"keywords":["Implementation science","Knowledge translation","Evidence-based practice","Clinical practice guidelines"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Interrupted time series","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":3500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Acute care","type":"EXPERIMENTAL","description":"Acute care practitioners who will receive the I-STROM intervention","interventionNames":["Behavioral: I-STROM"]},{"label":"Inpatient","type":"EXPERIMENTAL","description":"Inpatient practitioners who will receive the I-STROM intervention","interventionNames":["Behavioral: I-STROM"]},{"label":"Outpatient","type":"EXPERIMENTAL","description":"Outpatient practitioners who will receive the I-STROM intervention","interventionNames":["Behavioral: I-STROM"]}],"interventions":[{"type":"BEHAVIORAL","name":"I-STROM","description":"I-STROM is a combination of the following implementation strategies: (a) initial and ongoing training, (b) learning collaboratives/knowledge sharing meetings, and (c) outcome measure champions","armGroupLabels":["Acute care","Inpatient","Outpatient"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the adoption of outcome measures","description":"Proportion of patients who are administered the outcome measures","timeFrame":"12-months"}],"secondaryOutcomes":[{"measure":"Change in acceptability","description":"Acceptability of outcome measure use/I-STROM as perceived by therapists and administrators; changes in acceptability will be measured by the Acceptability of Intervention Measure (Weiner et al., 2017).","timeFrame":"12-months"},{"measure":"Change in appropriateness","description":"Appropriateness of outcome measure use/I-STROM as perceived by therapists and administrators; changes in acceptability will be measured by the Intervention Appropriateness Measure (Weiner et al., 2017).","timeFrame":"12-months"},{"measure":"Change in feasibility","description":"Feasibility of outcome measure use/I-STROM as perceived by therapists and administrators; changes in acceptability will be measured by the Feasibility of Intervention Measure (Weiner et al., 2017).","timeFrame":"12-months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Occupational therapist with license in Ohio or administrator who oversees therapists; employed at OSUWMC; completes initial evaluations with stroke patients; oversees evaluations at OSUWMC; for chart audits, patients will have a stroke diagnosis, receive occupational therapy services at OSUWMC, and undergone an evaluation with an occupational therapist\n\nExclusion Criteria:\n\n* Employees not involved in the evaluation/oversight of stroke survivor care","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lisa Juckett, PhD","role":"CONTACT","phone":"614-657-9322","email":"lisa.juckett@osumc.edu"},{"name":"Lauren Wengerd, PhD","role":"CONTACT","phone":"330-464-9171","email":"lauren.wengerd@osumc.edu"}],"overallOfficials":[{"name":"Lisa Juckett, PhD","affiliation":"Ohio State University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Ohio State University Wexner Medical Center","status":"RECRUITING","city":"Columbus","state":"Ohio","zip":"43210","country":"United States","contacts":[{"name":"Meredith Banhos","role":"CONTACT","email":"meredith.banhos@osumc.edu"},{"name":"Lisa Sewell","role":"CONTACT","email":"lisa.sewell@osumc.edu"}],"geoPoint":{"lat":39.96118,"lon":-82.99879}}]},"referencesModule":{"references":[{"pmid":"32078516","type":"BACKGROUND","citation":"Juckett LA, Wengerd LR, Faieta J, Griffin CE. Evidence-Based Practice Implementation in Stroke Rehabilitation: A Scoping Review of Barriers and Facilitators. Am J Occup Ther. 2020 Jan/Feb;74(1):7401205050p1-7401205050p14. doi: 10.5014/ajot.2020.035485."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}