{"protocolSection":{"identificationModule":{"nctId":"NCT03865225","orgStudyIdInfo":{"id":"EK389102018"},"organization":{"fullName":"Technische Universität Dresden","class":"OTHER"},"briefTitle":"Effects of Heart Rate Variability Biofeedback in Patients With Acute Ischemic Stroke","officialTitle":"Effects of Heart Rate Variability Biofeedback in Patients With Acute Ischaemic Stroke: Protocol for Randomized Controlled Trial","acronym":"Strokeback01"},"statusModule":{"statusVerifiedDate":"2021-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-11-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-08-01","type":"ACTUAL"},"completionDateStruct":{"date":"2019-11-01","type":"ACTUAL"},"studyFirstSubmitDate":"2019-03-03","studyFirstSubmitQcDate":"2019-03-05","studyFirstPostDateStruct":{"date":"2019-03-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-01-09","lastUpdatePostDateStruct":{"date":"2021-01-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Timo Siepmann, MD","investigatorTitle":"Assistant Professor, Doctor of Medicine, Principal Investigator, Head of neurological emergency room, University Hospital Carl Gustav Carus","investigatorAffiliation":"University Hospital Carl Gustav Carus"},"leadSponsor":{"name":"Technische Universität Dresden","class":"OTHER"},"collaborators":[{"name":"Michael J. Fox Foundation for Parkinson's Research","class":"OTHER"},{"name":"University Hospital Carl Gustav Carus","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This explorative prospective study aims to assess the effects of heart rate variability biofeedback (HRV biofeedback) in patients with acute ischaemic stroke. Furthermore, the investigators aim to examine the impact of the intervention on cardiac autonomic function and further autonomic parameters such as sudomotor (sympathetic perspiratory gland function) and vasomotor function (sympathetic arterial function). Patients testing is going to be conducted at the Department of Neurology, University Hospital Carl Gustave Carus, Dresden, Germany.","detailedDescription":"Background:\n\nIschaemic stroke is among the most common causes for severe disability and death in the industrialized world with steadily increasing prevalence due to the demographic change. Thus more than 795,000 people yearly have a stroke in the United States of America, of which circa 610,000 people have new strokes or a stroke for the first time in their life (Benjamin, et al. 2017). Symptoms of ischaemic stroke patients include dysregulation of the autonomic nervous system such as cardiac and vascular autonomic dysfunction, which correlate with increased mortality and poor functional outcome. This study aims to assess the effects of heart rate variability biofeedback (HRV-Biofeedback) in patients with acute ischaemic stroke. Furthermore, the investigators aim to examine the impact of the intervention on cardiac autonomic function and further autonomic parameters such as sudomotor (sympathetic perspiratory gland function) and vasomotor function (sympathetic arterial function).\n\nMethods/design:\n\nAn explorative prospective study is undertaken in 48 patients with acute ischaemic stroke who undergo either 9 x 10-minutes lasting biofeedback sessions over a period of 3 days, or sham-biofeedback (control-group) also over a period of 3 days under randomized controlled conditions.\n\nThe HRV-biofeedback technique is based on the recording and visualization of heart rate variability, which is visible in real-time for the patient on a computer screen. In the training sessions, the patient is instructed to breath in a predefined frequency, which has been shown to yield optimal neurologic-cardiac regulation (respiratory sinus arrhythmia) with high heart rate variability. Sham-biofeedback takes place under identical testing and environmental conditions with subjects looking at a computer screen but not having heart rate variability recorded and visualized. Moreover, the patients do not follow any breathing instructions, which could possibly have any influence on the heart rate variability. The sham intervention is applied to rule out any placebo effect.\n\nBefore the first and after the last biofeedback-session, measurements of heart rate variability and polygraphical recordings of further autonomic functions (sudomotor function and vasomotor function) are undertaken. Severity of the autonomic functions is captured by a specific survey (Survey of Autonomic Symptoms). The modified Rankin Scale is used to assess functional outcome after acute ischaemic stroke at baseline, with the conclusion of the biofeedback-sessions, and in the context of a telephone-interview after a period of 3 months. Furthermore, severity of common stroke related symptoms is recorded at baseline and after the last training session using the National Institutes of Health Stroke Scale. All assessments as well as all biofeedback training sessions take place at the Stroke Unit of the Department of Neurology, University Hospital Carl Gustave Carus Dresden, Germany."},"conditionsModule":{"conditions":["Acute Ischaemic Stroke","Autonomic Dysfunction"],"keywords":["Ischaemic Stroke","Heart Rate Variability","Autonomic Nervous System","cardiac autonomic dysfunction","sudomotor function","vasomotor function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","maskingDescription":"Sham biofeedback intervention","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":48,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control group acute ischaemic stroke","type":"SHAM_COMPARATOR","description":"Acute ischaemic stroke patients receiving 9 x 10 minutes sham-biofeedback over a period of three days","interventionNames":["Other: Sham-Biofeedback"]},{"label":"Treatment group acute ischaemic stroke","type":"ACTIVE_COMPARATOR","description":"Acute ischaemic stroke patients receiving 9 x 10 minutes biofeedback sessions over period of three days","interventionNames":["Other: Biofeedback"]}],"interventions":[{"type":"OTHER","name":"Biofeedback","description":"9 x 10 minutes biofeedback sessions over period of three days","armGroupLabels":["Treatment group acute ischaemic stroke"]},{"type":"OTHER","name":"Sham-Biofeedback","description":"9 x 10 minutes sham-biofeedback sessions over period of three days","armGroupLabels":["Control group acute ischaemic stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Heart rate variability in acute ischaemic stroke patients","description":"Measurement of heart rate variability in acute ischaemic stroke patients","timeFrame":"Change from Baseline Heart rate variability at 3 days"},{"measure":"Severity of autonomic symptoms","description":"Assessment of autonomic symptoms with Survey of Autonomic Symptoms","timeFrame":"Change from Baseline Severity of autonomic symptoms at 3 days and at 3 months"},{"measure":"Measurement of sudomotor and vasomotor function","description":"Assessment of sudomotor and vasomotor function in patients with acute ischaemic stroke prior and after intervention","timeFrame":"Change from Baseline Measurement of sudomotor and vasomotor function at 3 days"}],"secondaryOutcomes":[{"measure":"Severity of neurological stroke symptoms","description":"Assessment of severity of neurological symptoms in patients with acute ischaemic stroke with the National Institutes of Health Stroke Scale (range from 0 to 42)","timeFrame":"Change from Baseline Severity of neurological stroke symptoms at 3 days"},{"measure":"Degree of disability in patients with acute ischemic stroke","description":"Assessment of functional outcome as the degree of disability in patients with acute ischaemic stroke with the modified Rankin Scale (range from 0 to 6)","timeFrame":"Change from Baseline Functional Outcome at 3 days and at 3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* male and female subjects aged between 18 and 90\n* written and oral informed consent\n* evidence of an ischaemic lesion on cranial computed tomography scan or magnetic resonance imaging\n\nExclusion Criteria:\n\n* intake of any tricyclic antidepressant within the last 14 days\n* atrial fibrillation\n* prior diagnosed autonomic neuropathy\n* malignant cerebral infarct or indication for treatment at intensive care unit\n* aphasia or cognitive deficit with resulted inability to participate in Heart rate variability-biofeedback training\n* respiratory insufficiency\n* blindness, deafness or other physical limitations with resulted inability to participate in heart rate variability-biofeedback training","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Timo Siepmann, PD, MD","affiliation":"University Hospital Carl Gustav Carus Dresden, Germany","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Neurology, University Hospital Carl Gustav Carus Dresden, Germany","city":"Dresden","state":"Saxony","zip":"01307","country":"Germany","geoPoint":{"lat":51.05089,"lon":13.73832}}]},"referencesModule":{"references":[{"pmid":"28122885","type":"BACKGROUND","citation":"Benjamin EJ, Blaha MJ, Chiuve SE, Cushman M, Das SR, Deo R, de Ferranti SD, Floyd J, Fornage M, Gillespie C, Isasi CR, Jimenez MC, Jordan LC, Judd SE, Lackland D, Lichtman JH, Lisabeth L, Liu S, Longenecker CT, Mackey RH, Matsushita K, Mozaffarian D, Mussolino ME, Nasir K, Neumar RW, Palaniappan L, Pandey DK, Thiagarajan RR, Reeves MJ, Ritchey M, Rodriguez CJ, Roth GA, Rosamond WD, Sasson C, Towfighi A, Tsao CW, Turner MB, Virani SS, Voeks JH, Willey JZ, Wilkins JT, Wu JH, Alger HM, Wong SS, Muntner P; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2017 Update: A Report From the American Heart Association. Circulation. 2017 Mar 7;135(10):e146-e603. doi: 10.1161/CIR.0000000000000485. Epub 2017 Jan 25. No abstract available. Erratum In: Circulation. 2017 Mar 7;135(10 ):e646. Circulation. 2017 Sep 5;136(10 ):e196."},{"pmid":"34122314","type":"DERIVED","citation":"Siepmann T, Ohle P, Sedghi A, Simon E, Arndt M, Pallesen LP, Ritschel G, Barlinn J, Reichmann H, Puetz V, Barlinn K. Randomized Sham-Controlled Pilot Study of Neurocardiac Function in Patients With Acute Ischaemic Stroke Undergoing Heart Rate Variability Biofeedback. Front Neurol. 2021 May 26;12:669843. doi: 10.3389/fneur.2021.669843. eCollection 2021."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000001342","term":"Autonomic Nervous System Diseases"},{"id":"D000054969","term":"Primary Dysautonomias"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4333","name":"Autonomic Nervous System Diseases","asFound":"Autonomic Dysfunction","relevance":"HIGH"},{"id":"M27669","name":"Primary Dysautonomias","asFound":"Autonomic Dysfunction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}