{"protocolSection":{"identificationModule":{"nctId":"NCT01962662","orgStudyIdInfo":{"id":"201101080RB"},"secondaryIdInfos":[{"id":"NSC 100-2314-B-002 -152 -","type":"OTHER_GRANT","domain":"National Science Council, Taiwan"}],"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Intervention Study of EMG Biofeedback Assisted Force Control to Treat Stroke Movement Disorder","officialTitle":"Effects of Force Level Control Training Using EMG Biofeedback on Transcranial Magnetic Stimulation-Induced Excitability to Anterial Tibialis and Motor Functions After Stroke"},"statusModule":{"statusVerifiedDate":"2013-10","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-01"},"primaryCompletionDateStruct":{"date":"2014-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2014-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2013-01-30","studyFirstSubmitQcDate":"2013-10-10","studyFirstPostDateStruct":{"date":"2013-10-14","type":"ESTIMATED"},"lastUpdateSubmitDate":"2013-10-10","lastUpdatePostDateStruct":{"date":"2013-10-14","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Force generation and force level control are important neuromuscular control mechanism for successful execution of movement for our daily activities. Impaired force level control is a major deficit of motor control in people with stroke. Electromyographic biofeedback (EMG biofeedback) has been suggested by researchers and clinicians to be a useful and effective tool for enhancing control of force level during motor skill learning for people with stroke. Based on the concept of motor-skill learning, practice with variable force levels may be more effective than practice with a constant force level to enhance movement performance. The EMG biofeedback provides a suitable tool for such practice of force level control and hence for motor skill learning. However, research literatures thus far have yet to provide convincing evidences to support this claim. Neural imaging studies have shown corresponding brain reorganization and neural plasticity following physical practice of movement skills in people with stroke. It is curious whether EMG biofeedback augmented physical practice of motor skills enhances brain reorganization. Using brain mapping techniques, in particular, the transcranial magnetic stimulation (TMS), we could investigate neural plasticity accompanying motor function changes induced by physical training, and hence may help to develop safer and more effective training parameters. The purpose of this study is to examine the effects of variable practiced EMG biofeedback training emphasized on force level control of the ankle muscle on balance and gait performance and the corresponding changes of corticospinal excitability using TMS in people with chronic stroke.","detailedDescription":"Background: Force generation and force level control are important neuromuscular control mechanism for successful execution of movement for our daily activities. Impaired force level control is a major deficit of motor control in people with stroke. Electromyographic biofeedback (EMG biofeedback) has been suggested by researchers and clinicians to be a useful and effective tool for enhancing control of force level during motor skill learning for people with stroke. Based on the concept of motor-skill learning, practice with variable force levels may be more effective than practice with a constant force level to enhance movement performance. The EMG biofeedback provides a suitable tool for such practice of force level control and hence for motor skill learning. However, research literatures thus far have yet to provide convincing evidences to support this claim. Neural imaging studies have shown corresponding brain reorganization and neural plasticity following physical practice of movement skills in people with stroke. It is curious whether EMG biofeedback augmented physical practice of motor skills enhances brain reorganization. Using brain mapping techniques, in particular, the transcranial magnetic stimulation (TMS), we could investigate neural plasticity accompanying motor function changes induced by physical training, and hence may help to develop safer and more effective training parameters. The purpose of this study is to examine the effects of variable practiced EMG biofeedback training emphasized on force level control of the ankle muscle on balance and gait performance and the corresponding changes of corticospinal excitability using TMS in people with chronic stroke. Study Design and Methods: This study is a single-blind randomized controlled trial. Sixty participants will be recruited and randomly assigned to one of the three groups: constant practice, variable practice and control group. Each participant receives 3 days per week for a total of 6 weeks of EMG biofeedback assisted force level control training of the Tibialis Anterior (TA) muscle. For the variable practice group, the participants will practice exertion of force output levels at 100%, 75%, 50%, and 25% of maximal TA muscle strength with EMG feedback. For the constant practice group, the goal of force level control training is 100% of maximal strength. The control group participants will practice maximal TA muscle control without EMG feedback. Balance and gait-related motor functions, such as TA force control error, TA strength, ankle range of motion, calf muscle spasticity, walking speed, Timed Up and Go test, Six-minute Walking test, and dynamic balance test and corticospinal excitability including threshold, latency, and recruitment curve of TA motor evoked (MEP) potentials will be evaluated at baseline, post-training, two weeks after training and six weeks after training. Statistical Package for Social Science (SPSS)13.0 will be used for statistical analysis. Anticipated results: We anticipate that all three groups of participants may demonstrate changes in maximal weight shift amplitude, gait speed and corticospinal excitability. However, only the variable practice group will demonstrate ability to modify and vary force level control during balance and gait tasks, and reveal corresponding changes in recruitment curve of TA MEP."},"conditionsModule":{"conditions":["Stroke","Feedback, Psychological","Motor Deficit"],"keywords":["stroke","transcranial magnetic stimulation","EMG biofeedback","motor function","neural plasticity","force"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"variable practice","type":"EXPERIMENTAL","description":"EMG biofeedback training on force control muscle the goal of force level control training is 25%, 50%, 75%, and 100% of maximal strength.","interventionNames":["Other: EMG biofeedback training"]},{"label":"constant practice group","type":"EXPERIMENTAL","description":"EMG biofeedback training on force control muscle the goal of force level control training is 100% of maximal strength.","interventionNames":["Other: EMG biofeedback training"]},{"label":"control group","type":"OTHER","description":"U/E exercise","interventionNames":["Other: U/E exercise"]}],"interventions":[{"type":"OTHER","name":"EMG biofeedback training","description":"EMG biofeedback assisted tibialis anterial force level control","armGroupLabels":["constant practice group","variable practice"]},{"type":"OTHER","name":"U/E exercise","description":"strengthening and stretching","armGroupLabels":["control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Tibialis Anterior muscle strength","description":"By hand-held dynamometer","timeFrame":"four years"}],"secondaryOutcomes":[{"measure":"Tibialis Anterior muscle force control error","description":"By hand-held dynamometer, unit: %(error trials/total trials)","timeFrame":"four years"},{"measure":"walking speed","description":"The time of middle 6 meters within 10 meters. unit: meter/minute","timeFrame":"four years"},{"measure":"Timed Up and Go Test","description":"The time of stand up and walking 3 meters and back to seat. unit: seconds","timeFrame":"four years"},{"measure":"6 Minutes Walking Test","description":"The distance of walking within 6 minutes, unit: metres","timeFrame":"four years"},{"measure":"Ankle Range Of Motion","description":"degree, measure by goniometer","timeFrame":"four years"},{"measure":"Motor Evoke Potential threshold","description":"By Transcranial Magnetic Stimulation","timeFrame":"four years"},{"measure":"recruitment curve of Tibialis Anterior","description":"By Transcranial Magnetic Stimulation","timeFrame":"four years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke over three months\n* unilateral hemiplegia or hemiparesis\n* ankle movement deficit\n* independent standing over 20 seconds\n* independent walking over 10 meters\n* can follow order\n\nExclusion Criteria:\n\n* no parkinsonism, hip and knee arthroplasty\n* no acute L/E pain\n* no epilepsy history\n* no pacemaker\n* no metal device in head","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ming-Hsia Hu, PhD","role":"CONTACT","phone":"886-2-33668137","email":"mhh@ntu.edu.tw"}],"overallOfficials":[{"name":"Ming-Hsia Hu, PhD","affiliation":"National Taiwan University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Taiwan University Hospital","status":"RECRUITING","city":"Taipei city","zip":"100","country":"Taiwan","contacts":[{"role":"CONTACT","phone":"+886-2-33668137","email":"d95428004@ntu.edu"},{"name":"Peih-Ling Tsaih, MS","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]},"referencesModule":{"references":[{"pmid":"30598705","type":"DERIVED","citation":"Tsaih PL, Chiu MJ, Luh JJ, Yang YR, Lin JJ, Hu MH. Practice Variability Combined with Task-Oriented Electromyographic Biofeedback Enhances Strength and Balance in People with Chronic Stroke. Behav Neurol. 2018 Nov 26;2018:7080218. doi: 10.1155/2018/7080218. eCollection 2018."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}