{"protocolSection":{"identificationModule":{"nctId":"NCT06041581","orgStudyIdInfo":{"id":"17650"},"secondaryIdInfos":[{"id":"R01HL165115","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HL165115"}],"organization":{"fullName":"Indiana University","class":"OTHER"},"briefTitle":"SHADES Mechanistic Trial","officialTitle":"Strengthening Hearts by Addressing DisruptEd Sleep (SHADES) Mechanistic Trial","acronym":"SHADES"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-11","studyFirstSubmitQcDate":"2023-09-11","studyFirstPostDateStruct":{"date":"2023-09-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-01","lastUpdatePostDateStruct":{"date":"2023-11-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jesse Stewart","investigatorTitle":"Professor of Psychology","investigatorAffiliation":"Indiana University"},"leadSponsor":{"name":"Indiana University","class":"OTHER"},"collaborators":[{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"},{"name":"Eskenazi Health","class":"OTHER"},{"name":"Regenstrief Institute, Inc.","class":"OTHER"},{"name":"University of Virginia","class":"OTHER"},{"name":"University of California, Los Angeles","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Cardiovascular disease (CVD) is common, deadly, and costly, and adults with insomnia represent a large group of people at elevated risk of developing CVD in the future. This clinical trial will determine if our updated insomnia treatment, called the SHADES intervention, improves CVD factors thought to explain how insomnia promotes CVD and if these improvements are due to positive changes in sleep factors. A total of 200 primary care patients with insomnia and CVD risk factors will be randomized to 6 months of the SHADES intervention (internet, telephonic, and/or face-to-face cognitive-behavioral therapy for insomnia) or the active control condition (sleep education/hygiene, symptom monitoring, and primary care for insomnia). Before and after treatment, participants will complete measurements of the CVD factors (systemic inflammation, autonomic dysfunction, metabolic dysregulation, proinflammatory gene expression) and the sleep factors (insomnia symptoms, sleep onset latency, wake after sleep onset, sleep efficiency). Researchers will test whether the SHADES intervention produces greater improvements in the CVD factors than the active control condition.","detailedDescription":"Cardiovascular disease (CVD) affects nearly 1 in 2 U.S. adults, is the #1 killer of men and women, burdens disadvantaged groups, and has costs greater than any other condition. While these statistics highlight the importance of CVD prevention, current approaches have only partial effectiveness. This has created a need to identify new CVD prevention targets, their underlying mechanisms, and effective interventions. Insomnia, its candidate mechanisms, and insomnia treatment are strong candidates in this regard. Thirty years of evidence indicates that insomnia is an independent, clinically important, robust, and potentially causal and modifiable risk factor for CVD. In addition, biologically plausible mechanisms that could explain how insomnia promotes the development of CVD have been proposed, with the most strongly supported being systemic inflammation, autonomic dysfunction, and metabolic dysregulation. Because insomnia now receives limited attention in settings where CVD prevention occurs (e.g., primary care), there is a large cohort of patients with an unaddressed CVD risk factor (insomnia). This status quo and the strong state of the insomnia-to-CVD science create the current need for a well-powered, mechanistic trial to elucidate biological mechanisms underlying the insomnia-to-CVD relationship and the mechanisms of action of cognitive-behavioral therapy for insomnia (CBT-I), both of which are presently unknown. Therefore, we are conducting a mechanistic trial of 200 primary care patients (45% minority) with insomnia and CVD risk factors but no clinical CVD. Participants will be randomized to 6 months of the SHADES (Strengthening Hearts by Addressing DisruptEd Sleep) intervention or the active control condition. The SHADES intervention is our modernized collaborative care intervention consisting of well-established internet, telephonic, and/or face-to-face CBT-I. The active control condition consists of sleep education/hygiene, symptom monitoring, and primary care for insomnia. Our proposal has four aims - Aim 1: determine the effect of the SHADES intervention on our primary CVD mechanism of high-sensitivity CRP; Aim 2: determine the effect of the SHADES intervention on our secondary CVD mechanisms of systemic inflammation, autonomic dysfunction, and metabolic dysregulation; Aim 3: examine if 6-month improvements in upstream sleep mechanisms mediate the SHADES intervention effect on 6-month improvements in downstream CVD mechanisms; Exploratory Aim: explore the effect of the SHADES intervention on proinflammatory gene expression. This trial could generate the critical support for the mechanistic rationale and conceptual framework needed to justify the next-step phase III, multi-site clinical trial to determine the SHADES Intervention effect on CVD clinical outcomes, endpoints of great public health relevance, morbidity, and cost."},"conditionsModule":{"conditions":["Insomnia","Insomnia Chronic","Insomnia, Primary","Sleep Disturbance","Sleep Disorder","Cardiovascular Diseases","Heart Diseases","Coronary Artery Disease","Stroke","Autonomic Dysfunction","Systemic Inflammatory Response","Metabolic Disease"],"keywords":["Primary Care","Internet Interventions","Cognitive-Behavioral Therapy for Insomnia","Insomnia","Cardiovascular Diseases"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"SHADES Intervention","type":"EXPERIMENTAL","description":"The SHADES intervention is a 6-month, modernized, collaborative care intervention in which a multidisciplinary team delivers established insomnia treatments consistent with patient preference. It uses a stepped, flexible, treat-to-target approach that harnesses technology to maximize access to and convenience of effective treatments and to minimize personnel, training, and space requirements. Our Intervention Team consists of an insomnia clinical specialist, a clinical behavioral sleep medicine and CBT-I delivery expert, a sleep research/medicine expert, and the patients' primary care providers. Treatments to be delivered are CBT-I in different modalities - internet, phone, and face-to-face - all of which are empirically supported.","interventionNames":["Behavioral: Sleep Healthy Using The Internet (SHUTi)","Behavioral: Telephonic CBT-I","Behavioral: Face-to-Face CBT-I"]},{"label":"Active Control","type":"ACTIVE_COMPARATOR","description":"Active Control (AC) consists of sleep education and hygiene (study staff), symptom monitoring (study staff), and usual primary care for insomnia (clinical staff).","interventionNames":["Other: Active Control: Sleep Education/Hygiene, Symptom Monitoring, and Usual Primary Care"]}],"interventions":[{"type":"BEHAVIORAL","name":"Sleep Healthy Using The Internet (SHUTi)","description":"Sleep Healthy Using The Internet (SHUTi) is an empirically supported internet intervention. It uses a fully automated, interactive, multimedia format to deliver six 45-minute sessions, the structure and content of which mirror face-to-face CBT-I. Session content includes sleep restriction, stimulus control, sleep hygiene, cognitive restructuring, and relapse prevention. Each session has the same structure: objectives, sleep diary and homework review, new intervention material, homework assignment, and summary. SHUTi is enhanced through interactive features, including personalized goal setting, graphical feedback based on inputted symptoms, animations and illustrations to enhance comprehension, quizzes to test user knowledge, patient vignettes, and video-based expert explanation. Patients also receive tailored sleep recommendations and feedback based on the sleep diary data they enter into the program. We provide basic tablet skills training and tablets with data plans when needed.","armGroupLabels":["SHADES Intervention"]},{"type":"BEHAVIORAL","name":"Telephonic CBT-I","description":"Telephonic CBT-I will be delivered by our insomnia clinical specialist following the highly cited treatment manual by Perlis et al. (2005). Sessions will occur weekly for 30-50 minutes. Telephonic CBT-I will be delivered from a central location - the Insomnia Clinical Specialist's office. Telephonic CBT-I has been shown to be acceptable, feasible, and effective, with effect sizes similar to face-to-face CBT-I.","armGroupLabels":["SHADES Intervention"]},{"type":"BEHAVIORAL","name":"Face-to-Face CBT-I","description":"Face-to-face CBT-I will be delivered by our insomnia clinical specialist following the highly cited treatment manual by Perlis et al. (2005). Sessions will occur weekly for 30-50 minutes. Face-to-face CBT-I will be delivered at the Insomnia Clinical Specialist's office. CBT-I is the clear first-line treatment for insomnia.","armGroupLabels":["SHADES Intervention"]},{"type":"OTHER","name":"Active Control: Sleep Education/Hygiene, Symptom Monitoring, and Usual Primary Care","description":"A designated trial research assistant will have two calls with each AC patient - one 45-minute call on insomnia education and one 45-minute call on sleep hygiene practices. The same research assistant will also call AC patients monthly to assess insomnia symptoms and will notify clinical staff to encourage additional care when indicated. AC patients will receive usual primary care for insomnia. The targeted clinics utilize a team care approach for behavioral health issues, as PCPs are supported by behavioral health clinicians and psychiatrists available for brief counseling and medication management. However, there is no routine screening for insomnia, and behavioral treatment for insomnia is typically limited to sleep hygiene practices.","armGroupLabels":["Active Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"High-Sensitivity C-Reactive Protein (hsCRP)","description":"The primary outcome is 6-month change in hsCRP assessed by the Human CRP Quantikine ELISA (R\\&D Systems). hsCRP is a circulating inflammation biomarker that is implicated in the pathophysiology of CVD and is a predictor of future CVD events.","timeFrame":"Baseline, 6 months"}],"secondaryOutcomes":[{"measure":"Interleukin-6 (IL-6)","description":"A secondary outcome is 6-month change in IL-6 assessed by the validated MSD MULTI-SPOT® Assay System and 5 plex Proinflammatory Panel 1 Human Kit. IL-6, a proinflammatory cytokine that stimulates production of CRP, is moderately correlated with CRP, and is predictive of future CVD events.","timeFrame":"Baseline, 6 months"},{"measure":"Pre-Ejection Period (PEP)","description":"A secondary outcome is 6-month change in resting PEP, an index of sympathetic activation, which will be assessed following established guidelines. Autonomic dysfunction measures are predictors of future CVD events.","timeFrame":"Baseline, 6 months"},{"measure":"High-Frequency Heart Rate Variability (HF HRV)","description":"A secondary outcome is 6-month change in resting HF-HRV, an index of parasympathetic activation, which will be assessed following established guidelines. Autonomic dysfunction measures are predictors of future CVD events.","timeFrame":"Baseline, 6 months"},{"measure":"Hemoglobin A1c (HbA1c)","description":"A secondary outcome is 6-month change in HbA1c. HbA1c will be measured by an immunoturbidimetric method on a Randox Daytona Clinical Analyzer. HbA1c is the gold standard measure of glycemia. HbA1c is a predictor of CVD events.","timeFrame":"Baseline, 6 months"},{"measure":"Homeostasis Model Assessment of Insulin Resistance (HOMA-IR)","description":"A secondary outcome is 6-month change in HOMA-IR. HOMA-IR will be computed from fasting glucose (glucose oxidase method on a Randox Daytona Clinical Analyzer) and insulin (two antibody immunoassay on a Roche cobas e411 Analyzer). HOMA-IR is an established index of insulin resistance that correlates highly with the invasive euglycemic clamp. HOMA-IR is a predictor of CVD events.","timeFrame":"Baseline, 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Current primary care patient in Eskenazi Health\n2. Age ≥40 years\n3. Current insomnia disorder: During screening, ResNet assistants will administer the Insomnia Severity Index (ISI), a validated screener in primary care. Patients who have ISI scores ≥10 (97% sensitivity, 64% specificity) and remain eligible after ResNet screening will be called by our Insomnia Clinical Specialist, who will administer the Structured Clinical Interview for DSM-5 Sleep Disorders to confirm insomnia disorder.\n4. Elevated CVD risk: Elevated CVD risk will be defined as ≥2 (if 40-59 years) or ≥1 (if 60+ years) of the following risk factors in the Eskenazi Health EHR in the past 5 years: hypertension, hypercholesterolemia, diabetes, or smoking.\n\nExclusion criteria are:\n\n1. History of clinical CVD: a self-reported CVD diagnosis during screening or any of the following in the patient's electronic health record before enrollment: myocardial infarction, unstable angina, coronary artery disease, cerebrovascular disease, heart failure, percutaneous coronary intervention, or coronary artery bypass graft\n2. Sleep disorder diagnosis other than insomnia (e.g., sleep apnea)\n3. Continuous positive airway pressure (CPAP) use or a STOP-BANG Questionnaire score ≥5, which is indicative of high probability of sleep apnea\n4. A schedule requiring a usual bedtime earlier than 8:00pm or later than 2:00am or arising time earlier than 4:00am or later than 10:00am\n5. Major inflammatory conditions (HIV/AIDS, chronic kidney disease, systemic inflammatory disease, or active cancer)\n6. Current pregnancy\n7. Severe cognitive impairment (≥3 errors on a validated 6-item cognitive screen)\n8. History of bipolar disorder or psychosis\n9. Acute risk of suicide","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jesse C Stewart, Ph.D.","role":"CONTACT","phone":"317-274-6761","email":"jstew@iupui.edu"},{"name":"Matthew Schuiling, B.A.","role":"CONTACT","email":"mschuil@iu.edu"}],"overallOfficials":[{"name":"Jesse C Stewart, Ph.D.","affiliation":"Indiana University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Psychology, School of Science, IUPUI","city":"Indianapolis","state":"Indiana","zip":"46202","country":"United States","contacts":[{"name":"Jesse C Stewart, Ph.D.","role":"CONTACT","phone":"317-274-6761","email":"jstew@iupui.edu"}],"geoPoint":{"lat":39.76838,"lon":-86.15804}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000007319","term":"Sleep Initiation and Maintenance Disorders"},{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000001342","term":"Autonomic Nervous System Diseases"},{"id":"D000054969","term":"Primary Dysautonomias"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003324","term":"Coronary Artery Disease"},{"id":"D000008659","term":"Metabolic Diseases"}],"ancestors":[{"id":"D000003327","term":"Coronary Disease"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","asFound":"Metabolic Diseases","relevance":"HIGH"},{"id":"M4333","name":"Autonomic Nervous System Diseases","asFound":"Autonomic Dysfunction","relevance":"HIGH"},{"id":"M27669","name":"Primary Dysautonomias","asFound":"Autonomic Dysfunction","relevance":"HIGH"},{"id":"M10046","name":"Sleep Initiation and Maintenance Disorders","asFound":"Insomnia","relevance":"HIGH"},{"id":"M15386","name":"Sleep Wake Disorders","asFound":"Sleep Disorders","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}