{"protocolSection":{"identificationModule":{"nctId":"NCT02914106","orgStudyIdInfo":{"id":"(C.I.R.E.C.) Act N ° 308"},"organization":{"fullName":"Hospital Militar Central, Argentina","class":"OTHER"},"briefTitle":"Neuroactive Steroids in Acute Ischemic Stroke","officialTitle":"Neuroactive Steroids in Acute Ischemic Stroke: Association With Cognitive, Functional and Neurological Outcomes."},"statusModule":{"statusVerifiedDate":"2016-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-06"},"primaryCompletionDateStruct":{"date":"2014-12","type":"ACTUAL"},"completionDateStruct":{"date":"2014-12","type":"ACTUAL"},"studyFirstSubmitDate":"2016-09-09","studyFirstSubmitQcDate":"2016-09-22","studyFirstPostDateStruct":{"date":"2016-09-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-09-22","lastUpdatePostDateStruct":{"date":"2016-09-26","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sebastian Casas","investigatorTitle":"PhD","investigatorAffiliation":"Hospital Militar Central, Argentina"},"leadSponsor":{"name":"Hospital Militar Central, Argentina","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Despite several scientific and technological advances, there is no single neuroprotective treatment that can reverse the brain damage after acute ischemic stroke (AIS). Neuroactive steroids are cholesterol-derived hormones that have the ability to modulate the normal and pathologic nervous system employing genomic and non genomic mechanisms.\n\nIn this work, we first investigated if AIS affects the plasma concentration of five neuroactive steroids (cortisol, estradiol, progesterone, testosterone and 3-alpha androstenediol glucuronide). Second, we studied if levels of circulating steroids associate with neurological, cognitive and functional outcome in a cohort of 60 to 90 year-old male and female patients with AIS.\n\nFor this purpose, we recruited patients who were hospitalized at the Emergency Room of the Central Military Hospital within the first 24 hours after stroke onset. We designed two experimental groups, each one composed of 30 control subjects and 30 AIS patients, both males and females. The assessment of neurological deficit was performed with the NIHSS and the tests used for the functional and cognitive status were: (1) modified Rankin Scale; (2) Photo test and (3) abbreviated Pfeiffer's mental status questionnaire.","detailedDescription":"Introduction Acute ischemic stroke (AIS) represents a severe challenge to public health and a heavy economic burden to countries with a growing senior population. This illness represented the second cause of death and the third cause of world disability in 2010. In Latin America there are a few epidemiological population-based studies and this information comes from hospital records. In 2011 AIS caused 1 of every 20 deaths in the United States. On average, every 40 seconds someone in the United States suffers a stroke and eventually dies every 4 minutes from this disease. It has been shown that the incidence and mortality of AIS is different between sexes. Despite advances in the pathophysiology and risk factors of ischemic stroke, there is no effective treatment to cure cerebral ischemic damage. Among the plethora of available drugs employed for CNS diseases, neuroactive steroids are endogenous molecules derived from cholesterol or synthetic compounds that have the ability to cross the blood-brain barrier and modulate brain function in health and disease. The concentrations in plasma and cerebrospinal fluid of these molecules are altered in various neurological diseases, although the clinical significance of these alterations remains to be ascertained. In this work we evaluated whether AIS affects the plasma concentrations of estradiol, progesterone, cortisol, testosterone and 3-alpha androstenediol glucuronide. As a corollary of these measurements, we also evaluated if changes in circulating steroids bear a relationship with the neurological outcome, cognitive status and functional dependence of the AIS patients.\n\nMaterial and Methods Participants We recruited patients with AIS from July 2014 to December 2014 who were hospitalized at the Emergency Room of the Central Military Hospital within the first 24 hours after stroke onset. Stroke was defined according to the World Health Organization's criteria, and a diagnosis of AIS was confirmed in all patients based on the evidence of neuroimaging including computed tomography and magnetic resonance imaging, following the Recommendations on Stroke Prevention, Diagnosis and Therapy Report. Sixty-90 year-old subjects were randomly selected and distributed in two experimental groups: 1) a control group, involving subjects without physical or psychiatric illness, and 2) an AIS group, consisting of: patients with diagnosis of AIS within the 24 hours of their neurovascular event. Subjects were distributed between groups so that each group contained 30 patients (15 women and 15 men). The Ethics Committee of the Central Military Hospital H Grl 601 ¨Cir My Dr. Cosme Argerich¨ approved the study (Act N ° 308, February 26, 2014), and the patients or their next-of-kin provided informed consent for participation. Tables 1 and 2 shows the criteria employed for inclusion or exclusion of the studied subjects.\n\nProcedures Patients were diagnosed for AIS by a certified neurologist at the Emergency Room of the Central Military Hospital. Neurological, cognitive and functional status were determined by NIHSS score, Photo test, Pfeiffer mental status score and by modified Rankin score respectively. A sample of venous blood was withdrawn in the early morning (07 to 09 AM) after assessment of neurological and cognitive status. According to the Trial of Org 10172 in Acute Stroke Treatment (TOAST) criteria, stroke subtypes were classified as large-artery atherothrombotic (LAA), cardioembolic (CE), small-artery occlusion (SAO), other causes, and undetermined. Stroke risk factors included a medical history of hypertension, defined as self-reported history of hypertension or using antihypertensive drugs, diabetes mellitus (DM) defined as history of DM or using hypoglycemic medications at discharge, dyslipidemias, defined as self-reported history of all types of dyslipidemia or oral antidyslipidemia drugs or using antidyslipidemia drugs at discharge, atrial fibrillation (AF), defined as history of AF, confirmed by at least one electrocardiogram or the presence of arrhythmia during hospitalization, and modifiable lifestyle factors, including current smoking, alcohol consumption, and obesity (body mass index \\>30 kg/m2).\n\nMeasures Quantitation of neuroactive steroids in plasma The measurement of estradiol (Estradiol EII) and progesterone (Progesterone II) was performed by electrochemiluminescence immunoassay (ECLIA) employing a Cobas e601, Roche Diagnostics, Mannheim, Deutschland. The functional sensitivity of the method of estradiol was 12 pg/ml and the analytical sensitivity was 5.0 pg/ml, while for progesterone the functional sensitivity of the method was 0.15 ng/ml and the analytical sensitivity was 0.03 ng/ml according to the manufacturer. In the case of cortisol and testosterone, they were determined by an immunoassay chemiluminescent microparticle (CMIA) procedure, using a Team Architect i1000, Abbott Laboratories, Middletown, USA. The cortisol functional sensitivity was 1μg/dL, and the analytical sensitivity was 0.2 ng/ml, whereas for testosterone the functional sensitivity was 1μg/dl and the analytical sensitivity was 0.05 ng/ml according to the manufacturer. While alpha-3-androstenediolglucoronide was determined by radioimmunoassay (RIA) using a DSL 9200, Beckman Coulter, Texas USA . The functional sensitivity was 0.34 ng/ml according to the manufacturer.\n\nNeurological impairment during AIS The assessment of neurologic status during the AIS was carried out with the National Institute of health stroke scale at the time of hospitalization (NIHSS, available at (http://www.ninds.nih.gov/doctors/NIH_Stroke_Scale.pdf).\n\nCognitive testing At the time of the cognitive assessment, patients with AIS were vigil on 9 or more points on the Glasgow Coma Scale. The cognitive tests used were: (1) Test photos and (2) the abbreviated questionnaire of Pfeiffer. These tests were performed within 24 hours of the AIS and prior to the extraction of blood for steroid analysis. The reasons for the choice of these tests were: A) Test photos evaluated memory, object recognition and verbal fluency. This test is not influenced by the level of education of the patient, it is simple and brief in duration (4 minutes). B) The Pfeiffer Test studied orientation, calculation, recent and remote memory, and information about daily events. It is important that the score of this test depends of the total errors. It is also applicable to people with low educational level, visual or auditory sensory deficit and advanced age.\n\nFunctional dependence for daily activities The functional status of patients with AIS was measured with the modified Rankin Scale at the time of discharge. Data was collected through an interview designed for the purpose of reducing the variability between evaluators."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Neuroactive steroids","Acute Ischemic Stroke","Patients"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control group","description":"Sixty-90 year-old subjects were randomly selected and distributed in two experimental groups: 1) a control group, involving subjects without physical or psychiatric illness, and 2) an Acute Ischemic Stroke group (AIS group).","interventionNames":["Other: Observational Study"]},{"label":"Acute Ischemic Stroke group","description":"Patients with diagnosis of AIS within the 24 hours of their neurovascular event.","interventionNames":["Other: Observational Study"]}],"interventions":[{"type":"OTHER","name":"Observational Study","description":"Patients were diagnosed for AIS by a certified neurologist at the Emergency Room of the Central Military Hospital. Neurological, cognitive and functional status were determined by NIHSS score, Photo test, Pfeiffer mental status score and by modified Rankin score respectively. A sample of venous blood was withdrawn in the early morning (07 to 09 AM) after assessment of neurological and cognitive status.","armGroupLabels":["Acute Ischemic Stroke group","Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Neurological impairment by the Institute of health stroke scale","description":"The assessment of neurologic status during the AIS was carried out with the National Institute of health stroke scale at the time of hospitalization (NIHSS, available at (http://www.ninds.nih.gov/doctors/NIH_Stroke_Scale.pdf)","timeFrame":"Into 24 hours of Acute Ischemic Stroke"}],"secondaryOutcomes":[{"measure":"Cognitive impairment by photos Test.","description":"Test photos evaluated memory, object recognition and verbal fluency. This test is not influenced by the level of education of the patient, it is simple and brief in duration (4 minutes).","timeFrame":"Into 24 hours of Acute Ischemic Stroke"},{"measure":"Cognitive impairment by Pfeiffer Test","description":"The Pfeiffer Test studied orientation, calculation, recent and remote memory, and information about daily events.","timeFrame":"Into 24 hours of Acute Ischemic Stroke"},{"measure":"Functional dependence for daily activities by Rankin Scale","description":"The functional status of patients with AIS was measured with the modified Rankin Scale at the time of discharge. Data was collected through an interview designed for the purpose of reducing the variability between evaluators.","timeFrame":"Into 24 hours of Acute Ischemic Stroke"},{"measure":"Quantitation of neuroactive steroids in plasma by electrochemiluminescence immunoassay (ECLIA).","description":"The measurement of estradiol (Estradiol EII) and progesterone (Progesterone II) was performed by electrochemiluminescence immunoassay (ECLIA).","timeFrame":"Into 24 hours of Acute Ischemic Stroke"},{"measure":"Quantitation of neuroactive steroids in plasma by an immunoassay chemiluminescent microparticle (CMIA).","description":"The measurement of cortisol and testosterone, they were determined by an immunoassay chemiluminescent microparticle (CMIA) procedure, using a Team Architect i1000, Abbott Laboratories, Middletown, USA.","timeFrame":"Into 24 hours of Acute Ischemic Stroke"},{"measure":"Quantitation of neuroactive steroids in plasma by radioimmunoassay (RIA).","description":"The measurement of alpha-3-androstenediolglucoronide was determined by radioimmunoassay (RIA) using a DS.","timeFrame":"Into 24 hours of Acute Ischemic Stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age between 60 and 90 years.\n* Agreeing to participate in the study.\n* Fourteen or more points in the Glasgow Coma Scale.\n* Female control in menopause.\n* Control subjects without cognitive impairment according to certified neurologist.\n\nExclusion Criteria:\n\n* Age \\<60 or \\> 90 years.\n* Hormonal replacement therapy.\n* Immunossupresive therapy in the last month (Example corticosteroids).\n* Acute infection (Example, pneumonia, urinary tract infection).\n* Diagnosis of oncologic disease in the last month.\n* Diagnosis of endocrinologic disease in the last month.\n* Acute or long-term psychiatric illness.\n* No agreement to participate in the study\n* Thirteen or less points in the Glasgow Coma Scale.\n* Female patients with menstrual cycle or in the perimenopause.\n* Patients with kidney or hepatic illness.\n* Patients with cognitive impairment.","healthyVolunteers":true,"sex":"ALL","minimumAge":"60 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Sixty-90 year-old subjects were randomly selected and distributed in two experimental groups: 1) a control group, involving subjects without physical or psychiatric illness, and 2) an AIS group, consisting of: patients with diagnosis of AIS within the 24 hours of their neurovascular event. Subjects were distributed between groups so that each group contained 30 patients (15 women and 15 men).","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Sebastian Casas, PhD","affiliation":"Central Military Hospital","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"21820473","type":"BACKGROUND","citation":"Ghersi MS, Casas SM, Escudero C, Carlini VP, Buteler F, Cabrera RJ, Schioth HB, de Barioglio SR. Ghrelin inhibited serotonin release from hippocampal slices. Peptides. 2011 Nov;32(11):2367-71. doi: 10.1016/j.peptides.2011.07.015. Epub 2011 Jul 27."},{"pmid":"23561326","type":"RESULT","citation":"Casas S, Giuliani F, Cremaschi F, Yunes R, Cabrera R. Neuromodulatory effect of progesterone on the dopaminergic, glutamatergic, and GABAergic activities in a male rat model of Parkinson's disease. Neurol Res. 2013 Sep;35(7):719-25. doi: 10.1179/1743132812Y.0000000142. Epub 2013 Mar 5."},{"pmid":"25918669","type":"RESULT","citation":"Yunes R, Casas S, Gaglio E, Cabrera R. Progesterone Exerts a Neuromodulatory Effect on Turning Behavior of Hemiparkinsonian Male Rats: Expression of 3 alpha -Hydroxysteroid Oxidoreductase and Allopregnanolone as Suggestive of GABAA Receptors Involvement. Parkinsons Dis. 2015;2015:431690. doi: 10.1155/2015/431690. Epub 2015 Mar 31."},{"pmid":"22155686","type":"RESULT","citation":"Escudero C, Casas S, Giuliani F, Bazzocchini V, Garcia S, Yunes R, Cabrera R. Allopregnanolone prevents memory impairment: effect on mRNA expression and enzymatic activity of hippocampal 3-alpha hydroxysteroid oxide-reductase. Brain Res Bull. 2012 Feb 10;87(2-3):280-5. doi: 10.1016/j.brainresbull.2011.11.019. Epub 2011 Dec 6. Erratum In: Brain Res Bull. 2012 Nov 1;89(3-4):150."},{"pmid":"21689676","type":"RESULT","citation":"Casas S, Garcia S, Cabrera R, Nanfaro F, Escudero C, Yunes R. Progesterone prevents depression-like behavior in a model of Parkinson's disease induced by 6-hydroxydopamine in male rats. Pharmacol Biochem Behav. 2011 Oct;99(4):614-8. doi: 10.1016/j.pbb.2011.06.012. Epub 2011 Jun 15."}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M2292","name":"Neurosteroids","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}