{"protocolSection":{"identificationModule":{"nctId":"NCT03531567","orgStudyIdInfo":{"id":"2008940"},"organization":{"fullName":"University of Missouri-Columbia","class":"OTHER"},"briefTitle":"Game-Based Home Exercise Programs in Chronic Stroke: A Feasibility Study","officialTitle":"Game-Based Home Exercise Programs in Chronic Stroke: A Feasibility Study"},"statusModule":{"statusVerifiedDate":"2018-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-09-30","type":"ACTUAL"},"completionDateStruct":{"date":"2018-09-30","type":"ACTUAL"},"studyFirstSubmitDate":"2018-04-26","studyFirstSubmitQcDate":"2018-05-08","studyFirstPostDateStruct":{"date":"2018-05-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-10-09","lastUpdatePostDateStruct":{"date":"2018-10-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rachel Proffitt","investigatorTitle":"Assistant Professor, Occupational Therapy","investigatorAffiliation":"University of Missouri-Columbia"},"leadSponsor":{"name":"University of Missouri-Columbia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Study will look at the effect of a game-based, task-oriented home exercise program on adherence in persons with chronic (\\> 6 months post) stroke as compared to a standard home exercise program. The study will also look at the effect of a game-based, task-oriented home exercise program on upper extremity motor function and occupational performance in persons with chronic (\\> 6 months post) stroke as compared to a standard home exercise program. Finally, the study will look at barriers and facilitators to successful use of the game-based, task-oriented home exercise program in the home setting.","detailedDescription":"Approximately 26% of stroke survivors are still fully dependent in activities of daily living (ADLs) when they enter the chronic phase at 6-months post stroke, and over half have hemiparesis that impacts upper extremity motor function. Exercise and activity in the chronic phase of stroke are essential in reducing disability, improving balance, increasing mobility, and improving overall quality of life. Without regular activity and exercise in the chronic phase, survivors are at risk for a developing comorbid conditions (e.g., diabetes) and experiencing a recurrent stroke. Unfortunately, people with stroke report many barriers to exercise, such as fatigue or pain, and lack of motivation and engagement. A promising solution may lie in interactive video games and virtual reality (VR), which have been used as intervention tools to potentially increase patient engagement and adherence, over the past 15 years. The investigators have developed an interactive, customized VR system called Mystic Isle that has shown to be feasible for general home-based rehabilitation. Mystic Isle utilizes portable, low-cost technology (the Microsoft Kinect® sensor, Microsoft) and can provide a customized program with remote monitoring by an occupational therapist (OT). This study will explore the preliminary effect of the game-based home program on adherence to a home program in comparison to a control. It will also explore the barriers and facilitators to home use of a virtual reality-based intervention."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["Upper Extremity Hemiparesis","Virtual Reality (VR)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":8,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Virtual Reality Mystic Isle Game","type":"EXPERIMENTAL","description":"Subjects in the treatment arm will complete a prescribed 2-month treatment using the virtual reality program Mystic Isle. The OT will follow the \"Treatment Arm Intervention Protocol\", which provides standardized guidelines for grading the intensity, level of challenge, and types of games/activities of the intervention up or down. The OT will complete weekly phone calls with participant to discuss progress, answer any questions, and remotely make updates to the game as necessary. The total time on active treatment for a subject is 8 weeks. The maximum amount of time spent on the intervention will be 7 hours/week. The minimum amount of time spent on the intervention will be 3.5 hours/week.","interventionNames":["Behavioral: Virtual Reality Mystic Isle Game"]},{"label":"Standard Home Exercise Program","type":"ACTIVE_COMPARATOR","description":"Subjects assigned to the control arm will complete the prescribed 2-month treatment. The OT will follow the \"Control Arm Intervention Protocol\" to design and prescribe the home exercise program. The OT will complete weekly phone calls with the participant to check on progress, adherence, and update the exercises as necessary. The total time on active treatment for a subject is 8 weeks. The maximum amount of time spent on the control intervention will be 7 hours/week. The minimum amount of time spent on the control intervention will be 3.5 hours/week.","interventionNames":["Behavioral: Standard Home Exercise Program"]}],"interventions":[{"type":"BEHAVIORAL","name":"Virtual Reality Mystic Isle Game","description":"8 week virtual reality based exercise program","armGroupLabels":["Virtual Reality Mystic Isle Game"]},{"type":"BEHAVIORAL","name":"Standard Home Exercise Program","description":"8 week standard occupational therapy home exercise program","armGroupLabels":["Standard Home Exercise Program"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline in the Canadian Occupational Performance Measure","description":"The Canadian occupational Performance Measure is a measure of the subject's self-rated performance and satisfaction of their performance with 5 self-identified areas of occupation/activities.","timeFrame":"Baseline, 8 weeks"}],"secondaryOutcomes":[{"measure":"Change from baseline in the Performance Assessment of Self-Care Skills","description":"The Performance Assessment of Self-Care Skills (PASS) assesses basic self-care and instrumental activities of daily living. Subscales: Independence, Safety, Adequacy (minimum: 0, maximum: 3). There is no total score reported.","timeFrame":"Baseline, 8 weeks"},{"measure":"Change from baseline in the Modified Ashworth Scale","description":"Assess muscle tone of various joints. Only joints with any spasticity will be recorded. Scale ranges from 0 (no spasticity) to 3 (rigid joint).","timeFrame":"Baseline, 8 weeks"},{"measure":"Change from baseline in the range of motion of shoulder","description":"Angle (degrees) of the shoulder joint as measured by a goniometer","timeFrame":"Baseline, 8 weeks"},{"measure":"Change from baseline in the bicep strength","description":"Muscle strength of the biceps muscle as measured by manual muscle testing (scale 0-5)","timeFrame":"Baseline, 8 weeks"},{"measure":"Change from baseline in the PROMIS-29","description":"General assessment of quality of life and participation in daily life. Assessment is from the standardized NIH Toolbox. T-scores are reported on scale of 0-100 (50 is average).","timeFrame":"Baseline, 8 weeks"},{"measure":"Mini-Mental Status Examination","description":"Questionnaire used to measure cognitive impairment","timeFrame":"Screening"},{"measure":"Demographic and Health History Questionnaire","description":"Includes questions related to demographics and health history","timeFrame":"Baseline assessment"},{"measure":"Intrinsic Motivation Inventory","description":"Determines the person's motivation for completing the task. Non-standardized scale. Scores are calculated for the following sub-scales: Interest/enjoyment, perceived competence, perceived choice, pressure/tension. There are no normative values","timeFrame":"8 weeks"},{"measure":"Range of Motion Screening","description":"Participant will be screened to see if they have the minimal movement at the shoulder and elbow.","timeFrame":"Screening"},{"measure":"Berg Balance Scale","description":"Assessment of balance ability. Score range is 0-56. Cut-off for screening is 45","timeFrame":"Screening"},{"measure":"Change from baseline in the Fugl-Meyer Assessment - Upper Extremity","description":"Assessment of upper extremity function post-stroke. Scale ranges from 0-66.","timeFrame":"Baseline, 8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke Subjects\n\n  1. Have a cerebrovascular accident diagnosis at least 6 months prior to study enrollment\n  2. Age 45-85\n  3. Can comprehend English\n  4. Have an internet connection in the home\n  5. Mini Mental Status Examination score \\> 24 (no more than mild cognitive deficits)\n  6. Mild to moderate motor deficits (range of motion screening- \\> 45 degrees shoulder flexion, some wrist movement, partial extension of the fingers)\n  7. Functional balance (Berg Balance Scale score \\> 45)\n* Caregivers:\n\n  1. Provide care or support to a subject that is participating in this research study. This person does not need to be related to the stroke subject.\n  2. Over the age of 18\n  3. Can comprehend English\n\nExclusion Criteria:\n\n* Stroke Subject:\n\n  1. A medical condition that prevents interaction with a television or video games\n  2. Receiving occupational or physical therapy services at the time of study involvement\n* Caregiver: NONE","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Missouri","city":"Columbia","state":"Missouri","zip":"65211","country":"United States","geoPoint":{"lat":38.95171,"lon":-92.33407}}]},"referencesModule":{"references":[{"pmid":"26673558","type":"BACKGROUND","citation":"Writing Group Members; Mozaffarian D, Benjamin EJ, Go AS, Arnett DK, Blaha MJ, Cushman M, Das SR, de Ferranti S, Despres JP, Fullerton HJ, Howard VJ, Huffman MD, Isasi CR, Jimenez MC, Judd SE, Kissela BM, Lichtman JH, Lisabeth LD, Liu S, Mackey RH, Magid DJ, McGuire DK, Mohler ER 3rd, Moy CS, Muntner P, Mussolino ME, Nasir K, Neumar RW, Nichol G, Palaniappan L, Pandey DK, Reeves MJ, Rodriguez CJ, Rosamond W, Sorlie PD, Stein J, Towfighi A, Turan TN, Virani SS, Woo D, Yeh RW, Turner MB; American Heart Association Statistics Committee; Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2016 Update: A Report From the American Heart Association. Circulation. 2016 Jan 26;133(4):e38-360. doi: 10.1161/CIR.0000000000000350. Epub 2015 Dec 16. No abstract available. Erratum In: Circulation. 2016 Apr 12;133(15):e599."},{"pmid":"21642065","type":"BACKGROUND","citation":"Jurkiewicz MT, Marzolini S, Oh P. Adherence to a home-based exercise program for individuals after stroke. Top Stroke Rehabil. 2011 May-Jun;18(3):277-84. doi: 10.1310/tsr1803-277."},{"pmid":"19635344","type":"BACKGROUND","citation":"Morris JH, Williams B. Optimising long-term participation in physical activities after stroke: exploring new ways of working for physiotherapists. Physiotherapy. 2009 Sep;95(3):228-34. doi: 10.1016/j.physio.2008.11.006. Epub 2009 Jan 29."},{"pmid":"22974010","type":"BACKGROUND","citation":"Nicholson S, Sniehotta FF, van Wijck F, Greig CA, Johnston M, McMurdo ME, Dennis M, Mead GE. A systematic review of perceived barriers and motivators to physical activity after stroke. Int J Stroke. 2013 Jul;8(5):357-64. doi: 10.1111/j.1747-4949.2012.00880.x. Epub 2012 Sep 13."},{"pmid":"21474804","type":"BACKGROUND","citation":"Saposnik G, Levin M; Outcome Research Canada (SORCan) Working Group. Virtual reality in stroke rehabilitation: a meta-analysis and implications for clinicians. Stroke. 2011 May;42(5):1380-6. doi: 10.1161/STROKEAHA.110.605451. Epub 2011 Apr 7."},{"pmid":"27563384","type":"BACKGROUND","citation":"Proffitt R, Lange B. Feasibility of a Customized, In-Home, Game-Based Stroke Exercise Program Using the Microsoft Kinect(R) Sensor. Int J Telerehabil. 2015 Nov 20;7(2):23-34. doi: 10.5195/ijt.2015.6177. eCollection 2015 Fall."},{"pmid":"30157019","type":"BACKGROUND","citation":"Proffitt RM, Henderson W, Scholl S, Nettleton M. Lee Silverman Voice Treatment BIG(R) for a Person With Stroke. Am J Occup Ther. 2018 Sep/Oct;72(5):7205210010p1-7205210010p6. doi: 10.5014/ajot.2018.028217."},{"pmid":"20814005","type":"BACKGROUND","citation":"Wolf SL, Thompson PA, Winstein CJ, Miller JP, Blanton SR, Nichols-Larsen DS, Morris DM, Uswatte G, Taub E, Light KE, Sawaki L. The EXCITE stroke trial: comparing early and delayed constraint-induced movement therapy. Stroke. 2010 Oct;41(10):2309-15. doi: 10.1161/STROKEAHA.110.588723. Epub 2010 Sep 2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"All de-identified clinical outcome assessment data with accompanying key will be deposited in MOspace Institutional Repository, the University of Missouri's digital institutional repository. MOspace is based on MIT's DSpace technology and is a joint venture of the University of Missouri's Division of Information Technology and the University Libraries. MOspace items will include appropriate metadata and a permanent URL. Items will be freely available via the MOspace web site at https://mospace.umsystem.edu and will be searchable via Google and other search engines."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}