{"protocolSection":{"identificationModule":{"nctId":"NCT05427838","orgStudyIdInfo":{"id":"310995"},"organization":{"fullName":"Oxford University Hospitals NHS Trust","class":"OTHER"},"briefTitle":"Simulation Training in Emergency Department Imaging 2","officialTitle":"Simulation Training in Emergency Department Imaging 2","acronym":"STEDI2"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-07","studyFirstSubmitQcDate":"2022-06-18","studyFirstPostDateStruct":{"date":"2022-06-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-08","lastUpdatePostDateStruct":{"date":"2023-10-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alex Novak","investigatorTitle":"Primary Investigator","investigatorAffiliation":"Oxford University Hospitals NHS Trust"},"leadSponsor":{"name":"Oxford University Hospitals NHS Trust","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background and study aims:\n\nComputerised Tomography (CT) head scans are frequently requested by Emergency Department (ED) clinicians as one of the investigations for their patients. This often causes a delay when waiting for specialist radiologists to report the findings of the scan. The purpose of this study is to see if online training can improve the ability of ED clinicians to interpret the scans themselves, to a level sufficient to make clinical decisions based on their findings and to explore what aspects of this process they find most challenging.\n\nParticipants:\n\nEmergency Department clinicians who are working in the Emergency Departments of participating sites between April to September 2022 (inclusive), who request CT Head scans as part of their routine clinical practice.\n\nWhat does the study involve?:\n\n180 ED clinicians will be recruited across 6 hospital sites in the United Kingdom. All will undertake a baseline online assessment to measure their accuracy in interpreting CT head scans.\n\nOne group will then undertake an online training module, with a subsequent assessment immediately afterwards, then over the following 3 months will record interpretations for 30 CT head scans.\n\nHead images encountered in participants' routine clinical practice, and their findings, will be compared with the radiology reports for each scan. Participants will then undertake further online assessments 3 and 6 months after the start of the study. Their overall results will be compared with a control group, who will undergo the same process, but undertake the online training after they have tried to interpret 30 scans in their clinical practice.\n\nParticipants will continue to base their clinical decisions on radiologist reports, not their own interpretations, so patient care will not be affected by this study.","detailedDescription":"STUDY DESIGN\n\nThis is a prospective interventional cohort study to assess the improvement in the image interpretation accuracy and confidence of reporters using online simulation training for CT head scan interpretation.\n\nUsing the RAIQC online platform (www.raiqc.com), the trial participants will be required to complete a baseline assessment where users will review and interpret a pre-existing set of CT scans, which have been curated and reported by senior radiologists. They will be asked to record their interpretation, which will be subsequently compared against that of the radiologists. The participants will be blinded to both original reports for the images, and their overall performance results. After completing the baseline assessment, participants will be given access to an online training package. After completing the training, the participants will complete a further assessment. The improvement in diagnostic accuracy pre- and post-training will be measured.\n\nOnce the participants have been trained, they will each be asked to evaluate a minimum total of 30 CT scans during clinical shifts spread over a 3-month period. For each CT scan included they will be asked to record their scan interpretation, the time the scan was performed, the time they reviewed the scan and the time the radiology report was issued. The radiology report will be considered the gold-standard diagnosis. Online assessments will be repeated at the end of the 3 month period and at 6months post training, to monitor changes in performance over time.\n\nSubsequent comparison and analysis will aim to measure the real-world accuracy of ED staff at interpreting CT head scans. In addition, the investigators will also be able to measure potential time saving by ED staff interpreting the scans compared with the radiology report being issued.\n\nPopulation:\n\n- 180 Emergency Department clinicians (30 per site) of varying grades who routinely interpret images as part of their usual role, including: i. Junior Doctors (F1-ST2) ii. Registrars (ST3-ST6) iii. Consultants iv. Radiographers v. Nursing and Allied Health Professionals (NMAHPs) - Advanced Nurse Practitioners, Physician Associates\n\nMethods:\n\nParticipants will be randomised to control (see section below - no online training, 30 participants, 5 from each site) versus intervention (online training - 150 participants) groups. Prior to the start of the study, each participant ID will be randomised to either grou via simple randomisation using an online number generator - the outcome of this allocation will be recorded on a linkage document held by the central study team in Oxford.\n\nIntervention Group:\n\n* All intervention group participants will first be required to complete a baseline online assessment during their non-clinical time, which will consist of CT head images with a clinical vignette of varying difficulty and pathology where participants will review a set of scans and provide a diagnosis and confidence score before submitting the case. Time taken to complete each individual case will be recorded by the RAIQC platform. Participants will be blinded to the results.\n* Participants will be given access to an existing bespoke online training module on the RAIQC platform (www.raiqc.com) with a post-training assessment consisting of a different set of cases.\n* Participants will then be required to evaluate a minimum of 30 CT Head scans each - encountered during their clinical shifts over a 3-month period. They will be asked to record results in real time on a standardised eCRF, including:\n\n  * date/time at which CT scan was performed\n  * date/time of participant review\n  * participant interpretation and confidence score\n  * date/time of radiology report\n  * radiology report findings (reference-standard)\n\nNB: Participants will be instructed to base their subsequent clinical decision making based on the formal radiology report as per standard clinical practice, not their own interpretation.\n\n* Participants will then each repeat a 50-case assessment at the end of the 3-month period and again at 6 months post-training (to assess skill retention)\n* Qualitative surveys will be completed by participants prior to each assessment module to obtain feedback and comment regarding their experiences of the project and monitor any changes over the course of the study. Participants will be issued with a certificate to recognise that they have undergone imaging training for Continuous Professional Development purposes\n\nControls:\n\n* To provide a control for comparison as to the relative benefits of the online training phase and the clinical interpretation phase in terms of improving reporting performance, 30 participants (5 participants from each site) will be randomised to undertake the clinical interpretation phase prior to the training module\n* Baseline accuracy statistics from each participant will be compared to subsequent results from each stage of the study\n\nAnalysis:\n\n- Training:\n\ni. Changes in reporting accuracy (sensitivity/specificity), confidence and speed will be calculated in a pooled analysis for all readers at all sites, as well as for the following subgroups:\n\n* Clinical role\n* Level of seniority\n* Pathological finding\n* Difficulty of image\n\nii. These will be repeated for each of the four sequential assessments\n\n- Clinical Interpretation:\n\ni. Accuracy (sensitivity/specificity), confidence and speed will be calculated for all pooled data, and the following subgroups:\n\n* Clinical role\n* Level of seniority\n* Pathological finding\n\nii. Total and mean potential time saving will be calculated by comparing time of participant interpretation versus time of radiology report, and will be used to calculate potential cost benefit of clinician reporting versus radiology reporting\n\niii. Results from the qualitative surveys will be collated and used to explore the experiences and factors affecting the uptake of new image reporting roles in the ED clinical population\n\nPARTICIPANT IDENTIFICATION\n\nInformed Consent:\n\nParticipants will be provided with an electronic copy of the PIS via email. They will express an interest in participating in the study to the site Principal Investigator, who will discuss the study further with them and answer any questions. Consent will be sought from participants to participate in the study and for their anonymised results to be used for analysis and publication purposes. If they agree to the study, they will then be asked to complete the consent form online and return it to the site Principal Investigator.\n\nDiscontinuation/Withdrawal of Participants from Study:\n\nEach participant has the right to withdraw from the study at any time. In addition, the Investigator may discontinue a participant from the study at any time if the Investigator considers it necessary for any reason including:\n\n* Ineligibility (either arising during the study or retrospectively having been overlooked at screening)\n* Significant protocol deviation\n* Significant non-compliance with training regimen or study requirements\n* Withdrawal of Consent\n* Loss to follow up All data obtained to that point will be retained for analysis Withdrawn participants will not be replaced. The reason for withdrawal will be recorded in the CRF.\n\nSTATISTICS AND ANALYSIS\n\nSample Size:\n\nDuring the pilot study, the diagnostic accuracy of participants in detecting acute intracranial abnormality improved by a mean of 8% (SD15%). The investigators calculated a sample size of 30 participants using a power of 80% and a level of significance of 5% (two sided). This was a realistically and practically achievable target for each of the six sites, and 180 participants was, therefore, chosen as the overall target for the current study.\n\nStatistical Analyses:\n\n* Training Assessments:\n\n  1) Changes in reporting accuracy/sensitivity/specificity/inter-reader variability/confidence/speed will be calculated in a pooled analysis for all readers at all sites, as well as for the following subgroups:\n* Clinical role\n* Level of seniority\n* Pathological finding\n* Difficulty of image\n\n  2) These will be repeated for each of the four sequential assessments\n* Clinical Interpretation Phase:\n\n  1. Accuracy/sensitivity/specificity/inter-reader variability/confidence will calculated for all pooled data, and the following subgroups\n\n     Clinical role Level of seniority Pathological finding\n  2. Total and mean potential time saving will by calculated by comparing time of participant interpretation versus time of radiology report, and will be used to calculate potential cost benefit of clinician reporting versus radiology reporting\n  3. Results from the qualitative surveys will be collated and used explore the experiences and factors affecting the uptake of new image reporting roles in the ED clinical population"},"conditionsModule":{"conditions":["Skull Fractures","Stroke","Intracranial Bleed","Brain Tumor","Brain Herniation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":180,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention (training)","description":"Subjects undergo online CT Head interpretation training:\n\nSummary:\n\nThe trial participants will be required to complete a baseline assessment where users will review a set of scans and provide a diagnosis before submitting the case. Users will then be given access to an online training module. Once the training is completed, the users will complete a second assessment.\n\nThey will then be asked to evaluate a minimum of 30 CT scans each during their clinical shifts over a 3-month period. They will be asked to record their scan interpretation, the time the scans was performed, and the time they reviewed the scan. They will also be asked to retrospectively document the findings of the standard clinical radiology report, and the time it was issued.\n\nAt the end of the 3 month period they will repeat the online assessment to assess their performance, and again after a further three months to assess their retention of any improvement in reporting performance."},{"label":"Control (no Training)","description":"Subjects do not undergo online CT Head interpretation training:\n\nSummary:\n\nTo provide a control for comparison as to the relative benefits of the online training phase and the clinical interpretation phase in terms of improving reporting performance, 30 participants (6 clinicians from each site) will be randomised to undertake the clinical interpretation phase prior to the training module."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Accuracy of ED clinicians reporting CT head scans","description":"Accuracy of ED clinicians in reporting non-contrast CT head scans (sensitivity and specificity) measured using online assessment at pre/post-training, 3 months, 6 months post-training","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Self-reported confidence scale at pre/post-training, 3 months, 6 months post-training. The self reported confidence scale has a minimum value of \"not confident at all\" and a maximum value of \"really confident\". A higher or lower score does","description":"Measured using self-reported confidence scale at pre/post-training, 3 months, 6 months post-training. The self reported confidence scale has a minimum value of 1 - \"not confident at all\" and a maximum value of 5 - \"really confident\".","timeFrame":"6 months"},{"measure":"Time difference between ED clinician interpretation and final radiology report measured using recorded report times at 3 months post-training","description":"As above","timeFrame":"3 months"},{"measure":"Diagnostic accuracy of ED clinicians in reporting non-contrast CT head scans during clinical practice","description":"Measured using diagnostic performance characteristics (sensitivity and specificity) of participants' interpretations of CT scans encountered during clinical phase versus radiology reports (gold standard)","timeFrame":"3 months"},{"measure":"Ability of clinicians to retain newly acquired CT reporting skills","description":"Ability of clinicians to retain newly acquired CT reporting skills measured using online assessment at 6 months post-training.","timeFrame":"6 months post-training"},{"measure":"Factors that influence clinicians' reporting accuracy","description":"Factors that influence clinicians' reporting accuracy (abnormal finding, size of abnormality, image quality, rotation/position, other abnormalities present) measured using online assessment pre- and post-training.","timeFrame":"6 months"},{"measure":"Factors affecting the uptake of new image reporting roles in the ED clinical population","description":"Factors affecting the uptake of new image reporting roles in the ED clinical population measured using a participant survey at 6 months post-training","timeFrame":"6 months"},{"measure":"Potential clinical and health economic impact of introducing CT head reporting into ED clinical practice","description":"Potential clinical and health economic impact of introducing CT head reporting into ED clinical practice measured using health economic modelling based on the difference between ED and radiologists report times during the clinical phase.","timeFrame":"6 months"},{"measure":"Clinicians' interpretation accuracy with and without undergoing online training","description":"Clinicians' interpretation accuracy with and without undergoing online training (sensitivity, specificity) measured using online assessment at pre-training/clinical phase, 3 months, 6 months post the start of the study.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Emergency department clinicians who review CT head scans as part of their clinical practice.\n2. Working in the relevant ED during the clinical phase of the project.\n\nExclusion Criteria:\n\n1. Previous formal postgraduate CT reporting training.\n2. Previous career to registrar level in radiology/neurosurgery.\n3. Staff in Emergency Department post for less than 4 months.","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Emergency department clinicians.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Alex Novak, Medicine","role":"CONTACT","phone":"01865222003","email":"alex.novak@ouh.nhs.uk"},{"name":"José Martínez, Nursing","role":"CONTACT","phone":"01865222003","email":"jose.martinez@ouh.nhs.uk"}],"locations":[{"facility":"NHS Frimley Health Foundation Trust","status":"RECRUITING","city":"Frimley","state":"Berkshire","zip":"GU167UJ","country":"United Kingdom","contacts":[{"name":"Sarah Wilson, Medicine","role":"CONTACT","email":"sarah.wilson2@nhs.net"},{"name":"Eva Wilson","role":"CONTACT","email":"eva.wilson1@nhs.net"}],"geoPoint":{"lat":51.31667,"lon":-0.74544}},{"facility":"Royal Berkshire Hospital","status":"NOT_YET_RECRUITING","city":"Reading","state":"Berkshire","zip":"RG15AN","country":"United Kingdom","contacts":[{"name":"Simon Triscott, Medicine","role":"CONTACT","email":"simon.triscott@royalberkshire.nhs.uk"},{"name":"Jennifer Armistead","role":"CONTACT","email":"ucresearchNurses@royalberkshire.nhs.uk"}],"geoPoint":{"lat":51.45625,"lon":-0.97113}},{"facility":"Milton Keynes University Hospital","status":"RECRUITING","city":"Milton Keynes","state":"Buckinghamshire","zip":"MK65LD","country":"United Kingdom","contacts":[{"name":"Divyansh Gulati, Medicine","role":"CONTACT","email":"divyansh.gulati@mkuh.nhs.uk"},{"name":"Wuraola Akande, Nursing","role":"CONTACT","email":"wuraola.akande@mkuh.nhs.uk"}],"geoPoint":{"lat":52.04172,"lon":-0.75583}},{"facility":"Stoke Mandeville Hospital","status":"RECRUITING","city":"Stoke Mandeville","state":"Buckinghamshire","zip":"HP218AL","country":"United Kingdom","contacts":[{"name":"Ravi Shashikala, Doctor","role":"CONTACT","email":"ravi.shashikala@nhs.net"},{"name":"Julie Tebbutt","role":"CONTACT","email":"julietebbutt@nhs.net"}],"geoPoint":{"lat":51.78606,"lon":-0.79157}},{"facility":"Horton General Hospital","status":"RECRUITING","city":"Banbury","state":"Oxfordshire","zip":"OX169AL","country":"United Kingdom","contacts":[{"name":"Matt Davies, Medicine","role":"CONTACT","email":"matt.davies@ouh.nhs.uk"}],"geoPoint":{"lat":52.0632,"lon":-1.34222}},{"facility":"John Radcliffe Hospital","status":"RECRUITING","city":"Oxford","state":"Oxfordshire","zip":"OX3 9DU","country":"United Kingdom","contacts":[{"name":"Tanya Baron, medicine","role":"CONTACT","email":"tanya.baron@ouh.nhs.uk"}],"geoPoint":{"lat":51.75222,"lon":-1.25596}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2022-03-28","uploadDate":"2022-05-01T03:24","filename":"ICF_000.pdf","size":98425}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000012887","term":"Skull Fractures"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000004630","term":"Emergencies"}],"ancestors":[{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000050723","term":"Fractures, Bone"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006470","term":"Hemorrhage"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M9315","name":"Hernia","relevance":"LOW"},{"id":"M7486","name":"Emergencies","asFound":"Emergency","relevance":"HIGH"},{"id":"M4899","name":"Brain Neoplasms","relevance":"LOW"},{"id":"M26060","name":"Fractures, Bone","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","asFound":"Intracranial Bleed","relevance":"HIGH"},{"id":"M15380","name":"Skull Fractures","asFound":"Skull Fractures","relevance":"HIGH"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}