{"protocolSection":{"identificationModule":{"nctId":"NCT00349479","orgStudyIdInfo":{"id":"R01NS050372-02","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01NS050372-02"},"organization":{"fullName":"University of Michigan","class":"OTHER"},"briefTitle":"Increasing Stroke Treatment Through Interventional Change Tactics Study","officialTitle":"Clinical Trial to Increase t-PA Use in Stroke Treatment","acronym":"INSTINCT"},"statusModule":{"statusVerifiedDate":"2013-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-05"},"primaryCompletionDateStruct":{"date":"2010-01","type":"ACTUAL"},"completionDateStruct":{"date":"2010-03","type":"ACTUAL"},"studyFirstSubmitDate":"2006-07-05","studyFirstSubmitQcDate":"2006-07-05","studyFirstPostDateStruct":{"date":"2006-07-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2013-02-22","lastUpdatePostDateStruct":{"date":"2013-02-25","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Phillip A. Scott","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Michigan"},"leadSponsor":{"name":"University of Michigan","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate a standardized, system-based, barrier assessment and interactive educational intervention to increase appropriate t-PA use for stroke.","detailedDescription":"Stroke is a major public health problem. Only 1 to 3 percent of people with stroke patients in community settings are receiving tissue plasminogen activator (t-PA) therapy ten years after it was approved by the Food and Drug Administration (FDA). Data from academic stroke teams, stroke patient arrival times, and thrombolytic therapy (clot-dissolving) in myocardial infarction suggest substantially higher treatment rates are possible. The development and implementation of educational interventions to motivate physicians, other healthcare providers, and healthcare organizations, to learn the principles of acute stroke care is a high-priority.\n\nLimited prior work found a combination of community and professional education increased thrombolytic therapy for stroke from a pre-intervention rate of 2.2 percent to a post-intervention rate of 11.3 percent, with the data suggesting the professional education was the critical element for increasing use.\n\nThe Increasing Stroke Treatment through Interventional behavioral Change Tactics (INSTINCT) trial is designed to evaluate a standardized, system-based barrier assessment and interactive educational intervention (BA-IEI) for increasing appropriate t-PA use in people with stroke. This multi-center, randomized, controlled study will be conducted at 24 hospital sites nationwide.\n\nThe intervention, BA-IEI, targets emergency departments and is based on adult education and behavior change theory. BA-IEI is designed for replication in community health initiatives. It incorporates local stroke champion development, hospital-specific barrier evaluation, mixed CME targeting identified barriers, performance feedback, protocol development, and academic detailing. The primary endpoint will be the increase in appropriate use of t-PA for stroke with evaluations of change in emergency physician knowledge on t-PA use.\n\nThe primary aims of this study are to determine if a BA-IEI is effective in increasing appropriate t-PA use in stroke, and if BA-IEI improves emergency physician knowledge, beliefs, and attitudes regarding the use of t-PA for acute stroke.\n\nResults from this study may lead to an effective method for increasing the use of t-PA for stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","tissue plasminogen activator","t-PA","barrier assessment and interactive educational intervention","BA-IEI"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Barrier assessment / interactive educational intervention"]},{"label":"Control","type":"NO_INTERVENTION"}],"interventions":[{"type":"BEHAVIORAL","name":"Barrier assessment / interactive educational intervention","description":"Intervention hospitals received a barrier assessment - interactive educational intervention (BA-IEI) which included: on-site barrier assessment, annual \"stroke champions\" meetings, stroke center telephone access, quarterly mock stroke codes, and ongoing feedback and education.","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in t-PA use with assessment of appropriateness of use and complications.","description":"The primary outcome was based on the change in the rate of tPA use between the \"pre-intervention\" period (Jan 2005 to Dec 2006) and the \"post-intervention\" period immediately following the conclusion of the first mock \"code stroke / CME intervention (Jan 2008 to Jan 2010).","timeFrame":"January 2005 to January 2010"}],"secondaryOutcomes":[{"measure":"Changes in emergency physician knowledge and attitudes regarding thrombolytic use.","timeFrame":"2007 to 2009"},{"measure":"Intracerebral Hemorrhage","timeFrame":"2007 to 2010"},{"measure":"Systemic hemorrhage","timeFrame":"2007 to 2010"},{"measure":"tPA-use guideline deviations","timeFrame":"2007 to 2010"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Physician staffed emergency department at all times\n* 24/7 CT scanning availability\n* Computerized pharmacy dispensing system for the emergency department or thrombolytic use log\n* Agreement to participate and identified site investigator\n\nExclusion Criteria:\n\n* Primary children's, psychiatric, or long-term (convalescent) care hospital\n* Established academic comprehensive stroke center (Detroit Receiving Hospital, Henry Ford Hospital, University of Michigan)\n* Annual emergency department volume greater than 100,000 patients per year (only one hospital)","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Phillip A. Scott, MD","affiliation":"University of Michigan","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Mary Haan, MPH, DrPhD","affiliation":"University of Michigan, Co-Investigator","role":"PRINCIPAL_INVESTIGATOR"},{"name":"John M. Kalbfleisch, Math, PhD","affiliation":"University of Michigan, Co-Investigator","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Lewis Morgenstern, MD","affiliation":"University of Michigan, Co-Investigator","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Michigan, Department of Emergency Medicine","city":"Ann Arbor","state":"Michigan","zip":"48106","country":"United States","geoPoint":{"lat":42.27756,"lon":-83.74088}}]},"referencesModule":{"references":[{"pmid":"21040107","type":"BACKGROUND","citation":"Scott PA, Frederiksen SM, Kalbfleisch JD, Xu Z, Meurer WJ, Caveney AF, Sandretto A, Holden AB, Haan MN, Hoeffner EG, Ansari SA, Lambert DP, Jaggi M, Barsan WG, Silbergleit R. Safety of intravenous thrombolytic use in four emergency departments without acute stroke teams. Acad Emerg Med. 2010 Oct;17(10):1062-71. doi: 10.1111/j.1553-2712.2010.00868.x."},{"pmid":"21548943","type":"BACKGROUND","citation":"Meurer WJ, Majersik JJ, Frederiksen SM, Kade AM, Sandretto AM, Scott PA. Provider perceptions of barriers to the emergency use of tPA for acute ischemic stroke: a qualitative study. BMC Emerg Med. 2011 May 6;11:5. doi: 10.1186/1471-227X-11-5."},{"pmid":"20689081","type":"BACKGROUND","citation":"Meurer WJ, Caveney AF, Lo A, Zhang L, Frederiksen SM, Sandretto AM, Silbergleit R, Scott PA. Lack of association between pretreatment neurology consultation and subsequent protocol deviation in tissue plasminogen activator-treated patients with stroke. Stroke. 2010 Sep;41(9):2098-101. doi: 10.1161/STROKEAHA.110.588491. Epub 2010 Aug 5."},{"pmid":"20170487","type":"BACKGROUND","citation":"Caveney AF, Silbergleit R, Frederiksen S, Meurer WJ, Hickenbottom SL, Smith RW, Scott PA. Resource utilization and outcome at a university versus a community teaching hospital in tPA treated stroke patients: a retrospective cohort study. BMC Health Serv Res. 2010 Feb 19;10:44. doi: 10.1186/1472-6963-10-44."},{"pmid":"20536612","type":"BACKGROUND","citation":"Meurer WJ, Scott PA, Caveney AF, Majersik JJ, Frederiksen SM, Sandretto A, Holden AB, Silbergleit R. Lack of association between hyperglycaemia at arrival and clinical outcomes in acute stroke patients treated with tissue plasminogen activator. Int J Stroke. 2010 Jun;5(3):163-6. doi: 10.1111/j.1747-4949.2010.00425.x."},{"pmid":"19218023","type":"BACKGROUND","citation":"Scott PA. Enhancing community delivery of tissue plasminogen activator in stroke through community-academic collaborative clinical knowledge translation. Emerg Med Clin North Am. 2009 Feb;27(1):115-36, ix. doi: 10.1016/j.emc.2008.07.001."},{"pmid":"17652268","type":"BACKGROUND","citation":"Meurer WJ, Frederiksen SM, Majersik JJ, Zhang L, Sandretto A, Scott PA. Qualitative data collection and analysis methods: the INSTINCT trial. Acad Emerg Med. 2007 Nov;14(11):1064-71. doi: 10.1197/j.aem.2007.05.005. Epub 2007 Jul 24."},{"pmid":"20705931","type":"RESULT","citation":"Scott PA, Xu Z, Meurer WJ, Frederiksen SM, Haan MN, Westfall MW, Kothari SU, Morgenstern LB, Kalbfleisch JD. Attitudes and beliefs of Michigan emergency physicians toward tissue plasminogen activator use in stroke: baseline survey results from the INcreasing Stroke Treatment through INteractive behavioral Change Tactic (INSTINCT) trial hospitals. Stroke. 2010 Sep;41(9):2026-32. doi: 10.1161/STROKEAHA.110.581942. Epub 2010 Aug 12."},{"pmid":"23033348","type":"RESULT","citation":"Skolarus LE, Scott PA, Burke JF, Adelman EE, Frederiksen SM, Kade AM, Kalbfleisch JD, Ford AL, Meurer WJ. Antihypertensive treatment prolongs tissue plasminogen activator door-to-treatment time: secondary analysis of the INSTINCT trial. Stroke. 2012 Dec;43(12):3392-4. doi: 10.1161/STROKEAHA.112.662684. Epub 2012 Oct 2."},{"pmid":"23260188","type":"DERIVED","citation":"Scott PA, Meurer WJ, Frederiksen SM, Kalbfleisch JD, Xu Z, Haan MN, Silbergleit R, Morgenstern LB; INSTINCT Investigators. A multilevel intervention to increase community hospital use of alteplase for acute stroke (INSTINCT): a cluster-randomised controlled trial. Lancet Neurol. 2013 Feb;12(2):139-48. doi: 10.1016/S1474-4422(12)70311-3. Epub 2012 Dec 21."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"},{"id":"M13538","name":"Plasminogen","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}