{"protocolSection":{"identificationModule":{"nctId":"NCT03960918","orgStudyIdInfo":{"id":"201600569B0"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Validation of Oxygen Uptake Efficiency Slope in Patients With Stroke","officialTitle":"Validation of Oxygen Uptake Efficiency Slope in Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2019-05","overallStatus":"UNKNOWN","lastKnownStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-12-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-05-17","studyFirstSubmitQcDate":"2019-05-21","studyFirstPostDateStruct":{"date":"2019-05-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-01-03","lastUpdatePostDateStruct":{"date":"2020-01-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Stroke is a cerebrovascular disease which leads to ischemic damage of brain tissue and subsequent neurologic impairment. Aerobic capacity has become an effective prognosis for overall and cardiovascular mortality, but current protocols using in cardiopulmonary test (CPET) are not feasible for the hemiplegics due to balance or coordination deficit. The peak oxygen uptake should be underestimated for survival prediction. The calculation of the oxygen uptake efficiency slope (OUES) is independent of incremental exercise protocol, and patient effort, and is, therefore, suitable for patients who are not able or willing to attain maximal exercise values, just like stroke population.\n\nStudy Purpose: This project will enroll stroke patients to evaluate their aerobic capacity by CPET. Compared retrospectively with previous data from heart failure patients and healthy subjects, the investigators may know the aerobic capacity of stroke patients is underestimated or not. By collecting other parameters from exercise test (cardiac output and local tissue perfusion and oxygenation), the investigators could investigate the exercise intolerance of stroke patients is contributed from neurological origin mainly or several factors synergically.","detailedDescription":"Background: Stroke is a cerebrovascular disease which leads to ischemic damage of brain tissue and subsequent neurologic impairment. Hence, the brain circulation is impaired after stroke which also play a possible cause for exercise intolerance not only neurogenic origin. The peak oxygen uptake in stroke patients was about half in healthy adults with the same age about 30 days after the disease occurrence. Aerobic capacity has become an effective prognosis for overall and cardiovascular mortality, but current protocols using in cardiopulmonary test (CPET) are not feasible for the hemiplegics due to balance or coordination deficit. The peak oxygen uptake should be underestimated for survival prediction. The calculation of the oxygen uptake efficiency slope (OUES) is independent of incremental exercise protocol, and patient effort, and is, therefore, suitable for patients who are not able or willing to attain maximal exercise values, just like stroke population. So it can be regarded as a single index of aerobic capacity that can be determined from submaximal exercise data. In healthy subjects, the OUES has a test-retest reliability similar to VO2peak (intra-class correlation coefficient (ICC) = 0.890 vs ICC = 0.910). The above properties make the OUES a possible alternative for VO2peak in patients with stroke who are unable to attain maximal exercise, and may provide clinicians with a better estimate of aerobic capacity in these patients.\n\nStudy purpose: This project will enroll stroke patients under new onset stage, late stage, and exercise intervention, to evaluate their aerobic capacity by CPET. Compared retrospectively with previous data from heart failure patients and healthy subjects, the investigators may know the aerobic capacity of stroke patients is underestimated or not. By collecting other parameters from exercise test (cardiac output and local tissue perfusion and oxygen), the investigators could investigate the exercise intolerance of stroke patients is contributed from neurological origin mainly or several factors synergically.\n\nMethods: This is prospective (for stroke), randomized, parallel-group (for exercise) design with a 1:1 allocation ratio. 120 stroke patients will be randomly assigned to traditional rehabilitation training group(control) and traditional rehabilitation combined with aerobic training group (experiment). All enrolled subjects will perform a CPET before the training initiation. After CPET, the patients in the experimental group need to perform an additional bicycle training program with the intensity of 60 % maximal workload in the previous CPET (three days per week, for 12 weeks with a total of 36 times). When the training course completed, another CPET will be performed to evaluate the aerobic capacity again. In two CPET, a comprehensive cognitive and functional assessment will be also performed.\n\nMeasurable parameters: maximal oxygen uptake, maximal cardiac output, cerebral blood flow, oxygen uptake efficiency slope, limb muscle strength and function, and cognitive function was assessed."},"conditionsModule":{"conditions":["Stroke","Physical Fitness","Exercise Therapy"],"keywords":["stroke","physical fitness","oxygen uptake efficiency slope (OUES)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is prospective (for stroke), randomized, parallel-group (for exercise) design with a 1:1 allocation ratio.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"usual neuro-rehab training","type":"NO_INTERVENTION","description":"stroke patient under usual neuro-rehab training"},{"label":"Novel exercise training","type":"EXPERIMENTAL","description":"stroke patient under aerobic exercise training","interventionNames":["Behavioral: aerobic exercise therapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"aerobic exercise therapy","description":"aerobic exercise therapy: All enrolled subjects will perform a CPET before the training initiation. After CPET, the patients in the experimental group need to perform an additional bicycle training program with the intensity of 60 % maximal workload in the previous CPET (five days per week, for four weeks with a total of 20 times).","armGroupLabels":["Novel exercise training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"physical fitness (peak oxygen consumption)","description":"oxygen consumption in cc/min/kg measured by Carefusion(TM) in CPET","timeFrame":"after 36 session exercise training, up to 12 weeks"},{"measure":"physical fitness (maximal cardiac output)","description":"maximal cardiac output in L/min measured by NICOM(TM) in CPET","timeFrame":"after 36 session exercise training, up to 12 weeks"},{"measure":"physical fitness(oxygen uptake efficiency slope)","description":"oxygen uptake efficiency slope was calculated with oxygen consumption and workload in CPET","timeFrame":"after 36 session exercise training, up to 12 weeks"},{"measure":"physical fitness (cerebral blood flow)","description":"cerebral blood flow in cc/min measured by Near-Infrared spectrometry","timeFrame":"after 36 session exercise training, up to 12 weeks"},{"measure":"physical fitness(limb muscle strength)","description":"limb muscle strength was measured by manual muscle test with (0-5) scales","timeFrame":"after 36 session exercise training, up to 12 weeks"}],"secondaryOutcomes":[{"measure":"neuro-function(cognitive function)","description":"cognitive function was measured by MMSE ( Mini-Mental State Examination)","timeFrame":"after 36 session exercise training, up to 12 weeks"},{"measure":"neuro-function(limbs function)","description":"limbs function was measured by brunnstrom stage of stroke recovery with (1-6) scales","timeFrame":"after 36 session exercise training, up to 12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of Cerebrovascular accident, confirmed by a neurologist\n\nExclusion Criteria:\n\nThere are other diseases or behavioral restrictions that prevent exercise training, list below:\n\n1. dementia(MMSE\\<24), and etc.\n2. musculoskeletal disease\n3. Other exercise contraindications:\n\n   1. unstable angina\n   2. resting systolic blood pressure greater than 200 mmHg or diastolic blood pressure greater than 110 mmHg\n   3. orthostatic blood pressure drop greater than 20 mmHg with symptoms\n   4. Symptomatic severe aortic stenosis\n   5. Acute systemic infection, accompanied by fever, body aches, or swollen lymph glands\n   6. Uncontrolled cardiac dysrhythmias causing symptoms or hemodynamic compromise\n   7. Uncontrolled symptomatic heart failure\n   8. High-degree atrioventricular blocks\n   9. Acute myocarditis or pericarditis\n   10. Acute pulmonary embolus or pulmonary infarction\n   11. a recent significant change in the resting electrocardiogram suggesting significant ischemia,\n   12. recent myocardial infarction (within 2 d), or other acute cardiac events","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Department of Physical Medicine and Rehabilitation of Keelung Chang Gung Memorial hospital","city":"Keelung","zip":"204","country":"Taiwan","geoPoint":{"lat":25.12825,"lon":121.7419}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}