{"protocolSection":{"identificationModule":{"nctId":"NCT04876703","orgStudyIdInfo":{"id":"020-306"},"organization":{"fullName":"Baylor Research Institute","class":"OTHER"},"briefTitle":"Effectiveness of Multichannel Functional Electrical Stimulation","officialTitle":"Effectiveness of Multichannel Functional Electrical Stimulation on Upper Extremity Function During Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-06-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-04-27","studyFirstSubmitQcDate":"2021-05-05","studyFirstPostDateStruct":{"date":"2021-05-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-08","lastUpdatePostDateStruct":{"date":"2022-03-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Caitlin Boyd","investigatorTitle":"Occupational Therapist","investigatorAffiliation":"Baylor Research Institute"},"leadSponsor":{"name":"Baylor Research Institute","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this pilot study is to determine whether two weeks of multi-channel FES along with task-specific training will improve UE function when compared to traditional rehabilitation or usual care. The secondary purpose of this study is to find whether two weeks of multi-channel FES along with task-specific training will improve shoulder range of motion, grip strength, and patient reported function when compared to traditional rehabilitation or usual care in patients with unilateral stroke resulting in hemiplegia.The following null hypotheses are established for this study:\n\n1. There will be no difference in UE function when using multi-channel FES along with task-specific training compared to traditional rehabilitation or usual care in patients with first time stroke and hemiplegia during in patient stroke rehabilitation.\n2. There will be no difference in shoulder range of motion and grip strength when using multi-channel FES along with task-specific training compared to traditional rehabilitation or usual care in patients with first time stroke and hemiplegia during in patient stroke rehabilitation.\n3. There will be no difference in self-reported upper extremity function when using multi-channel FES along with task-specific training compared to traditional rehabilitation or usual care in patients with first time stroke and hemiplegia during in patient stroke rehabilitation.The research design for this experimental study will be a randomized controlled trial. The manipulated independent variable in this study will be 1) FES using Xcite with traditional therapy and 2) traditional therapy. The dependent variables in this study are the following: Upper extremity function measured by The Action Research Arm Test, The Box and Block Test, and The Nine-Hole Peg Test; Grip strength measured using a dynamometer; Range of motion at the shoulder measured using a standard goniometer; and Participants' perception of improvement in function measured by a modified Patient-Specific Functional Scale.","detailedDescription":"I. BACKGROUND AND SIGNIFICANCE Stroke is the third leading cause of death and is a major reason for disability among survivors (Mayo 2009). 55-75% of patients with stroke have deficiency in upper extremity (UE) function contributing to the disability (Alon, 2007). Complete recovery of UE function is only reported in 11.6% of stroke survivors 6 months following ischemic middle cerebral artery stroke (Kwakkel, 2003). Neuro rehabilitation has shifted focus to task-specific, repetitive training as we understood the concept of neuroplasticity (Kleim, 2008 ). Functional electrical stimulation (FES) has been identified as a treatment modality to enhance upper extremity function in patients during early stroke rehabilitation (Alon, 2007). FES along with task-specific training has demonstrated superior performance in hand function (Yang et al 2019) Though studies have reported improvement in UE function, the duration of treatment and timing post stroke also varies tremendously. Since the majority of the improvement in upper extremity function occurs in 11 weeks since onset (Nakayama, 1994), it is important to consider the effect of FES during that time in enhancing UE function. FES can be an expensive modality to use for patients on their own and therefore the length of stay at inpatient rehabilitation post stroke also is an important factor to consider. The average reported length of stay during inpatient rehab for patients with stroke varies from 9 to 22 days (Camicia, 2015). So it is important to assess the effectiveness of FES during the patient's inpatient stay for clinicians to choose the most appropriate intervention during the limited inpatient rehabilitation time. Most of the reported studies have used FES distally (Alon, 2007; Gharib, 2015) to improve hand function however it is also important to consider the role of proximal stability to improve UE function for tasks such as reaching. Though FES of the proximal muscles has been shown to be a superior intervention in reducing shoulder subluxation, its effect on improving motor function has been inconclusive (Vafadar et al 2015).\n\nTraditionally, FES machines are a two-channel unit used to stimulate one muscle group at a time. The Xcite system is a battery-powered stimulator with up to 12 channels of cyclical stimulation, allowing for both proximal and distal muscle group stimulation. It is a task-specific modality to enhance mass practice during neurological re-education. Each activity has the correctly sequenced stimulation pattern to perform the prescribed activity. There has been limited research regarding this type of FES in patients with stroke during early stroke rehabilitation.\n\nII. STUDY OBJECTIVE(S); INCLUDING SPECIFIC AIMS AND/OR HYPOTHESES The purpose of this pilot study is to determine whether two weeks of multi-channel FES along with task-specific training will improve UE function when compared to traditional rehabilitation or usual care. The secondary purpose of this study is to find whether two weeks of multi-channel FES along with task-specific training will improve shoulder range of motion, grip strength, and patient reported function when compared to traditional rehabilitation or usual care in patients with unilateral stroke resulting in hemiplegia.\n\nNull Hypotheses:\n\nThe following null hypotheses are established for this study:\n\n1. There will be no difference in UE function when using multi-channel FES along with task-specific training compared to traditional rehabilitation or usual care in patients with first time stroke and hemiplegia during in patient stroke rehabilitation.\n2. There will be no difference in shoulder range of motion and grip strength when using multi-channel FES along with task-specific training compared to traditional rehabilitation or usual care in patients with first time stroke and hemiplegia during in patient stroke rehabilitation.\n3. There will be no difference in self-reported upper extremity function when using multi-channel FES along with task-specific training compared to traditional rehabilitation or usual care in patients with first time stroke and hemiplegia during in patient stroke rehabilitation.\n\nIII. METHODS\n\nExperimental Design:\n\nThe research design for this experimental study will be a randomized controlled trial. The manipulated independent variable in this study will be 1) FES using Xcite with traditional therapy and 2) traditional therapy. The dependent variables in this study are the following: Upper extremity function measured by The Action Research Arm Test, The Box and Block Test, and The Nine-Hole Peg Test; Grip strength measured using a dynamometer; Range of motion at the shoulder measured using a standard goniometer; and Participants' perception of improvement in function measured by a modified Patient-Specific Functional Scale.\n\nForty first-time unilateral stroke survivors with less than 3 months since onset with upper extremity hemiplegia/hemiparesis over the age of 18 will be participants in this randomized controlled trial. We estimated our sample size to be 40 for this pilot study based on significant findings from prior studies (Alon, 2017\\& Gharib, 2015). Participants will be recruited through a sample of convenience from Baylor Institute for Rehabilitation Frisco. Participants who have comorbidities impacting motor function (Parkinson's, congenital disorders) or contraindications for NMES (seizure disorders, uncontrolled cardiac conditions, cancer, pacemaker, significant sensory deficits, contractures, pregnancy, unhealed fractures, or a cerebellar stroke), and who are unable to follow two-step commands will also be excluded from the study.\n\nInpatient rehabilitation therapists will screen the patients for inclusion and exclusion criteria, and if they are an appropriate candidate for the study, they will inform the participants about the study. If the participant chooses to get more information about the study, one of the investigators will contact the person and review the study in more detail and answer any additional questions. Each participant will be given their rights as human subjects and asked to sign the informed consent approved by the Institutional Review Boards of Baylor Health Care System. Participants will be randomly assigned to Group A (usual treatment, plus XCite) or Group B (usual treatments only) by a drawing lot. Randomization without replacement technique will be used to ensure equal number of participants in each group.\n\nInterventions:\n\nThe experimental group (Group A) will receive standard motor retraining of the affected upper extremity in addition to functional electrical stimulation provided by means of Xcite system 4 days per week for 30 minutes for two weeks. Treatment sessions will be 45 minutes in length including set-up time. The Xcite system is a battery-powered stimulator with up to 12 channels of cyclical stimulation. It is a task-specific modality to enhance mass practice during neurological re-education. The system includes four libraries with over 40 functional activities (Restorative Therapies, n.d). During this specific study, the participants will receive training using the forward grasp and release activity. Electrodes, ranging in size from 2 x 2 cm to 2 x 3.5 cm, will be placed over the rhomboid major, rhomboid minor, upper latissimus dorsi, anterior deltoid, posterior deltoid, triceps, extensor digitorum, flexor digitorum superficialis, and flexor pollicis longus. Electrodes will be attached the Xcite system and each muscle group will be tested with individualized stimulation per Xcite protocol to achieve desired muscle contraction. Electrode placement will be adjusted as needed to achieve maximum available range of motion at all joints. Subjects will participate in a repetitive forward reaching grasp and release task using multi-channel functional electrical stimulation (FES) administered using the Xcite device. Researchers trained on use of the Xcite will be able to administer the treatments during scheduled therapy session. The control group (Group B) will receive standard motor retraining of the upper extremity.\n\nThe study investigators will perform the outcome measures within 96 hours before starting the research protocol, as well as after two weeks of intervention to assess the effectiveness of the Xcite FES in upper limb deficits. In order to ensure tester reliability, the same two testers who are trained with the standardized assessment of the outcome measures will be administering the testing.\n\nFor this research study, data will be collected pre- and post-intervention for both groups. The following outcome measures will be conducted on each research participant by the primary investigators: Action Research Arm Test (ARAT), Box and Block Test (BBT), Nine-Hole Peg Test (NHPT), grip strength (using a dynamometer), shoulder ROM (using a universal goniometer), and Patient-Specific Functional Scale (PSFS). All the outcome measures will be administered on the affected and unaffected upper extremity and recorded for data analysis.\n\nThe Action Research Arm Test is a 19-item measure with 4 sub-categories (grasp, grip, pinch, and gross arm movement) to assess upper limb functioning. The ARAT is scored on a 4-point original Scale (3-Performs test normally, 2- Completes test, but takes abnormally long or has great difficulty, 1- Performs test partially, 0- Can perform no part of test). According to past research, the ARAT has been found to be valid and reliable when assessing overall upper extremity function in individuals post-stroke and has a standardized protocol to follow when using this measure (which will be followed for this research study) (Yozbatiran, 2008).\n\nThe Box and Block Test (BBT) is a test to assess unilateral gross motor coordination, comparing the affected and non-affected extremity. The assessment measures number of blocks a patient can grasp and transfer over a partition in one minute. A score for BBT is calculated by counting the number of blocks that were transferred in one-minute trial. The BBT is valid and reliable for assessing gross motor coordination (Chen, 2009 and Lin, 2010).\n\nThe Nine-Hole Peg Test (NHPT) is an assessment of fine motor dexterity, comparing the affected and non-affect extremity. The test includes use of a stop watch to calculate the amount of time needed to place and remove 9 pegs in holes on a pegboard. A score is calculated for the NHPT by the time taken to complete the activity (in seconds). The NHPT is valid and reliable for assessing fine motor dexterity in individuals post-stroke (Chen, 2009 and Lin, 2010). According to Lin et al, the BBT, NHPT, and ARAT all have adequate to excellent correlations at pre-and post-treatment and all measures are appropriate to detect changes over time.\n\nThe patient's grip strength will be measured using a dynamometer, a device used to assess force production in affected and non-affected extremity. A score for maximal grip is calculated by taking an average across three trials (in pounds). To allow for a standardized assessment method, the patient's grip strength will be tested with shoulder in neutral rotation, shoulder adduction, elbow at 90 degrees of flexion, and forearm in neutral position (Balogun 1991). When assessing for grip strength, the dynamometer has excellent reliability and has adequate correlation to upper extremity function (Betrand, 2007 and Boissy, 1999).\n\nUpper extremity range of motion (shoulder flexion, abduction, scaption, elbow flexion and extension) will be assessed in supine. Two measurements of each active range of motion will be recorded and the average of the measurement will be used for data analysis. A universal goniometer will be used to assess active range of motion and read to attain a numerical value (in degrees). For assessment of shoulder ROM, the goniometer is a reliable and valid when used in a standardized method of assessment (Gajdosik, 1987).\n\nThe modified Patient-Specific Functional Scale is the subjective assessment of a patient's ability to complete certain activities that are important to the patient. The PSFS is scored on an 11-point scale used to rate ability to complete task with a score of '0' being \"Unable to perform\" and a score of 10 being \"Able to perform at prior level.\" For our study, the patient will be asked to rate their current upper extremity function on the PSFS form before and after the completion of intervention. The PSFS is a reliable and valid subjective measure in patients with upper extremity deficits to assess functional change over time (Hafford et al., 2012).\n\nLastly, the Xcite Research Participant Screening Form will be used to assess if a patient meets in the inclusion and exclusion criteria for this study. This form will be provided to and filled out by the evaluating physical or occupational therapist upon admission of the patient into the rehabilitation facility. If appropriate, the investigators will approach the patient for participation in the study.\n\nProcedures: All measurements will be obtained from each participant during two testing sessions by the two researchers. Prior to administering the study objective measurements, the participant's age, gender, type and location of stroke, side affected, time since onset, height, weight, ability to complete cognitive pre-screening, and dominant side will be recorded for descriptive purposes. On the first measurement day, (within the 24 hrs before starting the protocol), the following outcome measures will be performed in the following order: Range of motion (ROM), dynamometer, Nine-Hole Peg Test (NHPT), Box and Block Test (BBT), Action Research Arm Test (ARAT), and Patient-Specific Functional Scale (PSFS). All measurements will be assessed on the unaffected side first followed by affected side. The range of motion measurements will be assessed in a supine position. Shoulder flexion will assessed first, followed by shoulder abduction, scaption, elbow flexion, and then elbow extension using a universal goniometer. Grip strength will be measured using a dynamometer with patient in a supported seated position. Three trials will be taken and an average will be calculated. The Nine-Hole Peg Test (NHPT) and Box and Block Test (BBT) will be performed in a supported seated position with the table raised to 75cm. The patient will be allowed a practice trial with both upper extremities prior to actual testing. Three trials will be taken and an average will be calculated. The ARAT will also be perform with the patient in a seated position with the table at 75cm, with the non-affected extremity assessed followed by the affected extremity. Lastly, the modified PSFS will be completed with the patient after the objective measures are assessed. All scores will be recorded on a participant information sheet.\n\nAfter completion of two weeks of the intervention, follow up measurements will be completed by the same investigators"},"conditionsModule":{"conditions":["Stroke","Hemiparesis"],"keywords":["Upper extremity function","Functional electrical stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Excite group (Group A)","type":"EXPERIMENTAL","description":"The experimental group (Group A) will receive standard motor retraining of the affected upper extremity in addition to functional electrical stimulation provided by means of Xcite system 4 days per week for 30 minutes for two weeks.","interventionNames":["Device: Multichannel Functional electrical stimulation"]},{"label":"Standard motor training group (Group B)","type":"ACTIVE_COMPARATOR","description":"The control group (Group B) will receive standard motor retraining of the upper extremity.","interventionNames":["Other: Standard motor training"]}],"interventions":[{"type":"DEVICE","name":"Multichannel Functional electrical stimulation","description":"The Xcite system is a battery-powered stimulator with up to 12 channels of cyclical stimulation. It is a task-specific modality to enhance mass practice during neurological re-education.","armGroupLabels":["Excite group (Group A)"]},{"type":"OTHER","name":"Standard motor training","description":"Standard motor training is the conventional rehabilitation treatment","armGroupLabels":["Standard motor training group (Group B)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Action Research Arm Test (ARAT)","description":"The Action Research Arm Test is a 19-item measure with 4 sub-categories (grasp, grip, pinch, and gross arm movement) to assess upper limb functioning. The ARAT is scored on a 4-point original Scale (3-Performs test normally, 2- Completes test, but takes abnormally long or has great difficulty, 1- Performs test partially, 0- Can perform no part of test).","timeFrame":"Baseline measurement will be assessed within 24 hours before starting the intervention protocol and follow up measurements will be taken within a week after completion of the intervention."},{"measure":"Change in The Box and Block Test (BBT)","description":"The assessment measures number of blocks a patient can grasp and transfer over a partition in one minute. A score for BBT is calculated by counting the number of blocks that were transferred in one-minute trial.","timeFrame":"Baseline measurement will be assessed within 24 hours before starting the intervention protocol and follow up measurements will be taken within a week after completion of the intervention."},{"measure":"Change in The Nine-Hole Peg Test (NHPT)","description":"The test includes use of a stop watch to calculate the amount of time needed to place and remove 9 pegs in holes on a pegboard. A score is calculated for the NHPT by the time taken to complete the activity (in seconds).","timeFrame":"Baseline measurement will be assessed within 24 hours before starting the intervention protocol and follow up measurements will be taken within a week after completion of the intervention."}],"secondaryOutcomes":[{"measure":"Change in Grip strength","description":"A score for maximal grip is calculated by taking an average across three trials (in pounds).","timeFrame":"Baseline measurement will be assessed within 24 hours before starting the intervention protocol and follow up measurements will be taken within a week after completion of the intervention."},{"measure":"Change in Upper extremity range of motion","description":"Upper extremity range of motion (shoulder flexion, abduction, scaption, elbow flexion and extension) will be assessed in supine","timeFrame":"Baseline measurement will be assessed within 24 hours before starting the intervention protocol and follow up measurements will be taken within a week after completion of the intervention."},{"measure":"Change in modified Patient-Specific Functional Scale","description":"The participant will be asked to rate their current upper extremity function on the Patient Specific Functional Scale form. The PSFS is scored on an 11-point scale used to rate ability to complete task with a score of '0' being \"Unable to perform\" and a score of 10 being \"Able to perform at prior level.\"","timeFrame":"Baseline measurement will be assessed within 24 hours before starting the intervention protocol and follow up measurements will be taken within a week after completion of the intervention."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first-time unilateral stroke survivors with less than 3 months since onset with upper extremity hemiplegia/hemiparesis over the age of 18\n\nExclusion Criteria:\n\n* Participants who have comorbidities impacting motor function (Parkinson's, congenital disorders) or contraindications for NMES (seizure disorders, uncontrolled cardiac conditions, cancer, pacemaker, significant sensory deficits, contractures, pregnancy, unhealed fractures, or a cerebellar stroke), and who are unable to follow two-step commands","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Caitlin Boyd","role":"CONTACT","phone":"469-888-5170","email":"cboyd@bswrehab.com"},{"name":"Sofiya Mistry","role":"CONTACT","phone":"469-888-5170","email":"SoMistry@bswrehab.com"}],"overallOfficials":[{"name":"Caitlin Boyd","affiliation":"Baylor Scott and White Institute for Rehabilitation","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Priya Karakkattil, PhD","affiliation":"University of St. Augustine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Baylor Scott and White Institute for Rehabilitation","status":"RECRUITING","city":"Frisco","state":"Texas","zip":"75034","country":"United States","contacts":[{"name":"Caitlin Boyd, MOT","role":"CONTACT","phone":"469-888-5170","email":"CaiBoyd@BSWRehab.com"},{"name":"Sofiya Mistry, DPT","role":"CONTACT","phone":"469-888-5170","email":"SoMistry@BSWRehab.com"}],"geoPoint":{"lat":33.15067,"lon":-96.82361}}]},"referencesModule":{"references":[{"pmid":"17369518","type":"BACKGROUND","citation":"Alon G, Levitt AF, McCarthy PA. Functional electrical stimulation enhancement of upper extremity functional recovery during stroke rehabilitation: a pilot study. Neurorehabil Neural Repair. 2007 May-Jun;21(3):207-15. doi: 10.1177/1545968306297871. Epub 2007 Mar 16."},{"pmid":"17329282","type":"BACKGROUND","citation":"Bertrand AM, Mercier C, Bourbonnais D, Desrosiers J, Gravel D. Reliability of maximal static strength measurements of the arms in subjects with hemiparesis. Clin Rehabil. 2007 Mar;21(3):248-57. doi: 10.1177/0269215506070792."},{"pmid":"10460123","type":"BACKGROUND","citation":"Boissy P, Bourbonnais D, Carlotti MM, Gravel D, Arsenault BA. Maximal grip force in chronic stroke subjects and its relationship to global upper extremity function. Clin Rehabil. 1999 Aug;13(4):354-62. doi: 10.1191/026921599676433080."},{"pmid":"26009865","type":"BACKGROUND","citation":"Camicia M, Wang H, DiVita M, Mix J, Niewczyk P. Length of Stay at Inpatient Rehabilitation Facility and Stroke Patient Outcomes. Rehabil Nurs. 2016 Mar-Apr;41(2):78-90. doi: 10.1002/rnj.218. Epub 2015 May 22."},{"pmid":"19261767","type":"BACKGROUND","citation":"Chen HM, Chen CC, Hsueh IP, Huang SL, Hsieh CL. Test-retest reproducibility and smallest real difference of 5 hand function tests in patients with stroke. Neurorehabil Neural Repair. 2009 Jun;23(5):435-40. doi: 10.1177/1545968308331146. Epub 2009 Mar 4."},{"pmid":"3685114","type":"BACKGROUND","citation":"Gajdosik RL, Bohannon RW. Clinical measurement of range of motion. Review of goniometry emphasizing reliability and validity. Phys Ther. 1987 Dec;67(12):1867-72. doi: 10.1093/ptj/67.12.1867."},{"pmid":"25125441","type":"BACKGROUND","citation":"Gharib NM, Aboumousa AM, Elowishy AA, Rezk-Allah SS, Yousef FS. Efficacy of electrical stimulation as an adjunct to repetitive task practice therapy on skilled hand performance in hemiparetic stroke patients: a randomized controlled trial. Clin Rehabil. 2015 Apr;29(4):355-64. doi: 10.1177/0269215514544131. Epub 2014 Aug 14."},{"pmid":"22333510","type":"BACKGROUND","citation":"Hefford C, Abbott JH, Arnold R, Baxter GD. The patient-specific functional scale: validity, reliability, and responsiveness in patients with upper extremity musculoskeletal problems. J Orthop Sports Phys Ther. 2012 Feb;42(2):56-65. doi: 10.2519/jospt.2012.3953. Epub 2012 Feb 1."},{"pmid":"12907818","type":"BACKGROUND","citation":"Kwakkel G, Kollen BJ, van der Grond J, Prevo AJ. Probability of regaining dexterity in the flaccid upper limb: impact of severity of paresis and time since onset in acute stroke. Stroke. 2003 Sep;34(9):2181-6. doi: 10.1161/01.STR.0000087172.16305.CD. Epub 2003 Aug 7."},{"pmid":"20848369","type":"BACKGROUND","citation":"Lin KC, Chuang LL, Wu CY, Hsieh YW, Chang WY. Responsiveness and validity of three dexterous function measures in stroke rehabilitation. J Rehabil Res Dev. 2010;47(6):563-71. doi: 10.1682/jrrd.2009.09.0155."},{"pmid":"10381238","type":"BACKGROUND","citation":"Mayo NE, Wood-Dauphinee S, Ahmed S, Gordon C, Higgins J, McEwen S, Salbach N. Disablement following stroke. Disabil Rehabil. 1999 May-Jun;21(5-6):258-68. doi: 10.1080/096382899297684."},{"pmid":"8172497","type":"BACKGROUND","citation":"Nakayama H, Jorgensen HS, Raaschou HO, Olsen TS. Recovery of upper extremity function in stroke patients: the Copenhagen Stroke Study. Arch Phys Med Rehabil. 1994 Apr;75(4):394-8. doi: 10.1016/0003-9993(94)90161-9."},{"pmid":"25685805","type":"BACKGROUND","citation":"Vafadar AK, Cote JN, Archambault PS. Effectiveness of functional electrical stimulation in improving clinical outcomes in the upper arm following stroke: a systematic review and meta-analysis. Biomed Res Int. 2015;2015:729768. doi: 10.1155/2015/729768. Epub 2015 Jan 22."},{"type":"BACKGROUND","citation":"Xcite. (n.d). Restorative Therapies. Retrieved June 18th, 2020, from https://restorative-therapies.com/ifes-systems/xcite/"},{"pmid":"30977379","type":"BACKGROUND","citation":"Yang JD, Liao CD, Huang SW, Tam KW, Liou TH, Lee YH, Lin CY, Chen HC. Effectiveness of electrical stimulation therapy in improving arm function after stroke: a systematic review and a meta-analysis of randomised controlled trials. Clin Rehabil. 2019 Aug;33(8):1286-1297. doi: 10.1177/0269215519839165. Epub 2019 Apr 12."},{"pmid":"17704352","type":"BACKGROUND","citation":"Yozbatiran N, Der-Yeghiaian L, Cramer SC. A standardized approach to performing the action research arm test. Neurorehabil Neural Repair. 2008 Jan-Feb;22(1):78-90. doi: 10.1177/1545968307305353. Epub 2007 Aug 17."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"we will only share the deidentified individual participant data upon completion of the study for publication purposes."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}