{"protocolSection":{"identificationModule":{"nctId":"NCT03235271","orgStudyIdInfo":{"id":"JMC-1701"},"organization":{"fullName":"Jan Medical, Inc.","class":"INDUSTRY"},"briefTitle":"Pilot Study of Acute Stroke Using the Brainpulse™","officialTitle":"Non-Blinded Data Collection Pilot Study of Acute Stroke Using the Brainpulse™"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-07-28","studyFirstSubmitQcDate":"2017-07-28","studyFirstPostDateStruct":{"date":"2017-08-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-21","lastUpdatePostDateStruct":{"date":"2023-08-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Jan Medical, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this pilot study is to collect data on stroke patients using the BrainPulse Stroke Monitor. Patient characteristics, diagnostic procedures and clinical outcomes will be documented as part of the data collected to assess the clinical utility of the BrainPulse device. All eligible patients will be enrolled and assigned to a study Group based on confirmation of their diagnosis: Acute Ischemic Stroke, Hemorrhagic Stroke, Transient Ischemic Attack or No Stroke. The data collected from the BrainPulse will be compared across the four different study groups in an attempt to distinguish stroke from other non-stroke conditions that present with similar symptoms. Further assessments will also be made to evaluate if the BrainPulse can distinguish between hemorrhagic and ischemic stroke.","detailedDescription":"The study is a prospective, non-randomized, non-blinded, hospital-based study of patients presenting with acute stroke symptoms within 24 hours of symptom onset (last known normal or actual time) as evidenced by radiological imaging. The study will be executed in two parts: Study Part I and Study Part II. Each study part will consist of the same sequence of events and study procedures. The first part of the study is designed to enroll a smaller sample size to evaluate the feasibility of incorporating the BrainPulse device in the Stroke patient care workflow.\n\nPatients will be consecutively recruited and once patients have consented and met eligibility, they will be assigned to one of the four study Groups based on their confirmed clinical diagnosis. Each subject will complete one BrainPulse recording before neuro-intervention and within one hour of IV pharmacologic intervention. All subjects will also complete comprehensive neurological, cognitive and NIH Stroke Scale (NIHSS) assessments. Additionally, Ischemic Stroke subjects (Group A) that receive neuro-intervention will complete one BrainPulse recording within four hours after intervention along with a neurological exam. If these procedures have been completed as part of standard of care, the data can be captured directly from the medical records. If such procedures were not conducted as part of hospital's standard of care, they will need to be completed for the purpose of the study."},"conditionsModule":{"conditions":["Stroke, Acute"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":220,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A: Large-Vessel Ischemic Stroked","description":"Group A will include subjects that present with focal neurological deficits and clinical features consistent with ischemic stroke with a large vessel occlusion (see Key Terms for definition). Subjects in this group will have a clinical presentation consistent with ischemic stroke and a large vessel occlusion confirmed through angiography. It is common practice to have the CTA completed immediately after CT imaging. Clinical presentation will include classic features of stroke syndromes that occur based on the localization of the infarct, which includes cortical symptoms that can be lateralized to the left side or right side of the brain.","interventionNames":["Device: BrainPulse Device"]},{"label":"Group B: Hemorrhagic Stroke","description":"Subjects in this group will present with symptoms similar to Group A. In addition, they will present with clinical symptoms consistent of increased intracranial pressure such as nausea, vomiting, loss of consciousness and severe headache. In order for a subject to be eligible, the hemorrhage will be limited to primarily intracerebral hemorrhage with a minimum volume of 10mL. Subarachnoid hemorrhage and intraventricular hemorrhage may also be present as incidental findings. Since it is unlikely that these subjects proceed for neuro-intervention, they will not have a follow-up BrainPulse recording and they will be exited after completing study procedures.","interventionNames":["Device: BrainPulse Device"]},{"label":"Group C: Transient Ischemic Attack","description":"Subjects in this group will present with focal neurological symptoms consistent with stroke. In order for subjects to be eligible for this group, enrollment will need to be within 6 hours of resolution of symptoms along with a confirmation of TIA by treating team. In addition, initial and follow-up radiological imaging needs to show that there are no signs of ischemic stroke or hemorrhage.","interventionNames":["Device: BrainPulse Device"]},{"label":"Group D: Non-Stroke Subjects","description":"Subjects in this group will present with stroke-like symptoms but do not have a diagnosis of stroke nor TIA. In order to qualify for this group, subjects will also need to show evidence of no stroke on radiological imaging (CT and/or MRI). Diagnoses in this group may include seizure, systemic infection, brain tumor, metabolic disorder, positional vertigo, hemiplegic migraine, encephalopathy, cranial nerve injury, spinal cord injury, brachial/sacral plexus injury, peripheral nerve injury, etc.","interventionNames":["Device: BrainPulse Device"]}],"interventions":[{"type":"DEVICE","name":"BrainPulse Device","description":"The BrainPulse is used on a patient's head to non-invasively detect, amplify and capture the skull motion caused by pulsatile cerebral blood flow from the cardiac cycle.\n\nThe BrainPulse consists of a reusable headset that contains the accelerometers used to measure motion caused by pulsatile cerebral blood flow. The system is powered by a rechargeable battery pack. The headset is placed on the subject's head and outputs data to a data collector that forwards the data to the computer. Each accelerometer has an attached tip that makes contact with the subject's head through hair. The headset also includes a photoplethysmograph (PPG) that simultaneously captures the subject's heart-rate information. There is no energy delivered to the brain or subject by these highly sensitive sensors.","armGroupLabels":["Group A: Large-Vessel Ischemic Stroked","Group B: Hemorrhagic Stroke","Group C: Transient Ischemic Attack","Group D: Non-Stroke Subjects"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Compare Stroke subject recordings with non-stroke subject recordings","description":"The primary endpoint in Part I of the study is to enroll and record BrainPulse data from 35 eligible subjects who present with classic stroke symptoms and either have a confirmed diagnosis of stroke or no stroke. The BrainPulse device will be used to analyze and compare the differences in signal characteristics between stroke, TIA and control subjects.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Compare Ischemic stroke subject recordings with hemorrhagic stroke subject recordings","description":"BrainPulse signal will be analyzed to compare the similarity and difference of the BrainPulse signal between hemorrhagic stroke and ischemic stroke subjects.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subjects 18 years or older\n2. Patient undergoes or will undergo radiological imaging (CT/MR) as part of stroke evaluation\n3. Demonstrated at least 1 of the following symptoms:\n\n   1. Hemiparesis, monoparesis, or quadriparesis\n   2. Hemisensory deficits\n   3. Monocular/binocular visual loss\n   4. Visual field deficits\n   5. Diplopia\n   6. Dysarthria\n   7. Facial droop\n   8. Ataxia\n   9. Vertigo\n   10. Aphasia\n   11. Severe and sudden onset of headache\n   12. Nausea, and/or vomiting\n   13. Dizziness\n   14. Altered or loss of consciousness\n   15. Imbalance/ Incoordination\n4. Last known normal or actual time point, whichever is known, since commencement of symptoms \\< 48 hours prior to enrollment\n5. Verbal assent obtained from the subject or LAR, with written consent to be obtained within 72 hours of the initial BrainPulse recording (not applicable to sites where a waiver of consent was granted by IRB)\n\nExclusion Criteria:\n\n1. Not a candidate for radiological imaging (CT/MR) or angiography (CTA/MRA/DSA)\n2. Patient meets the hospital criteria for brain death\n3. Wound or laceration on the head in the area of one of the BrainPulse sensors that would impede use of the BrainPulse device\n4. Any serious medical, social or psychological condition that in the opinion of the investigator would disqualify a patient from participation\n5. Symptoms due to head trauma\n6. IV tPA commenced or completed \\> 4 hours ago\n7. Any neuro-intervention commenced or completed between admission and time of enrollment\n8. If does not satisfy the eligibility criteria for groups A, B, C, and D.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study is expected to enroll up to 220 subjects in total for both parts of the study. During Part I of the study, 40 subjects are expected to be enrolled, of which 20 participants will be assigned to Group A, 5 participants assigned to Group B, 5 participants assigned to Group C, 5 participants assigned to Group D and up to 5 screen failures. In the second part of the study, 180 subjects are expected to be enrolled, of which 57 participants will be assigned to Group A1, 57 participants assigned to Group A2, 36 participants assigned to Group D, and up to 30 screen failures.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Natalie Wright","role":"CONTACT","phone":"650-316-8811","email":"nwright@janmedical.com"}],"overallOfficials":[{"name":"Kyle Walsh, MD","affiliation":"University of Cincinnati","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"NorthShore University Health System","status":"RECRUITING","city":"Evanston","state":"Illinois","zip":"60201","country":"United States","contacts":[{"name":"Robert Frech, BS, CCRP","role":"CONTACT"},{"name":"Boris Jancan, MD, CCRP","role":"CONTACT"},{"name":"Shakeel Chowdhry, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Archie Ong, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":42.04114,"lon":-87.69006}},{"facility":"University of Cincinnati, Department of Emergency Medicine","status":"RECRUITING","city":"Cincinnati","state":"Ohio","zip":"45267-0769","country":"United States","contacts":[{"name":"Stephanie Thomas, M. Ed., CCRP","role":"CONTACT","phone":"513-558-4536","email":"mailto:stephanie.thomas@uc.edu"},{"name":"Cristina Spinner, CCRP","role":"CONTACT","phone":"(513) 558-0698","email":"cristina.spinner@uc.edu"},{"name":"Kyle Walsh, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.12713,"lon":-84.51435}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}