{"protocolSection":{"identificationModule":{"nctId":"NCT03551327","orgStudyIdInfo":{"id":"AC17066"},"organization":{"fullName":"University of Edinburgh","class":"OTHER"},"briefTitle":"POst Stroke Intervention Trial In Fatigue (POSITIF)","officialTitle":"POst Stroke Intervention Trial in Fatigue: A Randomised Controlled Trial of a Brief Intervention for Post-stroke Fatigue","acronym":"POSITIF"},"statusModule":{"statusVerifiedDate":"2018-06","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-08-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-05-29","studyFirstSubmitQcDate":"2018-05-29","studyFirstPostDateStruct":{"date":"2018-06-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-06-20","lastUpdatePostDateStruct":{"date":"2018-06-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Edinburgh","class":"OTHER"},"collaborators":[{"name":"University of Leeds","class":"OTHER"},{"name":"The George Institute for Global Health, Australia","class":"OTHER"},{"name":"University College London Hospitals","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to assess whether a brief cognitive behavioural intervention for post-stroke fatigue leads to clinically relevant improvements in fatigue after 6 months.","detailedDescription":"Primary Objective\n\nDoes a brief cognitive behavioural intervention for post-stroke fatigue lead to clinically relevant improvements in fatigue after 6 months? Fatigue will be assessed using the self-reported Fatigue Assessment Scale (FAS) which has been validated for use in stroke (14). This scale includes both mental and physical fatigue. Our data shows that a difference of approximately 5 points in FAS was associated with a clinically significant difference in people with stroke (15); the literature on stroke patients suggests that a difference in four points on the scale is considered to be 'clinically relevant'. We are conservatively basing our power calculations on a difference between groups of four points in the FAS.\n\nSecondary Objectives\n\n* Does the intervention improve fatigue at 4 months (i.e. immediately after the end of the intervention)?\n* Does the intervention improve self-reported mood at 4 months and 6 months? This will be assessed using Patient Health Questionnaire (PHQ-9) (16) and the Generalised Anxiety Disorder (GAD7) (17). At 6 months we will also enquire whether antidepressants or anxiolytics have been prescribed.\n* Does the intervention improve stroke specific quality of life including patient reported social participation? This will be assessed using the Modified Short Form of the Stroke Impact Scale (18).\n* What is the cost of the intervention, and what is the quality of life adjusted life years (QUALYS)? To assess QUALYS, we will use the Euroquol 5D (5 level version) (21).\n* Has the patient returned to work? If so are they working the same hours as prestroke?\n\nEndpoints\n\nPrimary Endpoint\n\nThe primary outcome is the Fatigue Assessment Scale (19) at 6 months after randomisation. The FAS is a 10-item self-report scale with 10 statements about different aspects of fatigue, each rated from 1 to 5 (1, never; 2, sometimes; 3, regularly; 4, often; and 5, always). It is valid and reliable in stroke(14). A higher score indicates more fatigue. A difference of four points is considered to be clinically relevant.\n\nSecondary Endpoints\n\nTo answer our secondary objectives, we will collect the following outcome measures\n\n* PHQ-9 and GAD-7 (4 months and 6 months after randomisation).\n* Modified Short Form of the Stroke Impact Scale (6 months after randomisation) (18).\n* At 4 months and 6 months after randomisation: The EuroQol (EQ-5D-5L) to provide an overall measure of health related quality of life (HRQOL) and to allow a health economic analysis based on quality adjusted life years ((20)). As repeated measures of the EQ-5D-5L are required for assessment of QUALYS; this will be done at baseline, 4 months and 6 months.\n* Health costs (Between randomisation and 6 months) For this health economic analysis, we will collect data on costs (visits to the GP, number of admissions to hospital, days in a care home, number of visits from social carers, cost of the therapist delivery time, cost of the supervision time from psychology/psychiatry). This will enable us to perform a health economic analysis which will tell us how much the intervention costs, whether there are savings in usage of health/social care, and what QUALYS are associated with the intervention.\n* We will ask the patient to list their medication. We will note any new prescriptions of anxiolytics or antidepressants"},"conditionsModule":{"conditions":["Post-stroke Fatigue"],"keywords":["Post-stroke fatigue"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"The patient and the person delivering the intervention will not be blind to treatment allocation."}},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention plus information","type":"EXPERIMENTAL","description":"Participants in this arm will receive 6 telephone therapy sessions and 1 booster session. Participants will be followed up at 4 months and 6 months.","interventionNames":["Behavioral: Experimental: Intervention plus information"]},{"label":"Information only","type":"OTHER","description":"Participants in this arm will receive information only. Participants will be followed up at 4 months and 6 months.","interventionNames":["Other: Active Comparator: Information only"]}],"interventions":[{"type":"BEHAVIORAL","name":"Experimental: Intervention plus information","description":"The intervention will include six sessions with a therapist, each separated by two weeks. During the two weeks between sessions, participants will work on the goals identified during the sessions. At the final session, the participants will agree how to maintain any improvements in fatigue. Then there will be a review phone call about 4-6 weeks after completion of the intervention, to check on progress and to offer ongoing encouragement to continue with the changes that have been made during the intervention. The intervention can be delivered by video conferencing as well as by phone.","armGroupLabels":["Intervention plus information"]},{"type":"OTHER","name":"Active Comparator: Information only","description":"Participants in this arm will be provided with information about fatigue.","armGroupLabels":["Information only"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fatigue Assessment Scale (FAS)","description":"The FAS is a 10-item self-report scale with 10 statements about different aspects of fatigue, each rated from 1 to 5 (1, never; 2, sometimes; 3, regularly; 4, often; and 5, always). It is valid and reliable in stroke. A higher score indicates more fatigue. A difference of four points is considered to be clinically relevant.","timeFrame":"6 months after randomisation"}],"secondaryOutcomes":[{"measure":"PHQ-9","description":"Questionnaire","timeFrame":"4 months and 6 months after randomisation"},{"measure":"GAD-7","description":"Questionnaire","timeFrame":"4 months and 6 months after randomisation"},{"measure":"Modified Short Form of the Stroke Impact Scale","description":"Questionnaire","timeFrame":"6 months after randomisation"},{"measure":"EuroQuol (EQ-5D-5L)","description":"Questionnaire","timeFrame":"Baseline, 4 months and 6 months after randomisation"},{"measure":"Health costs","description":"For this health economic analysis, we will collect data on costs (visits to the GP, number of admissions to hospital, days in a care home, number of visits from social carers, cost of the therapist delivery time, cost of the supervision time from psychology/psychiatry).","timeFrame":"Between randomisation and 6 months"},{"measure":"List of patient's medication","description":"We will ask the patient to list their medication. We will note any new prescriptions of anxiolytics or antidepressants","timeFrame":"Between randomisation and 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years\n* Stroke 3 months to 2 years previously. Both ischaemic and haemorrhagic, including subarachnoid haemorrhage\n* Capacity to consent\n* Not living in nursing home.\n* Medically stable,\n* Answers 'Yes' to both the following questions about fatigue\n\n  * 'Do you feel tired all the time or get tired very quickly since your stroke'?\n  * Would you like additional help and support for this?\n\nExclusion Criteria:\n\n* Unlikely to be available for follow-up for the next 6 months e.g. no fixed home address\n* Other life-threatening illness (e.g. advanced cancer or advanced heart failure) that will make survival for 6 months unlikely\n* Aphasia or cognitive impairment which is severe enough to prevent participation in the intervention. To assess this, patients will self-report their language and cognition from the relevant domains in the Short Stroke Impact Scale ('In the past week, how difficult was it for you to think quickly?' and 'In the past week, how difficult was it to understand what was being said to you in a conversation?') Those who respond 'very difficult' or 'could not do at all' to either question will be excluded. (24). Those who might be in these categories are likely to be unable to complete the form(s) and thus self-select to decline to return the paperwork.\n* Actively suicidal, requiring in-patient treatment for depression, depression related cognitive impairment. (see below)\n* High anxiety as part of a post-traumatic stress disorder syndrome or panic disorder (see below)\n* Previously enrolled in this trial\n* Enrolled in another talking therapy trial\n* Inability to understand spoken and/or written English","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Professor Gillian Mead, MB BChi MA MD FRCP","role":"CONTACT","phone":"+441316519909","email":"Gillian.E.Mead@ed.ac.uk"},{"name":"Fiona Wee","role":"CONTACT","phone":"+441316519909","email":"fiona.wee@ed.ac.uk"}],"overallOfficials":[{"name":"Gillian Mead, MB BChir MA MD FRCP","affiliation":"University of Edinburgh","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"32549995","type":"DERIVED","citation":"Gillespie DC, Barber M, Brady MC, Carson A, Chalder T, Chun Y, Cvoro V, Dennis M, Hackett M, Haig E, House A, Lewis S, Parker R, Wee F, Wu S, Mead G. Study protocol for POSITIF, a randomised multicentre feasibility trial of a brief cognitive-behavioural intervention plus information versus information alone for the treatment of post-stroke fatigue. Pilot Feasibility Stud. 2020 Jun 15;6:84. doi: 10.1186/s40814-020-00622-0. eCollection 2020."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000005221","term":"Fatigue"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M8054","name":"Fatigue","asFound":"Fatigue","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}