{"protocolSection":{"identificationModule":{"nctId":"NCT05447728","orgStudyIdInfo":{"id":"H22-01027"},"organization":{"fullName":"University of British Columbia","class":"OTHER"},"briefTitle":"Feasibility of Stroke Screening Tools in Cardiac Surgery Patients","officialTitle":"Perioperative Stroke Screening Tools in Cardiac Surgery (PESST-Cardiac): A Pilot Study","acronym":"PESST-Cardiac"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-07-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-10-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-10-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-20","studyFirstSubmitQcDate":"2022-07-01","studyFirstPostDateStruct":{"date":"2022-07-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-07-21","lastUpdatePostDateStruct":{"date":"2022-07-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alana Flexman","investigatorTitle":"Clinical Associate Professor","investigatorAffiliation":"University of British Columbia"},"leadSponsor":{"name":"University of British Columbia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Patients undergoing cardiac surgery have a higher risk of postoperative stroke than patients undergoing non-cardiac surgery. Our ability to detect postoperative stroke in this population lags behind other postoperative complications which impacts outcomes for patients eligible for medical intervention. Screening tools have been successful in detecting prehospital stroke with good accuracy, but these tools have not been validated in a postoperative setting. The aim of this pilot study is to use determine the feasibility of using prehospital stroke scales in a post-cardiac surgery population, identify barriers for scale completion, and determine non-stroke factors that may affect screening scores.","detailedDescription":"Purpose and Justification: Perioperative stroke is a cerebrovascular event that occurs after surgery and is a potentially devastating complication that affects between 1-2% of cardiac surgery patients. Despite the potential impact of perioperative stroke, there is a lack of clinical tools validated to screen for stroke in the cardiac surgery population. To date only two stroke assessment scales have been applied to the perioperative setting. One of those assessments, the National Institutes of Health Stroke Scale (NIHSS), is lengthy and may be impractical in the surgical setting. This is further complicated by several factors potentially existing in surgical patients that may alter the assessment. For instance, drowsiness and administration of pain medications may affect consciousness, while pain itself may impede motor assessment. However, there are simpler, more targeted, screening tools that are reliable in detecting large artery strokes and require less time to complete, making them more preferable for perioperative stroke screening. Prehospital Triage of Patients with Suspected Stroke (PRESTO) is a combination of eight screening tools that individually have good reliability. However, none of these have been tested in a perioperative setting. The modified NIHSS (mNIHSS) is a shortened version of the NIHSS that is easier to administer and still maintains good ability to detect strokes. The investigators must assess the feasibility of these tools in surgical settings to improve perioperative stroke screening.\n\nResearch Design: Prospective observational cohort study.\n\nPrimary Objective: Determine feasibility of larger observational study to determine sensitivity and specificity of different stroke screening tools, PRESTO and mNIHSS, to predict perioperative stroke after cardiac surgery.\n\nSample Size Calculation: This is a pilot study to assess the feasibility of using the eight tools embedded within PRESTO. Preliminary data with a sample size of 25 was adequate in assessing the feasibility of mNIHSS in post-surgical patients. As there are no prior studies that have used PRESTO in post-cardiac surgery populations, the investigators decided to use a sample of convenience; the investigators anticipate sample size of 50 will be able to answer our study objectives. Factoring a 20% loss to follow up, the investigators will recruit a total of 60 patients at an estimated recruitment rate of 10 patients/week for 6 weeks.\n\nStatistical Analysis: Participant characteristics will be described using means and standard deviations for continuous data and proportions (%) for categorical data. the investigators will explore changes in PRESTO and mNIHSS score from baseline over the study time points using a generalized estimating equation to account for repeated measures across multiple time points, with further inclusion of potential predictors of change in score (last sedation, age, Mini-Cog). For the co-primary feasibility outcomes, the investigators will calculate 95% confidence intervals. Multivariable regression model will be used to assess for predictors associated with large detectable changes in post op assessment scores."},"conditionsModule":{"conditions":["Stroke, Acute","Stroke, Complication","Surgical Complication"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Modified National Institutes of Health Stroke Scale","description":"Clinical tool used in the diagnosis of acute stroke developed by the National Institutes of Health, and modified for simplicity."},{"type":"DIAGNOSTIC_TEST","name":"PRESTO","description":"The PRESTO study is a group of 8 pre-hospital stroke scales used to detect large vessel occlusion strokes."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Determine feasibility of larger observational study to determine sensitivity and specificity of different stroke screening tools, PRESTO and mNIHSS, to predict perioperative stroke after cardiac surgery","description":"Feasibility is defined as:\n\n1. Recruitment rate of \\>75% for eligible patients\n2. Minimal missingness of tasks completed on the PRESTO and mNIHSS (\\<10%)\n3. Able to administer PRESTO and mNIHSS components at the required time points \\>75% of the time\n\nPRESTO is a group of 8 pre-hospital stroke scales that are combined into a simple 9 item tool. Each scale uses their own scoring system and cut points that count as a positive stroke screen.\n\nThe modified National Institutes for Health Stroke Scale (mNIHSS) is a modified version of the NIHSS used widely in the clinical assessment of stroke patients. The The mNIHSS contains 11 items with a possible range of scores from 0 (best) to 31 (worse). Each of the 11 items provides in a subscore ranging from 0 (normal) to 2-4 points, and the total score is a sum of all subscores.","timeFrame":"Assessment will be done 1 to 12 hours after extubation postoperatively (post-extubation day zero)"}],"secondaryOutcomes":[{"measure":"Descriptive analysis of the common tasks that could not be completed on PRESTO and mNIHSS (missing items)","description":"Determining which items on the the stroke scales could not be completed at different time points around surgery","timeFrame":"Baseline prior to surgery, post-extubation day zero, post-extubation day one, post-extubation day two"},{"measure":"Identifying barriers to completing task, participant feedback, and clinician feedback.","description":"Determining the reasons behind the missing tasks. Obtaining feedback from the participants and clinicians in a likert scales as well as an open text box.","timeFrame":"Baseline prior to surgery, post-extubation day zero, post-extubation day one, post-extubation day two"},{"measure":"Determine the percent of participants that meet criteria for a positive screen for a given screening tool.","description":"Determine which scales may screen positive for strokes at different time points around surgery","timeFrame":"Baseline prior to surgery, post-extubation day zero, post-extubation day one, post-extubation day two"},{"measure":"Identify relevant predictors of change in stroke screening scores following surgery (e.g. baseline cognitive functioning, time since extubation, time since last pain/sedative medication, delirium)","description":"Determine which patient factors are associated with changes in stroke screening scores after surgery","timeFrame":"Baseline prior to surgery, post-extubation day zero, post-extubation day one, post-extubation day two"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients undergoing scheduled cardiac surgery (open heart) procedures at St. Paul's Hospital.\n\nExclusion Criteria:\n\nAt baseline patient screening:\n\n1. Patients who have severe cognitive impairment measured through the use of the three minute screening tool, Mini-Cog (\\<3 out of 5)\n2. Patient has limited ability to complete assessment at baseline\n3. Unable to read/speak English easily as we do not have the resources to translate our study materials into other languages\n4. Significant hearing/visual impairments as it would make it hard to complete the study\n5. Critical state before surgery with high probability of death within 24 hours\n\nAfter cardiac surgery, patients will be removed from further data collection if:\n\na) They require a tracheostomy or 5 days or more of mechanical ventilation","sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Patients will be recruited from the St. Paul's Hospital Pre-Admission Clinic or the ward. We will include all patients presenting for open heart cardiac surgery St. Paul's Hospital.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Alana Flexman, MD","role":"CONTACT","phone":"604-806-8337","email":"aflexman@providencehealth.bc.ca"}],"locations":[{"facility":"St. Paul's Hospital","status":"RECRUITING","city":"Vancouver","state":"British Columbia","zip":"V6Z 1Y6","country":"Canada","contacts":[{"name":"Alana Flexman, MD","role":"CONTACT","phone":"604-806-8337","email":"aflexman@providencehealth.bc.ca"}],"geoPoint":{"lat":49.24966,"lon":-123.11934}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}