{"protocolSection":{"identificationModule":{"nctId":"NCT04604171","orgStudyIdInfo":{"id":"AUSLToscanaSudEst"},"organization":{"fullName":"Azienda USL Toscana Sud Est","class":"OTHER_GOV"},"briefTitle":"Action Observation Training for Upper Limb Recovery in Patients With Stroke","officialTitle":"Action Observation Training for Upper Limb Recovery in Patients With Stroke: a Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2020-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2020-07-31","type":"ACTUAL"},"studyFirstSubmitDate":"2020-10-20","studyFirstSubmitQcDate":"2020-10-24","studyFirstPostDateStruct":{"date":"2020-10-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-10-24","lastUpdatePostDateStruct":{"date":"2020-10-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mauro Mancuso - Azienda USL Toscana Sud Est","investigatorTitle":"Director of Physical and Rehabilitative Medicine Unit","investigatorAffiliation":"Azienda USL Toscana Sud Est"},"leadSponsor":{"name":"Azienda USL Toscana Sud Est","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Due to the complexity of the interventions in recovering the upper limb, at the moment there is a lack of evidence about the efficacy of rehabilitative interventions. Action Observation Training (AOT) constitutes a promising rehabilitative method to improve upper limb motor recovery in stroke patients.\n\nObjective: The aim of the present study was to evaluate the effect of AOT both on upper limb recovery and on functional outcome when compared to patients treated with the task oriented training (TOT). Both treatments were added to traditional rehabilitative treatment.","detailedDescription":"Participants Sample of 32 patients with stroke, randomly allocated in the experimental group (EG) or in the control group (CG).\n\nEach participant underwent clinical assessments at Day 0 (the first day of treatment) and at the T1 time (last day of treatment after four weeks).\n\nAll assessment tools were performed by trained researchers not involved in the treatment administration.\n\nAll subjects underwent rehabilitative treatment for 4 consecutive weeks, 5 days per week. Each session consisted of 60 minutes of conventional treatment per day and, in addition, thirty minutes of Action Observation Training for the experimental group, or thirty minutes of Task Oriented Training for the control group.\n\nClinical scales\n\n* Canadian Neurological Scale\n* Bamford Classification\n* Fugl-Meyer Assessment Upper Extremity\n* Box and Block Test\n* Functional Independence Measure\n* Modified Ashworth Scale\n\nTreatments adopted in the study:\n\n* Action Observation Training\n* Task Oriented Training\n* Conventional Treatment\n\nStatistical Analysis Preliminary descriptive analysis to check the normal distribution of data using the Kolmogorov-Smirnov test.\n\nParametric or non-parametric statistics depending on variables distribution. Student's T-test and Chi-square analyses to assess the homogeneity of the sample according to demographic and clinical data as appropriate.\n\nDetermination of statistical significance of intra-group improvement from admission to discharge, pre-treatment and post-treatment scores using Wilcoxon signed-rank test for MAS, FMA-UE motor function, and BBT of the paretic arm, using t-test for FIM scores.\n\nCalculation of rehabilitative gain, as the difference between the post-treatment score and the baseline, divided by the difference between the maximum scoring of the test and the score obtained by the patient at the baseline. This index indicates the percentage of the improvement compared to the maximum obtainable improvement.\n\nThe alpha level for significance was set at p \\< 0.05 for first level of analysis.\n\nSoftware for statistical analysis: Statistical Package for the Social Sciences (SPSS) software, version 20.0."},"conditionsModule":{"conditions":["Stroke Sequelae"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"sample of 32 patients with stroke, randomly allocated in the experimental group (EG) or in the control group (CG). Sixteen patients were assigned to EG and sixteen to CG.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":32,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Action Observation Training","type":"EXPERIMENTAL","description":"Conventional treatment for 60 mins plus Action Observation Training for 30 mins","interventionNames":["Behavioral: Action Observation Training","Behavioral: Conventional Treatment"]},{"label":"Task Oriented Training","type":"ACTIVE_COMPARATOR","description":"Conventional treatment for 60 mins plus Task Oriented Training for 30 mins","interventionNames":["Behavioral: Task Oriented Training","Behavioral: Conventional Treatment"]}],"interventions":[{"type":"BEHAVIORAL","name":"Action Observation Training","description":"Action Observation Training (AOT) is composed, according to Franceschini et al. (2012), by 20 different videos of daily activities (actions) carried out with the upper limbs. Patients underwent only one task per day for 20 sessions, starting from the easiest. Each action (unimanual or bimanual) is observed from a first-person perspective. Actors in the videos are young non-disabled people, either men or women. Patients are asked to carefully observe the videos, in order to prepare themselves to imitate the presented actions, while the therapist consistently holds the patient's attention with verbal feedback. At the end of each sequence, the therapist prompts the patient to perform the same movement with the paretic upper limb over a time period of 2 minutes, providing verbal instructions or help, if needed. Each session lasts about 30 minutes (3 min of sequence observation and 2 min of action performance for 3 motor sequences repeated twice).","armGroupLabels":["Action Observation Training"]},{"type":"BEHAVIORAL","name":"Task Oriented Training","description":"In Task Oriented Training patients performed functional activities with the upper limbs, using the same objects for AOT, in both unimanual and bimanual modalities, without watching the video beforehand. The therapist just provided for verbal instructions and feedback, avoiding demonstrative or imitative indications. The therapist could passively support the movement if patients were completely unable to perform the actions. When necessary, the therapists could also actively facilitate the upper limb movement if patients were unable to correctly perform the actions. Based on the patient's level of motor ability and progress, the levels of movement and task difficulty could be adjusted accordingly. Patients underwent one task per day for 20 sessions. Each session lasted about 30 minutes.","armGroupLabels":["Task Oriented Training"]},{"type":"BEHAVIORAL","name":"Conventional Treatment","description":"Conventional treatment consists of a range of different patient-tailored interventions, selected by the therapist on the basis of the functional level of the patient. Treatment sessions include training for transfers, mobility, walking up and down steps, balance tasks and tailored functional tasks for the upper limbs (unimanual and bimanual). Moreover, it is also provided for joint and soft tissue mobilization, specific sensory stimulation, exercises to increase strength, both for lower and upper limbs. Each session lasted about 60 minutes.","armGroupLabels":["Action Observation Training","Task Oriented Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment Upper Extremity","description":"the scale, which has good psychometric properties, is a quantitative measure of motor impairment in post stroke hemiplegic patients. Items are scored on a 3-point ordinal scale (0 = cannot perform; 1 = partially performs; 2 = fully performs). The upper limb section (FMA-UE) includes shoulder, elbow, wrist flexion and extension cooperative movement, wrist joint stability, coordination ability, and speed of small joint movement. The four domains assessed include motor function, sensation, passive joint motion, and joint pain. For this study we only used the motor function subscale. The total score of FMA-UE motor function range from 0 to 66.","timeFrame":"The first day of treatment - The last day of treatment after four weeks"}],"secondaryOutcomes":[{"measure":"Box and Block Test","description":"the BBT assesses unilateral gross manual dexterity in stroke subjects. It requests patients to seat at a table, facing a rectangular box that is divided into two sections of equal dimensions. One of the two compartments contains one hundred and fifty coloured, wooden cubes, measuring 2.5 cm in width. The subject is instructed to move as many blocks as possible, one at a time, from one section to the other for a period of 60 seconds. The final score is computed by counting the number of blocks moved during the one-minute trial period. Healthy adults aged 20 and up have been found to move around 75 cubes ± 9.1 within one minute, without any significant difference between the dominant and non-dominant hand. Its reliability and validity are satisfactory in stroke patients.","timeFrame":"The first day of treatment - The last day of treatment after four weeks"},{"measure":"Functional Independence Measure","description":"the purpose of this scale is to assess the patients physical, psychological and social functions. It includes self-care, eating, grooming, bathing, dressing, toileting, swallowing, sphincter control, mobility, transfer and locomotion. The scale is composed of 18 items: 13 items are in physical domains and 5 items are related to cognition. Motor items measure self-care, sphincter control, locomotion and transfers. Cognitive items evaluate subject's communication abilities and social cognition. Based on the level of independence, each item is scored from 1 to 7. The lower score indicates total dependence and the higher represents complete independence. Total score ranges from 18 to 126. The total FIM score indicates the level of disability and the burden of their carer. The FIM has good reliability, validity, and responsiveness.","timeFrame":"The first day of treatment - The last day of treatment after four weeks"},{"measure":"Modified Ashworth Scale","description":"this is a six-point ordinal scale for grading the resistance encountered during passive muscle stretching. The Scale assesses spasticity as follows: 0 = normal muscle tone; 1 = slight increase in muscle tone at the end of the range of motion (ROM) when limb is moved; 1+ = slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the ROM; 2 = more marked increase in muscle tone, but limb easily flexed; 3 = considerable increase in muscle tone; and 4 = limb rigid in flexion or extension.","timeFrame":"The first day of treatment - The last day of treatment after four weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Both gender\n* First ever stroke\n* Unilateral cerebral lesion\n* Onset of cerebrovascular pathology for a maximum of 30 days\n* Age between 18 and 90 years\n* Any schooling\n* Preserved ability to understand (Token Test score higher than 8)\n* Signature of consent by the patient and/or care giver.\n\nExclusion Criteria:\n\n* Posterior circulation infarction\n* Bilateral cerebral lesions\n* Subarachnoid hemorrhage\n* Severe unilateral spatial negligence (documented by a BIT star cancellation test score below 51)\n* Presence of ideo-motor apraxia as documented by a score \\< 53 in De Renzi's test\n* Cognitive impairment (MMSE score below 23. 8)\n* Severe visual impairment (documented by NIHSS field of vision examination)\n* Failure of the patient and/or care-giver to sign consent\n* Documented Alcohol and/or drug abuse","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mauro Mancuso","affiliation":"P.O. Misericordia, Azienda USL Toscana Sud Est","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Mancuso Mauro","city":"Grosseto","zip":"58100","country":"Italy","geoPoint":{"lat":42.76296,"lon":11.10941}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}