{"protocolSection":{"identificationModule":{"nctId":"NCT05844566","orgStudyIdInfo":{"id":"22HH7982"},"organization":{"fullName":"Imperial College London","class":"OTHER"},"briefTitle":"OptimiZation Of Lipid Lowering Therapies Using a Decision Support System In Patients With Acute Coronary Syndrome.","officialTitle":"Implementation of a Decision Support System and Its Effect on Early Optimisation of Lipid-Lowering Therapies in Patients With Acute Coronary Syndrome: a Cluster Randomised Controlled Trial","acronym":"ZODIAC"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-25","studyFirstSubmitQcDate":"2023-04-25","studyFirstPostDateStruct":{"date":"2023-05-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-08","lastUpdatePostDateStruct":{"date":"2023-12-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Imperial College London","class":"OTHER"},"collaborators":[{"name":"Sanofi","class":"INDUSTRY"},{"name":"Axtria, Inc.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to compare implementation of a Decision Support System (DSS) - aligned to the 2019 ESC/EAS Guidelines - in addition to routine clinical care versus routine clinical care without availability of a DSS, in participants aged ≥18 to \\< 80 years old presenting with Acute Coronary Syndrome (ACS).\n\nThe main questions it aims to answer are:\n\n* to assess whether the availability of a DSS (which provides estimates of risk and estimates of potential benefit through LDL-C lowering) to current practice results in an increase in the early initiation of combination Lipid Lowering Therapies (LLTs) or intensification of LLT regimens compared to current practice alone over a 24-week period after an Acute Coronary Syndromes (ACS) event\n* To estimate in the study cohort the potential benefits of guideline-based LLT intensification via simulation-based methods using estimates of baseline risk: LLT utilisation, additional LDL-C reductions and LDL-C goal achievement, on simulated risk of CV events through modelling.\n\nParticipants will give consent to randomised clinical sites to collect their data. The clinical sites will either be randomised to standard of care or the availability of and access to the DSS.\n\nResearchers will compare patients from DSS and Non-DSS sites to see if the availability of the DSS results in implementation of more intensive lipid lowering regimens, resulting in the achievement of lower LDL-C values as well as the proportion of patients who reach target LDL-C levels (\\<1.4 mmol/L (\\<55 mg/dL) by Week 24.","detailedDescription":"Patients with acute coronary syndromes (ACS) including myocardial infarction (MI) remain at risk of future cardiovascular events depending upon the interaction between inherited genetic factors/ and environmental factors including cholesterol over their lifetime. Expert guidelines on secondary prevention such as the ESC therefore increasingly recognise a more individualised approach.\n\nLowering LDL-C with high intensity lipid lowering therapies (LLTs) initiated within 10 days of an ACS reduces risk more than less intense regimens. In the SWEDEHEART registry which included 40,6007 patients over a median follow up of 3.78 years, patients who achieved the largest absolute reductions in LDL-C or greatest percentage reduction in LDL-C, had the lowest risk of a range of cardiovascular events and mortality. The approach to use of lipid lowering (LLT) was statin based monotherapy with few attaining the recommended cholesterol goals.\n\nThe 2019 European Society of Cardiology (ESC) and European Atherosclerosis Society (EAS) dyslipidaemia guidelines categorise patients with an ACS event as very-high risk and recommend an LDL-C goal of \\< 1.4 mmol/L (\\<55 mg/dL) and \\>50% reduction in LDL-C in this population. But several studies in European populations have highlighted gaps between clinical practice/ implementation of treatment recommendations compared with evidence based guideline recommendations. In the DA VINCI study representing 5,888 patients prescribed LLT in 18 European countries, LDL-C goal achievement in very-high risk populations was just 39% per 2016 ESC/EAS guidelines of\\<1.8mmol/L with only about 18% achieving the new recommended lower goal of \\<1.4mmol/L. It has become clear that greater implementation/ use of available combination therapies will be needed if lower recommended goals are to be achieved. It is unclear what the barriers are to earlier implementation and may include a lack of physician understanding of risk of further CV events or a lack of understanding of the quantifiable benefits from specific magnitudes of LDL-C lowering.\n\nThe aim of this trial is to assess whether providing information to those managing ACS patients that quantify absolute risk and the absolute benefit from different lipid lowering regimens through access to a Decision Support Tool (DSS) system is more likely to result in earlier intensification of lipid lowering regimens and thus result in a greater proportion of patients achieving the ESC lipid lowering goals after ACS compared to patients being managed routinely without access to a DSS standard (cluster RCT design). It is well established that unless treatments are initiated through secondary care or as part of acute care pathways, there is considerable inertia in further optimisation of treatment in primary care. Thus, this trial will assess whether presenting quantifiable data on risks and benefits results in behaviour change among secondary care physicians and improves cholesterol management within 6 months of an ACS.\n\nThe DSS is available online or remotely accessible via a website intended for clinicians to estimate the clinical benefit of any LLT regimen, whether single or combination therapies. The DSS shows the expected risk, risk reductions and number needed to treat for the various treatments selected by the clinical user on the potential value of initiation of an add-on therapy for reducing the risk of other Cardiovascular (CV) events. This DSS provides a graphical and tabular representation of the time-dependent CV treatment benefit model for LLTs published in a peer-reviewed journal article.\n\nThe trial hypothesises that having a pictorial representation of both individual risk and recommended treatments will encourage clinicians to implement clinical guidelines more closely. The clinicians using the DSS will be asked to complete a DSS evaluation at the end of the trial. Implementing the patient-specific recommendation remains at the clinicians' discretion."},"conditionsModule":{"conditions":["Acute Coronary Syndrome","Myocardial Infarction","Ischemic Stroke"],"keywords":["Acute Coronary Syndrome","Decision Support System","Lipid Lowering Therapies","Low Density Lipoprotein","Heart Attack","ST Elevation Myocardial Infarction","Non-ST Elevation Myocardial Infarction","Coronary Disease"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Cluster randomised controlled trial. Study sites are randomised to intervention or no intervention.","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","maskingDescription":"The patient will be notified at the end of the study in regard to allocation.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":1584,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Decision Support System (DSS)","type":"OTHER","description":"Patients of this cohort are seen at a site randomised to the availability of the DSS. These patients will be provided routine clinical care including local/national prescribing guidelines during the course of the study. In addition to routine clinical care, the DSS which is available online, is a tool intended for clinicians to estimate the clinical benefit of any LLT regimen, whether monotherapy or combination therapies.","interventionNames":["Device: Decision Support System (DSS)"]},{"label":"Non-Decision Support System (Non-DSS)","type":"NO_INTERVENTION","description":"Patients of this cohort are seen at a site randomised to no availability of a DSS (Non-DSS). These patients will be provided routine clinical care including local / national prescribing guidelines during the course of the study."}],"interventions":[{"type":"DEVICE","name":"Decision Support System (DSS)","description":"This DSS will provide estimates of potential benefits in terms of ASCVD risk reduction (composite endpoint: combined non-fatal myocardial infarction, non-fatal ischaemic stroke and cardiovascular death) as a function of treatment duration and magnitude of LDL-C lowering.\n\nThe DSS does not recommend treatments but shows the expected ASCVD risk, absolute and relative ASCDV risk reductions and number needed to treat for the various treatments selected by the clinical user on the potential value of initiation of an add-on therapy for reducing the risk of recurrent Cardiovascular (CV) events. Implementing the patient-specific recommendation remains at the clinicians' discretion.","armGroupLabels":["Decision Support System (DSS)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Optimisation of the intensity of Lipid Lowering Therapy within 24 weeks of index ACS","description":"Proportion of patients treated with combination therapy, or who receive escalated monotherapy, or escalated combination therapy, within 24 weeks of the index ACS.","timeFrame":"24 weeks"}],"secondaryOutcomes":[{"measure":"Time to initiation","description":"Time to initiation of combination therapy or escalation of Lipid lowering therapy as defined in the primary endpoint","timeFrame":"24 weeks"},{"measure":"LDL-C Level","description":"LDL-C by Week 24","timeFrame":"24 weeks"},{"measure":"Target LDL-C reduction","description":"Proportion of patients reaching target LDL-C level (\\<1.4 mmol/L (\\<55 mg/dL) by Week 24","timeFrame":"24 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\nSites:\n\n* Manage ACS patients as defined by: Symptoms of myocardial ischemia with an unstable pattern, occurring at rest or with minimal exertion, within 72 hours of an unscheduled hospital admission due to presumed or proven obstructive coronary disease and at least one of the following:\n\n  * Elevated cardiac biomarkers\n  * Resting electrocardiographic changes consistent with ischemia or infarction, plus additional evidence of obstructive coronary disease from regional wall motion or perfusion abnormality, 70% or more epicardial coronary stenosis by angiography, or need for coronary revascularization procedure\n* Mange post ACS follow up care of patients including risk factor control\n* Ability to provide follow up information on patient care for a minimum of 24 weeks including blood tests\n* Willing/ able to access and undertake training for the DSS\n* Adequate internet connection at site and the ability to access the DSS\n* No restrictions on use of LLTs (within national guidelines/ reimbursement)\n* Ability to include all essential parameters and patient information for DSS input\n\nParticipants:\n\n* Aged ≥18 to \\< 80 years old\n* Provide written informed consent\n* Presenting to a study site with ACS as LLT naïve, monotherapy or combination therapy (defined as more than one LLT agent)\n* Willing to take lipid lowering treatments for the secondary prevention of cardiovascular disease\n* Attending the same study site (or same clinical team) for ACS follow up to ensure follow up data can be collected; or ensure that follow up data can be collected from other clinical institutions as part of the clinical pathway.\n\nExclusion criteria:\n\nSites:\n\n* Unable to capture/ provide data on patients with ACS during admission and follow up\n* Unable or unwilling to use lipid lowering treatments other than statins for ACS care\n\nParticipants:\n\n* Unable to provide written informed consent\n* LDL-C measurement \\< 1.8 mmol/L at admission","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Maria Moreno Morales","role":"CONTACT","phone":"+44 (0) 7935 352902","email":"m.moreno-morales@imperial.ac.uk"},{"name":"Steph Amiridis","role":"CONTACT","phone":"+44 20 7594 0994","email":"s.amiridis@imperial.ac.uk"}],"overallOfficials":[{"name":"Kausik Ray, Professor","affiliation":"Imperial College London","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Luton and Dunstable University Hospital","status":"RECRUITING","city":"Luton","state":"Bedfordshire","zip":"LU4 0DZ","country":"United Kingdom","contacts":[{"name":"George Hunter","role":"CONTACT"}],"geoPoint":{"lat":51.87967,"lon":-0.41748}},{"facility":"Glan Glwyd Hospital","status":"ACTIVE_NOT_RECRUITING","city":"Bodelwyddan","state":"Denbighshire, Wales","zip":"LL18 5UJ","country":"United Kingdom","geoPoint":{"lat":53.26827,"lon":-3.50078}},{"facility":"Royal Bournemouth Hospital","status":"ACTIVE_NOT_RECRUITING","city":"Bournemouth","state":"Dorset","zip":"BH7 7DW","country":"United Kingdom","geoPoint":{"lat":50.72048,"lon":-1.8795}},{"facility":"Conquest Hospital","status":"ACTIVE_NOT_RECRUITING","city":"Brighton","state":"East Sussex","zip":"TN37 7PT","country":"United Kingdom","geoPoint":{"lat":50.82838,"lon":-0.13947}},{"facility":"Scunthorpe General Hospital","status":"ACTIVE_NOT_RECRUITING","city":"Scunthorpe","state":"North Lincolnshire","zip":"DN15 7BH","country":"United Kingdom","geoPoint":{"lat":53.57905,"lon":-0.65437}},{"facility":"Kettering General Hospital","status":"ACTIVE_NOT_RECRUITING","city":"Kettering","state":"Northamptonshire","zip":"NN16 8UZ","country":"United Kingdom","geoPoint":{"lat":52.39836,"lon":-0.72571}},{"facility":"Royal United Hospital","status":"ACTIVE_NOT_RECRUITING","city":"Bath","state":"Somerset","zip":"BA1 3NG","country":"United Kingdom","geoPoint":{"lat":51.3751,"lon":-2.36172}},{"facility":"Freeman Hospital","status":"RECRUITING","city":"Newcastle Upon Tyne","state":"Tyne And Wear","zip":"NE7 7DN","country":"United Kingdom","contacts":[{"name":"Azfar Zaman","role":"CONTACT"}],"geoPoint":{"lat":54.97328,"lon":-1.61396}},{"facility":"North Tyneside General Hospital","status":"ACTIVE_NOT_RECRUITING","city":"North Shields","state":"Tyne And Wear","zip":"NE29 8NH","country":"United Kingdom","geoPoint":{"lat":55.01646,"lon":-1.44925}},{"facility":"Sunderland Royal Hospital","status":"ACTIVE_NOT_RECRUITING","city":"Sunderland","state":"Tyne And Wear","zip":"SR4 7TP","country":"United Kingdom","geoPoint":{"lat":54.90465,"lon":-1.38222}},{"facility":"Sandwell General Hospital","status":"RECRUITING","city":"Birmingham","state":"West Midlands","zip":"B71 4HJ","country":"United Kingdom","contacts":[{"name":"Vinoda Sharma","role":"CONTACT"}],"geoPoint":{"lat":52.48142,"lon":-1.89983}},{"facility":"Russell's Hall Hospital","status":"ACTIVE_NOT_RECRUITING","city":"Dudley","state":"West Midlands","zip":"DY12HQ","country":"United Kingdom","geoPoint":{"lat":52.5,"lon":-2.08333}},{"facility":"Worthing Hospital","status":"ACTIVE_NOT_RECRUITING","city":"Worthing","state":"West Sussex","zip":"BN11 2DH","country":"United Kingdom","geoPoint":{"lat":50.81795,"lon":-0.37538}},{"facility":"Calderdale Royal Hospital","status":"ACTIVE_NOT_RECRUITING","city":"Halifax","state":"West Yorkshire","zip":"HX3 0PW","country":"United Kingdom","geoPoint":{"lat":53.71667,"lon":-1.85}},{"facility":"Worcestershire Royal Hospital","status":"ACTIVE_NOT_RECRUITING","city":"Worcester","state":"Worcestershire","zip":"WR5 1DD","country":"United Kingdom","geoPoint":{"lat":52.18935,"lon":-2.22001}},{"facility":"Hammersmith Hospital","status":"ACTIVE_NOT_RECRUITING","city":"London","zip":"W2 1NY","country":"United Kingdom","geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"referencesModule":{"references":[{"pmid":"33367526","type":"BACKGROUND","citation":"Schubert J, Lindahl B, Melhus H, Renlund H, Leosdottir M, Yari A, Ueda P, James S, Reading SR, Dluzniewski PJ, Hamer AW, Jernberg T, Hagstrom E. Low-density lipoprotein cholesterol reduction and statin intensity in myocardial infarction patients and major adverse outcomes: a Swedish nationwide cohort study. Eur Heart J. 2021 Jan 20;42(3):243-252. doi: 10.1093/eurheartj/ehaa1011."},{"pmid":"30165516","type":"BACKGROUND","citation":"Williams B, Mancia G, Spiering W, Agabiti Rosei E, Azizi M, Burnier M, Clement DL, Coca A, de Simone G, Dominiczak A, Kahan T, Mahfoud F, Redon J, Ruilope L, Zanchetti A, Kerins M, Kjeldsen SE, Kreutz R, Laurent S, Lip GYH, McManus R, Narkiewicz K, Ruschitzka F, Schmieder RE, Shlyakhto E, Tsioufis C, Aboyans V, Desormais I; ESC Scientific Document Group. 2018 ESC/ESH Guidelines for the management of arterial hypertension. Eur Heart J. 2018 Sep 1;39(33):3021-3104. doi: 10.1093/eurheartj/ehy339. No abstract available. Erratum In: Eur Heart J. 2019 Feb 1;40(5):475."},{"pmid":"31504418","type":"BACKGROUND","citation":"Mach F, Baigent C, Catapano AL, Koskinas KC, Casula M, Badimon L, Chapman MJ, De Backer GG, Delgado V, Ference BA, Graham IM, Halliday A, Landmesser U, Mihaylova B, Pedersen TR, Riccardi G, Richter DJ, Sabatine MS, Taskinen MR, Tokgozoglu L, Wiklund O; ESC Scientific Document Group. 2019 ESC/EAS Guidelines for the management of dyslipidaemias: lipid modification to reduce cardiovascular risk. Eur Heart J. 2020 Jan 1;41(1):111-188. doi: 10.1093/eurheartj/ehz455. No abstract available. Erratum In: Eur Heart J. 2020 Nov 21;41(44):4255."},{"pmid":"28231942","type":"BACKGROUND","citation":"Bohula EA, Morrow DA, Giugliano RP, Blazing MA, He P, Park JG, Murphy SA, White JA, Kesaniemi YA, Pedersen TR, Brady AJ, Mitchel Y, Cannon CP, Braunwald E. Atherothrombotic Risk Stratification and Ezetimibe for Secondary Prevention. J Am Coll Cardiol. 2017 Feb 28;69(8):911-921. doi: 10.1016/j.jacc.2016.11.070."},{"pmid":"28444290","type":"BACKGROUND","citation":"Ference BA, Ginsberg HN, Graham I, Ray KK, Packard CJ, Bruckert E, Hegele RA, Krauss RM, Raal FJ, Schunkert H, Watts GF, Boren J, Fazio S, Horton JD, Masana L, Nicholls SJ, Nordestgaard BG, van de Sluis B, Taskinen MR, Tokgozoglu L, Landmesser U, Laufs U, Wiklund O, Stock JK, Chapman MJ, Catapano AL. Low-density lipoproteins cause atherosclerotic cardiovascular disease. 1. Evidence from genetic, epidemiologic, and clinical studies. A consensus statement from the European Atherosclerosis Society Consensus Panel. Eur Heart J. 2017 Aug 21;38(32):2459-2472. doi: 10.1093/eurheartj/ehx144."},{"pmid":"32720582","type":"BACKGROUND","citation":"Khan I, Peterson ED, Cannon CP, Sedita LE, Edelberg JM, Ray KK. Time-Dependent Cardiovascular Treatment Benefit Model for Lipid-Lowering Therapies. J Am Heart Assoc. 2020 Aug 4;9(15):e016506. doi: 10.1161/JAHA.120.016506. Epub 2020 Jul 28."},{"pmid":"34636884","type":"BACKGROUND","citation":"Ray KK, Reeskamp LF, Laufs U, Banach M, Mach F, Tokgozoglu LS, Connolly DL, Gerrits AJ, Stroes ESG, Masana L, Kastelein JJP. Combination lipid-lowering therapy as first-line strategy in very high-risk patients. Eur Heart J. 2022 Feb 22;43(8):830-833. doi: 10.1093/eurheartj/ehab718. No abstract available."},{"pmid":"33580789","type":"BACKGROUND","citation":"Ray KK, Molemans B, Schoonen WM, Giovas P, Bray S, Kiru G, Murphy J, Banach M, De Servi S, Gaita D, Gouni-Berthold I, Hovingh GK, Jozwiak JJ, Jukema JW, Kiss RG, Kownator S, Iversen HK, Maher V, Masana L, Parkhomenko A, Peeters A, Clifford P, Raslova K, Siostrzonek P, Romeo S, Tousoulis D, Vlachopoulos C, Vrablik M, Catapano AL, Poulter NR; DA VINCI study. EU-Wide Cross-Sectional Observational Study of Lipid-Modifying Therapy Use in Secondary and Primary Care: the DA VINCI study. Eur J Prev Cardiol. 2021 Sep 20;28(11):1279-1289. doi: 10.1093/eurjpc/zwaa047."},{"pmid":"28213597","type":"BACKGROUND","citation":"Steen DL, Khan I, Ansell D, Sanchez RJ, Ray KK. Retrospective examination of lipid-lowering treatment patterns in a real-world high-risk cohort in the UK in 2014: comparison with the National Institute for Health and Care Excellence (NICE) 2014 lipid modification guidelines. BMJ Open. 2017 Feb 17;7(2):e013255. doi: 10.1136/bmjopen-2016-013255."},{"pmid":"30126705","type":"BACKGROUND","citation":"Ferrieres J, Gorcyca K, Iorga SR, Ansell D, Steen DL. Lipid-lowering Therapy and Goal Achievement in High-risk Patients From French General Practice. Clin Ther. 2018 Sep;40(9):1484-1495.e22. doi: 10.1016/j.clinthera.2018.07.008. Epub 2018 Aug 18."},{"pmid":"29499359","type":"BACKGROUND","citation":"Arca M, Ansell D, Averna M, Fanelli F, Gorcyca K, Iorga SR, Maggioni AP, Paizis G, Tomic R, Catapano AL. Statin utilization and lipid goal attainment in high or very-high cardiovascular risk patients: Insights from Italian general practice. Atherosclerosis. 2018 Apr;271:120-127. doi: 10.1016/j.atherosclerosis.2018.02.024. Epub 2018 Feb 17."},{"pmid":"33580772","type":"BACKGROUND","citation":"Blaum C, Seiffert M, Gossling A, Kroger F, Bay B, Lorenz T, Braetz J, Graef A, Zeller T, Schnabel R, Clemmensen P, Westermann D, Blankenberg S, Brunner FJ, Waldeyer C. The need for PCSK9 inhibitors and associated treatment costs according to the 2019 ESC dyslipidaemia guidelines vs. the risk-based allocation algorithm of the 2017 ESC consensus statement: a simulation study in a contemporary CAD cohort. Eur J Prev Cardiol. 2021 Mar 23;28(1):47-56. doi: 10.1093/eurjpc/zwaa088."},{"pmid":"29197254","type":"BACKGROUND","citation":"Marz W, Dippel FW, Theobald K, Gorcyca K, Iorga SR, Ansell D. Utilization of lipid-modifying therapy and low-density lipoprotein cholesterol goal attainment in patients at high and very-high cardiovascular risk: Real-world evidence from Germany. Atherosclerosis. 2018 Jan;268:99-107. doi: 10.1016/j.atherosclerosis.2017.11.020. Epub 2017 Nov 20."},{"pmid":"28347514","type":"BACKGROUND","citation":"Kuiper JG, Sanchez RJ, Houben E, Heintjes EM, Penning-van Beest FJA, Khan I, van Riemsdijk M, Herings RMC. Use of Lipid-modifying Therapy and LDL-C Goal Attainment in a High-Cardiovascular-Risk Population in the Netherlands. Clin Ther. 2017 Apr;39(4):819-827.e1. doi: 10.1016/j.clinthera.2017.03.001. Epub 2017 Mar 27."},{"pmid":"33755142","type":"BACKGROUND","citation":"Koskinas KC, Gencer B, Nanchen D, Branca M, Carballo D, Klingenberg R, Blum MR, Carballo S, Muller O, Matter CM, Luscher TF, Rodondi N, Heg D, Wilhelm M, Raber L, Mach F, Windecker S. Eligibility for PCSK9 inhibitors based on the 2019 ESC/EAS and 2018 ACC/AHA guidelines. Eur J Prev Cardiol. 2021 Mar 23;28(1):59-65. doi: 10.1177/2047487320940102. Epub 2020 Jul 20."},{"pmid":"32072178","type":"BACKGROUND","citation":"Allahyari A, Jernberg T, Hagstrom E, Leosdottir M, Lundman P, Ueda P. Application of the 2019 ESC/EAS dyslipidaemia guidelines to nationwide data of patients with a recent myocardial infarction: a simulation study. Eur Heart J. 2020 Oct 21;41(40):3900-3909. doi: 10.1093/eurheartj/ehaa034."},{"pmid":"30920930","type":"BACKGROUND","citation":"Mancia G, Rea F, Corrao G, Grassi G. Two-Drug Combinations as First-Step Antihypertensive Treatment. Circ Res. 2019 Mar 29;124(7):1113-1123. doi: 10.1161/CIRCRESAHA.118.313294."},{"pmid":"23574971","type":"BACKGROUND","citation":"Dorresteijn JA, Visseren FL, Wassink AM, Gondrie MJ, Steyerberg EW, Ridker PM, Cook NR, van der Graaf Y; SMART Study Group. Development and validation of a prediction rule for recurrent vascular events based on a cohort study of patients with arterial disease: the SMART risk score. Heart. 2013 Jun;99(12):866-72. doi: 10.1136/heartjnl-2013-303640. Epub 2013 Apr 10."},{"pmid":"34160035","type":"BACKGROUND","citation":"McKay AJ, Gunn LH, Ference BA, Dorresteijn JAN, Berkelmans GFN, Visseren FLJ, Ray KK. Is the SMART risk prediction model ready for real-world implementation? A validation study in a routine care setting of approximately 380 000 individuals. Eur J Prev Cardiol. 2022 Mar 30;29(4):654-663. doi: 10.1093/eurjpc/zwab093."},{"pmid":"25766887","type":"BACKGROUND","citation":"Gao F, Earnest A, Matchar DB, Campbell MJ, Machin D. Sample size calculations for the design of cluster randomized trials: A summary of methodology. Contemp Clin Trials. 2015 May;42:41-50. doi: 10.1016/j.cct.2015.02.011. Epub 2015 Mar 9."},{"pmid":"22951546","type":"BACKGROUND","citation":"Campbell MK, Piaggio G, Elbourne DR, Altman DG; CONSORT Group. Consort 2010 statement: extension to cluster randomised trials. BMJ. 2012 Sep 4;345:e5661. doi: 10.1136/bmj.e5661. No abstract available."},{"pmid":"10946431","type":"BACKGROUND","citation":"Bellamy SL, Gibberd R, Hancock L, Howley P, Kennedy B, Klar N, Lipsitz S, Ryan L. Analysis of dichotomous outcome data for community intervention studies. Stat Methods Med Res. 2000 Apr;9(2):135-59. doi: 10.1177/096228020000900205."},{"pmid":"17136746","type":"BACKGROUND","citation":"Campbell MJ, Donner A, Klar N. Developments in cluster randomized trials and Statistics in Medicine. Stat Med. 2007 Jan 15;26(1):2-19. doi: 10.1002/sim.2731."},{"pmid":"35012627","type":"BACKGROUND","citation":"Parker RA, Weir CJ. Multiple secondary outcome analyses: precise interpretation is important. Trials. 2022 Jan 10;23(1):27. doi: 10.1186/s13063-021-05975-2."},{"pmid":"28768335","type":"BACKGROUND","citation":"Cannon CP, Khan I, Klimchak AC, Reynolds MR, Sanchez RJ, Sasiela WJ. Simulation of Lipid-Lowering Therapy Intensification in a Population With Atherosclerotic Cardiovascular Disease. JAMA Cardiol. 2017 Sep 1;2(9):959-966. doi: 10.1001/jamacardio.2017.2289."},{"type":"BACKGROUND","citation":"Rubin, M. When to adjust alpha during multiple testing: a consideration of disjunction, conjunction, and individual testing. Synthese 199, 10969-11000 (2021)."},{"type":"BACKGROUND","citation":"Ritz J, Spiegelman D. Equivalence of conditional and marginal regression models for clustered and longitudinal data. Statistical Methods in Medical Research. 2004;13(4):309-323. doi:10.1191/0962280204sm368ra"}],"seeAlsoLinks":[{"label":"Framework to aid in the creation of apps across multiple platforms including iOS, Android and Windows.","url":"http://cordova.apache.org/"},{"label":"Angular is a development platform, built on TypeScript. This link can help you understand Angular: what Angular is, what advantages it provides, and what you might expect as you start to build applications","url":"http://angular.io/guide/what-is-angular"},{"label":"Empirical estimates of ICCs from changing professional practice studies. (Very small ICCs rounded to 0.0001; Negative ICCs truncated at zero; n/a = not applicable).","url":"https://www.abdn.ac.uk/hsru/documents/iccs-web.xls"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000054058","term":"Acute Coronary Syndrome"},{"id":"D000013577","term":"Syndrome"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000007511","term":"Ischemia"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"},{"id":"M27235","name":"Acute Coronary Syndrome","asFound":"Acute Coronary Syndrome","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M1072","name":"ST Elevation Myocardial Infarction","relevance":"LOW"},{"id":"M1073","name":"Non-ST Elevated Myocardial Infarction","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}