{"protocolSection":{"identificationModule":{"nctId":"NCT04807426","orgStudyIdInfo":{"id":"REC/00657 Ayesha Rabbani"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Multisensory Stimulation Exercises And Task Oriented Exercises On Upper Limb Function In Post Stroke Patients.","officialTitle":"Combine Effects Of Multisensory Stimulation Exercises And Task Oriented Exercises On Upper Limb Function In Post Stroke Patients."},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-08-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-11-15","type":"ACTUAL"},"completionDateStruct":{"date":"2020-12-30","type":"ACTUAL"},"studyFirstSubmitDate":"2020-12-21","studyFirstSubmitQcDate":"2021-03-18","studyFirstPostDateStruct":{"date":"2021-03-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-03-18","lastUpdatePostDateStruct":{"date":"2021-03-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objective of the study was to determine the effects of Multisensory stimulation exercises and Task-oriented exercises on upper limb function and to determine the effects of Multisensory stimulation exercises and Task-oriented exercises on Activities of daily living and cognition . Study Design was Randomized control trial. Sampling Technique was purposive sampling. Study Setting was Physiotherapy department of Railway General Hospital Rawalpindi and NIRM Islamabad. Inclusion criteria were patients with hemiplegia due to stroke, Both male \\& female, Sub-acute and chronic stroke patients, First-ever stroke patient, Age between 40 -65, Modified Ashworth scale \\<3.\n\nExclusion criteria were Un bearable upper limb pain, Recent surgery, Visual impairment and Non cooperative Patients.\n\nTotal sample size calculated, by using epi tool is 12. Assessment tools used were Fugal Meyer motor assessment scale, Wolf motor function test, Revised Nottingham sensory, Motor activity log and Montreal cognitive assessment.\n\nIndividuals who met the inclusion criteria will be included in this study. All participants will go through randomization and divided into two groups Experimental group 1 and Experimental group 2. The pre-intervention assessment was made for both groups. Then intervention was applied to both groups.All statistical analyses will be performed through SPSS 21.","detailedDescription":"Stroke is defined as a neurological dysfunction due to sudden or acute injury to the central nervous system due to vascular causes, which includes cerebral infarction, intracranial hemorrhage and subarachnoid hemorrhage.Stroke is categorized as ischemic stroke (85%) and hemorrhage stroke (20%). Hemorrhagic stroke is further classified as interacerebral hemorrhage (15%) and subarachnoid hemorrhage (5%). Transient Ischemic attack (TIA) is a temporary blockage of blood flow to the brain and its symptoms resolves within 24 hours of the injury. Stroke is currently the second leading cause of death worldwide and is one of the leading causes of long-term disability in the United States. Almost 15 million stroke cases occur each year worldwide, resulting in 5 million deaths and leaving about 5 million stroke survivors with unchangeable abnormality and dependency.According to world health organization (WHO) in 2002 approximately 5.5 million people died due to stroke and 20% of these deaths occurred in south Asia .In Pakistan stroke cases reported are estimated to be 3,50,000 annually.Stroke survivors experience damaged upper limb function which also affects their activites of daily living. A large number of them is left with impaired upper extremity function, even after completion of conventional rehabilitation programmes.Only 5-20 % of patients regain Upper extremity functional status.Along with motor impairments somatosensory impairments are also assosoiated with severity of stroke but is overlooked most of the times. Sensory impairment decreases the ability to discriminate textures, weights ,shapes and sizes.Proprioception and stereognosis were found to be more impaired than tatile sensation ,7-53 % had impaired tactile sensations ,31-89% impaied sterognosis and 34-64 % impaired proprioception.Mostly, the focus is on motor recovery in paretic limb but the studies showed that improvement in sensory functions also leads to motor recovery. By only focusing on motor performance without sensory dysfunction assessment, maximum outcomes cannot be achieved.Not only Sensory dysfunction but Cognitive issues after stroke such as ,decreased perception and attention ,memory deficits ,difficulty in problem solving tend to be disregarded which eventually effects patient performance of daily activities.Multisensory stimulation exercises also known as neurocognitive therapeutic exercises, cognitive exercise therapy or cognitive sensory motor training was proposed by Carlo Perfetti of Italy .The Hallmark of this training is that it focuses on sensory retraining along with emphasis on joint position perception. It considers recovery as a learning process, the movement as a means to know and the body as a surface receptor for information.Laia Salles et.al conducted a randomized controlled pilot study to compare the effectiveness of the cognitive exercise therapy with conventional treatment protocol on upper limb in sub-acute stroke patients. The result showed favourable clinical progression regarding upper extremity functional gain.Sunghee Lee et.al did a study on effect of the cognitive exercise therapy on chronic stroke patients upper limb function, activities of daily living and quality of life .They compared it with Task oriented exercise group. There was significant difference between two groups and application of cognitive exercise therapy was found more effective for functional recovery in stroke patients.A study compared the effectiveness of cognitive sensory motor training therapy with conventional therapy on recovery of arm function in acute stroke patients. There were no significant differences found between two groups in acute stroke patients. The studies based on Multisensory stimulation exercises of perfetti focused on evaluating motor function of upper limb ,activities of daily living and quality of life but cognitive elements such as attention and memory also activated in discriminatory tasks and were not evaluated. The past records shows that in randomized controlled trials Multi sensory stimulation therapy is used alone for the experimental group .Combination of two protocols has not been analyzed yet .So, the aim of the study is to observe and determine the combine effect of Task Oriented Exercises and Multisensory stimulation exercises on upper limb function , Activities of daily living and Cognition .It is expected that the combination of these two approaches will give more significant results in improving sub-acute and chronic stroke patients condition."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","Multisensory stimulation exercises","Task oriented exercises"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":32,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Multi Sensory stimulation exercises","type":"ACTIVE_COMPARATOR","description":"only Multisensory stimulation Exercises","interventionNames":["Other: Multi Sensory stimulation exercises"]},{"label":"Task Oriented Exercises","type":"EXPERIMENTAL","description":"Task-oriented exercises without Multisensory stimulation Exercises","interventionNames":["Other: Task Oriented Exercises"]},{"label":"Task oriented exercises and Multisensory stimulation exercises.","type":"EXPERIMENTAL","description":"Task-oriented exercises with Multisensory stimulation Exercises","interventionNames":["Other: Task-oriented exercises and Multisensory stimulation Exercises"]}],"interventions":[{"type":"OTHER","name":"Multi Sensory stimulation exercises","description":"Multi Sensory stimulation exercises:Identification tasks will be given to a blindfolded patient. Which includes recognizing shapes, sizes , textures ,Identifying heights , hardness , weight discrimination .Difficulty will be added by increasing the objects to be identified. Joint angle perception training will be started with one joint perception and will advance to multiple joints position perception. Task Oriented Exercises: Patient will perform upper limb functional activities such as Reaching for objects, putting up and down an object, hand to mouth activity, combing hair, folding piece of cloth grasp and release activity, opening a jar, putting beads in jar and writing letters or draw something will be done. Complexity is added by increasing speed of task performance. Conservative Management:Passive stretching exercises for paretic upper extremity muscles .Stretchings will be applied for 30 sec with 30 sec rest, 10 repetitions for1 set.","armGroupLabels":["Multi Sensory stimulation exercises"]},{"type":"OTHER","name":"Task Oriented Exercises","description":"Task Oriented Exercises: Patient will perform upper limb functional activities such as Reaching for objects, putting up and down an object, hand to mouth activity, combing hair, folding piece of cloth grasp and release activity, opening a jar, putting beads in jar and writing letters or draw something will be done. Complexity will be added by increasing speed of task performance.\n\nConservative Management:Passive stretching exercises for paretic upper extremity muscles . Stretchings will be applied for 30 sec with 30 sec rest, 10 repetitions for1 set.","armGroupLabels":["Task Oriented Exercises"]},{"type":"OTHER","name":"Task-oriented exercises and Multisensory stimulation Exercises","description":"Multi Sensory stimulation exercises:Identification tasks will be given to a blindfolded patient. Which includes recognizing shapes, sizes , textures ,Identifying heights , hardness , weight discrimination .Difficulty will be added by increasing the objects to be identified. Joint angle perception training will be started with one joint perception and will advance to multiple joints position perception. Task Oriented Exercises: Patient will perform upper limb functional activities such as Reaching for objects, putting up and down an object, hand to mouth activity, combing hair, folding piece of cloth grasp and release activity, opening a jar, putting beads in jar and writing letters or draw something will be done. Complexity will be added by increasing speed of task performance.\n\nConservative Management:Passive stretching exercises for paretic upper extremity muscles . Stretchings will be applied for 30 sec with 30 sec rest, 10 repetitions for1 set.","armGroupLabels":["Task oriented exercises and Multisensory stimulation exercises."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugal Meyer assessment scale","description":"This test is used to measure changes from baseline to 4 weeks. Fugal Meyer assessment scale is used to evaluate paretic upper extremity voluntary movements, reflex activity, grasping and coordination .FMA- UE contains 33 tasks with a scale of 0 to 2 with total scoring of 66. Reliability of FMA is 0.95-1.0","timeFrame":"4weeks"}],"otherOutcomes":[{"measure":"Wolf Motor Function Test","description":"This test is used to measure changes from baseline to 4 weeks. Wolf Motor Function Test was designed to assess upper extremity performance for strength and functional ability (quality of movement). It includes 17 tasks that patient completes by using his impaired upper limb ,15 timed and 2 strength tasks ranging from simple to complex. Inter rater reliability of WMFT ranged from 0.92 to 0.97.","timeFrame":"4 weeks"},{"measure":"Reversed Nottingum Sensory Assessment scale","description":"The Nottingum Sensory Assessment is a standardised scale for assessing sensory impairment in stroke patients. It asses Tactile sensations, kinesthesia and stereognosis. Stereognosis Assessment of nottingum sensory assessment is a reliable measure and highly applicable to patients with stroke.","timeFrame":"4 weeks"},{"measure":"Motor Activity log","description":"This test is used to measure changes from baseline to 4 weeks. This instrument is a structured interview intended to examine how much and how well the subject uses their paretic arm outside of the setting. The MAL consists of 30 ADL items where the subject is asked to rate his or her level of performance over the past week .Participants are asked standardized questions about the amount of use of their more-affected arm (Amount Scale or AS) and the quality of their movement (How Well Scale or HW) during the functional activities indicated. Each task is scored along a 5-point rating scale (0 to 5) with half points being assigned by the subject. A mean MAL score is calculated for both scales by adding the rating scores for each scale and dividing by the number of items asked. The test retest reliability of the scale is 0.91.","timeFrame":"4 weeks"},{"measure":"Montreal cognitive assesment :","description":"This test is used to measure changes from baseline to 4 weeks. The Montreal Cognitive Assessment screens cognitive domains (attention and concentration, executive functions, memory, visuo constructional skills, conceptual thinking, calculations, and orientation). Its scores ranges between 0 and 30. A score of 26 or over is considered as normal. Internal Reliability is 0.78.","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with hemiplegia due to stroke\n* Sub-acute and chronic stroke patients\n* First-ever stroke patient\n* Modified Ashworth scale \\<3\n\nExclusion criteria:\n\n* Patient that is not well oriented to understand the command to follow the designed motor task\n* Un bearable upper limb pain\n* Patient with any type of surgical intervention which may hinder assessment and treatment.\n* Patients with any other neurological disease\n* Non cooperative Patients","healthyVolunteers":true,"sex":"ALL","minimumAge":"35 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Dr Aruba Saeed, PHD*","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Riphah International University","city":"Islamabad","zip":"44000","country":"Pakistan","geoPoint":{"lat":33.72148,"lon":73.04329}}]},"referencesModule":{"references":[{"pmid":"23652265","type":"BACKGROUND","citation":"Sacco RL, Kasner SE, Broderick JP, Caplan LR, Connors JJ, Culebras A, Elkind MS, George MG, Hamdan AD, Higashida RT, Hoh BL, Janis LS, Kase CS, Kleindorfer DO, Lee JM, Moseley ME, Peterson ED, Turan TN, Valderrama AL, Vinters HV; American Heart Association Stroke Council, Council on Cardiovascular Surgery and Anesthesia; Council on Cardiovascular Radiology and Intervention; Council on Cardiovascular and Stroke Nursing; Council on Epidemiology and Prevention; Council on Peripheral Vascular Disease; Council on Nutrition, Physical Activity and Metabolism. An updated definition of stroke for the 21st century: a statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2013 Jul;44(7):2064-89. doi: 10.1161/STR.0b013e318296aeca. Epub 2013 May 7. Erratum In: Stroke. 2019 Aug;50(8):e239."},{"pmid":"19211488","type":"BACKGROUND","citation":"Appelros P, Stegmayr B, Terent A. Sex differences in stroke epidemiology: a systematic review. Stroke. 2009 Apr;40(4):1082-90. doi: 10.1161/STROKEAHA.108.540781. Epub 2009 Feb 10."},{"pmid":"29791947","type":"BACKGROUND","citation":"Katan M, Luft A. Global Burden of Stroke. Semin Neurol. 2018 Apr;38(2):208-211. doi: 10.1055/s-0038-1649503. Epub 2018 May 23."},{"pmid":"21487117","type":"BACKGROUND","citation":"Redon J, Olsen MH, Cooper RS, Zurriaga O, Martinez-Beneito MA, Laurent S, Cifkova R, Coca A, Mancia G. Stroke mortality and trends from 1990 to 2006 in 39 countries from Europe and Central Asia: implications for control of high blood pressure. Eur Heart J. 2011 Jun;32(11):1424-31. doi: 10.1093/eurheartj/ehr045. Epub 2011 Apr 12."},{"pmid":"18988415","type":"BACKGROUND","citation":"Khealani BA, Hameed B, Mapari UU. Stroke in Pakistan. J Pak Med Assoc. 2008 Jul;58(7):400-3."},{"pmid":"8202977","type":"BACKGROUND","citation":"Duncan PW, Goldstein LB, Horner RD, Landsman PB, Samsa GP, Matchar DB. Similar motor recovery of upper and lower extremities after stroke. Stroke. 1994 Jun;25(6):1181-8. doi: 10.1161/01.str.25.6.1181."},{"pmid":"8053790","type":"BACKGROUND","citation":"Nakayama H, Jorgensen HS, Raaschou HO, Olsen TS. Compensation in recovery of upper extremity function after stroke: the Copenhagen Stroke Study. Arch Phys Med Rehabil. 1994 Aug;75(8):852-7. doi: 10.1016/0003-9993(94)90108-2."},{"pmid":"18678576","type":"BACKGROUND","citation":"Connell LA, Lincoln NB, Radford KA. Somatosensory impairment after stroke: frequency of different deficits and their recovery. Clin Rehabil. 2008 Aug;22(8):758-67. doi: 10.1177/0269215508090674."},{"pmid":"30508935","type":"BACKGROUND","citation":"Chen X, Liu F, Yan Z, Cheng S, Liu X, Li H, Li Z. Therapeutic effects of sensory input training on motor function rehabilitation after stroke. Medicine (Baltimore). 2018 Nov;97(48):e13387. doi: 10.1097/MD.0000000000013387."},{"pmid":"16967344","type":"BACKGROUND","citation":"Barker-Collo S, Feigin V. The impact of neuropsychological deficits on functional stroke outcomes. Neuropsychol Rev. 2006 Jun;16(2):53-64. doi: 10.1007/s11065-006-9007-5. Epub 2006 Aug 9."},{"pmid":"28533607","type":"BACKGROUND","citation":"Salles L, Martin-Casas P, Girones X, Dura MJ, Lafuente JV, Perfetti C. A neurocognitive approach for recovering upper extremity movement following subacute stroke: a randomized controlled pilot study. J Phys Ther Sci. 2017 Apr;29(4):665-672. doi: 10.1589/jpts.29.665. Epub 2017 Apr 20."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}