{"protocolSection":{"identificationModule":{"nctId":"NCT05549518","orgStudyIdInfo":{"id":"2015-KAEK-65-22-05"},"organization":{"fullName":"Biruni University","class":"OTHER"},"briefTitle":"Core Stabilization Exercises in Stroke","officialTitle":"The Effects of Core Stabilization Exercises on Respiratory Functions, Functional Capacity, Trunk Control and Balance in Individuals With Stroke"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-15","type":"ACTUAL"},"completionDateStruct":{"date":"2023-10-30","type":"ACTUAL"},"studyFirstSubmitDate":"2022-09-15","studyFirstSubmitQcDate":"2022-09-20","studyFirstPostDateStruct":{"date":"2022-09-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-26","lastUpdatePostDateStruct":{"date":"2024-01-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Buket AKINCI","investigatorTitle":"Assoc. Prof.","investigatorAffiliation":"Biruni University"},"leadSponsor":{"name":"Biruni University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A stroke due to a cerebrovascular accident (CVA) is a neurological deficit characterized by the rapid settlement of signs and symptoms due to focal or global loss of cerebral function, without any apparent cause other than vascular causes. Stroke is one of the most common cardiovascular events in the world. In addition to complications such as spasticity, loss of strength, balance problems, speech and swallowing problems, pulmonary complications are also common in stroke. When the literature is examined, there are a limited number of studies evaluating respiratory functions and functional capacity as a result of core stabilization exercises applied to stroke patients. There is no study in the literature examining the results of core stabilization exercises on respiratory functions, functional capacity, trunk control, and balance in stroke patients. The aim of this study; to investigate the effects of core stabilization training applied in addition to traditional physical therapy on respiratory functions, functional capacity, trunk control, and balance in stroke individuals after cerebrovascular accidents.","detailedDescription":"Stroke is a disease that requires rehabilitation practices beyond traditional medical treatments as an approach to managing diseases and complications over time. Physiotherapy and rehabilitation approaches include techniques such as joint range of motion exercises, muscle strengthening, stretching, balance-coordination exercises, neurophysiological approaches (PNF-Bobath), electrical stimulation, orthotic approaches, and breathing exercises. In stroke, especially the lower and upper extremities are emphasized, but trunk dysfunctions are also common. In stroke individuals, weakened trunk muscles cause postural instability, resulting in trunk control disorder, balance problems, and a decrease in physical activity. Decreased trunk control is also associated with decreased pulmonary function and functional capacity. Core Stabilization Exercises (CSE) have recently become a popular form of therapeutic exercise and also play a key role in functional outcomes in stroke individuals. Gradually progressing from easy to difficult, CSE is seen as a critical component of restoring appropriate kinetic function. It is also an exercise approach that aims to prevent compensatory movements, contribute to the motor relearning of inhibited muscles, and strengthen the diaphragm and other respiratory muscles, which are a component of core stability. The aim of this study; to investigate the effects of core stabilization training applied in addition to traditional physical therapy on respiratory functions, functional capacity, trunk control, and balance in stroke individuals after cerebrovascular accidents."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","core stabilization","respiratory parameters","balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Interventional (Clinical Trial)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Core stabilization + Traditional Physical Therapy","type":"EXPERIMENTAL","description":"In addition to the traditional physical therapy training, core stabilization exercises will be applied in this group.","interventionNames":["Other: Core stabilization + Traditional Physical Therapy"]},{"label":"Traditional Physical Therapy","type":"ACTIVE_COMPARATOR","description":"This group will continue the traditional physical therapy program.","interventionNames":["Other: Traditional Physical Therapy"]}],"interventions":[{"type":"OTHER","name":"Core stabilization + Traditional Physical Therapy","description":"In addition to the traditional physical therapy training, core stabilization exercises will be applied 3 days a week for 6 weeks, and 20 minutes in each session under the supervision of a physiotherapist. Core stabilization exercises; will gradually progress from easy exercises to difficult ones. Exercises will be performed in supine, hook position, sitting position, on stable and mobile surfaces. Exercises will progress from 1 set to 3 sets, from 7 to 10 reps, contractions from 3 seconds to 10 seconds. All exercises will be performed with breathing control.\n\nThe exercises will be progressed by gradually increasing them every week.","armGroupLabels":["Core stabilization + Traditional Physical Therapy"]},{"type":"OTHER","name":"Traditional Physical Therapy","description":"Traditional physical therapy training will be given for 40 minutes each session, 3 times a week for 6 weeks under the supervision of a physiotherapist. As a traditional physical therapy program, a rehabilitation program that increases mobility and daily living activities will be applied to patients.\n\n* Joint range of motion exercises\n* Stretching exercises\n* Strengthening exercises\n* Bobath-based neurophysiological approaches\n* Task-oriented training\n* 15 minutes of neuromuscular electrical stimulation (NMES) application","armGroupLabels":["Traditional Physical Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Tiffeneau ratio","description":"Spirometric assessment will be performed to determine participants' Tiffeneau ratio (Forced Expiratory Volume 1. second (FEV₁)/ Forced Vital Capacity (FVC)).","timeFrame":"Change from Baseline Tiffeneau ratio at 6 weeks"},{"measure":"2 Minutes Walking Test","description":"The 2 Minute Walk Test (2MWT) is a measure of self-paced walking ability and functional capacity, particularly for those who cannot manage the longer Six Minute Walk Test (6MWT) or 12 Minute Walk Test.","timeFrame":"Change from Baseline 2 Minutes Walking Test at 6 weeks"}],"secondaryOutcomes":[{"measure":"Peak expiratory flow","description":"Spirometric assessment will be performed to determine participants' peak expiratory flow","timeFrame":"Change from Baseline Peak expiratory flow at 6 weeks"},{"measure":"Chest mobility","description":"It is measured from the axillary, epigastric, and subcostal regions during inhalation and exhalation to assess chest expansion and mobility.","timeFrame":"Change from Baseline Chest mobility at 6 weeks"},{"measure":"Trunk Impairment Scale","description":"It is used to assess the motor impairment levels of the trunk. It consists of a total of 17 items under 3 sub-headings: static sitting balance, dynamic sitting balance and trunk coordination.","timeFrame":"Change from BaselineTrunk Impairment Scale at 6 weeks"},{"measure":"Timed Up and Go Test","description":"It is used to evaluate dynamic balance and mobility skills.","timeFrame":"Change from Baseline Timed Up and Go Test at 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Cerebrovascular attack due to ischemia or hemorrhage\n* Over 18 years old and under 65 years old\n* Diagnosed with a cerebrovascular attack at least 3 months ago\n* A Mini-Mental State Test score of 24 or higher\n* Brunnstrom stage 3 or higher in the upper and lower extremities\n* 2 or less spasticity according to the Modified Ashworth Scale\n* Stage 2 or higher according to the Functional Ambulation Classification\n\nExclusion Criteria:\n\n* Having a history of additional neurological diseases or disorders other than cerebrovascular attack\n* Cerebrovascular attack history more than once\n* Having musculoskeletal disorders\n* There are other treatments that may alter the effects of the interventions to be applied.\n* Having severe aphasia, amnesia, and agnosia\n* Having hearing or visual impairment\n* Failure to complete the 2 Minute Walking Test\n* Having a permanent pacemaker installed\n* Having a history of active malignancy","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Buket AKINCI, Assoc. Prof.","affiliation":"Biruni University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Biruni University","city":"Istanbul","zip":"3400","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"The data will be shared during the publication if the journal will ask."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}