{"protocolSection":{"identificationModule":{"nctId":"NCT05524415","orgStudyIdInfo":{"id":"SCRC18021"},"organization":{"fullName":"Neurosteer Ltd.","class":"INDUSTRY"},"briefTitle":"Evaluation of Neurosteer System in Stroke Patients","officialTitle":"Evaluation of Neurosteer System (Quantitative EEG Features) in Stroke Patients Suffering From Disorders of Consciousness"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-29","studyFirstSubmitQcDate":"2022-08-31","studyFirstPostDateStruct":{"date":"2022-09-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-16","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Neurosteer Ltd.","class":"INDUSTRY"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"This is an observational study. Patients who fulfill all inclusion criteria and none of the exclusion criteria will be enrolled in the study, be neurologically evaluated and will go through a series of EEG recordings during their hospitalization. EEG recordings will be analyzed using proprietary computational analyses.","detailedDescription":"The abnormal state of consciousness is difficult to define, measure and characterize. Many of the terms mean different things to different people, and may prove inaccurate when transmitting and recording information regarding the state of consciousness of a patient. Modern clinical assessments of level of consciousness such as the Glasgow Coma Scale (GCS) or the Grady Coma Scale, in addition to being subjective assessments, are incomplete and insufficient as they are based on assessment of responsiveness only.\n\nAn objective tool to asses a level of consciousness is therefore needed. Such a tool may be used to determine the level of consciousness independent of personal interpretation and/or variance between clinicians and provide consistency in assessment across patients and between medical facilities.\n\nThe Neurosteer system provides objective neurological biomarkers using a wearable easy-to-use affordable system. The system facilitate the capture and interpretation of EEG data with only a single patch of electrodes, attached on the subject's forehead. Neurosteer examination includes completing auditory tasks while measuring brain activity with the device. The data is analyzed using machine learning methods to produce biomarkers, enabling a report of the patient's activity in real time and offline. The examination is easy to preform and can be conducted in every clinic or in patients' homes.\n\nIn this study, research clinical staff (RCS) will identify potential subjects after being hospitalized in the department and will examine the eligibility of subject according to inclusion and exclusion criteria.\n\nWhen a legal guardian is assigned, guardian will sign the Informed Consent Form (ICF). Otherwise, RCS will approach an independent physician who will be informed about the study and its goals. Independent physician will evaluate patient's eligibility for study. RCS will also inform patient's family/accompanying individuals on study's objective and design.\n\nRCS will set up sanitized Neurosteer equipment at the patient's bed-side and record 72 consecutive hours of resting-state EEG. Level of consciousness will be assessed every 4 hours by the trained research personnel. Every 4 hours an auditory stimulation of 12 minutes will be played to the subject to assist in delirium assessment.\n\nLevel of consciousness will be assessed by validated screening tools (GCS) and the Neurosteer technology."},"conditionsModule":{"conditions":["Acute Stroke"],"keywords":["Cognition","Neurology","EEG","Neurosteer","Consciousness"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":12,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients","description":"Patients who are hospitalized in Soroka University Medical Center (SUMC) Neurology department with a diagnosis of acute stroke","interventionNames":["Device: Neurosteer EEG recorder"]}],"interventions":[{"type":"DEVICE","name":"Neurosteer EEG recorder","description":"The system is composed of hardware and software modules that facilitate the capture and interpretation of electrophysiological data as well as enable viewing the processed data in real time and offline. An electrode patch is attached on the subject's forehead to capture the electrophysiological signal. The signal is sent via low energy Bluetooth to an EEG Monitor. The signal is then sent via Wi-Fi to the cloud where the data is stored on a HIPAA compliant server. Data analysis performed in the cloud transforms the electrophysiological signal into easily readable data of brain activity.","armGroupLabels":["Patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Correlation between consciousness level changes as evaluated by current clinical tools (i.e. GCS) and Brain Activity Features extracted using the Neurosteer technology.","description":"Consciousness level changes will be evaluated by:\n\n1. Glasgow Coma Scale (GCS). A commonly used assessment tool that evaluates level of consciousness following a traumatic brain injury. The GCS score can range from 3 (completely unresponsive) to 15 (responsive).\n\n   Generally, the brain injury is classified as:\n\n   Severe, \\< 8-9, Moderate, 9-12 and Mild, ≥ 13.\n2. Neurosteer system (single channel EEG recording during cognitive auditory tasks).\n\nUsing data analysis (a variant of the wavelet packet analysis and the best basis algorithm), the EEG signal is transformed into brain activity features (e.g. ST4, A0).\n\nPearson correlation will be calculated between the mean activity of the EEG features and individual's GCS scores.","timeFrame":"Level of consciousness will be assessed every 4 hours, up to 3 days (72 hours) after joining the study."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women over the age of 18.\n* Hospitalized in Soroka University Medical Center (SUMC) Neurology department with a diagnosis of Stroke.\n* NIHSS score ≥6.\n\nExclusion Criteria:\n\n* Damage to integrity of scalp and/or skull.\n* Any verbal or non-verbal form of objection from patient.\n* Any verbal or non-verbal form of objection from patient's family member or significant other.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population is comprised of patients who are hospitalized in Soroka University Medical Center (SUMC) Neurology department with a diagnosis of acute stroke.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Nathan Intrator","role":"CONTACT","phone":"+1 (401) 837-0351","email":"nathan@neurosteer.com"},{"name":"Lior Molcho","role":"CONTACT","phone":"+972-547287045","email":"lior@neurosteer.com"}],"overallOfficials":[{"name":"Gal Ifergan","affiliation":"Soroka University Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Soroka University Medical Center","city":"Beer Sheva","country":"Israel","contacts":[{"name":"Gal Ifergan","role":"CONTACT"}],"geoPoint":{"lat":31.25181,"lon":34.7913}}]},"referencesModule":{"references":[{"pmid":"35707705","type":"BACKGROUND","citation":"Molcho L, Maimon NB, Regev-Plotnik N, Rabinowicz S, Intrator N, Sasson A. Single-Channel EEG Features Reveal an Association With Cognitive Decline in Seniors Performing Auditory Cognitive Assessment. Front Aging Neurosci. 2022 May 30;14:773692. doi: 10.3389/fnagi.2022.773692. eCollection 2022."},{"pmid":"35126032","type":"BACKGROUND","citation":"Maimon NB, Bez M, Drobot D, Molcho L, Intrator N, Kakiashvilli E, Bickel A. Continuous Monitoring of Mental Load During Virtual Simulator Training for Laparoscopic Surgery Reflects Laparoscopic Dexterity: A Comparative Study Using a Novel Wireless Device. Front Neurosci. 2022 Jan 20;15:694010. doi: 10.3389/fnins.2021.694010. eCollection 2021."},{"pmid":"35947423","type":"BACKGROUND","citation":"Curcic J, Vallejo V, Sorinas J, Sverdlov O, Praestgaard J, Piksa M, Deurinck M, Erdemli G, Bugler M, Tarnanas I, Taptiklis N, Cormack F, Anker R, Masse F, Souillard-Mandar W, Intrator N, Molcho L, Madero E, Bott N, Chambers M, Tamory J, Shulz M, Fernandez G, Simpson W, Robin J, Snaedal JG, Cha JH, Hannesdottir K. Description of the Method for Evaluating Digital Endpoints in Alzheimer Disease Study: Protocol for an Exploratory, Cross-sectional Study. JMIR Res Protoc. 2022 Aug 10;11(8):e35442. doi: 10.2196/35442."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6158","name":"Consciousness Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}