{"protocolSection":{"identificationModule":{"nctId":"NCT02327767","orgStudyIdInfo":{"id":"1314-153-a"},"organization":{"fullName":"California State University, Northridge","class":"OTHER"},"briefTitle":"Use of a Mechanically Passive Rehabilitation Device in Vietnam: Impact on Upper Extremity Hemiparesis After Stroke","officialTitle":"Use of a Mechanically Passive Rehabilitation Device as a Training Tool in Vietnam: Impact on Upper Extremity Hemiparesis After Stroke"},"statusModule":{"statusVerifiedDate":"2015-01","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-01"},"primaryCompletionDateStruct":{"date":"2015-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2015-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-12-24","studyFirstSubmitQcDate":"2014-12-29","studyFirstPostDateStruct":{"date":"2014-12-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-01-02","lastUpdatePostDateStruct":{"date":"2015-01-05","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Janna","investigatorTitle":"Professor","investigatorAffiliation":"California State University, Northridge"},"leadSponsor":{"name":"California State University, Northridge","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The goal of this project is to test a device (Zondervan et al, 2013) that can provide active assistance for arm training for people in Vietnam with severe to moderate stroke, but that is also simple and does not rely on powered actuators. The hypothesis is that individuals with a severe chronic stroke, who exercise with a mechanically passive rehabilitation device, will have improved arm movement ability without experiencing an increase in arm pain.","detailedDescription":"A randomized control trial design will compare two arms, consisting of the Resonating Arm Exerciser (RAE) and standard Physical Therapy (PT), with each subject receiving both treatments. Randomization will be used to determine the order in which the subject receives each treatment; i.e. RAE followed by PT, or PT followed by RAE.\n\nAt the scheduled test period, the purpose and procedure of the study will be explained via a medical translator employed by the hospital. The subject will be asked to read and sign two copies of both the Bill of Rights and the Informed Consent Form. The researcher will retain one copy for the purpose of research records and the second copy will be given to the subject. Interview and score on the Mini Mental Status Exam will determine subject's inclusion, in order for participant's cognitive state to be intact and have the capability to follow directions, give consent, participate, and communicate directly or indirectly with translators to the investigators. Administration of the Upper Extremity-Fugl Meyer Assessment (UE-FMA) will be administered next for further subject eligibility. Any additional questions asked by the subject will be answered before any testing begins. Translators and researchers will be available to assist with survey administration and completion, with no maximum time allotted for each survey. Any subject who does not meet the inclusion criteria will be thanked and released from the study. Subjects who met the criteria, will continue with the Wong Baker Faces Pain Rating Scale (WBFRPS) and the Stroke Impact Scale (SIS) or SIS proxy version if the subject is unable to read and write independently.\n\nINTERVENTION Simple random sampling will be used to allocate 30 eligible participants into either the treatment group or the control group. The treatment group will use the RAE for 3 weeks, whereas the control group will continue with existing physical therapy treatment of passive range of motion (PROM) and therapeutic exercise to their involved upper extremity by the hospital physical therapist. The treatment group will participate in supervised RAE group sessions of 45 minutes, three times a week, for a total of eight sessions for three consecutive weeks. During each treatment session, the affected upper extremity will be used to push on the lever of the RAE in the sagittal plane. Upon pushing and pulling on the lever, the wheelchair moves a total of 20 cm from a neutral position, which indicated a repetition counted by a programed iphone. Researchers continuously will monitor the treatment group to ensure compliance with the use of the RAE, refrain from compensatory trunk movement and address patient discomfort. After four sessions with the RAE, the elastic band connected to the device will be stretched to an increased length, in order to increase stiffness for continued use.\n\nAt the completion of three weeks, participants in the control and treatment group will perform the UE-FMA, SIS, WBFPRS as a post-treatment measurement. The continued presence of medical translators will be utilized for the UE-FMA and for any questions the participants might have during the SIS and WBFPRS. Following data collection, participants will switch groups. Subjects in the experimental group will become the control group and receive their normal physical therapy treatment by the hospital PT for an additional three weeks. The treatment group will participate in supervised RAE group sessions in increments of 45 minutes, three times a week, a total of eight sessions for three consecutive weeks. They will be supervised by two senior licensed physical therapists Hospital, who were trained by the researchers of this study. Their training will include the proper use of the RAE and data collection of outcome measures. Intra-rater and inter-rater reliability was established on the use of the UE-FMA, prior to data collection. At the conclusion of the six-week study, all participants will perform the UE-FMA, SIS, and WBFPRS. During the six-week duration of the study, an on-site medical professional and on-site translator will be present, to protect against medical complications and language barriers. Subjects will be able to refuse or drop out at any point of the study without repercussions and continue to receive uninterrupted medical care at the hospital."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Active Assistance","Resonance","Stroke","Arm Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Resonating Arm Exerciser","type":"EXPERIMENTAL","description":"The treatment group will participate in supervised Resonating Arm Exerciser (RAE) group sessions of 45 minutes, three times a week, for a total of eight sessions for three consecutive weeks. During each treatment session, the affected upper extremity will be used to push on the lever of the RAE in the sagittal plane. Upon pushing and pulling on the lever, the wheelchair moves a total of 20 cm from a neutral position, which indicated a repetition counted by a programed iphone.","interventionNames":["Device: Resonating Arm Exerciser"]},{"label":"Physical Therapy","type":"NO_INTERVENTION","description":"The control group will continue with existing physical therapy treatment of passive range of motion (PROM) and therapeutic exercise to their involved upper extremity by the physical therapist."}],"interventions":[{"type":"DEVICE","name":"Resonating Arm Exerciser","description":"Participants in the exercise group will exercise using the device for 8 exercise sessions for 45 minutes per session for 3 consecutive weeks.","armGroupLabels":["Resonating Arm Exerciser"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Upper Extremity-Fugl Meyer Assessment (UE-FMA)","description":"The UE-FMA will assess sensorimotor performance of the volunteer's arm and takes 30-minutes to complete. This includes assessing reflex activity, volitional movement within synergy, volitional movement mixing synergies, volitional movement out of synergy, wrist movement, hand movement, coordination, sensation and proprioception (Fugl-Meyer, 1975). A score of \\< 35/66 indicated moderate to severe impairments, which will be used as a baseline measure.","timeFrame":"up to 6 weeks"}],"secondaryOutcomes":[{"measure":"Stroke Impact Scale","description":"The SIS will be used to evaluate how stoke impacted the subject's health and life and takes 20-minutes to complete. A Vietnamese translated hard copy will be provided to the participants. A proxy version will be available in Vietnamese, in order for a caregiver or medical personnel to read the test to participants if they were unable to read or write. This survey consists of questions about physical problems, memory, mood, activities of daily living, and mobility during a 4-week timeframe (Vellone, 2014). A licensing agreement was obtained from KU Center For Technology Commercialization, Inc. for the use in our study. Christina Arana \\& Associates, Inc. performed Vietnamese translations with approval via a translation agreement from Mapi Research Trust in order to achieve harmonized and consistent language.","timeFrame":"Baseline, 3 weeks, 6 weeks"},{"measure":"Wong Baker Faces Pain Rating Scale","description":"WBFPRS will be used to assess the participants' arm pain with 0 being no pain, and 10 being the greatest pain possible and takes up to one minute to complete (Wong Baker, 2014). This scale has been translated into Vietnamese with corresponding faces to the written description of pain. Permission to use the scale was obtained from Wong-Baker Faces Foundation.","timeFrame":"Baseline, 3 weeks, 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years or older\n* diagnosis of stoke more than six months post injury\n* patient in Da Nang, Vietnam\n* \\<35 out of 66 on the UE-FMA\n* ability to perform one complete repetition with the RAE\n* participants' willingness to refrain from additional rehabilitation for the upper extremities during the duration of the RAE portion of the study.\n\nExclusion Criteria:\n\n* \\< 24 out of 30 on the Mini-Mental State Examination (MMSE) (Mitrushina, 1991)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Janna Beling, PhD, PT","role":"CONTACT","phone":"818-677-7445","email":"janna.beling@csun.edu"},{"name":"Perez Scott, MA","role":"CONTACT","phone":"818-677-2901","email":"scott.perez@csun.edu"}],"overallOfficials":[{"name":"Janna Beling, PhD, PT","affiliation":"California State University, Northridge","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"DaNang Orthopedic and Rehabilitation Hospital","city":"DaNang","country":"Vietnam","contacts":[{"name":"Thanh Do, MD","role":"CONTACT","phone":"011-84-905246877","email":"minhducdn2004@yahoo.com"},{"name":"Janna Beling, PhD, PT","role":"CONTACT","phone":"8180730-0353","email":"janna.beling@csun.edu"}]}]},"referencesModule":{"references":[{"pmid":"23597303","type":"BACKGROUND","citation":"Zondervan DK, Palafox L, Hernandez J, Reinkensmeyer DJ. The Resonating Arm Exerciser: design and pilot testing of a mechanically passive rehabilitation device that mimics robotic active assistance. J Neuroeng Rehabil. 2013 Apr 18;10:39. doi: 10.1186/1743-0003-10-39."},{"pmid":"1135616","type":"BACKGROUND","citation":"Fugl-Meyer AR, Jaasko L, Leyman I, Olsson S, Steglind S. The post-stroke hemiplegic patient. 1. a method for evaluation of physical performance. Scand J Rehabil Med. 1975;7(1):13-31."},{"pmid":"24695074","type":"BACKGROUND","citation":"Vellone E, Savini S, Fida R, Dickson VV, Melkus GD, Carod-Artal FJ, Rocco G, Alvaro R. Psychometric evaluation of the Stroke Impact Scale 3.0. J Cardiovasc Nurs. 2015 May-Jun;30(3):229-41. doi: 10.1097/JCN.0000000000000145."},{"pmid":"1939698","type":"BACKGROUND","citation":"Mitrushina M, Satz P. Reliability and validity of the Mini-Mental State Exam in neurologically intact elderly. J Clin Psychol. 1991 Jul;47(4):537-43. doi: 10.1002/1097-4679(199107)47:43.0.co;2-9."}],"seeAlsoLinks":[{"label":"Wong Baker Foundation","url":"http://www.WongBakerFACES.org"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}