{"protocolSection":{"identificationModule":{"nctId":"NCT04641793","orgStudyIdInfo":{"id":"STU00210086"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"BoMI for Muscle Control","officialTitle":"Body-Machine Interface for Recovering Muscle Control"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-08-21","studyFirstSubmitQcDate":"2020-11-17","studyFirstPostDateStruct":{"date":"2020-11-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-11-17","lastUpdatePostDateStruct":{"date":"2020-11-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ferdinando Mussa-Ivaldi","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"},"collaborators":[{"name":"National Institute on Disability, Independent Living, and Rehabilitation Research","class":"FED"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"People with spinal cord injury (SCI), stroke and other neurodegenerative disorders can follow two pathways for regaining independence and quality of life. One is through clinical interventions, including therapeutic exercises. The other is provided by assistive technologies, such as wheelchairs or robotic systems. In this study, we combine these two paths within a single framework by developing a new generation of body-machine interfaces (BoMI) supporting both assistive and rehabilitative goals. In particular, we focus on the recovery of muscle control by including a combination of motion and muscle activity signals in the operation of the BoMI.","detailedDescription":"When suffering from conditions affecting the central nervous system, such as spinal cord injury (SCI), stroke or neurodegenerative disorders, two pathways are available for regaining independence and quality of life. One way is through clinical interventions, including therapeutic exercises, often in combination with pharmacological agents. The other is provided by assistive technologies, such as wheelchairs or robotic systems. These two approaches have conflicting characteristics. While rehabilitation exercises challenge patients to use the most affected parts of their musculoskeletal apparatus, assistive technologies are typically designed to bypass the disability. This has led to divergent research domains. In both fields there are three major gaps that we plan to address in the investigator's research:\n\n1. High cost of technology and the limited amount of available hospital-based rehabilitation;\n2. Lack of adaptability of currently available assistive technologies, such as head switches and sip-and puff devices, that require users to overcome a hard learning barrier;\n3. Inadequate criteria for assessment of effectiveness of therapy, with common techniques still relying on subjective approaches that are inadequate considering the current state of biomedical science and technology.\n\nWe will address all of these issues by developing a new generation of body-machine interfaces (BoMI) supporting both assistive and rehabilitative goals. BMIs will translate movement signals and muscle activities of the user into control signals for assistive devices and computer systems. State-of-the-art systems for surface electromyography (EMG) and movement recording (IMU) will be integrated through machine learning techniques to facilitate sensorimotor learning while providing the means to promote or reduce the use of targeted muscles. New comprehensive assessment techniques will be developed by integrating standard measure of function - as the manual muscle test - with EMG analysis and non-invasive magnetic brain stimulation (TMS) (Magstim 200 Bistim, Whitland, UK). The development will be organized in three specific aims.\n\nAIM 1: To develop a BMI integrating muscle activities and motion signals for operating external devices and performing rehabilitation exercises. EMG signals derived from multiple muscles in the upper body (e.g. deltoid, pectoralis, trapezius, triceps, etc.) will be integrated with motion signals to generate control signals for external devices (e.g. the coordinates of a cursor on a computer monitor or the speed and direction commands to a powered wheelchair). Both linear (PCA) and nonlinear maps (auto encoder networks) will be explored, although current preliminary evidence suggests that non-linear auto encoders (AE) are likely to better facilitate user learning1.\n\nAIM 2: To enable targeting and modulating recruitment of specific muscles and muscle synergies during the practice of games and functional tasks. To enhance or reduce the role of a muscle or synergy, the output of the BoMI will be modulated in proportion to the deviation of the measured muscle activity from the desired level. The effectiveness of the approach will be tested at different times following training, both by tracking of motions and EMG activities during the performance of selected activities of daily living (ADL) and trough the assessment of muscle responses evoked by non-invasive brain stimulation.\n\nAIM 3: To promote the adoption of the BoMI by facilitating access to its functions by patients and therapists and by performing an observational study on uptake in the DayRehabTM environment. The Shirley Ryan Ability Lab has established a unique environment in which spinal cord injured and stroke outpatients engage in daily rehabilitation exercises in close physical proximity with researchers. We will seize this opportunity to introduce the BoMI in the context of clinical therapy thus allowing a direct assessment of acceptance by therapists and clients."},"conditionsModule":{"conditions":["Spinal Cord Injury Cervical","Stroke"],"keywords":["Motor Learning","Human Machine Interface","Neurorehabilitation","TMS","Cortico-spinal","Upper-body movements"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"SCI","type":"EXPERIMENTAL","interventionNames":["Device: Motion and Emg Control"]},{"label":"STROKE","type":"EXPERIMENTAL","interventionNames":["Device: Motion and Emg Control"]},{"label":"UNIMPAIRED","type":"EXPERIMENTAL","interventionNames":["Device: Motion and Emg Control"]}],"interventions":[{"type":"DEVICE","name":"Motion and Emg Control","description":"We will consider two methods for integrating motions and EMG signals:\n\n1. Direct methods. Signals extracted from the latent EMG space will directly contribute to the control of the external device. We will integrate EMG and IMU in two ways. In a first scenario, EMG and IMU will be given variable weight in the control. In a second scenario (perturbative method) the distance of ongoing muscle patterns from a desired set of strategies will modulate the mapping from body to cursor motions in the form of assistive (i.e. the cursor moves faster towards the target) or resistive (i.e. the cursor slows down) influences on cursor movement.\n2. Indirect Methods. Signals extracted by EMG will modulate the feedback offered to the learner to penalize deviations from desired muscle patterns. When multiple ways to perform a movement are offered by redundancy, (i.e., by the multiplicity of muscles compared to task demands), the brain chooses solutions that minimize noise and uncertainty.","armGroupLabels":["SCI","STROKE","UNIMPAIRED"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Time","description":"Changing time to task completion","timeFrame":"during the intervention"}],"secondaryOutcomes":[{"measure":"Muscle activity","description":"EMG activity in targeted muscles","timeFrame":"baseline, during the procedure, at 1 week follow-up"},{"measure":"Cortico spinal connectivity","description":"Motor evoked potentials in selected muscles following TMS stimulation of M1","timeFrame":"baseline, immediately after the intervention, at 1 week follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"1. Uninjured individuals\n\n   Inclusion criteria:\n   * Ages 18 and up.\n   * Ability to follow simple commands, and to respond to questions.\n\n   Exclusion criteria for SCI participants:\n\n   • Does not meet the inclusion criteria.\n2. Individuals with SCI\n\n   Inclusion criteria:\n   * Age 16-65\n   * Injuries at the C3-6 level, complete (ASIA A), or incomplete (ASIA B and C).\n   * Able to follow simple commands\n   * Able to speak or respond to questions\n\n   Exclusion criteria:\n   * Presence of tremors, spasm and other significant involuntary movements\n   * Cognitive impairment\n   * Deficit of visuo-spatial orientation\n   * Concurrent pressure sores or urinary tract infection\n   * Other uncontrolled infection, concurrent cardiovascular disease\n   * Sitting tolerance less than one hour\n   * Severe hearing or visual deficiency\n   * Miss more than six appointments without notification\n   * Unable to comply with any of the procedures in the protocol\n   * Unable to provide informed consent\n3. Stroke survivors:\n\nInclusion criteria:\n\n* Recent stroke (Sub acute to early chronic, between 3 and 12 months from CVA)\n* Age less than 75 (To avoid age-related confounds)\n* Inability to operate a manual wheelchair\n* Available medical records and radiographic information about lesion locations\n* Significant level of hemiparesis (UE Fugl Meyer score between 10 and 30)\n* Presence of pathological muscle synergies in the UE (flexor and/or extensor synergy)\n\nExclusion criteria:\n\n* Aphasia, apraxia, cognitive impairment or affective dysfunction that would influence the ability to perform the experiment\n* Inability to provide informed consent\n* Severe spasticity, contracture, shoulder subluxation, or UE pain\n* Severe current medical problems, including rheumatoid arthritis or other orthopaedic impairments restricting finger or wrist movement\n\nAdditional exclusion criteria for participants enrolled in TMS procedures\n\n* Any metal in head with the exception of dental work or any ferromagnetic metal elsewhere in the body. This applies to all metallic hardware such as cochlear implants, or an Internal Pulse Generator or medication pumps, implanted brain electrodes, and peacemaker.\n* Personal history of epilepsy (untreated with one or a few past episodes), or treated patients\n* Vascular, traumatic, tumoral, infectious, or metabolic lesion of the brain, even without history of seizure, and without anticonvulsant medication\n* Administration of drugs that potentially lower seizure threshold \\[REF\\], without concomitant administration of anticonvulsant drugs which potentially protect against seizures occurrence\n* Change in dosage for neuro-active medications (Baclophen, Lyrica, Celebrex, Cymbalta, Gabapentin, Naprosyn, Diclofenac, Diazepam, Tramadol, etc) within 2 weeks of any study visit.\n* Skull fractures, skull deficits or concussion within the last 6 months\n* unexplained recurring headaches\n* Sleep deprivation, alcoholism\n* Claustrophobia precluding MRI\n* Pregnancy","healthyVolunteers":true,"sex":"ALL","minimumAge":"16 Years","maximumAge":"65 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ferdinando Mussa-Ivaldi, PhD","role":"CONTACT","phone":"312 238 1230","email":"sandro@northwestern.edu"},{"name":"Dalia De Santis, PhD","role":"CONTACT","phone":"312 238 1650","email":"ddesantis@sralab.org"}],"overallOfficials":[{"name":"Ferdinando Mussa-Ivaldi, PhD","affiliation":"Northwestern University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shirley Ryan Ability Lab","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","contacts":[{"name":"Ferdinando Mussa-Ivaldi, PhD","role":"CONTACT","phone":"312-238-1230","email":"sandro@northwestern.edu"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013119","term":"Spinal Cord Injuries"}],"ancestors":[{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}