{"protocolSection":{"identificationModule":{"nctId":"NCT06213597","orgStudyIdInfo":{"id":"2020-PT310-02"},"organization":{"fullName":"The First Affiliated Hospital of Zhengzhou University","class":"OTHER"},"briefTitle":"Effects of Repetitive Transcranial Magnetic Stimulation on Patients With Dysphagia in Stroke Observed Based on Functional Near-infrared Spectroscopic","officialTitle":"Effects of Healthy-side High-frequency Repetitive Transcranial Magnetic Stimulation in Patients With Post Stroke Dysphagia: a Prospective Study Based on Functional Near-infrared Spectroscopic"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-25","type":"ACTUAL"},"completionDateStruct":{"date":"2024-01-08","type":"ACTUAL"},"studyFirstSubmitDate":"2024-01-10","studyFirstSubmitQcDate":"2024-01-10","studyFirstPostDateStruct":{"date":"2024-01-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-23","lastUpdatePostDateStruct":{"date":"2024-01-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Ruyao Liu","investigatorTitle":"Principal Investigator","investigatorAffiliation":"The First Affiliated Hospital of Zhengzhou University"},"leadSponsor":{"name":"Ruyao Liu","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This trial was a randomized, double-blind, sham-controlled trial.Thirty patients with post-stroke dysphagia were randomly assigned to the repetitive transcranial magnetic stimulation(rTMS) group (n=15) or sham rTMS group (n=15). Both groups received conventional swallowing rehabilitation, and in addition, the rTMS group received 5hz repetitive transcranial magnetic stimulation on the healthy side. Swallowing function was assessed at admission and after two weeks of treatment using the the Standardized Swallowing Assessment (SSA), the Penetration-Aspiration Scale (PAS), the Fiberoptic Endoscopic Dysphagia Severity Scale(FEDSS), the Functional Oral Intake Scale (FOIS), and the functional near-infrared spectroscopic(fNIRS).","detailedDescription":"Stroke is the leading cause of death and disability worldwide, and dysphagia is one of the common complications of stroke.Dysphagia after stroke can lead to serious complications such as aspiration, pneumonia, and malnutrition, which greatly reduces the quality of life of patients.Transcranial magnetic stimulation(TMS), a non-invasive central nervous system stimulation that is safe, non-invasive, and does not require active patient participation, has been gradually applied to stroke rehabilitation in recent years.Although there have been studies on the improvement of post stroke dysphagia(PSD) by healthy-side high-frequency rTMS, there have been no studies assessing the activation of relevant brain regions before and after its treatment by fNIRS and exploring the possible mechanisms involved. The aim of this study was to observe the effect of high-frequency rTMS stimulation of the healthy mandibular hyoid cortical area at 5 hz on PSD, and to explore the possible mechanisms by assessing it with fNIRS, so as to provide a theoretical basis for the clinical use of rTMS in the treatment of patients with PSD."},"conditionsModule":{"conditions":["Stroke","Deglutition Disorders"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"repetitive transcranial magnetic stimulation group","type":"EXPERIMENTAL","description":"Randomization was performed by a staff member of our hospital, who was not involved in the implementation or evaluation of the trial, and who randomly assigned subjects to either the rTMS group or the sham rTMS group in a 1:1 ratio through the use of an electronic random sequence generator. Opaque, sealed envelopes were used to mask the randomization tables.","interventionNames":["Other: routine swallowing rehabilitation","Device: real repetitive transcranial magnetic stimulation"]},{"label":"sham repetitive transcranial magnetic stimulation","type":"SHAM_COMPARATOR","description":"Randomization was performed by a staff member of our hospital, who was not involved in the implementation or evaluation of the trial, and who randomly assigned subjects to either the rTMS group or the sham rTMS group in a 1:1 ratio through the use of an electronic random sequence generator. Opaque, sealed envelopes were used to mask the randomization tables.","interventionNames":["Other: routine swallowing rehabilitation","Device: sham repetitive transcranial magnetic stimulation"]}],"interventions":[{"type":"OTHER","name":"routine swallowing rehabilitation","description":"Routine swallowing rehabilitation training mainly included oral and facial muscle training, ice stimulation therapy, Mendelssohn maneuver training, and tongue root resistance training. The subjects were treated twice a day, Monday through Saturday, for 20 min each time for 2 weeks. All operations were performed by the same trained and qualified professional rehabilitation therapist.","armGroupLabels":["repetitive transcranial magnetic stimulation group","sham repetitive transcranial magnetic stimulation"]},{"type":"DEVICE","name":"real repetitive transcranial magnetic stimulation","description":"In the rTMS group, 5 Hz rTMS was applied to the hot spot of the supraglottic motor cortex of the affected hemisphere at a treatment intensity of 80% resting motor threshold for 10 min, with a total of 250 pulses (with an interval of 11 s for every 1 s of continuous stimulation), and the treatment was performed once a day for 6 d per week for 2 weeks.","armGroupLabels":["repetitive transcranial magnetic stimulation group"]},{"type":"DEVICE","name":"sham repetitive transcranial magnetic stimulation","description":"The sham rTMS group supplemented pseudomagnetic stimulation at the hotspot of the representative area, tilted the magnetic stimulation coil at 90°, and the same noise was emitted by the instrument during the treatment, but no stimulation was performed, and the group was treated once a day, 6d per week, for 2 weeks.","armGroupLabels":["sham repetitive transcranial magnetic stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Standardized Swallowing Assessment","description":"SSA: consists of 3 parts, scoring 18-46 points: clinical evaluation, including consciousness, lip control and other seven items, total score 8-23 points; take about 5ml of water for the patient to swallow, repeat 3 times, the corner of the mouth with or without water, swallowing with or without laryngeal movement to observe the situation, the total score of 5-11 points; the first two items are normal, the amount of water was increased to about 60 ml, and whether the drink can be completed the whole situation, the total score of 5-12 points. The total score is 5\\~12. The higher the score, the more serious the swallowing disorder.","timeFrame":"day 1 and day 14"}],"secondaryOutcomes":[{"measure":"Penetration-Aspiration Scale","description":"PAS: An 8-point scale reflecting airway invasion, taking the highest score of airway infiltration (contrast entering the laryngeal vestibule) and aspiration (contrast entering below the true vocal folds) during each swallow: 1 means that the food did not enter the airway, and 8 means that the food reached below the vocal folds of the airway and could not be cleared. the higher the score, the worse the dysphagia of the patients.","timeFrame":"day 1 and day 14"},{"measure":"Fiberoptic Endoscopic Dysphagia Severity Scale","description":"FEDSS: A scale based on the results of the Flexible Endoscopic Evaluation of Swallowing (FEES) examination. Under the flexible endoscope, the patient's salivary secretion is observed. The patient then eats 3 different textures of food, i.e., soft solids, liquids, or pudding.The FEDSS scale is scored from 1 to 6, with a maximum score of 1 and a minimum score of 6. These scores are based on the risk of foods with different dietary consistencies and salivary penetration or aspiration observed during endoscopy.","timeFrame":"day 1 and day 14"},{"measure":"Functional Oral Intake Scale","description":"FOIS: 7 levels based on safety and efficiency: Level 1: No oral intake. Level 2: Tube-dependent feeding, minimizing attempts to ingest food or liquids. Level 3: Tube-dependent feeding, with single-textured foods or liquids fed by mouth. Level 4: Single textured food given exclusively by mouth. Level 5: Complete oral administration of a variety of textures, but requires special preparation or compensation. level 6: Complete oral feeding without special preparation, but with special food restrictions. Level 7: Complete oral feeding with no restrictions.","timeFrame":"day 1 and day 14"},{"measure":"Functional near-infrared spectroscopy","description":"After the subjects entered the fNIRS evaluation room, they sat comfortably for 5 min and then wore the fNIRS head cap. Subjects were instructed to perform repetitive salivary swallowing maneuvers for 30s, and resting-state acquisition for 30s before and after completion of the swallowing maneuvers, and were instructed to sit in a relaxed position and to avoid moving and thinking.","timeFrame":"day 1 and day 14"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 to 80 years of age, right-handed;\n* unilateral stroke, diagnosed by cranial MRI or CT;\n* disease duration of 2 weeks to 6 months;\n* dysphagia confirmed by the Videofluoroscopic swallowing study;\n* patient's vital signs were stable;\n* consciousness was clear, able to cooperate in completing the rehabilitation therapy, assessment, and the fNIRS test;\n* cranial bone was intact without craniotomy and/or craniovertebral repair;\n* the subject signed the Declaration of Helsinki according to the Informed consent.\n\nExclusion Criteria:\n\n* previous dysphagia due to other diseases such as Parkinson's disease, dementia, or the presence of organic swallowing dysfunction;\n* contraindications to rTMS: stimulation coils or the presence of a metal foreign body near the stimulated scalp, built-in pulse generators, cardiac stents, cardiac bypass grafting, etc;\n* previous history of psychiatric disease or epilepsy;\n* pregnancy;\n* skin infection or breakage on the head;\n* previous or current stroke, traumatic brain injury and other neurological or mental system diseases;\n* serious cardiac, pulmonary, hepatic, renal dysfunction, malignant tumors, serious complications;\n* poor patient compliance and evaluation,other neurological or psychiatric disorders;\n* severe cardiac, pulmonary, hepatic, or renal dysfunction, malignant tumors, and serious complications;\n* poor patient compliance and non-cooperation with treatment and evaluation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Xi Zeng","affiliation":"The First Affiliated Hospital of Zhengzhou University","role":"STUDY_CHAIR"}],"locations":[{"facility":"The first affiliated hospital of zhengzhou university","city":"Zhengzhou","state":"Henan","zip":"450000","country":"China","geoPoint":{"lat":34.75778,"lon":113.64861}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The datasets generated and analyzed during the current study are not publicly available due to the hospital's confidentiality regulations regarding trial data but are available from the corresponding author on reasonable request."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Deglutition Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"}]}},"hasResults":false}