{"protocolSection":{"identificationModule":{"nctId":"NCT03679364","orgStudyIdInfo":{"id":"KPC.VS.01"},"organization":{"fullName":"KPC Pharmaceuticals, Inc","class":"INDUSTRY"},"briefTitle":"An Observational Registry Study of LUOTAI in Patients With Acute Ischemic Stroke in Vietnam","officialTitle":"A Non-interventional, Controlled, Open-label, Observational Registry Study to Investigate the Safety and Effectiveness of LUOTAI (Panax Notoginseng) Injectable and Soft Capsules in Patients With Acute Ischemic Stroke in Vietnam"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-08-15","type":"ACTUAL"},"completionDateStruct":{"date":"2020-08-20","type":"ACTUAL"},"studyFirstSubmitDate":"2018-09-10","studyFirstSubmitQcDate":"2018-09-19","studyFirstPostDateStruct":{"date":"2018-09-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-08-31","lastUpdatePostDateStruct":{"date":"2020-09-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"KPC Pharmaceuticals, Inc","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Ischemic stroke occurs when an artery to the brain is blocked. If the artery remains blocked for more than a few minutes, the brain cells may die. This is why immediate medical treatment is critical.\n\nLuotai® is the brand name of Panax notoginseng finished product. 2 kinds of formulation are available, the lyophilized powder for Injection and gelatin based soft capsule. They are being used for decreasing incidence of cerebral infarction or ischemic stroke.\n\nThis study will be conducted as an observational study, regarding the safety, effectiveness of Luotai treatment in acute ischemic stroke patients. This study will be carried out in approximately 360 patients with acute stroke in 6 hospitals in Vietnam - Bạch Mai Hospital, 108 Military Hospital, 103 Military Hospital, Trung Vuong Hospital, Phu Tho General Hospital, 115 Hospital.\n\nSTUDY PROCEDURES:\n\nParticipants will be enrolled in an unbiased manner (by consecutive sampling) and consecutive sampling method. The investigators will record participants' information required by the Case Report Form. The study which last for about 3 months, and in each of the visit, the information will be collected includes informed consent, demographic data, ischemic stroke assessment, concomitant medication, adverse reactions. A travel transportation allowance of VND 300,000 will be given for each visit.\n\nParticipants will receive Luotai and other medications according to the local hospital practice in accordance with the terms of the local marketing authorization in Vietnam. The recommended dosage of Luotai is: Luotai™ injectable lyophilized powder for consecutive 14 days, Luotai soft capsules for 65 days.\n\nThe participation of the study is fully voluntarily. Patients decide not to participate in the study will not be disadvantaged in any way. All collected information from participants is protected as confidential. The results of the study may be published in medical literature, but participants will not be identified.\n\nThis study does not include any procedure/test that there were not indicated according to local clinical practice. There is no specific associated risks or discomforts in this study related to the participation. The results of this research may guide in further understanding the Ischemic Stroke.","detailedDescription":"STUDY TITLE:\n\nA non-interventional, controlled, open-label (blinded assessor), prospective, multicenter, observational registry study to investigate the clinical practices, safety and effectiveness of LUOTAI (Panax notoginseng) injectable lyophilized powder and soft capsules in routine treatment of patients with acute ischemic stroke in Vietnam.\n\nSTUDY BACKGROUND Globally, cerebrovascular disease (stroke) is the second leading cause of death. According to the latest WHO data published in April 2011, stroke deaths in Vietnam reached 33,929 or 6.39% of total deaths. About 87% of strokes are caused by ischemia, mainly atherosclerotic cerebral infarction and transient ischemic attack.\n\nPanax notoginseng is an important medicinal plant of the Araliacease family which has been used in China quite extensively as an herb since the end of the 19th century. Panax notoginseng traditionally believed can activate blood circulation and increase blood flow, dilating blood vessels, improves hemodynamics. Triterpene saponins are the bioactive constituents in Panax notoginseng. It contains high levels of notoginsenoside R1, ginsenosides Rb1, Rd and Rg1. Panax notoginseng has been reported to have anti-thrombotic effect via inhibiting thrombosis (inhibition rate: 92.1%). Inhibition of platelet aggregation and coagulation in rabbit's blood induced by ADP and arachidonic acid (up to 83.7%) was found. Increased t-PA activity was also found and coagulation time was prolonged.\n\nPanax notoginseng was reported to have anti-inflammatory effects in atherosclerosis process, as well as inhibit inflammatory response in cerebral ischemia and infarction. Panax notoginseng antagonizes and attenuate delayed cerebral neuronal damage induced by blood reperfusion in cerebral ischemia. It was found to block neutrophil and macrophage activation, aggregation and infiltration induced by decreased releasing of serum interleukin-8. It can also reduce the quantity of Ca2+ in ischemic cerebral tissue, reduce cerebral edema and improve stroke symptoms.\n\nLUOTAI is the brand name of Panax notoginseng finished product, LUOTAI has been registered in Vietnam since 2012 with two kinds of formulation are available. The lyophilized powder for Injection and gelatin based soft capsule. They are currently being used for decreasing incidence of cerebral infarction or ischemic stroke, including TIA, due to thrombosis and atherosclerosis. It can alleviate the symptoms secondary to stroke attack. Also reduce the risk of stroke re-attack in patients who are recently experienced cerebral infarction or ischemic stroke.\n\nThis study is conducted to accumulate effectiveness and safety data of LUOTAI products in the real life clinical setting. This study will be carried out in approximately 360 patients with acute stroke in 6 hospitals in Vietnam - Bạch Mai Hospital, 108 Military Hospital, 103 Military Hospital, Trung Vuong Hospital, Phu Tho General Hospital, 115 Hospital in Vietnam where LUOTAI (and other drugs) being used as a part of their clinical practice for acute stroke treatment.\n\nSTUDY RATIONALE The overall goal of this prospective study is to monitor the effectiveness and safety of LUOTAI therapy when administered alone or in combination with other drugs, compared with treatments without LUOTAI in the real life clinical practice. Selection of an open label, observational design to capture data is recommended for post-marketing studies. To overcome the bias in observational design, which is also the main and inherent constraint of open-label design, the study will perform blind evaluations: after three months of treatment, the patient's assessment using Modified Rankin Score (mRS), a widely accepted primary outcome parameter, will be conducted by a blind, independent physician.\n\nThis is a non-interventional study to observe clinical routine practice. No additional risks expectedly to be induced to the study participants.\n\nOBJECTIVES AND ENDPOINTS\n\nObjective:\n\nTo investigate the clinical practices, safety and effectiveness of LUOTAI in routine treatment for acute ischemic stroke.\n\nPrimary effectiveness endpoint:\n\nCategorical shift in mRS score at 3 months (ordinal logistic regression analysis of the mRS on D90)\n\nSecondary effectiveness endpoint:\n\nProportion of patients with excellent recovery at 3 months after stroke onset (mRC=0 or 1) Proportion of patients with functional dependence at 3 months after stroke onset (mRC=0-2); Ordinal NIHSS at 3 months after stroke onset; Ordinal MoCA at 3 months after stroke onset; Home time (number of nights among the first 90 days after stroke onset that the patient stays in his/her home or their relative home)\n\nSafety endpoints:\n\nMortality AE/SAE, ADR, SADR, SUSAR\n\nSTUDY DESIGN This is a non-interventional, controlled, open-label (blinded assessor), prospective, multicenter, observational registry study.\n\nAll patients receive acute stroke care according to local treatment standard, not amended or influenced by the study. LUOTAI group comprises of patients who are treated with LUOTAI (and other concomitant medications) with dosage, dosing schedule and duration follows local clinical practice in accordance with the terms of the local marketing authorization. Control group comprises of patients who are not treated with LUOTAI. Lifestyle modifications will not be affected by the study.\n\nThe included patients shall follow standard hospital practices and is not determined by the study plan. Therefore, randomization and blinding procedures are not applicable for this study. To minimize the limitation of assessment bias in observational studies, the modified Rankin Scale (mRS) will be assessed by an Independent Study Doctor in a single blind manner.\n\nDosage, dosing schedule, duration and administration route of LUOTAI follow the local hospital practice in accordance with the terms of the local marketing authorization in Vietnam: 400mg of LUOTAI injectable lyophilized powder diluted in 250ml of 5% Glucose Solution or 0.9% Normal Saline for included diabetic patients, via slow intravenous infusion, once daily for consecutive 14 days, and followed by 200mg of LUOTAI soft capsules, three times a day for 65 days.\n\nA participant is considered to have completed the study if he or she has completed the last scheduled procedures on D90.\n\nSTUDY ASSESSMENTS AND PROCEDURES No additional diagnostic, treatment or monitoring procedures will be available in addition to the hospital internal practice guidelines used by the patients enrolled in the study.\n\nTests used in this study to evaluate effectiveness follow the recommendations of various stroke guidelines: the NIHSS, Modified Rankin Score (mRS), Cognitive impairment, IQCODE to assess cognitive dementia.\n\nSafety will be evaluated in this study through the monitoring of all serious and non-serious adverse events defined and graded according to CTCAE v4.01. Patients will be assessed for safety (including laboratory values) according to the study visit schedule. Laboratory values must be reviewed post-baseline compared with baseline to identify clinically significant changes.\n\nThe following endpoints will be used for safety assessment:\n\n* Mortality\n* AEs, SAEs, ADRs, SADRs\n* SUSARs to LUOTAI All adverse events, whether reported by the patient or noted by study personnel, will be recorded in the patient's medical record and on the Adverse Event CRF. After informed consent has been obtained but prior to initiation of study drug, only serious adverse events caused by a protocol-mandated intervention (e.g., invasive procedures such as biopsies, discontinuation of medications) should be reported.\n\nDiscontinuation from LUOTAI or other medications does not mean discontinuation from the study, and remaining study procedures should be completed as indicated by the study protocol. The data to be collected at the time of study treatment discontinuation will include the procedures of End of Treatment Visit (D90).\n\nAll possible actions must be taken if a participant fails to return to the clinic for a required study visit, and be documented in the participant's medical record or study file. Should the participant continue to be unreachable, he or she will be considered to have withdrawn from the study with a primary reason of lost to follow-up.\n\nSTATISTICAL CONSIDERATIONS\n\n1. STATISTICAL HYPOTHESES This study will test the hypothesis that patients who used LUOTAI will have lower mRS score after 90 days compared to those who did not use LUOTAI. The categorical shift in mRS score in ordinal logistic regression analysis of the mRS on D90 (LUOTAI versus non-LUOTAI) will be tested at 0.6.\n\n   * Primary Efficacy Endpoint Categorical shift in mRS score at 3 months (ordinal logistic regression analysis of the mRS on D90)\n   * Secondary Efficacy Endpoint Proportion of patients with excellent recovery at 3 months after stroke onset (mRC=0 or 1) Proportion of patients with functional dependence at 3 months after stroke onset (mRC=0-2) Ordinal ARAT at 3 months after stroke onset Ordinal NIHSS at 3 months after stroke onset Ordinal MoCA at 3 months after stroke onset Home time (number of nights among the first 90 days after stroke onset that the patient stays in his/her home or their relative home)\n   * Safety Endpoint Mortality AE/SAE, ADR, SADR, SUSAR\n2. SAMPLE SIZE DETERMINATION Approximately 360 patients will be enrolled in order to have completed data of 340 patients at D90, in which it is expected that 170 patients are in LUOTAI group and 170 patients are in the control group.\n\nThe sample size for this observational study is indicative. Nevertheless, the justification below support the sample size, number of study sites and the enrollment duration.\n\nThe sample size of 170 patients per group will have a power of more than 80% to detect an ordinal odds ratio (assuming proportional odds ratios) of approximately 0.60 (control/treatment) with ordinal logistic regression analysis.\n\nBias Control Measures: Patients will be enrolled in an unbiased manner, by consecutive sampling at each site. Assessment of the primary outcome (mRS) will be handled by arranging objective, blinded outcome assessment by an independent observer. Other aspects of care than the administration of the study drug may vary between groups. Analyses will consider these potential source of variation.\n\nStatistical Analysis: Propensity score matching model will be used to minimize enrollment bias. Ordinal Logistic Regression of the modified Rankin Scale with adjustment for baseline factors which are retained in the Propensity Score Matching model will be used as primary analysis. The baseline factors are always included baseline NIHSS and age."},"conditionsModule":{"conditions":["Infarction, Anterior Cerebral Artery","Infarction, Middle Cerebral Artery","Ischemic Attack, Transient"],"keywords":["Panax notoginseng","acute ischemic stroke","Vietnam","observational registry study","lyophilized","injectable"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":364,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"LUOTAI group","description":"LUOTAI group treated with LUOTAI with dosage, dosing schedule and duration follows local clinical practice in accordance with the terms of the local marketing authorization: 400mg of LUOTAI injectable lyophilized powder diluted in 250ml of 5% Glucose Solution or 0.9% Normal Saline for included diabetic patients, via slow intravenous infusion, once daily for consecutive 14 days, and followed by 200mg of LUOTAI soft capsules, three times a day for 65 days."},{"label":"Control group","description":"Control group comprises of patients who are not treated with LUOTAI, and follows local clinical practice for ischemic stroke."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary Efficacy Endpoint: Modified Ranking Scale","description":"Modified Rankin Scale (mRS) is an overall functional outcome measure, measuring stroke defect. Answer the test questions for 5-10 minutes. The score range is 7 points with a score of 0 for the absence of sequelae and the worst possible score is 6.\n\n0 - No symptoms.\n\n1. - No significant disability. Able to carry out all usual activities, despite some symptoms.\n2. - Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities.\n3. - Moderate disability. Requires some help, but able to walk unassisted.\n4. - Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted.\n5. - Severe disability. Requires constant nursing care and attention, bedridden, incontinent.\n6. - Dead. Primary Efficacy Endpoint defined as \"Categorical shift in mRS score at 3 months (ordinal logistic regression analysis of the mRS on Day 90)\".","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"NIHSS","description":"Ordinal NIHSS at 3 months after stroke onset","timeFrame":"on Day 0, 7, 90"},{"measure":"Cognitive status (MoCA)","description":"Ordinal MoCA at 3 months after stroke onset","timeFrame":"on Day 90"},{"measure":"mRC Proportion","description":"Proportion of patients with excellent recovery and functional dependence at 3 months after stroke onset (mRC=0 or 1)","timeFrame":"on Day 90"},{"measure":"ARAT Score","description":"Action Research Arm Test","timeFrame":"on Day 90"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of signed and dated informed consent form\n2. Stated willingness to comply with all study procedures and availability for the duration of the study\n3. Male or female, aged 18 or above\n4. Clinical diagnosis of acute ischemic stroke\n5. Patient's independence prior to stroke onset (pre-morbid mRC of 0-1)\n6. Reasonable expectation of successful follow-up (up to D90)\n\nExclusion Criteria:\n\n1. Treatment with another investigational drug or other investigational interventions within 1 month prior to this study.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"All patients receive acute stroke care according to local treatment standard, not amended or influenced by the study.\n\nLUOTAI group comprises of patients who are treated with LUOTAI (and other concomitant medications) with dosage, dosing schedule and duration follows local clinical practice in accordance with the terms of the local marketing authorization. Control group comprises of patients who are not treated with LUOTAI.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Huy Thắng Nguyễn, MD.","affiliation":"115 Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Đình Đài Phạm, MD.","affiliation":"103 Military Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Huy Ngọc Nguyễn, MD. PhD.","affiliation":"Phu Tho General Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Văn Thính Lê, MD.","affiliation":"Bach Mai Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"Bach Mai Hospital","city":"Hà Nội","state":"Hà Nội","country":"Vietnam","geoPoint":{"lat":20.47366,"lon":106.02292}},{"facility":"Phu Tho General Hospital","city":"Tỉnh Phú","state":"Phu Tho","country":"Vietnam","geoPoint":{"lat":15.01667,"lon":108.76667}},{"facility":"103 Military Hospital","city":"Hanoi","country":"Vietnam","geoPoint":{"lat":21.0245,"lon":105.84117}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000020244","term":"Infarction, Middle Cerebral Artery"},{"id":"D000020243","term":"Infarction, Anterior Cerebral Artery"},{"id":"D000007511","term":"Ischemia"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002539","term":"Cerebral Arterial Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Ischemic Attack, Transient","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M21759","name":"Infarction, Middle Cerebral Artery","asFound":"Infarction, Middle Cerebral Artery","relevance":"HIGH"},{"id":"M21758","name":"Infarction, Anterior Cerebral Artery","asFound":"Infarction, Anterior Cerebral Artery","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5478","name":"Cerebral Arterial Diseases","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"T168","name":"Ginseng","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"HB","name":"Herbal and Botanical"}]}},"hasResults":false}