{"protocolSection":{"identificationModule":{"nctId":"NCT04002843","orgStudyIdInfo":{"id":"Local/2018/HM-01"},"secondaryIdInfos":[{"id":"2018-A01863-52","type":"OTHER","domain":"ANSM"}],"organization":{"fullName":"Centre Hospitalier Universitaire de Nīmes","class":"OTHER"},"briefTitle":"Variability of the Unique Fiber Potentials of a Spastic Muscle Treated With Botulinum Toxin","officialTitle":"Jitter's Recording in a Spastic Muscle Treated by Botulinum Toxin","acronym":"JITTOX"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-25","type":"ACTUAL"},"completionDateStruct":{"date":"2023-10-25","type":"ACTUAL"},"studyFirstSubmitDate":"2019-06-27","studyFirstSubmitQcDate":"2019-06-27","studyFirstPostDateStruct":{"date":"2019-07-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-06","lastUpdatePostDateStruct":{"date":"2024-02-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Centre Hospitalier Universitaire de Nīmes","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The main objective is to study the variability and evolution of single-fiber jitter and fiber density (FD) electrophysiological parameters in a spastic muscle during botulinum toxin type A (BTA) treatment in hemiplegic patients after stroke, according to primary or multi-injected status.\n\nThe secondary objectives of this study are:\n\nA. To establish a correlation between single-fibre electrophysiological parameters and the therapeutic response to BTA, clinically estimated by the MAS scale.\n\nB. Creation of a database on single fibre parameters to determine a Jitter numerical threshold beyond which the effect of BTA appears to be decreasing according to the clinical evaluation by the MAS (Modified Ashworth Scale).","detailedDescription":"Stroke is a frequent, serious and disabling condition. Spasticity interferes with the classic motor pattern and reflects reflex motor activities normally inhibited by the central nervous system. This term most frequently refers to a disorder that causes a speed increase dependent on the tonic stretching reflex associated with an increase of tendon reflexes. About 30% of patients are affected and this can occur in the short, medium and long term after stroke. It would seem that, the more serious the initial motor and sensory impairments, the more likely it is to develop a pattern of spasticity. The most classic upper limb (UL) pattern is that of an internal adductum rotation of the shoulder coupled to a flessum of the elbow, wrist and fingers. Approximately 79% of spastic patients on UL have an elbow flessum, involving at different degrees the elbow flexor muscles (anterior brachialis, biceps brachialis). Spasticity and its neuro-orthopedic impact, together with muscle atrophy, joint contracture, pain resulting from the shortening of muscle fibres and ligaments, significantly impede the progression of rehabilitation, social reintegration, the pursuit of daily living activities and quality of life.\n\nRecommended management of spasticity after stroke involves multidisciplinary rehabilitation programs associated with botulinum toxin A (BTA) treatment. Despite this, the dose injected into this muscle is ultimately more dependent on the experience, feelings and habits of the referring physician. Some studies provide a safe framework for increasing doses, but treatment failure by shortness of breath in initially responding patients is still possible.\n\nBTA by blocking the neuromuscular junction (NMJ) is a source of denervation in muscle fiber (MF), which causes the activation of a serine protease, urokinase. This degrades the components of the basal muscle blade, causing the nerve endings to bud. The term sprouting refers to the phenomenon of collateral reinnervation by adjacent fibres from nodal (Ranvier nodes), terminal and ultra-terminal sites, making it possible to temporarily ensure the function of parental synapses paralysed by BTA. Thus, initially, between 3 and 7 days, nodal regrowth is responsible for the development of so-called \"immature\" NMJs. Then, secondarily, between 4 to 8 weeks, the original synapse begins its recovery through the development of terminal reinnervations, parallel to the regression of nodal regrowth. This explains clinically the increase in remote spasticity of treatment and structural changes in motor units (MU), usually observed after about 12 weeks. Compared to healthy (or naive) muscles in this treatment, BTA-induced muscles develop amyelin-like nerve fibers with more collateral and are characterized by the appearance of non-collateral or nodal reinnervations. Any motor unit (MU) is normally made up of MF of the same type. The addition of adjacent denervated MFs leads to a restructuring of the UM, which led to its functional modification.\n\nAlthough it is widely accepted that the effect of BTA is temporary and reversible and that functional muscle recovery is thus allowed through the restoration of NMJ, remodelling, and induced myogenesis; some studies show that its effects persist at a distance from the injection. Indeed, whether directly after injection, several months or even a year later, there are changes in the conformation of synaptic gutters (length, width, depths and areas), with an increase in the number of nicotine receptors for Ach (ACHR) and finally a development of continuous nodal reinnervations over time. At present, histological studies are the only ones that have shown this. All the changes observed are not associated with an effective neuromuscular transmission (NMT), which is only guaranteed by the restoration of the original, much more progressive synapse. In most cases, it's estimated that NMJ is still under impregnation with BTA and therefore incompletely restored at a time when it is usual to repeat this treatment. This explains why, in clinical practice, the chemo-denervation process does not always seem entirely anatomically reversible. At present it is not clear which mechanisms are involved: insufficient contact between reinnervations and denervated MF, failure of the stimulation system or failure of Schwann's peri-synaptic cells.\n\nThe effects of BTA are still incompletely understood. Histological, molecular, biochemical and genetic analyses explain the phenomena linking denervation to muscle remodelling, with a description of muscle atrophy, a change in sarcomer structure, an increase in intramuscular lipid cells, inflammatory cells, or collagen content, responsible for a reduction in contractile tissue and therefore in the number of motor end plate (MEP). Unfortunately, these histological data cannot be extrapolated to humans or used repeatedly for follow-up. Currently, it is not known whether healthy muscles in animal models behave in the same way as human spastic muscles, nor how to study the latter in clinical routine.\n\nIt is therefore not exceptional that after repeated injections into the same muscle, there is an escape of the initial therapeutic effects, forcing the doses to be increased a few times without obtaining any results either on spasticity or on the duration of the treatment. The effect of BTA may fade over time and complex neuro-orthopaedic changes in the clinical picture, justifying the use of new strategies such as increasing doses, which may not always be negligible. There is no specific recommendation on how to proceed, as the situations are diverse and complex.\n\nThe literature, our experience and the testimonies of patients followed in our department for many years have contributed to these questions: how to explain the lack of response to BTA treatment, after initial efficacy and after sometimes doubling / tripling the doses? Would the investigator have a parameter capable of approaching the BTA mechanism as closely as possible in order to study its variations and correlate them with the clinical response established by our conventional scales? By going further, can we even consider that there may be a tool that can predict the effectiveness of this treatment and thus establish decision-making charts that can support physicians in their practice? In practice, the assessment of spasticity and its evolution during this treatment is not always easy in view of the often complex clinical pictures and readily uses clinical scales such as MAS, Tardieu. These are based on restricted ordinal values, the mean of which is frequently used as a reference in patient follow-up. It is lawful to question the relevance and objectivity of these scales. MAS is easy and fast to use with satisfactory intra-evaluator reliability; however, its reproducibility between judges remains questionable In the literature, some tools for quantifying muscle tone alterations in spasticity and their modification following pharmacological management by BTA are proposed and appear to be independent of the evaluator. They are interested in the following properties: electrophysiological in EMG with the study of neurography and H and F reflex viscoelastic in elastography and with myoton, mechanical in mechanography structural in ultrasonography (61-63) and MRI. However, there are no recommendations regarding these tools at this time. It seems crucial to propose within our practice as physical medecine and rehabilitation physicians a quantitative, reproducible evaluation, capable of abstracting itself from the evaluator's subjectivity.\n\nThe study of the single fiber EMG (SFEMG), a technique introduced in 1963 by Stålberg and Ekstedt, has made it possible to understand the pathological process of affecting NMT and MF rearrangement within the MU. It has been recognized as the most sensitive diagnostic test in myasthenia gravis, more specifically in ocular myasthenia gravis or in atypical forms for which conventional repetitive stimulation tests are rarely proven This technique has also been used in anterior horn defects. It has made it possible to support the principle of chronic partial denervation in amyotrophic lateral sclerosis (ALS) and to monitor its evolution.The two main parameters of the SFEMG are jitter and fibre density (FD), for which some reminders about NMT should be given.\n\nThe amount of acetylcholine contained in a vesicle corresponds to the base unit or quantum; normally released at the NMJ in an amount sufficient for a motor plate potential to generate an action potential (AP) and thus a muscle contraction: this is called the safety factor. However, there are normal variations in the amplitude of the motor plate potential and variability in the time it takes to reach the threshold generating the AP: these different variations in the inter-potential interval of NMT thus constitute the jitter. This variation is usually very short in the normal subject, about 4 microseconds. This parameter thus reflects the membrane state and the release of acetylcholine within the motor plate. If the NMT is very altered there may be transmission blocks.\n\nThe second diagnostic interest is the study of FD, the increase in which is observed during reinnervation processes (after nerve section for example) but also during muscular dystrophies. It provides information on the type of muscle fibers within the MU equivalent to \"grouping\" determined by muscle biopsy. The normal FD is about 1.5 fibers per recording but varies with age and muscle studied. In the event of nerve damage, the denervated fibres, then reinnered as well as those in the process of being destroyed, separate from their motor plate, resulting in a temporary elongation of the jitter, which tends to normalize (sometimes with a duration of more than one year). Secondly, the investigator are witnessing an increase in the FD that can be maintained at a high level over the long term.\n\nIf the Jitter, is the witness of the blockage of the NMT, then it seems to us to be a relevant tool for the reflection of the BTA origin action. Many scientific articles have focused on asserting or disproving subclinical manifestations of the systemic spread of BTA using jitter elongation in muscles far from the initial injection site. Few have been interested in the evolution of the parameters of the single fibre within the muscle itself treated, except for work on the orbicular muscle of the eye in patients with blepharospasm or hemifacial spasm treated with BTA. At the peak of therapeutic efficacy, jitter was significantly the highest and the recurrence of involuntary movements and therefore the decrease in efficacy was correlated with its normalization. Moreover, except in the fields of aesthetics, of interest and relevance too far removed from the problem of our work, there is no publication correlating the cumulative dose effect within the muscle itself treated with electrophysiological parameters.\n\nOur clinical observations of the ineffectiveness of certain injections in patients who are usually responders and electrophysiological based on jitter and FD parameters remaining high at a distance from the injection (suggesting the persistence of MNT blockage) led us to doubt the scientific relevance of an on-site reoperation. The place of a paraclinical tool, witnessing the reaching of this threshold, thus seems interesting to avoid the increase of excessive and ineffective doses on a sufficiently denervated muscle and to be able to distribute as well as possible this maximum authorized dose within involved muscles by avoiding potential adverse effects and a significant additional cost.\n\nThis preliminary study aims to study the kinetics of the electrophysiological parameters \"jitter and FD\" in SFEMG during BTA treatment in hemiplegic patients after stroke, spastic on one elbow flexor muscle (such as anterior brachialis, biceps brachial muscles), depending on the primary or multi-injected status, in order to highlight the residual effect of this treatment on NMT. It is an objective, standardized means, capable of accurately quantifying the blockage of NMT by decreasing the release of acetylcholine within the synapse of muscle treated with BTA. If this tool proved to be effective, it would allow in a future work the realization of abacuses potentially predictive of the therapeutic effect of BTA and thus justify new actions to be taken at a given time in the life of a spastic muscle (therapeutic window, revision of injection patterns). SFEMG analysis coupled with ultrasound tracking is part of the dynamics of our discipline on the development and implementation of technologies for patients and their families.\n\nOur assumptions are as follows:\n\n* BTA causes jitter elongation and FD increase in elbow flexor muscle after a single injection\n* Jitter is significantly longer in \"multi-injected\" subjects (cumulative dose \\> 400 IU in one elbow flexor muscle (biceps brachialis, anterior brachialisl) compared to primary-injected subjects\n* Is Jitter elongation maximum at peak treatment efficacy (evaluation at 4-6 weeks) and will it tend to normalize at a distance from the injection (3 months-6 months)\n* There is a correlation between the Jitter-FD values and the therapeutic efficacy of BTA estimated by the MAS scale in the elbow flexor muscle chosen."},"conditionsModule":{"conditions":["Stroke Patient"],"keywords":["jitter","single fiber EMG","botulinum toxin"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Parallel Assignment Preliminary, mono-centric and prospective pilot study on information obtained using a medical device marketed according to CE standards. The study consists of three clinical electrophysiological evaluations.\n\nThe hemiplegic population after stroke, spasticity in in one elbow flexor muscle (biceps brachialis, anterior brachialisl) will be divided into two groups with three clinical and electrophysiological evaluations before injection, at the theoretical peak of efficacy (4-6 weeks) and three to six months after injection:\n\n* Virgin BTA patients, first injection\n* Injected group: Patients already injected, cumulative dose in one elbow flexor muscle (biceps brachialis, anterior brachialisl) \\> 400 IU","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"- Virgin patients with Botulinum Toxin, first injection","type":"EXPERIMENTAL","description":"Experimental: - Virgin patients with Botulinum Toxin, first injection\n\n* A clinical evaluation of spasticity with the Modified Ashworth Scale by the referent practitioner.\n* Pain management: according to the patient's wishes, local anaesthetic can be provided on the target area (EMLA patch type)\n* Single fiber electrophysiological evaluation by the principal investigator: comfortable installation of the patient in decubitus, with the upper limb in the optimal relaxation position, supported by the examiner to achieve minimal tone. Arrangement of the needle electrode at the level of the elbow flexor muscle chosen (biceps brachialis, anterior brachialis), located ultrasonographically.\n\nRepeated measurements at D0, week 4 to 6 and week 12 for the stroke patients. Only one measure for controls subjects","interventionNames":["Other: paraclinical evaluation of single fibre"]},{"label":"- Injected group: Patients already injected","type":"EXPERIMENTAL","description":"- Injected group: Patients already injected\n\n* A clinical evaluation of spasticity with the Modified Ashworth Scale by the referent practitioner.\n* Pain management: according to the patient's wishes, local anaesthetic can be provided on the target area (EMLA patch type)\n* Single fiber electrophysiological evaluation by the principal investigator: comfortable installation of the patient in decubitus, with the upper limb in the optimal relaxation position, supported by the examiner to achieve minimal tone. Arrangement of the needle electrode at the level of in one elbow flexor muscle (biceps brachialis, anterior brachialis), located ultrasonographically.\n\nRepeated measurements at D0, week 4 to 6 and week 12 for the stroke patients. Only one measure for controls subjects","interventionNames":["Other: paraclinical evaluation of single fibre"]},{"label":"Control","type":"OTHER","description":"healthy patient matched in age and sex to included patients","interventionNames":["Other: paraclinical evaluation of single fibre"]}],"interventions":[{"type":"OTHER","name":"paraclinical evaluation of single fibre","description":"ENMG 5 channel Digital EMG, NCS and EP System, Neurosoft, Skybox. Amplification of the EMG signal BF 500 Hz, HF 3kHz, mains filter at 50 Hz. Acquisition at 2 ms at 100 µv, parameters can be modified. The single-use needle electrode (Neuroline Concentric, Neurology Needle Electrode; 25x0.30 mm(1''x30G)) of reference inserted into one elbow flexor muscle (biceps brachialis, anterior brachialis) on the parietal side with location of the ground reference. The paroetic arm will be supported by the evaluator in order to generate a minimal tone, necessary for the occurrence of potential actions of two muscle fibres present within the same motor unit.","armGroupLabels":["- Injected group: Patients already injected","- Virgin patients with Botulinum Toxin, first injection","Control"],"otherNames":["clinical evaluation of spasticity and muscle contraction status"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Jitter","description":"the variability of the neuro-muscular transmission time is determined by the \"jitter\" parameter. it is of the order of a few tens of microseconds\".","timeFrame":"Inclusion"},{"measure":"Jitter","description":"the variability of the neuro-muscular transmission time is determined by the \"jitter\" parameter. it is of the order of a few tens of microseconds\".","timeFrame":"4-6 weeks"},{"measure":"Jitter","description":"the variability of the neuro-muscular transmission time is determined by the \"jitter\" parameter. it is of the order of a few tens of microseconds\".","timeFrame":"12 weeks"},{"measure":"Fibre density","description":"number of fibres","timeFrame":"Inclusion"},{"measure":"Fibre density","description":"number of fibres","timeFrame":"4-6 weeks"},{"measure":"Fibre density","description":"number of fibres","timeFrame":"12 weeks"},{"measure":"Modified Ashworth scale for spasticity assessment","description":"Score (0 = no increase in muscle tone, 4 = major hypertonia, passive movement impossible)","timeFrame":"inclusion"},{"measure":"Modified Ashworth scale for spasticity assessment","description":"Score (0 = no increase in muscle tone, 4 = major hypertonia, passive movement impossible)","timeFrame":"4-6 weeks"},{"measure":"Modified Ashworth scale for spasticity assessment","description":"Score (0 = no increase in muscle tone, 4 = major hypertonia, passive movement impossible)","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Stroke Patients :\n\nInclusion Criteria:\n\n* The patient must have given their free and informed consent and signed the consent form\n* The patient must be a member or beneficiary of a health insurance plan\n* The patient is available for a follow-up of up to six months\n* Women and men are included\n* The patient is at least 18 years old\n* Subjects with upper limb spasticity involving the biceps brachial muscle, with a modified Ashworth score greater than or equal to 1, after hemorrhagic and/or ischemic stroke.\n* Patients will be voluntarily selected at three months of stroke to minimize the variability in single-fiber parameters caused by the central event itself\n\nExclusion Criteria:\n\n* The subject is participating in an interventional study, or is in a period of exclusion determined by a previous study\n* The subject refuses to sign the consent\n* It is impossible to give the subject informed information\n* The patient is under safeguard of justice or state guardianship\n* The patient is pregnant or breastfeeding\n* The subject is minor\n* The subject is under guardianship or curatorship\n* History of proven NMJ disorder (Myasthenia, Lambert Eaton's Syndrome), patient treated with anticholinesterase drugs\n* The subject has fixed retractions or bone deformities to the affected upper limb\n* Other upper limb disorders (bilateral stroke, peripheral neuropathy, peripheral nerve injury (s), nerve compression syndrome, myopathy, severe osteoarthritis, recent muscle injury (s), recent bone, fracture, joint replacement)\n* Subjects with an intrathecal baclofen pump\n* Subjects with general anaesthesia scheduled within three months of treatment\n* Ongoing conditions contraindicating BTA treatment (especially respiratory disease)\n* Psychiatric disorders (other than anxiety disorder)\n\nStroke Patients :\n\nInclusion Criteria:\n\n* The patient must have given their free and informed consent and signed the consent form\n* The patient must be a member or beneficiary of a health insurance plan\n* The patient is available for a follow-up of up to six months\n* Women and men are included\n* The patient is at least 18 years old\n* Subjects with upper limb spasticity involving one of elbow flexor muscle, with a modified Ashworth score greater than or equal to 1, after hemorrhagic and/or ischemic stroke.\n* Patients will be voluntarily selected at three months of stroke to minimize the variability in single-fiber parameters caused by the central event itself\n\nExclusion Criteria:\n\n* The subject is participating in an interventional study, or is in a period of exclusion determined by a previous study\n* The subject refuses to sign the consent\n* It is impossible to give the subject informed information\n* The patient is under safeguard of justice or state guardianship\n* The patient is pregnant or breastfeeding\n* The subject is minor\n* The subject is under guardianship or curatorship\n* History of proven NMJ disorder (Myasthenia, Lambert Eaton's Syndrome), patient treated with anticholinesterase drugs\n* The subject has fixed retractions or bone deformities to the affected upper limb\n* Other upper limb disorders (bilateral stroke, peripheral neuropathy, peripheral nerve injury (s), nerve compression syndrome, myopathy, severe osteoarthritis, recent muscle injury (s), recent bone, fracture, joint replacement)\n* Subjects with an intrathecal baclofen pump\n* Subjects with general anaesthesia scheduled within three months of treatment\n* Ongoing conditions contraindicating BTA treatment (especially respiratory disease)\n* Psychiatric disorders (other than anxiety disorder)\n* The subject will be excluded if abnormalities will be found on prior EMG\n\nControl Subjects :\n\nInclusion Criteria:\n\n* The subject must have given their free and informed consent and signed the consent form\n* The subject must be a member or beneficiary of a health insurance plan\n* The subject should only be available on the day of recording\n* Women and men are included\n* The patient is at least 18 years old\n* They will be matched to stroke patient by age (+/- 5 years) and sex\n\nExclusion Criteria :\n\n* The subject is participating in an interventional study, or is in a period of exclusion determined by a previous study\n* The subject refuses to sign the consent\n* It is impossible to give the subject informed information\n* The patient is under safeguard of justice or state guardianship\n* The patient is pregnant or breastfeeding\n* The subject is minor\n* The subject is under guardianship or curatorship\n* History of proven NMJ disorder (Myasthenia, Lambert Eaton's Syndrome), patient treated with anticholinesterase drugs\n* The subject has limb disorders (peripheral neuropathy, peripheral nerve injury (s), nerve compression syndrome, myopathy)\n* The subject will be excluded if abnormalities will be found on prior EMG","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Anissa MEGZARI","affiliation":"Centre Hospitalier Universitaire de Nīmes","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"CHU de Nîmes","city":"Nîmes","zip":"30009","country":"France","geoPoint":{"lat":43.83333,"lon":4.35}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"}],"ancestors":[{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spastic","relevance":"HIGH"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"},{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M1801","name":"Lidocaine, Prilocaine Drug Combination","relevance":"LOW"},{"id":"M3799","name":"Anesthetics, Local","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"}]}},"hasResults":false}