{"protocolSection":{"identificationModule":{"nctId":"NCT02759328","orgStudyIdInfo":{"id":"20-645-12"},"organization":{"fullName":"Ankara University","class":"OTHER"},"briefTitle":"Xbox Kinect™ Training for Stroke Rehabilitation","officialTitle":"Clinical Feasibility of the Xbox Kinect™ Training for Stroke Rehabilitation: a Single Blind Randomized Controlled Pilot Study"},"statusModule":{"statusVerifiedDate":"2016-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-12"},"primaryCompletionDateStruct":{"date":"2014-03","type":"ACTUAL"},"completionDateStruct":{"date":"2014-03","type":"ACTUAL"},"studyFirstSubmitDate":"2016-04-28","studyFirstSubmitQcDate":"2016-04-29","studyFirstPostDateStruct":{"date":"2016-05-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-04-29","lastUpdatePostDateStruct":{"date":"2016-05-03","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Haydar Gok","investigatorTitle":"Professor of Physical Medicine and Rehabilitation","investigatorAffiliation":"Ankara University"},"leadSponsor":{"name":"Ankara University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Commercial interactive game consoles including the Nintendo Wii™ and the Sony Playstation Eyetoy™ have been used in stroke rehabilitation with variable success and seemed to be safe, feasible and effective treatment options. The more recently released Xbox Kinect™ game console has superiorities to the others such as not requiring any special controller and having a more sensitive sensor which provides more accurate motion-capturing. However, there is limited evidence on clinical utility of the Xbox Kinect™ in stroke rehabilitation. Currently it has been designed for physically and mentally healthy people just like previous consoles. Therefore, the safety and feasibility of the system should be evaluated in first place before using it as an alternative or adjunctive training method in stroke patients. To the best of our knowledge, no studies have evaluated the clinical feasibility of the Xbox Kinect™ in stroke rehabilitation. The aim of this pilot study was to evaluate the feasibility and safety of the Xbox Kinect™ training of upper extremity in subacute stroke rehabilitation. The secondary aim was to evaluate its efficacy on upper extremity motor and functional recovery.","detailedDescription":"This study was planned as a single-blind, randomized controlled, pilot trial. It was approved by the Ankara University Faculty of Medicine Ethics Committee and was conducted in accordance with the Declaration of Helsinki. Stroke patients who were hospitalized for inpatient rehabilitation at the Ankara University Faculty of Medicine, Cebeci Research and Application Hospital, Physical Medicine and Rehabilitation Clinic from December 2012 to March 2014, were assessed to determine their eligibility for the study. All patients were diagnosed with stroke by a neurologist according to World Health Organization stroke definition and confirmed by neuroimaging (computed tomography or magnetic resonance imaging). All patients who fulfilled the inclusion criteria received a detailed explanation of the study and written informed consent was obtained from all participants prior to enrollment. Patient characteristics were collected at baseline including socio-demographic features (age, gender, marital status, educational level, vocation), stroke type, time from stroke onset to enrollment, affected side, handedness, comorbid conditions, spasticity grade (according to Modified Ashworth Scale) and motor recovery stages according to Brunnstrom Motor Assessment Scale (BMAS). Affected upper extremity was examined using the Box and Blocks Test (BBT) and the Wolf Motor Function Test (WMFT). Baseline level of functional independence was assessed using the Functional Independence Measure (FIM). Participants were randomly allocated to two groups; the experimental group and the control group. Both the experimental group and the control group received a conventional rehabilitation program for 4 weeks (60 minutes/day, 5 days/week). The experimental group underwent an additional training with the Xbox Kinect™ for 4 weeks (60 minutes/day, 5 days/week). The primary outcome measures of this pilot study are related to feasibility and safety of the Xbox Kinect™ in subacute stroke rehabilitation. Treatment attendance ratio, which is the proportion of the completed training time to the planned training time, was used as the primary feasibility outcome. The treatment attendance ratios were calculated for three different measurements: total training time, training time per session and the number of sessions. In addition, the result obtained from patient feedback survey was also used as a feasibility outcome. The ratio of patients who had adverse events related to the intervention or any serious adverse event during the study was defined as the primary safety outcome. Rating of perceived exertion measured according to the Borg 10 Point Scale was also used as a safety outcome. To determine the efficacy of the intervention, BBT, WMFT, FIM, BMAS were used as secondary outcome measures. Mean, standard deviation, median, min-max and percentile values were calculated for the socio-demographic and clinical features, primary and secondary outcome measures by descriptive statistics. The Shapiro-Wilk test was used for normality testing. The Wilcoxon signed rank test was used to evaluate differences within groups. The Mann Whitney U test was used to evaluate differences between groups. P value of less than .05 was considered as statistically significant."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Rehabilitation","Serious games","Virtual reality","Xbox Kinect™"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Xbox Kinect™ training group","type":"EXPERIMENTAL","description":"60 minutes/day, 5 days/week, 4 weeks (20 sessions) conventional rehabilitation program plus 60 minutes/day, 5 days/week, 4 weeks (20 sessions) Xbox Kinect™ upper extremity training. Two games both of which require using upper extremities, were chosen and each game was played for 30 minutes per session.","interventionNames":["Behavioral: Xbox Kinect™ training"]},{"label":"Conventional rehabilitation group","type":"ACTIVE_COMPARATOR","description":"60 minutes/day, 5 days/week, 4 weeks (20 sessions) conventional rehabilitation program only. The treatment protocol was individualized according to the goals which were determined depending on each patient's needs and functional level.","interventionNames":["Behavioral: Conventional rehabilitation"]}],"interventions":[{"type":"BEHAVIORAL","name":"Xbox Kinect™ training","description":"Xbox Kinect™ (Xbox 360, Microsoft, United States) game console which is one of the commercial interactive game consoles was used. It was comprised of 3 components; Kinect™ sensor, Xbox 360™ game console and 42 inch Liquid crystal display (LCD) television.","armGroupLabels":["Xbox Kinect™ training group"]},{"type":"BEHAVIORAL","name":"Conventional rehabilitation","description":"The conventional rehabilitation program consisted of passive and active range of motion exercises, therapeutic stretching, muscle strengthening, neurophysiologic exercises, sitting, standing, balance and gait exercises, occupational therapy and activities of daily living training such as eating, grooming, dressing, toileting and transfer.","armGroupLabels":["Conventional rehabilitation group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Treatment attendance ratios","description":"A feasibility outcome. The proportion of the completed training time to the planned training time.","timeFrame":"Every training session during 4 weeks (total 20 sessions)"},{"measure":"Number of patients with adverse events","description":"A safety outcome.","timeFrame":"Every training session during 4 weeks (total 20 sessions)"}],"secondaryOutcomes":[{"measure":"Box and Blocks Test","description":"Gross manual dexterity","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Wolf Motor Function Test","description":"Motor function of the upper extremity","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Functional Independence Measure","description":"Self-care subscale of FIM will be used to evaluate the upper extremity related functional independence level","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Brunnstrom Motor Assessment Scale","description":"Motor recovery of the upper extremity","timeFrame":"Change from baseline at 4 weeks"},{"measure":"Patient feedback survey","description":"Participant's opinions related to ease-of-use and enjoyment of the game system, pain or fatigue during or after the training, duration of sessions, contribution to recovery, using as a treatment approach and suggestion to the other patients.","timeFrame":"At 4 weeks (after completion of all treatment sessions (total 20 sessions))"},{"measure":"Borg 10 Point Scale","description":"A safety outcome. Rating of perceived exertion and fatigue.","timeFrame":"Every training session during 4 weeks (total 20 sessions)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First-time ischemic or hemorrhagic stroke occurring in the last 9 months\n* Between 18 and 80 years of age\n* Brunnstrom motor recovery stage in the affected upper extremity ≥ 3\n* Ability to understand and follow simple explanations and commands\n* Mini-Mental State Examination score of ≥ 24\n\nExclusion Criteria:\n\n* History of epilepsy or seizure (except childhood febrile seizures)\n* Arthritis or pain restricting the repetitive training of the affected upper extremity\n* Severe aphasia\n* Neglect phenomena\n* Cognitive or psychiatric disorders\n* ≥ Grade 3 spasticity in the affected upper extremity according to Modified Ashworth Scale\n* Medical conditions which may affect physical performance or the physical activity may become unsafe (unstable angina, myocardial infarction within the last 3 months, uncontrolled blood pressure, pulmonary disease, etc.)\n* Participation in another clinical trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Haydar GOK, Professor","affiliation":"Ankara University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ankara University Faculty of Medicine, Cebeci Research and Application Hospital","city":"Ankara","zip":"06620","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]},"referencesModule":{"references":[{"pmid":"19164398","type":"BACKGROUND","citation":"Edmans J, Gladman J, Hilton D, Walker M, Sunderland A, Cobb S, Pridmore T, Thomas S. Clinical evaluation of a non-immersive virtual environment in stroke rehabilitation. Clin Rehabil. 2009 Feb;23(2):106-16. doi: 10.1177/0269215508095875."},{"pmid":"17613000","type":"BACKGROUND","citation":"Crosbie JH, Lennon S, Basford JR, McDonough SM. Virtual reality in stroke rehabilitation: still more virtual than real. Disabil Rehabil. 2007 Jul 30;29(14):1139-46; discussion 1147-52. doi: 10.1080/09638280600960909."},{"pmid":"25927099","type":"BACKGROUND","citation":"Laver KE, George S, Thomas S, Deutsch JE, Crotty M. Virtual reality for stroke rehabilitation. Cochrane Database Syst Rev. 2015 Feb 12;2015(2):CD008349. doi: 10.1002/14651858.CD008349.pub3."},{"pmid":"25586794","type":"BACKGROUND","citation":"Paquin K, Ali S, Carr K, Crawley J, McGowan C, Horton S. Effectiveness of commercial video gaming on fine motor control in chronic stroke within community-level rehabilitation. Disabil Rehabil. 2015;37(23):2184-91. doi: 10.3109/09638288.2014.1002574. Epub 2015 Jan 14."},{"pmid":"15679945","type":"BACKGROUND","citation":"Sveistrup H. Motor rehabilitation using virtual reality. J Neuroeng Rehabil. 2004 Dec 10;1(1):10. doi: 10.1186/1743-0003-1-10."},{"pmid":"24710975","type":"BACKGROUND","citation":"Pietrzak E, Cotea C, Pullman S. Using commercial video games for upper limb stroke rehabilitation: is this the way of the future? Top Stroke Rehabil. 2014 Mar-Apr;21(2):152-62. doi: 10.1310/tsr2102-152."},{"pmid":"24661797","type":"BACKGROUND","citation":"Thomson K, Pollock A, Bugge C, Brady M. Commercial gaming devices for stroke upper limb rehabilitation: a systematic review. Int J Stroke. 2014 Jun;9(4):479-88. doi: 10.1111/ijs.12263. Epub 2014 Mar 24."},{"pmid":"24668359","type":"BACKGROUND","citation":"Bower KJ, Clark RA, McGinley JL, Martin CL, Miller KJ. Clinical feasibility of the Nintendo Wii for balance training post-stroke: a phase II randomized controlled trial in an inpatient setting. Clin Rehabil. 2014 Sep;28(9):912-23. doi: 10.1177/0269215514527597. Epub 2014 Mar 25."},{"pmid":"23366134","type":"BACKGROUND","citation":"Pastor I, Hayes HA, Bamberg SJ. A feasibility study of an upper limb rehabilitation system using Kinect and computer games. Annu Int Conf IEEE Eng Med Biol Soc. 2012;2012:1286-9. doi: 10.1109/EMBC.2012.6346173."},{"pmid":"23920709","type":"BACKGROUND","citation":"Hors-Fraile S, Browne J, Brox E, Evertsen G. Evaluation of sensors for inputting data in exergames for the elderly. Stud Health Technol Inform. 2013;192:935."},{"pmid":"24051993","type":"BACKGROUND","citation":"Sin H, Lee G. Additional virtual reality training using Xbox Kinect in stroke survivors with hemiplegia. Am J Phys Med Rehabil. 2013 Oct;92(10):871-80. doi: 10.1097/PHM.0b013e3182a38e40."},{"pmid":"24259810","type":"BACKGROUND","citation":"Lee G. Effects of training using video games on the muscle strength, muscle tone, and activities of daily living of chronic stroke patients. J Phys Ther Sci. 2013 May;25(5):595-7. doi: 10.1589/jpts.25.595. Epub 2013 Jun 29."},{"pmid":"24990008","type":"BACKGROUND","citation":"Fernandes AB, Passos JO, Brito DP, Campos TF. Comparison of the immediate effect of the training with a virtual reality game in stroke patients according side brain injury. NeuroRehabilitation. 2014;35(1):39-45. doi: 10.3233/NRE-141105."},{"pmid":"25206611","type":"BACKGROUND","citation":"Bao X, Mao Y, Lin Q, Qiu Y, Chen S, Li L, Cates RS, Zhou S, Huang D. Mechanism of Kinect-based virtual reality training for motor functional recovery of upper limbs after subacute stroke. Neural Regen Res. 2013 Nov 5;8(31):2904-13. doi: 10.3969/j.issn.1673-5374.2013.31.003."},{"pmid":"26311925","type":"BACKGROUND","citation":"Song GB, Park EC. Effect of virtual reality games on stroke patients' balance, gait, depression, and interpersonal relationships. J Phys Ther Sci. 2015 Jul;27(7):2057-60. doi: 10.1589/jpts.27.2057. Epub 2015 Jul 22."},{"pmid":"24024033","type":"BACKGROUND","citation":"Rajaratnam BS, Gui Kaien J, Lee Jialin K, Sweesin K, Sim Fenru S, Enting L, Ang Yihsia E, Keathwee N, Yunfeng S, Woo Yinghowe W, Teo Siaoting S. Does the Inclusion of Virtual Reality Games within Conventional Rehabilitation Enhance Balance Retraining after a Recent Episode of Stroke? Rehabil Res Pract. 2013;2013:649561. doi: 10.1155/2013/649561. Epub 2013 Aug 18."},{"pmid":"3809245","type":"BACKGROUND","citation":"Bohannon RW, Smith MB. Interrater reliability of a modified Ashworth scale of muscle spasticity. Phys Ther. 1987 Feb;67(2):206-7. doi: 10.1093/ptj/67.2.206."},{"pmid":"10489001","type":"BACKGROUND","citation":"Gregson JM, Leathley M, Moore AP, Sharma AK, Smith TL, Watkins CL. Reliability of the Tone Assessment Scale and the modified Ashworth scale as clinical tools for assessing poststroke spasticity. Arch Phys Med Rehabil. 1999 Sep;80(9):1013-6. doi: 10.1016/s0003-9993(99)90053-9."},{"pmid":"8024419","type":"BACKGROUND","citation":"Desrosiers J, Bravo G, Hebert R, Dutil E, Mercier L. Validation of the Box and Block Test as a measure of dexterity of elderly people: reliability, validity, and norms studies. Arch Phys Med Rehabil. 1994 Jul;75(7):751-5."},{"pmid":"12837123","type":"BACKGROUND","citation":"Ahmed S, Mayo NE, Higgins J, Salbach NM, Finch L, Wood-Dauphinee SL. The Stroke Rehabilitation Assessment of Movement (STREAM): a comparison with other measures used to evaluate effects of stroke and rehabilitation. Phys Ther. 2003 Jul;83(7):617-30."},{"pmid":"2707361","type":"BACKGROUND","citation":"Wolf SL, Lecraw DE, Barton LA, Jann BB. Forced use of hemiplegic upper extremities to reverse the effect of learned nonuse among chronic stroke and head-injured patients. Exp Neurol. 1989 May;104(2):125-32. doi: 10.1016/s0014-4886(89)80005-6."},{"pmid":"16093410","type":"BACKGROUND","citation":"Wolf SL, Thompson PA, Morris DM, Rose DK, Winstein CJ, Taub E, Giuliani C, Pearson SL. The EXCITE trial: attributes of the Wolf Motor Function Test in patients with subacute stroke. Neurorehabil Neural Repair. 2005 Sep;19(3):194-205. doi: 10.1177/1545968305276663."},{"pmid":"11387578","type":"BACKGROUND","citation":"Morris DM, Uswatte G, Crago JE, Cook EW 3rd, Taub E. The reliability of the wolf motor function test for assessing upper extremity function after stroke. Arch Phys Med Rehabil. 2001 Jun;82(6):750-5. doi: 10.1053/apmr.2001.23183."},{"pmid":"11386402","type":"BACKGROUND","citation":"Kucukdeveci AA, Yavuzer G, Elhan AH, Sonel B, Tennant A. Adaptation of the Functional Independence Measure for use in Turkey. Clin Rehabil. 2001 Jun;15(3):311-9. doi: 10.1191/026921501676877265."},{"pmid":"7154893","type":"BACKGROUND","citation":"Borg GA. Psychophysical bases of perceived exertion. Med Sci Sports Exerc. 1982;14(5):377-81."},{"pmid":"18256679","type":"BACKGROUND","citation":"Dobkin BH. Training and exercise to drive poststroke recovery. Nat Clin Pract Neurol. 2008 Feb;4(2):76-85. doi: 10.1038/ncpneuro0709."},{"pmid":"26233677","type":"BACKGROUND","citation":"Bower KJ, Louie J, Landesrocha Y, Seedy P, Gorelik A, Bernhardt J. Clinical feasibility of interactive motion-controlled games for stroke rehabilitation. J Neuroeng Rehabil. 2015 Aug 2;12:63. doi: 10.1186/s12984-015-0057-x."},{"pmid":"20508185","type":"BACKGROUND","citation":"Saposnik G, Teasell R, Mamdani M, Hall J, McIlroy W, Cheung D, Thorpe KE, Cohen LG, Bayley M; Stroke Outcome Research Canada (SORCan) Working Group. Effectiveness of virtual reality using Wii gaming technology in stroke rehabilitation: a pilot randomized clinical trial and proof of principle. Stroke. 2010 Jul;41(7):1477-84. doi: 10.1161/STROKEAHA.110.584979. Epub 2010 May 27."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}