{"protocolSection":{"identificationModule":{"nctId":"NCT02845310","orgStudyIdInfo":{"id":"N-16-2016"},"organization":{"fullName":"Cairo University","class":"OTHER"},"briefTitle":"The Effect of Intraoperative Goal Directed Restricted Fluid Therapy on Extravascular Lung Water","officialTitle":"The Effect of Intraoperative Goal Directed Restricted Fluid Therapy Guided by Stroke Volume Variation Versus Standard Fluid Therapy on Extravascular Lung Water in Major Abdominal Operations: a Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2017-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-06","type":"ACTUAL"},"completionDateStruct":{"date":"2017-06","type":"ACTUAL"},"studyFirstSubmitDate":"2016-07-21","studyFirstSubmitQcDate":"2016-07-22","studyFirstPostDateStruct":{"date":"2016-07-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-07-16","lastUpdatePostDateStruct":{"date":"2017-07-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ahmed Hasanin","investigatorTitle":"Lecturer of anesthesia and critical care medicine","investigatorAffiliation":"Cairo University"},"leadSponsor":{"name":"Cairo University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The aim of this study is to compare the use of Goal Directed fluid therapy guided by Stroke volume variation plus a restricted fluid management approach to standard fluid management in patients undergoing major abdominal operations.","detailedDescription":"Perioperative fluid management has an important impact on patient outcome. Under-resuscitation leads to hypoperfusion and over-resuscitation leads to tissue oedema. Intraoperative goal directed fluid therapy (GDT) has been reported to improve patient outcome in high risk surgical patients. GDT aims to optimize oxygen delivery through various strategies. The main three GDT strategies are:\n\n1. Stroke volume optimization with fluids\n2. Stroke volume variation (SVV) and pulse pressure variation (PPV) optimization with fluids.\n3. Oxygen delivery index with fluids and inotropes Although GDT was recommended by professional societies in Europe and United Kingdom, these recommendations were recently challenged in many randomized controlled trials and meta-analysis.The effect of GDT on intraoperative fluid requirements was previously reported, however; its effect on extravascular lung water is not well studied.\n\nElectrical cardiometry is a recent non-invasive technology for cardiac output measurement. Electrical cardiometry drive CO measurement from thoracic electrical bioimpedance. Good correlation was reported between CO measurements derived from electrical cardiometry and continuous thermodilution monitoring system.\n\nAlthough many protocols for GDT have been reported in major abdominal operations, till now there is no consensus about the optimum protocol nor the optimum goals to achieve during fluid management. Major abdominal operations are characterized by major fluid shifts. Moreover, patients undergoing these operations are prone to impaired organ functions due to tissue oedema. Traditional standard care in major abdominal operations usually includes 6 ml/Kg/h balanced crystalloids (to restore insensible losses and maintenance requirements) in addition to replacement of blood losses. We hypothesize that the use of a more restricted fluid approach (2ml/Kg/h) + GDT guided by cardiometry will improve fluid management and decrease extra-vascular lung water.\n\nThe aim of this study is to compare the use of Goal Directed fluid therapy guided by Stroke volume variation plus a restricted fluid management approach to standard fluid management in patients undergoing major abdominal operations."},"conditionsModule":{"conditions":["Surgery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":56,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Restricted fluid therapy group","type":"EXPERIMENTAL","description":"Patients will receive restricted fluid management guided by concomitant SVV monitoring. GDT protocol","interventionNames":["Procedure: Restricted fluid therapy group"]},{"label":"Control group","type":"PLACEBO_COMPARATOR","description":"Patients will receive standard fluid management.","interventionNames":["Procedure: Standard fluid management"]}],"interventions":[{"type":"PROCEDURE","name":"Restricted fluid therapy group","description":"Patients will receive restricted fluid management (2ml/Kg/h) with concomitant SVV monitoring using ICON cardiometry device. GDT protocol will be used to fulfil the two targets (SVV \\< 10% - MAP \\>65 mmHg). A fluid bolus of 200 ml Lactated ringer will be infused if SVV is more than 10% for 5 minutes, the dose will be repeated every 10 minutes if SVV is still above 10%. If the total fluid boluses reached 20 ml/Kg in a patient with MAP \\> 65 mmHg, no fluid boluses will be infused unless there is evident blood loss or hypotension. If MAP was achieved (\\>65mmHg) at any time, the first three steps in the protocol will be bypassed. If MAP was not achieved after reaching 20 ml/Kg , norepinephrine (inotropes) will be given as shown in fig. 1 with dose of 0.01ug/kg/min.","armGroupLabels":["Restricted fluid therapy group"]},{"type":"PROCEDURE","name":"Standard fluid management","description":"Patients will receive standard fluid management of 6 ml/Kg/h plus rescue fluid boluses of 200 ml lactated ringer if Mean arterial pressure (MAP) decreased less than 65 mmHg and central venous pressure less than 8 mmH2o.","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Extravascular lung water (Lung ultrasound score)","description":"Lung ultrasound with a 5-MHz curved array probe (MindrayDC-N6; Mindray; Shenzhen, China). Lung ultrasound will be assessed for the presence of B lines.\n\nThe B line is the name given to an artifact with seven features: a hydroaeric comet-tail artifact; arising from the pleural line; hyperechoic; well defined; spreading up indefinitely; erasing A lines; and moving with lung sliding when lung sliding is present.\n\nThe lung ultrasound score was obtained by scanning 12-rib interspaces with the probe longitudinally applied perpendicular to the wall. Each hemi-thorax was divided in six areas: two anterior areas, two lateral areas, and two posterior areas. The sum of B-lines found on each scanning site (0: absence; 1: B7 lines: multiple B-lines 7 mm apart; 2: B3 lines: multiple B 3 mm apart; 3: consolidation) yields a score from 0 to 36.","timeFrame":"Lung ultrasound will be performed in the postoperative care unit 30 minutes after patient recovery"}],"secondaryOutcomes":[{"measure":"Intraoperative fluid requirement","description":"The total volume of fluids infused intraoperatively in milliliters","timeFrame":"intraoperatively"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients scheduled for major abdominal operations\n\nExclusion Criteria:\n\n* Patients with arrhythmias, pulmonary hypertension or impaired cardiac contractility.\n* Patients with impaired liver or kidney function.\n* Patients with BMI above 40.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ahmed Mukhtar, Professor","affiliation":"Head of research committee section in anesthesia department","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Cairo University","city":"Cairo","country":"Egypt","geoPoint":{"lat":30.06263,"lon":31.24967}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M12265","name":"Norepinephrine","relevance":"LOW"}],"browseBranches":[{"abbrev":"VaCoAg","name":"Vasoconstrictor Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}