{"protocolSection":{"identificationModule":{"nctId":"NCT04829825","orgStudyIdInfo":{"id":"IRAS ID 255883"},"secondaryIdInfos":[{"id":"E202276","type":"OTHER","domain":"CRF"}],"organization":{"fullName":"University of Edinburgh","class":"OTHER"},"briefTitle":"The \"MyoThrombus\" Study","officialTitle":"Exploration of Cardiovascular Thrombus Activity Post Myocardial Infarction by Using 18F-GP1 MR/PET"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-12-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-03-31","studyFirstSubmitQcDate":"2021-03-31","studyFirstPostDateStruct":{"date":"2021-04-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-04-09","lastUpdatePostDateStruct":{"date":"2021-04-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Edinburgh","class":"OTHER"},"collaborators":[{"name":"NHS Lothian","class":"OTHER_GOV"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Left ventricular thrombus is a recognised complication of acute myocardial infarction, associated with stroke, recurrent myocardial infarction and adverse cardiac remodelling. The prevention, treatment and resolution of thrombus is hampered by a lack of understanding of its initiation, propagation and dissolution. Advanced non-invasive imaging holds major promise in improving our understanding of the incidence and the natural history of left ventricular thrombus as well as providing potential biomarkers to assess disease activity and treatment efficacy.\n\nIn this prospective observational study, the investigators will recruit patients with recent acute anterior myocardial infarction and screen them for evidence of left ventricular thrombus and subclinical stroke using hybrid positron emission tomography and magnetic resonance imaging (PET/MR). Each patient will undergo PET/MR of the heart and head 7±2 days after acute myocardial infarction. If left ventricular thrombus is present on baseline MR, patients will be started on anticoagulation at the discretion of the attending physician, who will determine the agent used (warfarin or direct oral anticoagulant) and the duration of therapy (3-6 months). Patients will then undergo repeat PET/MR at completion of anti-coagulant therapy and then again after another 3 months. Patients with increased 18F- GP1 activity but no overt thrombus on MR will undergo repeat PET/MR of the head and heart at 3 and 6 months to establish the natural history of this observation and its association with thromboembolism in the brain. They will not routinely receive anticoagulation given the exploratory nature of this study.","detailedDescription":"Cardiovascular thrombotic conditions were estimated to account for 1 in 4 deaths worldwide in 2010 and are the leading cause of global mortality. Thrombosis begins with damage to the vascular wall. Physiological haemostasis is triggered when underlying collagen is exposed to circulating platelets which bind directly to collagen with collagen-specific glycoprotein surface receptors. After an initial signalling cascade involving release of platelet binder von Willebrand Factor, platelets become activated which allows adherence to the site of injury. Following activation, phospholipase A2 modifies the integrin membrane glycoprotein IIb/IIIa (GP IIb/IIIa) increasing platelet ability to bind fibrinogen. The activated platelets then change shape from spherical to stellate, and the fibrinogen cross-links with glycoprotein IIb/IIIa aiding aggregation of more platelets and completing primary haemostasis. Secondary haemostasis involves activation of the coagulation cascade through extrinsic and intrinsic pathways and ends with cross linked fibrin deposition and a mature thrombus.\n\nThe haemostatic process is fluid and dynamic with the expression of activated membrane proteins and coagulation factors changing throughout. Platelet expression of GP IIb/IIIa falls as a thrombus matures hence why it is a pharmacological target for antithrombotic therapies. The investigators aim to explore the expression and distribution of GP IIb/IIIa receptors in the cardiovascular system. Improving our understanding of how clinical presentation relates to platelet activation over a range of conditions, will help optimise the appropriate use of anti-thrombotic therapies.\n\nIn the aftermath of major acute myocardial infarction, the combination of blood stasis and activated tissue factor frequently leads to the formation of left ventricular (LV) thrombus which is associated with stroke, recurrent myocardial infarction and adverse cardiac remodelling. The prevention, treatment and resolution of thrombus is hampered by a lack of understanding of its initiation, propagation and dissolution. Moreover, the current clinical approach fails to diagnose a high proportion of LV thrombi and we lack evidence regarding the optimal anti-coagulant therapy to use and duration of therapy. Non-invasive imaging techniques hold major promise in improving our understanding of the incidence and the natural history of LV thrombus as well as providing potential biomarkers to determine the optimal treatment strategy.\n\nLeft ventricular (LV) thrombus post myocardial infarction (MI):\n\nBefore thrombolytic therapy was available, LV thrombus occurred in 20% to 60% of patients with acute myocardial infarction. In the thrombolytic trials, the incidence of LV thrombosis detected by echocardiography was 5.1% increasing to 11.5% in those who had an anterior myocardial infarction. The incidence has further declined with the advent of primary percutaneous coronary intervention, likely due to enhanced myocardial salvage, and now ranges from 2.5% to 15%. However, the incidence is much higher in patients with anterior myocardial infarction, with studies using cardiac magnetic resonance imaging reporting an incidence of LV thrombus of 26%.Furthermore, the natural history of this condition is rather vague. Indeed, in most published studies, thrombi were assessed at a single time, and their size, mobility, and characteristics were not reported. Although echocardiography is currently used to identify LV thrombus in the clinic, it lacks sensitivity and leaves many cases undetected. In some studies, the sensitivity of transthoracic echocardiography compared to cardiac magnetic resonance imaging with contrast delayed enhancement (LGE-CMR) was 20-25%. We therefore need a more highly specific and sensitive imaging technique to detect the presence LV thrombus early after myocardial infarction. In this study the investigators will use 18F-GP1 PET to describe the prevalence and natural history of LV thrombus in patients after myocardial infarction and to differentiate old from new LV thrombus. This study will also facilitate the identification of features that predict thrombus formation as well as providing a useful biomarker for potential therapeutic interventions.\n\nStroke:\n\nThe incidence of stroke after acute myocardial infarction during the hospital stay ranges from 0.7% to 2.2%. Despite contemporary antithrombotic treatment, LV thrombus detected by LGE-CMR is associated with a 4-fold higher long-term incidence of embolism. In a large cohort of patients with LV thrombus detected by LGE-CMR, there was an annualized incidence of embolism of 3.7%, despite the use of contemporary anticoagulant treatment in 89% of patients. This was 4-fold higher than the 0.8% annualized incidence of embolism in matched patients without LV thrombus. Moreover, among patients with LV thrombus detected by LGE-CMR, the rate of embolism was the same irrespective of whether or not the LV thrombus had been observed on echocardiography.\n\nThe incidence of subclinical ischaemic stroke in patients with anterior myocardial infarction has not been investigated previously. However, mounting epidemiologic evidence has shown that subclinical stroke is clinically important, contributing to cognitive dysfunction, dementia and increased overall mortality.\n\nUnderstanding Platelet Biology:\n\nAs platelet aggregation is a major component of both arterial and venous thrombi, the investigators will use 18F-GP1 - a radiolabelled ligand of the glycoprotein IIb/IIIa (GPIIb/IIIa) receptor- to detect activated platelets on thrombus. GPIIb/IIIa receptors mediate platelet adherence and aggregation. They are expressed in greater numbers and assume a more ligand binding conformation on activation. The receptor can then bind protein ligands including von Willebrand factor and Fibrinogen, facilitating platelet bridging and aggregation. Accordingly, 18F-GP1 PET will provide important information on LV thrombus formation following myocardial infarction, allowing us to better understand and time course of this pathology."},"conditionsModule":{"conditions":["Left Ventricular Thrombus","Thrombosis","STEMI","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"18F-GP1 PET/MR","description":"Patients will receive 1-3 18F-GP1 PET/MR"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary endpoint will be platelet expression (active blood clot components) of the glycoprotein IIb/IIIa receptor in the heart and brain","timeFrame":"24 months"}],"secondaryOutcomes":[{"measure":"Time-course of left ventricular (heart muscle) platelet expression of the glycoprotein IIb/IIIa receptor following myocardial infarction (active blood clot).","timeFrame":"24 months"},{"measure":"Platelet expression (active blood clot components) of the glycoprotein IIb/IIIa receptor in other regions of the head (brain arteries) and thorax (coronary arteries - arteries of the heart).","timeFrame":"24 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or females over the age of 40 with recent (within 21±2 days) acute type 1 anterior myocardial infarction\n* Provision of informed consent prior to any study specific procedures\n\nExclusion Criteria:\n\n* Inability or unwilling to give informed consent.\n* Concomitant use of anticoagulation agents (warfarin, apixaban, edoxaban, rivaroxaban, dabigatran or SC/IV Heparin) (Cohort 1 only)\n* Unable to tolerate the supine position\n* Impaired renal function with eGFR of \\<30 mL/min/1.73m2\n* Severe or significant comorbidity\n* Women who are pregnant or breastfeeding • Severe claustrophobia","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"100 patients following anterior myocardial infarction.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Evangelos Tzolos, MD","role":"CONTACT","phone":"07412959799","email":"Evan.tzolos@gmail.com"}],"locations":[{"facility":"Royal Infirmary Edinburgh","status":"RECRUITING","city":"Edinburgh","country":"United Kingdom","contacts":[{"name":"Evangelos Tzolos, MD","role":"CONTACT","phone":"07412959799","email":"evan.tzolos@gmail.com"},{"name":"Evangelos Tzolos, MD","role":"SUB_INVESTIGATOR"},{"name":"Marc R Dweck, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.95206,"lon":-3.19648}}]},"referencesModule":{"references":[{"pmid":"27126645","type":"BACKGROUND","citation":"Wendelboe AM, Raskob GE. Global Burden of Thrombosis: Epidemiologic Aspects. Circ Res. 2016 Apr 29;118(9):1340-7. doi: 10.1161/CIRCRESAHA.115.306841."},{"pmid":"17311994","type":"BACKGROUND","citation":"Jackson SP. The growing complexity of platelet aggregation. Blood. 2007 Jun 15;109(12):5087-95. doi: 10.1182/blood-2006-12-027698. Epub 2007 Feb 20."},{"pmid":"2643772","type":"BACKGROUND","citation":"Turpie AG, Robinson JG, Doyle DJ, Mulji AS, Mishkel GJ, Sealey BJ, Cairns JA, Skingley L, Hirsh J, Gent M. Comparison of high-dose with low-dose subcutaneous heparin to prevent left ventricular mural thrombosis in patients with acute transmural anterior myocardial infarction. N Engl J Med. 1989 Feb 9;320(6):352-7. doi: 10.1056/NEJM198902093200604."},{"pmid":"24485697","type":"BACKGROUND","citation":"Gianstefani S, Douiri A, Delithanasis I, Rogers T, Sen A, Kalra S, Charangwa L, Reiken J, Monaghan M, MacCarthy P. Incidence and predictors of early left ventricular thrombus after ST-elevation myocardial infarction in the contemporary era of primary percutaneous coronary intervention. Am J Cardiol. 2014 Apr 1;113(7):1111-6. doi: 10.1016/j.amjcard.2013.12.015. Epub 2014 Jan 14."},{"pmid":"11005935","type":"BACKGROUND","citation":"Kalra A, Jang IK. Prevalence of early left ventricular thrombus after primary coronary intervention for acute myocardial infarction. J Thromb Thrombolysis. 2000 Oct;10(2):133-6. doi: 10.1023/a:1018710425817."},{"pmid":"15194027","type":"BACKGROUND","citation":"Nayak D, Aronow WS, Sukhija R, McClung JA, Monsen CE, Belkin RN. Comparison of frequency of left ventricular thrombi in patients with anterior wall versus non-anterior wall acute myocardial infarction treated with antithrombotic and antiplatelet therapy with or without coronary revascularization. Am J Cardiol. 2004 Jun 15;93(12):1529-30. doi: 10.1016/j.amjcard.2004.02.066."},{"pmid":"31707810","type":"BACKGROUND","citation":"Velangi PS, Choo C, Chen KA, Kazmirczak F, Nijjar PS, Farzaneh-Far A, Okasha O, Akcakaya M, Weinsaft JW, Shenoy C. Long-Term Embolic Outcomes After Detection of Left Ventricular Thrombus by Late Gadolinium Enhancement Cardiovascular Magnetic Resonance Imaging: A Matched Cohort Study. Circ Cardiovasc Imaging. 2019 Nov;12(11):e009723. doi: 10.1161/CIRCIMAGING.119.009723. Epub 2019 Nov 11."},{"pmid":"31792913","type":"BACKGROUND","citation":"Andrews JPM, MacNaught G, Moss AJ, Doris MK, Pawade T, Adamson PD, van Beek EJR, Lucatelli C, Lassen ML, Robson PM, Fayad ZA, Kwiecinski J, Slomka PJ, Berman DS, Newby DE, Dweck MR. Cardiovascular 18F-fluoride positron emission tomography-magnetic resonance imaging: A comparison study. J Nucl Cardiol. 2021 Oct;28(5):1-12. doi: 10.1007/s12350-019-01962-y. Epub 2019 Dec 2."},{"pmid":"28302764","type":"BACKGROUND","citation":"Lohrke J, Siebeneicher H, Berger M, Reinhardt M, Berndt M, Mueller A, Zerna M, Koglin N, Oden F, Bauser M, Friebe M, Dinkelborg LM, Huetter J, Stephens AW. 18F-GP1, a Novel PET Tracer Designed for High-Sensitivity, Low-Background Detection of Thrombi. J Nucl Med. 2017 Jul;58(7):1094-1099. doi: 10.2967/jnumed.116.188896. Epub 2017 Mar 16."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013927","term":"Thrombosis"}],"ancestors":[{"id":"D000016769","term":"Embolism and Thrombosis"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombus","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M1072","name":"ST Elevation Myocardial Infarction","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}