{"protocolSection":{"identificationModule":{"nctId":"NCT03712865","orgStudyIdInfo":{"id":"H15-00183"},"organization":{"fullName":"University of British Columbia","class":"OTHER"},"briefTitle":"Thirty Day Heart Monitoring for Detection of Atrial Fibrillation Among Cryptogenic Stroke Patients","officialTitle":"Prospective Validation of Predictive Features of Paroxysmal Atrial Fibrillation: The Vancouver Stroke Program Pilot Study","acronym":"PROPhecy"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-11-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-03-03","type":"ACTUAL"},"completionDateStruct":{"date":"2022-03-03","type":"ACTUAL"},"studyFirstSubmitDate":"2018-10-17","studyFirstSubmitQcDate":"2018-10-17","studyFirstPostDateStruct":{"date":"2018-10-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-16","lastUpdatePostDateStruct":{"date":"2022-05-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Thalia Field","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of British Columbia"},"leadSponsor":{"name":"University of British Columbia","class":"OTHER"},"collaborators":[{"name":"Boehringer Ingelheim","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The PROPhecy study aims to detect the presence of atrial fibrillation/flutter in patients who have suffered an embolic stroke of undetermined source (ESUS) using 30 day cardiac monitoring.\n\nWe hypothesize that the presence of any of the following features on long-term heart rhythm monitoring (holter monitoring) or heart ultrasound (transthoracic echocardiogram), either individually or in combination, will have additional predictive value for the detection of atrial fibrillation lasting 30 seconds or longer on 30 day holter monitoring:\n\n* greater than 100 premature atrial beats in 24 hours\n* greater than 2 runs of atrial tachycardia (4 or more non-sinus beats) in 24 hours\n* Left atrial enlargement on transthoracic echocardiogram","detailedDescription":"The PROPhecy study uses prolonged cardiac rhythm monitoring to detect atrial fibrillation/flutter in patients who have had an embolic stroke within six months, where no cause of stroke was found. Following informed consent, an external cardiac rhythm monitor will be attached to each participant. Participants will be instructed to wear the device as much as possible over the 30 day study period. If atrial fibrillation/flutter is detected before 30 days, participants may stop wearing the monitor and will be contacted to discuss changing their antithrombotic strategy for stroke secondary prevention as per standard of care. Recorded cardiac rhythm data will be transmitted for central interpretation and results will be sent to the PI, with copies provided for the patient's stroke neurologist and primary care practitioner for clinical continuity of care.\n\nParticipants will be contacted by telephone once per week for the duration of the 30 day study period. Following device return patients will be followed for two years and will receive telephone follow-ups at 90 days, 1 year, and 2 years.\n\nThe aim of the PROPhecy study is to prospectively validate those features on holter monitor and echocardiography identified as predictive of paroxysmal atrial fibrillation in patients with embolic strokes of undetermined source (ESUS). Our overall goal is to determine whether all patients with ESUS should be referred for extended rhythm monitoring, or whether these criteria can be used to refer patients more selectively for this more resource-intensive diagnostic procedure."},"conditionsModule":{"conditions":["Embolic Stroke of Undetermined Source"],"keywords":["embolic stroke","cryptogenic","atrial fibrillation","long term cardiac rhythm monitoring"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":232,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Detection of Atrial Fibrillation/Atrial Flutter","description":"Our primary outcome is new detection of atrial fibrillation/atrial flutter lasting 30 seconds or longer after 30 days of cardiac monitoring. Holter and echocardiography reports will be examined for features identified as being significantly associated with a new diagnosis of atrial fibrillation/flutter on univariate analysis in the EMBRACE trial: ((1) \\>100 premature atrial beats in 24 hours, (2) two or more runs of 4 atrial beats or more in 24 hours, or (3) left atrial volume index \\>26 mL/m2 on transthoracic echocardiography) will be compared against controls with \"benign\" holters and echocardiograms (ie. Those with \\<100 premature atrial beats in 24h, 1 or fewer runs of atrial tachycardia, and lacking left atrial enlargement).","timeFrame":"30 days"}],"secondaryOutcomes":[{"measure":"Predictive value of \"high-risk\" holter and echocardiogram features and presence of atrial fibrillation/atrial flutter","description":"Clinical, holter and echocardiography correlates will be compared for those with and without atrial fibrillation/flutter on extended cardiac monitoring. Correlation between the \"high-risk\" features on holter monitoring and echocardiography identified in the EMBRACE trials (see Primary Outcome Measure description) and our prospective 30-day cardiac monitoring will be completed to assess predictive value of these features detected on cardiac diagnostic testing.","timeFrame":"30 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 55 or over\n* Diagnosis of the index event made by a stroke specialist of an acute ischemic stroke or TIA (WHO definition) of undetermined etiology occurring within the previous 6 months (180 days). The event must be either:\n\n  1. An embolic arterial ischemic stroke confirmed by neuroimaging; or,\n  2. A clinical transient ischemic attack, defined as involving a focal unilateral motor deficit, speech/language deficit, or hemianopia, with symptom duration \\<24 hours (NOTE: amaurosis fugax/transient monocular blindness, pure sensory spells, isolated vertigo spells, etc. do not qualify for enrolment given the potential for misdiagnosis of such events).\n* No previous ECG or Holter monitor showing atrial fibrillation (AF) or atrial flutter\n* Informed consent from patient or legally authorized representative if patient is not competent due to stroke-related cognitive impairment, aphasia or anosognosia\n* Patient has undergone, as per standard of care, routine CT head, vascular imaging (CT angiogram or, if GFR \\<30 mL/min, carotid dopplers) and echocardiography is planned within 60 days of the index event. (NOTE: if echocardiogram has already been performed within one year prior to study enrolment, it may serve as the baseline echocardiogram for study purposes).\n* Patient is expected to survive at least 6 months\n\nExclusion Criteria:\n\n* Unable to participate in follow up in Vancouver\n* Atrial fibrillation/flutter by history or on holter, ECG or telemetry\n* Retinal stroke/TIA\n* Most responsible etiological diagnosis for the qualifying stroke/TIA event already determined, i.e. probable small-vessel (lacunar) disease, probable large-vessel disease, cervicocephalic artery dissection, venous sinus thrombosis, hypercoagulable states, or other known cause\n* Major-risk cardioembolic source on echocardiography (intracardiac thrombus, endocarditis, mechanical heart valve, rheumatic mitral valve disease OR Positive blood cultures at the time of the index event (i.e. more than 2 bottles at two sites or collected at different times positive for pathogen)\n* Planned carotid endarterectomy within the next 90 days\n* Concurrent indication for cardiac monitoring, pacemaker or implanted cardiac defibrillator\n* Known skin reactions to synthetic polymers, hydrogel or skin breakdown at the site for extended monitor application","sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population will include patients age 55 years and older who have had an embolic stroke of undetermined source (ESUS). Participants will be recruited from the stroke ward at Vancouver General Hospital (VGH) and the Stroke Prevention Clinic at VGH.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Thalia S Field, MD FRCPC","affiliation":"University of British Columbia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Vancouver Stroke Program","city":"Vancouver","state":"British Columbia","zip":"V5Z 1M9","country":"Canada","geoPoint":{"lat":49.24966,"lon":-123.11934}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083262","term":"Embolic Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000083242","term":"Ischemic Stroke"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M2403","name":"Embolic Stroke","asFound":"Embolic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}