{"protocolSection":{"identificationModule":{"nctId":"NCT00178451","orgStudyIdInfo":{"id":"RSRB 10187"},"secondaryIdInfos":[{"id":"H4S-MC-1018"}],"organization":{"fullName":"University of Rochester","class":"OTHER"},"briefTitle":"Stroke Prevention With Abciximab in Carotid Endarterectomy","officialTitle":"Stroke Prevention With Abciximab in Carotid Endarterectomy"},"statusModule":{"statusVerifiedDate":"2015-12","overallStatus":"WITHDRAWN","studyFirstSubmitDate":"2005-09-12","studyFirstSubmitQcDate":"2005-09-12","studyFirstPostDateStruct":{"date":"2005-09-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-12-17","lastUpdatePostDateStruct":{"date":"2015-12-18","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"William S. Burgin, M.D.","oldOrganization":"University of Rochester Medical Center"},"leadSponsor":{"name":"University of Rochester","class":"OTHER"},"collaborators":[{"name":"Eli Lilly and Company","class":"INDUSTRY"}]},"descriptionModule":{"briefSummary":"In the first portion of the study, the goal will be to determine the safety of the drug Abciximab for use during and in the period after open carotid artery surgery. In addition, using specialized ultrasound equipment (a probe that is placed on the outside of your skin of your head), we will aim to measure the number of particles released around the time of surgery while being treated with Abciximab. The second phase of the study will be determine if Abciximab can safely reduce the number of particles released into the bloodstream around the time of surgery in order to reduce the risk of stroke.","detailedDescription":"Carotid endarterectomy is the most frequently performed vascular procedure in the United States. In the last decade, there has been a large increase in case volume following confirmation of the efficacy of endarterectomy for carotid artery atherosclerotic disease by the NASCET and ACAS trials. Estimates for 1994 suggested that over 130,000 patients underwent carotid endarterectomy in the United States.\n\nDespite the efficacy of endarterectomy over medical management for extra cranial cerebral vascular disease, the risk of having an ipsilateral perioperative stroke after carotid endarterectomy remains at 2-7%. There are two main types of operation-related stroke. The intra-operative stroke is apparent upon recovery from anesthesia and is directly attributable to intra-operative ischemia or embolization. The post-operative stroke occurs sometime after an uneventful recovery from surgery and is due to vessel occlusion or embolization off the thrombogenic endarterectomy surface. Evidence suggests that platelets adhere to the exposed collagen of the endarterectomy surface within minutes of restoring flow. The maximal rate of adherence appears to be one hour after clamp release. Postoperative strokes are preceded by micro-particulate embolization, which can be detected by transcranial Doppler ultrasound. There is good correlation between TCD detection of 25 or more emboli in the middle cerebral artery distribution during any ten-minute period after surgery and an increased occurrence of transient ischemic attack and or stroke. Another study found an embolic rate greater than 50 per hour predicted stroke in 50% of patients.\n\nFurther study by TCD of the prevalence of post-operative micro particulate thromboembolic events after carotid endarterectomy found five percent of patients have sustained postoperative embolization. The embolic rate is maximal in the first two hours postoperatively and if no evidence is found for embolization by the third post-operative hour then it is unlikely to occur thereafter. Infusion of Dextran 40 has been shown to decrease the rate of embolization of micro particulate debris.\n\nRecent success in decreasing thrombotic events in both percutaneous coronary interventions and acute myocardial infarction with platelet glycoprotein IIB/IIIA antagonists has stimulated interest in furthering the applications of these drugs. A recent randomized clinical trial using Abciximab in acute ischemic stroke documented safety when administered up to twenty-four hours after stroke onset, with a trend toward improvement in functional outcomes. Abciximab has also been used in conjunction with heparin and aspirin in carotid artery percutaneous angioplasty and stenting and is thought to potentially reduce recurrent stenoses. Unfortunately, the use of platelet IIb/IIIa inhibitors with open surgical procedures not been studied due to concerns of bleeding.\n\nStudy Aims:\n\nUse of a platelet glycoprotein IIb/IIIa antagonist holds great potential for diminishing or eliminating the micro particulate embolization seen with TCD and thus helping lower the combined operative morbidity and mortality to less than the five percent rate that is commonly accepted. Our primary aim is to document the safety and ideal dosing of Abciximab for use in open vascular surgery, namely Carotid Endarterectomy. Our secondary aim is to evaluate the incidence of perioperative embolic events after carotid endarterectomy as monitored by transcranial Doppler with the perioperative administration of Abciximab."},"conditionsModule":{"conditions":["Carotid Stenosis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","maskingInfo":{"masking":"DOUBLE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DRUG","name":"Abciximab"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the safety of Abciximab in patients undergoing carotid endarterectomy. This dose ranging study will seek to define the optimal dose regimen for safe use of Abciximab in patients with asymptomatic >75% carotid artery stenosis."}],"secondaryOutcomes":[{"measure":"Determine incidence of microemboli recorded on transcranial Doppler imaging during carotid endarterectomy with use of Abciximab."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects will be eligible if the following criteria are met:\n\n* Ability to provide written informed consent and comply with study assessments for the full duration of the study.\n* Age \\>18 years\n* Diagnosis of \\>75% asymptomatic carotid artery stenosis by ultrasound or angiographic evaluation\n* No contraindication to Abciximab or anticoagulation\n* Ability to insonate an adequate window for Transcranial Doppler Imaging pre-operatively\n* In women of childbearing capacity a negative pregnancy test\n* Signed authorization of release of protected health care information\n\nExclusion Criteria:\n\n* Inability to insonate an ipsilateral window; bilateral monitoring will be performed when possible.\n* CT or MRI positive CVA within past 12 weeks\n* Active internal bleeding\n* Recent within six weeks gastrointestinal or genitourinary bleeding of clinical significance\n* Bleeding diathesis\n* Administration of oral anti-coagulants within seven days unless prothrombin time is less than or equal to 1.2 times control\n* History of CVA within two years or CVA with a significant residual neurological deficit\n* Thrombocytopenia (\\<100,000 cells/uL)\n* Recent (within six weeks) major surgery or trauma Intracranial neoplasm, AVM, or aneurysm\n* Severe uncontrolled hypertension\n* Presumed or documented history of vasculitis\n* Use of intravenous dextran before PCI or intent to use during an intervention\n* Known hypersensitivity to any component of ReoPro\n* Known hypersensitivity to murine proteins","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"William S Burgin, MD","affiliation":"University of Rochester","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"University of Rochester Medical Center- Strong Memorial Hospital","city":"Rochester","state":"New York","zip":"14642","country":"United States","geoPoint":{"lat":43.15478,"lon":-77.61556}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000016893","term":"Carotid Stenosis"}],"ancestors":[{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Stenosis","relevance":"HIGH"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077284","term":"Abciximab"}],"ancestors":[{"id":"D000000925","term":"Anticoagulants"},{"id":"D000010975","term":"Platelet Aggregation Inhibitors"}],"browseLeaves":[{"id":"M1738","name":"Abciximab","asFound":"Lumbar puncture","relevance":"HIGH"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}