{"protocolSection":{"identificationModule":{"nctId":"NCT05408130","orgStudyIdInfo":{"id":"Pro00117448"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"Remote Ischemic Conditioning With Novel Optical Sensor Feedback Device in Acute Ischemic Stroke","officialTitle":"Remote Ischemic Conditioning With Novel Optical Sensor Feedback Device in Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-07-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-25","studyFirstSubmitQcDate":"2022-06-02","studyFirstPostDateStruct":{"date":"2022-06-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-17","lastUpdatePostDateStruct":{"date":"2023-08-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a leading cause of physical and cognitive disabilities. The most common type of stroke is ischemic (lack of blood flow to the brain due to clot blocking a blood vessel). Many people with stroke (PwS) have changes on the brain imaging called small vessel disease (SVD). This is a condition that affects tiny blood vessels supplying the brain, leading to decreased blood flow in some parts of the brain. These brain changes may hamper the recovery process after stroke, or lead to recurrent stroke and cognitive impairment. SVD is a slow process that can be seen as multiple black spots on computed tomography or white spots on magnetic resonance imaging. Current treatments to reduce the effect of SVD on PwS are to control high blood pressure, high blood sugar, high cholesterol and increase physical activity. However, these approaches do not lead to a reduction in SVD.\n\nRemote Ischemic Conditioning is a type of treatment delivered with help of a regular blood pressure machine. This does not involve any drug. A typical treatment involves the application of a blood pressure cuff followed by brief sessions of compressions and relaxation on the arm muscles much akin to blood pressure measurement but for 5 min. It leads to a transient safe state of less blood flow in arm muscles which initiates the release of molecules and signals transmitted by blood. These signals may then go on to improve blood flow in the brain. Recent animal and human studies have suggested that the use of RIC may reduce the SVD load.\n\nA new device will be used to deliver remote ischemic conditioning therapy in a better manner. Existing devices generate the same amount of compression for all people. The pressure applied by the machine in the arm may be either more than required or less than required. The ideal compression would be one that achieves a low blood flow state in the arm at the least possible pressure. To achieve this our group is using a small light sensor to inform us. The light sensor is closely applied to the skin over the arm below the blood pressure cuff. It emits light that is absorbed by the skin and the light is then reflected. This is detected by other sensors placed together. From the reflected light the sensor can obtain information about blood flow in the skin. When the pressure increases with help of an automated machine the light sensor can detect that blood flow are reduced and this information is displayed on the computer. The information about skin blood flow will inform about the level of pressure to apply to give accurate treatment.\n\nThe new device with optical feedback will deliver RIC in PwS and SVD in a safe and reliable manner. A total of 51 patients will take part in this study. Thirty-four will get remote ischemic conditioning therapy and 17 patients will get sham-control therapy. All patients will get standard post-stroke treatment according to the Canadian Stroke Best Practices Recommendation.","detailedDescription":"1. Hypothesis In patients with ischemic stroke and small vessel disease, Remote Ischemic Conditioning (RIC) delivered by novel device with optical feedback sensor will be safe and feasible.\n2. Rationale Cerebral small vessel disease (SVD) is highly prevalent in aging societies and also in patients with ischemic stroke.SVD is independently associated with cognitive impairment and incidence of stroke.SVD is characterised by presence of white matter lesions (commonly seen as hyperintensities on magnetic resonance imaging (MRI) or hypodensities on computed tomography, CT), microbleeds, prominent perivascular spaces, lacunar infarcts and intracerebral hemorrhages. Risk of worse outcomes in patients with ischemic stroke as assessed by modified Rankin scale (mRS) \\>2 is increased by odds ratio (OR) of 1.96 if there is a presence of white-matter hyperintensities (WMH). Furthermore, WMH are also associated with increased risk of recurrent stroke (OR 1.93), cognitive impairment (OR 2.22) and all-cause mortality (OR1.82). Current standard of care focuses on control of vascular risk factors including hypertension, diabetes, dyslipidemia, smoking, physical activity and mental health concerns to reduce the impact of WMH on stroke outcomes. There is no targeted therapy available for reducing the burden of SVD.\n\nRIC involves brief cyclic ischemia (5 minutes, inflation of BP cuff) and reperfusion (5 minutes, deflation of BP cuff) of a distant organ (arm muscles) to protect at-risk (cerebral tissue) organ tissue by increasing ischemia tolerance. In experimental stroke RIC alone or in combination revascularization therapy may have additive effect, improve collateral circulation and reduce the infarct size.Human clinical trial in ischemic stroke have been promising so far. In animal models for vascular contributions to cognitive impairment and dementia (VCID) RIC for 1 month demonstrated improved cerebral blood flow, prevented white matter damage, improved angiogenesis and cognitive outcomes. In a pilot human study RIC for 1 year lead to reduction in WMH.\n\nAn important ongoing issue is the fidelity of RIC delivered to the patients. Typically for ischemia to develop in the limb muscles, current standard practice is to increase the pressure in the limb 30-50 mmHg above the systolic blood pressure to maximum of 200 mmHg. However, this may be variable in individual subjects. Pressure in upper limb may be associated with discomfort and consequent reduced compliance.An effective solution would be to identify ideal pressure target for each individual person. Our group is developing a novel RIC device, which will identify precise BP target with optical feedback sensor to deliver optimal ischemia with least possible pressure. This will improve patient experience and improve fidelity of RIC."},"conditionsModule":{"conditions":["Stroke, Acute Ischemic","Small Vessel Cerebrovascular Disease"],"keywords":["remote ischemic conditioning","stroke","small vessel cerebrovascular disease"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Prospective randomized control trial with blinded end-point. 1:2 randomization to sham or intervention arm. We will use sealed envelope randomization.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":51,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Remote Ischemic Conditioning with Novel Optical Sensor Feedback Device","type":"EXPERIMENTAL","description":"All patients randomized to the intervention arm will receive 5 cycles of ischemia/reperfusion in the non-paralyzed upper limb or if no upper limb paralysis non-dominant arm. They will receive it once daily for a period of 7 days or during hospital stay whichever is shorter.","interventionNames":["Device: Remote Ischemic Conditioning with Novel Optical Sensor Feedback Device"]},{"label":"Sham Remote Ischemic Conditioning with Novel Optical Sensor Feedback Device","type":"SHAM_COMPARATOR","description":"In the sham group subjects will receive pressure sensation by keeping the pressure at 30 mmHg for 3 min in both arms All patients in sham and intervention group will receive standard of care management for ischemic stroke.","interventionNames":["Device: Sham Remote Ischemic Conditioning with Novel Optical Sensor Feedback Device"]}],"interventions":[{"type":"DEVICE","name":"Remote Ischemic Conditioning with Novel Optical Sensor Feedback Device","description":"All patients randomized to intervention arm will receive 5 cycles of ischemia/reperfusion in non-paralysed upper limb or if no upper limb paralysis non-dominant arm. They will receive it once daily for a period of 7 days or during hospital stay whichever is shorter.","armGroupLabels":["Remote Ischemic Conditioning with Novel Optical Sensor Feedback Device"]},{"type":"DEVICE","name":"Sham Remote Ischemic Conditioning with Novel Optical Sensor Feedback Device","description":"In the sham group subjects will receive pressure sensation by keeping the pressure at 30 mmHg for 3 min in both arms All patients in sham and intervention group will receive standard of care management for ischemic stroke","armGroupLabels":["Sham Remote Ischemic Conditioning with Novel Optical Sensor Feedback Device"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Likert scale","description":"The primary outcome measure is the safety and feasibility of RIC delivered during the first 7 days or at the time of discharge. In safety, we will assess the level of comfort with the Likert scale. The Likert scale will be divided into 5 levels very comfortable, comfortable, neither comfortable nor uncomfortable, uncomfortable and very uncomfortable. In safety, we would assess pain or any persistent bruises.","timeFrame":"at 7 days"}],"secondaryOutcomes":[{"measure":"Modified Rankin scale.","description":"Functional disability. Modified rankin scale has 7 levels assigned 0 to 6. Low score suggest better outcome and high score means worse outcome","timeFrame":"at 90 days"},{"measure":"Fidelity of the device intervention.","description":"Per protocol delivery of intervention. Total percentage of the intervention delivered over the study period will be calculated. We intend to deliver therapy for 7 days or up-to discharge after randomization. We will calculate the missing days and document reasons for the same. This will allow us to calculate the percentage of the therapy delivered.","timeFrame":"at 7 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult patients with ischemic stroke (anterior and posterior circulation involvement) with or without neurological deficit within 48h of symptom onset\n2. CT head or MRI Brain evidence of infarct\n3. CT head or MRI Brain evidence of moderate or severe small vessel disease. We will assess atrophy, leukoaraiosis and old vascular lesions.\n4. Premorbid functional disability assessed by mRS \\<2\n5. National institute of Health Stroke scale \\<15 at the time of enrollment\n\nExclusion Criteria:\n\n1. Patient is part of other clinical trial delivering intervention\n2. Injury to the upper arm or any other musculoskeletal disability/pain precluding from tolerating RIC therapy\n3. Treatment of ongoing malignancy with expected survival \\< 6 months\n4. Presence of hypertensive urgency and emergency\n5. Presence of hemodynamic instability\n6. Presence of ongoing systemic infection with antibiotic therapy\n7. Pregnant and lactating women\n8. History of dermatological conditions affecting application of tissue perfusion sensor and remote ischemic conditioning pressure cuff","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mahesh Kate","role":"CONTACT","phone":"7802481806","email":"mahesh@ualberta.ca"}],"overallOfficials":[{"name":"Mahesh Kate","affiliation":"University of Alberta","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Alberta Hospital","status":"RECRUITING","city":"Edmonton","state":"Alberta","zip":"T6G 2B7","country":"Canada","contacts":[{"name":"Mahesh Kate, MD","role":"CONTACT"}],"geoPoint":{"lat":53.55014,"lon":-113.46871}}]},"referencesModule":{"references":[{"pmid":"37141237","type":"BACKGROUND","citation":"Nair R, Sarmiento R, Sheriff A, Shuaib A, Buck B, Gauthier M, Mushahwar V, Ferguson-Pell M, Kate M. Assessment of remote ischemic conditioning delivery with optical sensor in acute ischemic stroke: Randomised clinical trial protocol. PLoS One. 2023 May 4;18(5):e0284879. doi: 10.1371/journal.pone.0284879. eCollection 2023."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Study data will be available to all interested investigators with main results of study.","infoTypes":["STUDY_PROTOCOL","ICF","CSR"],"timeFrame":"The data will be available 6 months after study completion","accessCriteria":"Please contact the principal investigator"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2022-02-14","uploadDate":"2022-06-02T13:16","filename":"ICF_000.pdf","size":200148}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Acute Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disease","relevance":"HIGH"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","asFound":"Small Vessel Cerebrovascular Disease","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}