{"protocolSection":{"identificationModule":{"nctId":"NCT04588116","orgStudyIdInfo":{"id":"SEE-685304"},"organization":{"fullName":"Luleå Tekniska Universitet","class":"OTHER"},"briefTitle":"Strategies Empowering Activities in Everyday Life (SEE 1.0) A Web-based Occupational Therapy Intervention","officialTitle":"Strategies Empowering Activities in Everyday Life (SEE 1.0): A Study Protocol for a Feasibility Trial of a Web-based Occupational Therapy Intervention for People With Stroke"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-10-02","studyFirstSubmitQcDate":"2020-10-08","studyFirstPostDateStruct":{"date":"2020-10-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-08","lastUpdatePostDateStruct":{"date":"2023-09-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Maria Larsson Lund","investigatorTitle":"Chaired Professor","investigatorAffiliation":"Luleå Tekniska Universitet"},"leadSponsor":{"name":"Luleå Tekniska Universitet","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of the study is to evaluate the feasibility and potential outcomes of a first version of a web-based intervention in occupational therapy focusing on empowering an active everyday life for people with stroke.","detailedDescription":"A large amount of people with stroke face extensive changes to live an active life and restrictions in engaging in various activities are common. However, the rehabilitation seldom focusses on the process of change people with stroke need to go through to adapt to their changed capacity and reach an active life on new terms. This implies that rehabilitation needs to be developed to provide activity-based self-management strategies that can facilitate an active life. Also, there is a need to improve the access to rehabilitation by making use of digital e- health solutions. Based on these needs, the web-based occupational therapy intervention \"Strategies Empowering activities in Everyday life\" (SEE 1.0) has been developed.\n\nThis feasibility trial has a pre-test post-test design without a control group. The trial is embedded in a mix- method approach combining assessment tools, feasibility registration forms, intervention logbooks, qualitative interviews and focus groups. The feasibility of the web-based intervention SEE as well as of the study design, will be evaluated in terms of acceptability, adherence, values and appropriateness from the perspectives of patients with stroke and the staff. Also, the potential outcome of SEE will be evaluated quantitatively and qualitatively.\n\nThe results will support the continued development of SEE and provide for larger-scale research studies. The intervention, that combines a focus on empowering an active everyday life with a web-based format including online meetings, is innovative and is not part of clinical practice today. Thereby, the results can be valuable for future research and clinical practice in general. The study protocol and the results will be published in peer-reviewed scientific journals and presented at conferences."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke, self-management,","activities of daily life,","life-style intervention,","web-based rehabilitation,","tele-rehabilitation,","digital e- health solutions,","occupational therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"A feasibility study with a pre-test post-test design without control group embedded in a mix-method approach.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"The web- based occupational therapy intervention SEE","type":"EXPERIMENTAL","description":"The web-based intervention starts with eight educational modules focusing on engagement in activities and strategies to support an active life. The modules, that is delivered on a secure national health platform, include short education videos followed by self-reflections and digital assignments supporting the change process. The occupational therapist provides feedback after each assignment and, also, meet the patients for face- to- face online guiding sessions at three times during these first two- three weeks of the intervention. Thereafter, an individually tailored activity plan with goals and activity-based strategies are established. During the change process, the patients receive continued support from the occupational therapist until the goals are achieved.","interventionNames":["Behavioral: Strategies Empowering activities in Everyday life (SEE 1.0)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Strategies Empowering activities in Everyday life (SEE 1.0)","description":"The patients are provided a person-centered activity-based intervention on the web aiming at facilitating the level of engagement in a variety of activities, at different places in society, together with other people to support an active life. In the long-term, the change to an active life will be reflected in a healthy and balanced pattern of activities.\n\nThe program provide the patients with tools to \"see\" their activities in everyday life in a new light and, also, tools to identify activity-based strategies that can empower them to take an active role to prevent and overcome challenging situations in everyday life.","armGroupLabels":["The web- based occupational therapy intervention SEE"],"otherNames":["Strategies Empowering activities in Everyday life (SEE 1.0) A web-based occupational therapy intervention for people with stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The profiles of occupational engagement (POES)","description":"Change in activity pattern/profile.The POES is based on an interview of an 24 h completed diary of time use. The nine items are scored on an ordinal scale ranging from 1 to 4. A higher score indicates a higher level of engagement in activities.","timeFrame":"Change from baseline to four- and twelve-months post-base line."},{"measure":"Occupational Balance Questionnaire (OBQ)","description":"Change in occupational balance, reflecting a person's subjective perception of having the right amount of activities and the right variation between activities. The OBQ consist of 11 items that are rated on a four-point ordinal scale, scored 0 to 3. The ratings of the OBQ are summed to a total score, ranging between 0 and 33. A higher score implies more satisfaction with the amount and variation of occupations, i.e., a higher level of occupational balance.","timeFrame":"Change from baseline to four- and twelve-months post-base line"},{"measure":"Occupational values with pre-defined items (Oval-pd).","description":"Change in occupational values, reflecting a person's subjective perception of concrete, symbolic or self-rewarding values in activities. The OVal-pd consists of 18 items rated on a four-point ordinal scale with response options scored 1 to 4. The rating of the OVal-pd can be summed into a general occupational value, ranging between 18-72. .A higher score indicates that the respondent is frequently engaged in valued occupation.","timeFrame":"Change from baseline to four- and twelve-months post-base line"}],"secondaryOutcomes":[{"measure":"Life satisfaction questionnaire (Lisat-11)","description":"Change in life satisfaction. The Life satisfaction questionnaire consist of 11 items rated on a six-point ordinal scale ranging from 1 to 6. A higher score reflects a higher level of satisfaction.","timeFrame":"Change from baseline to four- and twelve-months post-base line"},{"measure":"The general self- efficacy scale (S-GSE)","description":"Change in general self- efficacy. The S-GSE consist of 10 items that are rated on a four-point ordinal scale, ranging from 1 to 4. The summarized score range between 10-40. A higher score reflects greater sense of general self-efficacy.","timeFrame":"Change from baseline to four- and twelve-months post-base line"},{"measure":"Work ability index (WAI)","description":"Change in self-perceived work ability. In the WAI, self-perceived work ability is rated on a ten -point ordinal scale. A higher score reflects a higher level of perceived work ability.","timeFrame":"Change from baseline to four- and twelve-months post-base line"},{"measure":"Stroke Impact Scale, participation (SIS)","description":"Change in impact of stroke on participation is rated on a five-point ordinal scale. A higher score reflects a higher level of participation","timeFrame":"Change from baseline to four- and twelve-months post-base line"}],"otherOutcomes":[{"measure":"The clients' (own) experiences of adopting activity-based strategies during the intervention process of SEE and the influence of these for an active life","description":"Experiences of adopting activity-based strategies during the intervention process of the SEE and the influence of these for an active life will be explored by qualitative interviews","timeFrame":"Repeatedly interviews during the intervention process, one- and fourth months post- baseline"},{"measure":"The acceptability and value of the the SEE from the perspective of the receivers","description":"The acceptability and value of the SEE from the perspective of the receivers will be studied with a study specific questionnaire. The items are rated on four-graded ordinal scale, ranging from 1 to 4. Higher scores reflect higher levels of acceptability and values of the SEE.","timeFrame":"Four- and twelve months post- baseline"},{"measure":"The adherence of the SEE","description":"The adherence of the SEE will be studied with a study specific feasibility registration form assessing whether the intervention is delivered and taken as intended.","timeFrame":"During each patient's intervention process, every planned intervention occasion (according to the intervention guide), up to twelve months post-base line."},{"measure":"The acceptability and value of the SEE from the perspective of the delivers","description":"Experiences of the SEE from the perspectives of the delivers, i.e., the occupational therapists, their managers and other stakeholders/key persons will be explored qualitatively in focus groups.","timeFrame":"Every fourth month during the study period of two years."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke\n* Age: 18-75 years\n* three to thirty six months after the onset of the stroke\n* have moderate disability or good recovery after the stroke\n* have access to a screen/computer, internet and e-ID as well as being able to use them\n* experience limitations in activities in everyday life\n* be motivated to participate in the program, including be ready for a process of change\n* be discharged from rehabilitation at hospital or day care.\n\nExclusion Criteria:\n\n* depression\n* other conditions or diseases that impact on activities in everyday life\n* have impairments or other diagnoses to such an extent that may have an impact on the ability to consent participation as well as participate in the data collection and intervention.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Maria A Larsson-Lund, Prof","affiliation":"Luleå University of Technology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Health Science, LTU","city":"Luleå","zip":"97187","country":"Sweden","geoPoint":{"lat":65.58415,"lon":22.15465}}]},"referencesModule":{"references":[{"pmid":"34656173","type":"DERIVED","citation":"Larsson-Lund M, Mansson Lexell E, Nyman A. Strategies for Empowering activities in Everyday life (SEE 1.0): study protocol for a feasibility study of an Internet-based occupational therapy intervention for people with stroke. Pilot Feasibility Stud. 2021 Oct 16;7(1):187. doi: 10.1186/s40814-021-00924-x."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The datasets collected and analyzed during the current project will be available from the principal investigator on reasonable request after the project is finished.","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"Then the project is finished and results are published in international journals, anticipated 2024","accessCriteria":"The datasets will be stored anonymous and access will be possible on reasonable request after the project is finished."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}