{"protocolSection":{"identificationModule":{"nctId":"NCT02399904","orgStudyIdInfo":{"id":"shoulder taping"},"organization":{"fullName":"Maharishi Markendeswar University (Deemed to be University)","class":"OTHER"},"briefTitle":"Effect of California Tri-pull Taping Method on Shoulder Subluxation, Pain, Active Range of Motion and Upper Limb Functional Recovery After Stroke - A Pre Test Post Test Design","officialTitle":"Effect of California Tri-pull Taping Method on Shoulder Subluxation, Pain, Active Range of Motion and Upper Limb Functional Recovery After Stroke - A Pre Test Post Test Design","acronym":"CTPT"},"statusModule":{"statusVerifiedDate":"2015-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-11"},"primaryCompletionDateStruct":{"date":"2013-07","type":"ACTUAL"},"completionDateStruct":{"date":"2013-10","type":"ACTUAL"},"studyFirstSubmitDate":"2015-03-22","studyFirstSubmitQcDate":"2015-03-25","studyFirstPostDateStruct":{"date":"2015-03-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-03-25","lastUpdatePostDateStruct":{"date":"2015-03-26","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Subhasish Chatterjee","investigatorTitle":"SUBHASISH CHATTERJEE","investigatorAffiliation":"Maharishi Markendeswar University (Deemed to be University)"},"leadSponsor":{"name":"Maharishi Markendeswar University (Deemed to be University)","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This study was conducted to check the effect of California tri-pull taping method on post stroke shoulder subluxation, prior to conduct a large randomized clinical trial this study was conducted, and the result of the study was promising for the treatment of shoulder subluxation.","detailedDescription":"Intervention was given by the lead researcher who was trained for the taping techniques.\n\nPrior to give taping method participants who have hair around the shoulder was instructed to remove hair. Two types of tape was used, a self-adhesive 1.5\" cotton undercover tape (VPK, Chennai) and a 1\" rigid strapping tape (VPK, Chennai). To approximate the humeral head into the glenoid cavity participants were instructed to place their affected arm on a wooden table. Three piece of tape was used, firstly the investigators applied cotton undercover pre tape and then the investigators applied the rigid post tape on it. First piece (middle) of tape was applied from 1.5 inches below the deltoid tuberosity up to 2 inches above the glenoid cavity. Second piece (posterior) was applied from 1.5 inches below the deltoid tuberosity upto the 1.5 inches above the mid spine of scapula. Third piece (anterior) was applied from the 1.5 inches below the deltoid tuberosity upto the 1.5 inches above the clavicle. (Figure-1). The tape was removed and new tape applied every Monday, Wednesday, and Friday and remained on the patient for 6 consecutive weeks.\n\nAll the participants were received standardized conventional neuro rehabilitation programme. The conventional neuro rehabilitation treatment includes, active, and passive range of motion exercise, bilateral activation of pectoralis major, activation of lattisimus dorsi, activation of the retractors, weight bearing exercise of upper extremity, activation of supraspinatus, reaching activities, grasping, holding and release, and ADL activities. Every participant was received conventional neuro rehabilitation for 45 minutes and 5 days a week."},"conditionsModule":{"conditions":["Post Stroke Shoulder Subluxation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"EXPERIMENTAL","interventionNames":["Other: california tri-pull taping"]}],"interventions":[{"type":"OTHER","name":"california tri-pull taping","description":"To approximate the humeral head into the glenoid cavity participants were instructed to place their affected arm on a wooden table. Three piece of tape was used, firstly we applied cotton undercover pre tape and then we applied the rigid post tape on it. First piece (middle) of tape was applied from 1.5 inches below the deltoid tuberosity up to 2 inches above the glenoid cavity. Second piece (posterior) was applied from 1.5 inches below the deltoid tuberosity upto the 1.5 inches above the mid spine of scapula. Third piece (anterior) was applied from the 1.5 inches below the deltoid tuberosity upto the 1.5 inches above the clavicle.","armGroupLabels":["1"],"otherNames":["CTPT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Accromio humeral distance (AHD) as measured by Digital Vernier caliper","description":"Participants were evaluated for accromio humeral distance (AHD), by using digital Vernier calliper. The measurement was taken in centimetre from the inferior aspect of the acromion to the superior aspect of the humeral head. The patient was in sitting position such a way that tested upper extremity was hanged freely. Paci et al 21 showed in a systemic review that caliper method was reliable for shoulder subluxation measurement. The r value of caliper method was 0.93 and ICC was 0.68. This method also achieved a good validity score, which was 0.747.","timeFrame":"1 month"},{"measure":"Pain at rest as measured by Visual analogue scale (VAS)","description":"pain at rest was measured by using a 10 cm visual analogue scale (VAS). In VAS 1 indicating no pain where 10 indicating extreme pain. Crossley et al 22 conducted a study to assess the reliability of VAS in patella femoral pain. 71 participants were recruited, out of which 20 participants completed the reliability study. He took 3 types of pain readings such as usual pain, worst pain and activity pain. ICC score for usual pain was 0.56, for worst pain it was 0.76 and for activity pain it was 0.83. He also concluded that VAS scale was reliable and valid measure for assessing patella femoral pain.","timeFrame":"1 month"}],"secondaryOutcomes":[{"measure":"Active flexion (AFLXN) range of motion as assessed by Goniometric measurement","description":"Active flexion (AFLXN) range of motion was assessed using goniometric measurement for shoulder flexion. Active shoulder flexion range was assessed in supine position to avoid trick movement that may happen in sitting position. Hayes et al 23 conducted a study to determine the inter-rater and intra-rater reliability of five methods for assessing shoulder range of motion. For inter-rater reliability 4 raters took measurement on 8 subjects and for intra-rater reliability one rater took 3 readings within 48 hours. The results of the study showed that the ICC value for goniometric flexion ROM measurement was 0.69 for inter-rater reliability. ICC value for intra-rater reliability was 0.53 for flexion ROM. He also concluded that goniometer has fair-good reliability to measure shoulder flexion range of motion.","timeFrame":"1 month"},{"measure":"Motor recovery of the upper extremity as assessed by Fugl-Meyer assessment for upper extremity (FMA)","description":"The motor recovery of the upper extremity was assessed by using Fugl-Meyer assessment for upper extremity. The maximum score for upper extremity motor assessment is 66. Sanford 24 checked the reliability of the Fugl-Meyer assessment for testing Motor Performance in Patients Following Stroke on 12 patients. The overall reliability was high, ICC = 0.96.","timeFrame":"1 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Acute stroke\n2. A minimum of 5 mm (0.2 in.) shoulder subluxation in the involved upper extremity.\n3. MMSE score ˃ 23.\n4. Age (35-70 yrs.) and of either sex.\n\nExclusion Criteria:\n\n1. MMSE score ˂23.\n2. Other musculoskeletal disorder of the affected upper extremity.\n3. History of trauma to the affected upper extremity.\n4. Hyper or hypo sensitivity disorders.\n5. Any skin allergy.\n6. Individual affected from neurological disorder other than stroke.\n7. Un-cooperative patients.\n8. Individuals with psychosomatic disorder.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"MMIPR","city":"Ambala","state":"Haryana","zip":"133207","country":"India","geoPoint":{"lat":30.36099,"lon":76.79782}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000004204","term":"Joint Dislocations"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M7075","name":"Joint Dislocations","asFound":"Shoulder Subluxation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}