{"protocolSection":{"identificationModule":{"nctId":"NCT03314818","orgStudyIdInfo":{"id":"HRP-002"},"organization":{"fullName":"BioImage-2 LLC","class":"OTHER"},"briefTitle":"Natural History of Carotid Plaque as Determined by 3D Ultrasound","officialTitle":"BioImage 2: Long-Term Follow-up of BioImage Study Cohort to Investigate Natural History of Carotid Plaque as Determined by 3D Ultrasound","acronym":"BioImage2"},"statusModule":{"statusVerifiedDate":"2017-10","overallStatus":"UNKNOWN","lastKnownStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-09-22","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-10-22","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-10-16","studyFirstSubmitQcDate":"2017-10-16","studyFirstPostDateStruct":{"date":"2017-10-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-10-16","lastUpdatePostDateStruct":{"date":"2017-10-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Pieter Muntendam","investigatorTitle":"Overall Co-Principal Investigator","investigatorAffiliation":"BioImage-2 LLC"},"leadSponsor":{"name":"Pieter Muntendam","class":"OTHER"},"collaborators":[{"name":"Icahn School of Medicine at Mount Sinai","class":"OTHER"},{"name":"AstraZeneca","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"This proposed follow-up study aims to recruit participants from the original BioImage cohort for a one-time follow-up examination. The repeat ultrasound scan of the carotid arteries will provide information on the natural history of carotid atherosclerosis and factors that contribute to plaque progression. Renewal of the HIPAA authorization will also be sought for 5 years to continue to monitor claims and other information for major cardiovascular events, other outcomes and healthcare utilization.","detailedDescription":"The design and objectives of the BioImage study (NCT00738725) have been published in detail. In brief, the BioImage study is investigating whether imaging of target arteries for subclinical atherosclerosis and measurement of ABI and circulating biomarkers add to the predictive value of traditional risk factor scoring systems, namely, the Framingham Risk Score. Enrollment in the BioImage study (January 2008 to June 2009) resulted in inclusion of 7,687 asymptomatic Americans ages 55 to 80 years from the Humana Health System resident in Chicago, Illinois, or Fort Lauderdale, Florida. Of these, 6,104 entered the imaging arm of the study. Analysis of the BioImage study cross- sectional baseline findings has yielded important novel findings related to presence and severity of subclinical atherosclerosis and the role of markers of subclinical disease to identify those at elevated risk for near-term atherothrombotic events.\n\nOne of the striking novel findings in the BioImage study was the prevalence of subclinical atherosclerotic disease in the carotid arteries as determined by a novel 3D ultrasound method. 3D carotid imaging was used to identify lesions located in the cervical part of the common carotid arteries (CCA) and internal carotid artery. 3D carotid imaging was initially performed using a high- resolution, linear array 2-dimensional transducer and scanning the artery in cross-section, slowly moving the transducer manually in the cranial direction from the proximal CCA into the distal internal carotid artery (i.e., from the clavicle to jawbone). The resulting 10-s digital video clip of this \"manual 3D\" cross-sectional sweep was examined in the core ultrasound laboratory for the presence and quantification of plaque. In the second phase of the study an electromechanical transducer was used to accomplish a similar sweep, replacing the manual sweep with a controlled movement of the transducer.\n\nThis ultrasound technique identified carotid plaques in 78% of cases. Carotid plaque burden was found to correlate stronger with CACS (chi-square 450, p \\< 0.0001) than did cIMT (chi-square 24, p \\< 0.0001)15. Analyses have indicated that subclinical atherosclerosis as determined by 3D ultrasound is an important risk factor with marked incremental value over conventional risk-factor based scores such as the Framingham Risk Score."},"conditionsModule":{"conditions":["Atherosclerotic Disease","Plaque, Atherosclerotic","Heart Diseases","Stroke","Cardiovascular Risk Factor"],"keywords":["carotid atherosclerosis","plaque progression","Framingham Risk Score"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Ultrasound 3D Imaging","description":"To investigate natural history of subclinical atherosclerosis as determined by 3D carotid ultrasound.","interventionNames":["Device: Ultrasound 3D Imaging"]}],"interventions":[{"type":"DEVICE","name":"Ultrasound 3D Imaging","description":"Carotid artery ultrasound will be used to:\n\nDetermine plaque presence and plaque burden Presence of stenosis\n\nAdditionally, Carotid Intima-Media Thickness (IMT) will be measured and aortic diameter will be measured by abdominal aortic ultrasound scanning.\n\nUltrasound of the Abdominal Aorta will be used to determine the presence and severity of stenosis or aneurism.","armGroupLabels":["Ultrasound 3D Imaging"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To investigate natural history of subclinical atherosclerosis as determined by 3D carotid ultrasound.","timeFrame":"5 Years"},{"measure":"To evaluate the role of risk factors in disease progression of subclinical atherosclerosis.","timeFrame":"5 Years"}],"secondaryOutcomes":[{"measure":"To assess persistence of risk factors over an approximately 5-year time span between the baseline and the planned follow-up evaluation.","timeFrame":"5 Years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant in BioImage Study cohort with successful completion of carotid ultrasound imaging investigation\n* Ability to travel to the location where the mobile research unit will be located (various locations in the Chicago area or Fort Lauderdale, Florida area)\n* Written informed consent must be obtained before any assessment is performed\n\nExclusion Criteria:\n\n* Weight \\> 350 pounds\n* Inability to comply with the visit to the study clinic and other study requirements","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"A total of 6,104 participants of the BioImage study were included in the baseline carotid ultrasound investigations. All of the original participants will be evaluated for study inclusion. It is expected that due to death, relocation, admission to nursing homes, disabilities, approximately 3,000 subjects will be available for recruitment for this study. This study aims to re-evaluate the maximum number of participants available with the available resources.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Valentin Fuster, M.D.","affiliation":"Icahn School of Medicine at Mount Sinai","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Pieter Muntendam, M.D.","affiliation":"BioImage-2 LLC","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chen Senior Medical Center - Lauderhill","city":"Lauderhill","state":"Florida","zip":"33313","country":"United States","geoPoint":{"lat":26.14036,"lon":-80.21338}}]},"referencesModule":{"references":[{"pmid":"20598972","type":"BACKGROUND","citation":"Muntendam P, McCall C, Sanz J, Falk E, Fuster V; High-Risk Plaque Initiative. The BioImage Study: novel approaches to risk assessment in the primary prevention of atherosclerotic cardiovascular disease--study design and objectives. Am Heart J. 2010 Jul;160(1):49-57.e1. doi: 10.1016/j.ahj.2010.02.021."},{"pmid":"22789936","type":"BACKGROUND","citation":"Sillesen H, Muntendam P, Adourian A, Entrekin R, Garcia M, Falk E, Fuster V. Carotid plaque burden as a measure of subclinical atherosclerosis: comparison with other tests for subclinical arterial disease in the High Risk Plaque BioImage study. JACC Cardiovasc Imaging. 2012 Jul;5(7):681-9. doi: 10.1016/j.jcmg.2012.03.013. Erratum In: JACC Cardiovasc Imaging. 2013 Jan;6(1):131-2."},{"pmid":"25790876","type":"BACKGROUND","citation":"Baber U, Mehran R, Sartori S, Schoos MM, Sillesen H, Muntendam P, Garcia MJ, Gregson J, Pocock S, Falk E, Fuster V. Prevalence, impact, and predictive value of detecting subclinical coronary and carotid atherosclerosis in asymptomatic adults: the BioImage study. J Am Coll Cardiol. 2015 Mar 24;65(11):1065-74. doi: 10.1016/j.jacc.2015.01.017."},{"pmid":"26516010","type":"BACKGROUND","citation":"Natarajan P, Kohli P, Baber U, Nguyen KH, Sartori S, Reilly DF, Mehran R, Muntendam P, Fuster V, Rader DJ, Kathiresan S. Association of APOC3 Loss-of-Function Mutations With Plasma Lipids and Subclinical Atherosclerosis: The Multi-Ethnic BioImage Study. J Am Coll Cardiol. 2015 Nov 3;66(18):2053-2055. doi: 10.1016/j.jacc.2015.08.866. No abstract available."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000058226","term":"Plaque, Atherosclerotic"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M25878","name":"Atherosclerosis","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M20249","name":"Disease Progression","relevance":"LOW"},{"id":"M28693","name":"Plaque, Atherosclerotic","asFound":"Plaque, Atherosclerotic","relevance":"HIGH"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}