{"protocolSection":{"identificationModule":{"nctId":"NCT05880940","orgStudyIdInfo":{"id":"2508"},"secondaryIdInfos":[{"id":"5R44HD106850-02","type":"NIH","link":"https://reporter.nih.gov/quickSearch/5R44HD106850-02"}],"organization":{"fullName":"University of California, Irvine","class":"OTHER"},"briefTitle":"Comparing Different Rehabilitation Exercise Strategies for Improving Arm Recovery After Stroke","officialTitle":"Comparing Different Rehabilitation Exercise Strategies for Improving Arm Recovery After Stroke","acronym":"Boost"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-26","studyFirstSubmitQcDate":"2023-05-26","studyFirstPostDateStruct":{"date":"2023-05-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-16","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"An Do","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of California, Irvine"},"leadSponsor":{"name":"University of California, Irvine","class":"OTHER"},"collaborators":[{"name":"Flint Rehabilitation Devices, LLC","class":"INDUSTRY"},{"name":"Rancho Research Institute, Inc.","class":"OTHER"},{"name":"Casa Colina Hospital and Centers for Healthcare","class":"OTHER"},{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this research study is to measure the effect of participating in extra arm exercise in addition to standard rehabilitation exercises in the Acute Rehabilitation Unit. This study will compare two different ways to perform the extra arm exercise. The first is following a customized program of hand and arm exercises that will be developed for study participants by an experienced rehabilitation therapist. The second is moving a participants arm back and forth when they are sitting in their wheelchair by using a moveable wheelchair arm rest (Boost).","detailedDescription":"For this study, the investigators hypothesize that use of movable wheelchair arm rest device during inpatient therapy will lead to significantly greater improvements in UE motor recovery than conventional treatment. The Aim is to perform a randomized controlled trial of the movable wheelchair arm rest device with inpatients with subacute stroke in three different inpatient rehabilitation facilities (N=58; Months 6-24). Participants will be \\>3 days and \\<3 weeks post-stroke, with initial FM scores \\<42/66. All participants will be stratified by their Fugl-Meyer Arm Motor score at the baseline evaluation into two levels (0-21, 22-42) and then randomized by permuted block allocation to receive the movable wheelchair arm rest device or an electronic exercise program. All study participants will be instructed to practice moving their arm between regular therapy sessions. The primary outcome measure will be change in FM score from baseline to three-months post-stroke. The investigators hypothesize that participants who receive movable wheelchair arm rest device will have significantly greater improvements in FM score than control (p\\<0.05, RM-ANCOVA) without an increase in pain or spasticity, if they exceed the putative threshold of UE motor drive needed for recovery. Success Criteria: A significantly greater increase in FM of \\>4.25 points (the FM MCID40) between movable wheelchair arm rest device and control at three months."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Cerebral Vascular Accident (CVA)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Boost - Moveable wheelchair Arm rest","type":"EXPERIMENTAL","description":"Movable wheelchair arm rest device group: participants in this group will be provided with a wheelchair equipped with movable wheelchair arm rest device and will be trained by training therapists on how to use the device. Therapists will determine if the participant is capable of using the device in either a stationary mode or overground mode. Afterwards, participants will be allowed to utilize the device within the inpatient facility on their own. The investigators encourage at least 30 minutes per day of device use, although this is not required or limited to 30 minutes. Therapists may adjust the difficulty of the device utilize to provide additional challenge as they deem suitable for the participant. Once participants are discharged from the unit, they will be allowed to keep the movable wheelchair arm rest devices until their 3-month post stroke follow up visit, the last visit of the study.","interventionNames":["Device: Boost - Moveable Wheelchair Armrest"]},{"label":"Electronic Arm Exercises","type":"ACTIVE_COMPARATOR","description":"Electronic exercise program designed by training therapists. These exercises will be assigned to the participants electronically using a commercial home exercise program platform commonly used by hospital systems (i.e.: Medbridge). They will be encouraged to exercise for 30 min/day in addition to the regular rehabilitation therapy at Acute Rehab Unit (ARU), although this is not required or limited to 30 minutes. Therapists may adjust the difficulty of exercise program to provide additional challenge as they deem suitable for the participant. Once participants are discharged from the unit, they will be allowed to keep the electronic exercise program until their 3-month post stroke follow up visit, the last visit of the study.","interventionNames":["Behavioral: Electronic Arm and Hand Exercise Program"]}],"interventions":[{"type":"DEVICE","name":"Boost - Moveable Wheelchair Armrest","description":"The movable wheelchair arm rest device is a novel wheelchair armrest that quickly clicks into a manual wheelchair frame just like a conventional armrest. However, unlike a conventional armrest, the movable wheelchair arm rest device allows users to activate arm muscles in a way that is appropriate for the early stages of stroke recovery and consistent with the Feys et al. rocking chair approach: with biomechanical support of the shoulder, without high cognitive demand, and focusing on the \"out-of-synergy\" movement pattern that requires elbow extension. For the study, the investigators ask participants to exercise using Boost for a 30-minute period per day for 5 times a week in addition to their regular therapy until their discharge from the unit.","armGroupLabels":["Boost - Moveable wheelchair Arm rest"]},{"type":"BEHAVIORAL","name":"Electronic Arm and Hand Exercise Program","description":"These exercises will be assigned to the participants electronically using a commercial home exercise program platform commonly used by hospital systems (i.e.: Medbridge). They will be encouraged to exercise for 30 min/day in addition to the regular rehabilitation therapy at ARU. These exercises will be monitored and supervised by therapists who have been trained in the study protocol. Once participants are discharged from the unit, they will be allowed to keep the electronic exercise program until their 3-month post stroke follow up visit, the last visit of the study. For this study, the investigators ask participants to exercise following this customized arm and hand exercise program for a 30-minute period per day for 5 times a week in addition to their regular therapy until their discharge from the unit.","armGroupLabels":["Electronic Arm Exercises"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Arm Motor Assessment Score (FMAMA)","description":"The investigators measure the change of the Fugl-Meyer Arm Motor Assessment scores from the baseline evaluation to the 3-month post stroke follow up evaluation. Fugl-Meyer Arm Motor Assessment is a 66-point scale measuring the movement pattern of the upper extremities. The minimum score is zero and the maximum score is 66. The higher scores indicate a better outcome.","timeFrame":"Baseline upon admission (assessed within 3 days upon admission), Post-intervention evaluation at discharge (assessed within 3 days before discharge) , and 3-month post-stroke evaluation (assessed within 3 days before or after 3-month post stroke date)"}],"secondaryOutcomes":[{"measure":"Modified Ashworth Spasticity Scale","description":"The investigators measure the spasticity of the upper extremity at baseline, post-intervention, and at the 3-month post stroke follow up evaluation. Spasticity is described as the resistance to passive movement. Participants are asked to relax and evaluators assess muscle resistance to passive movement at one joint at a time: Shoulder, elbow, wrist, and fingers. The evaluator will then grade the resistance on a 6-point scale for each joint. Higher scores indicate more rigid movement or more muscle tone resistance. The minimum score is zero and the maximum score is 4.","timeFrame":"Baseline upon admission (assessed within 3 days upon admission), Post-intervention evaluation at discharge (assessed within 3 days before discharge), and 3-month post-stroke evaluation (assessed within 3 days before or after 3-month post stroke date)"},{"measure":"Box and Blocks Test","description":"The investigators measure the Box and Blocks Test scores at baseline, post-intervention, and at 3-month post stroke follow up evaluation. Participants are instructed to move as many blocks as possible, one at a time, from one compartment in a box to a second compartment over a divider for a period of 60 seconds; each block that is moved is counted, and multiple blocks moved at the same time are counted as a single block. The higher scores indicate a better outcome.","timeFrame":"Baseline upon admission (assessed within 3 days upon admission), Post-intervention evaluation at discharge (assessed within 3 days before discharge), and 3-month post-stroke evaluation (assessed within 3 days before or after 3-month post stroke date)"},{"measure":"Shoulder subluxation Distance","description":"The investigators measure the shoulder subluxation distance at baseline, post-intervention, and at 3-month post stroke follow up evaluation. Participants are asked to be seated in a upright chair and relax their affected upper extremity. The evaluator measures the distance, in centimeter, between the inferior aspect of the acromion and the superior aspect of the humeral head. The lower scores indicate a better outcome.","timeFrame":"Baseline upon admission (assessed within 3 days upon admission), Post-intervention evaluation at discharge (assessed within 3 days before discharge), and 3-month post-stroke evaluation (assessed within 3 days before or after 3-month post stroke date)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 18 to 84 years of age\n2. Experienced a single stroke or multiple strokes \\>3 days and \\< 3 weeks prior to study enrollment, and currently admitted or accepted into Acute Rehabilitation program for stroke.\n3. UE Fugl-Meyer Motor Score \\<42/66\n4. Absence of moderate to severe shoulder pain while using the movable wheelchair arm rest device (\\<6 on the 10-point visual analog pain scale)\n5. Absence of severe tone at the affected UE (score \\<4 on the Modified Ashworth Spasticity Scale)\n6. Deem to be an appropriate candidate for manual wheelchair by ARU clinicians. A patient who has been able to transfer into a wheelchair while at ARU (with or without assistance) and has tolerated sitting in the wheelchair for at least 30 minutes.\n\nExclusion Criteria:\n\n1. Subarachnoid hemorrhage\n2. Presence of other neurological or psychological disorders affecting motor functions\n3. Moderate to severe pain in the stroke-affected upper extremity (score \\> 6 on 10-point visual analog pain scale), while using the movable wheelchair arm rest device\n4. Severe tone at the affected upper extremity (score \\> 4 on the Modified Ashworth Spasticity scale)\n5. Severe aphasia (score of 2 or higher on the NIH stroke scale - question 9). PI may dismiss this criterion if the participant is deemed able to follow all study instructions.\n6. Deficits in vision, language, attention, neglect, or other cognitive functions severe enough to interfere with safe operation of wheelchair or the movable wheelchair arm rest device.\n7. Currently pregnant\n8. Difficulty in understanding or complying with instructions given by the experimenter.\n9. Inability to perform the experimental task that will be studied.\n10. Not part of another upper extremity motor-related interventional study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"84 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Vicky Chan, PT, DPT","role":"CONTACT","phone":"(949) 447 - 8339","email":"vchan2@hs.uci.edu"},{"name":"Christine Kim, OTR/L","role":"CONTACT","phone":"(562) 385 - 8116","email":"chrissyk@ranchoresearch.org"}],"overallOfficials":[{"name":"An Do, MD","affiliation":"University of California, Irvine","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Charles Liu, MD","affiliation":"Rancho Research Institute","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Emily Rosario, PhD","affiliation":"Casa Colina Research Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rancho Research Institute","status":"NOT_YET_RECRUITING","city":"Downey","state":"California","zip":"90242","country":"United States","contacts":[{"name":"Scott Igtanloc","role":"CONTACT","email":"scotti@ranchoresearch.org"}],"geoPoint":{"lat":33.94001,"lon":-118.13257}},{"facility":"University of California Irvine","status":"RECRUITING","city":"Orange","state":"California","zip":"92868","country":"United States","contacts":[{"name":"Vicky Chan, PT, DPT","role":"CONTACT","phone":"949-447-8339","email":"vchan2@uci.edu"}],"geoPoint":{"lat":33.78779,"lon":-117.85311}},{"facility":"Casa Colina Hospital and Centers for Healthcare","status":"RECRUITING","city":"Pomona","state":"California","zip":"91767","country":"United States","contacts":[{"name":"Niko Fullmer","role":"CONTACT","phone":"909-596-7733","phoneExt":"2220","email":"nfullmer@casacolina.org"}],"geoPoint":{"lat":34.05529,"lon":-117.75228}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}