{"protocolSection":{"identificationModule":{"nctId":"NCT04639453","orgStudyIdInfo":{"id":"83589"},"organization":{"fullName":"School of Health Sciences Geneva","class":"OTHER"},"briefTitle":"Trunk Control Tests in Post-stroke Context: Validity and Reliability Study","officialTitle":"Trunk Joint Positional Sense and Unstable Sitting Balance Tests in Patients With Hemiparesis Post-stroke: Validity and Reliability Study"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-03-29","type":"ACTUAL"},"completionDateStruct":{"date":"2021-03-29","type":"ACTUAL"},"studyFirstSubmitDate":"2020-11-16","studyFirstSubmitQcDate":"2020-11-16","studyFirstPostDateStruct":{"date":"2020-11-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-03-29","lastUpdatePostDateStruct":{"date":"2021-03-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Anne-Violette Bruynnel","investigatorTitle":"Professor (assistant)","investigatorAffiliation":"School of Health Sciences Geneva"},"leadSponsor":{"name":"Anne-Violette Bruynnel","class":"OTHER"},"collaborators":[{"name":"University Hospital, Geneva","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Context:\n\nAfter stroke, most patients suffer from hemiparesis with variable functional consequences that can strongly impact autonomy in daily activities. Motor recovery is, therefore, an essential part of the therapeutic strategy in order to optimize the patient's capacities and functional autonomy.\n\nSome authors suggest that trunk control would be essential in the capacities of standing balance, transfer tasks and gait. However, no studies have tested the reliability and validity of proprioceptive and sitting balance clinical tests for patients with post-stroke hemiparesis. These tests would be very useful in advancing our understanding of trunk impairments and for clinicians to manage an appropriate treatment strategy.\n\nObjective:\n\nThe main objective is to assess the reliability of the Trunk Positional Sense Test, the unstable sitting test with forceplate and the Modiﬁed Functional Reach Test (MFRT) in individuals with post-stroke hemiparesis. The secondary objectives is 1) to assess the validity of the Trunk Positional Sense Test and the unstable sitting test with forceplate, 2) to assess the validity of a phone inertial captors to assess the instable sitting.\n\nMethod. - Thirty-two individuals with subacute post-stroke hemiparesis will be included in this study. After clinical tests (trunk strength, Balance Assessment in Standing and Sitting, Timed Up and Go test), the MFRT, Trunk Positional Sense Test and unstable sitting will be evaluated by two physiotherapists in a ﬁrst session (inter-rater reliability). After a rest of 2-4 h, a second similar session was conducted with the first physiotherapist (intra-rater reliability). For unstable seated balance, two tools will be used: the force platform and a smartphone.\n\nReliability will be tested by calculating the intraclass correlation (ICC) and Bland-Altman analysis. For trunk positional sense test and unstable sitting test, the validity will be tested with correlations with each clinical test. The validity, between forceplate variables and inertial phone variables, will be tested with correlations.\n\nPerspectives. - The promotion of quality tests to assess patients in clinical practice is essential. The results of this study should provide knowledge for selecting the best trunk control tests to assess the individuals after stroke and to understand the influence of trunk control on functional activities."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Trunk","Postural control","Reliability","Validity"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":32,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke","description":"Individuals with post-stroke hemiparesis in subacute phase will be included in the study.","interventionNames":["Diagnostic Test: Trunk strength with hand-held dynamometer","Diagnostic Test: Balance Assessment in Sitting and Standing test (BASS)","Diagnostic Test: Timed Up and Go test","Diagnostic Test: Modified Functional Reach Test (MFRT)","Diagnostic Test: Joint Position sense test (trunk)","Diagnostic Test: Unstable sitting in a seesaw"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Trunk strength with hand-held dynamometer","description":"MicroFET 2 Handheld Dynamometer is a force evaluation testing device to evaluate the strength of various trunk muscle groups in flexion, extension, and lateral (N).","armGroupLabels":["Stroke"]},{"type":"DIAGNOSTIC_TEST","name":"Balance Assessment in Sitting and Standing test (BASS)","description":"The BASS is a test to assess static and dynamic sitting and standing balance, which has been validated for post-stroke hemiparetic patients. Each test is evaluated by a score from \"0\" (patient needs external support) to \"4\" (stable without external help) for static condition and from \"0\" (no possibility to pick up objects) to \"3\" (objects picked up without external help) for dynamic condition. The maximal score (sitting, standing, static and dynamic) is 14 points.","armGroupLabels":["Stroke"]},{"type":"DIAGNOSTIC_TEST","name":"Timed Up and Go test","description":"The participant sits on a chair, gets up, walks 3m, makes a half turn in 1m2, walks 3m and comes back to sit on the chair. The time (s) to complete the task is measured.","armGroupLabels":["Stroke"]},{"type":"DIAGNOSTIC_TEST","name":"Modified Functional Reach Test (MFRT)","description":"The MFRT is a dynamic seated balance test that measures the trunk's ability to move forward, to the paretic and non paretic side (cm).","armGroupLabels":["Stroke"]},{"type":"DIAGNOSTIC_TEST","name":"Joint Position sense test (trunk)","description":"The joint positional sense test of the trunk consists in evaluating the positional error of the trunk in the sagittal plane (mm) and in the frontal plane (mm) during a trunk flexion posture (target position).","armGroupLabels":["Stroke"]},{"type":"DIAGNOSTIC_TEST","name":"Unstable sitting in a seesaw","description":"This test evaluates the balance capacities of the subject in an unstable sitting position on a seesaw (mediolateral or anteroposterior instability) with forceplate and phone application using center of pressure variables: total displacement (mm), area (mm2), deltas (mm), mean velocity (mm/s) et maximal velocity (mm/s).","armGroupLabels":["Stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Reliability of trunk tests","description":"The inter-rater reliability will be evaluated by comparing the test results of two physiotherapists administering the same tests (Trunk position sense, Modified Functional Reach Test, unstable sitting on a seesaw), and the intra-rater reliability will be evaluated by comparing the test results of two sessions (test-retest) which will be executed by the same tester, with the intra-class correlations coefficient (ICC) and Bland-Altman analysis.","timeFrame":"The measures will be collected over a timeframe of 22 months"}],"secondaryOutcomes":[{"measure":"Construct validity","description":"The validity of the three tests (Trunk position sense, Modified Functional Reach Test, unstable sitting on a seesaw) with clinical tests (Balance Assessment in standing and sitting, Trunk strength, Timed Up and Go Test) will be assessed with correlations (r).","timeFrame":"The measures will be collected over a timeframe of 22 months"},{"measure":"Concurrent validity","description":"The validity between center of pressure variables (forceplate) and inertial captors' variables (phone) during the same unstable sitting balance tests on a seesaw will be assessed with correlations (r) and Bland Altman analysis.","timeFrame":"The measures will be collected over a timeframe of 22 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Post stroke\n* Subacute phase\n* Able to stay stable in sitting position during 30 seconds\n* Medical stability\n* Able to understand the consign (Mini-Mental State Examination \\>22)\n\nExclusion Criteria:\n\n* Medical complications\n* Hearing disorders\n* Previous pathologies associated with spinal disorders\n* Back pain","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"We include a group of 32 individuals with post-stroke hemiparesis. These subjects will consist of males and females with a minimum age of 50 and a maximum of 80 years. The subjects should be able to understand the instructions and be able to sit for 30 seconds without assistance to perform the tests.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Anne-Violette Bruyneel, PhD","affiliation":"School of Health Sciences Geneva","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hôpitaux Universitaires de Genève (Hôpital Beau-Séjour)","city":"Geneva","zip":"1206","country":"Switzerland","geoPoint":{"lat":46.20222,"lon":6.14569}}]},"referencesModule":{"references":[{"pmid":"30356896","type":"BACKGROUND","citation":"Han J, Waddington G, Adams R, Anson J, Liu Y. Assessing proprioception: A critical review of methods. J Sport Health Sci. 2016 Mar;5(1):80-90. doi: 10.1016/j.jshs.2014.10.004. Epub 2015 Feb 3."},{"pmid":"24646921","type":"BACKGROUND","citation":"Jung K, Kim Y, Chung Y, Hwang S. Weight-shift training improves trunk control, proprioception, and balance in patients with chronic hemiparetic stroke. Tohoku J Exp Med. 2014 Mar;232(3):195-9. doi: 10.1620/tjem.232.195."},{"pmid":"18608433","type":"BACKGROUND","citation":"Katz-Leurer M, Fisher I, Neeb M, Schwartz I, Carmeli E. Reliability and validity of the modified functional reach test at the sub-acute stage post-stroke. Disabil Rehabil. 2009;31(3):243-8. doi: 10.1080/09638280801927830."},{"pmid":"27077979","type":"BACKGROUND","citation":"Learman KE, Benedict JA, Ellis AR, Neal AR, Wright JA, Landgraff NC. An exploration of trunk reposition error in subjects with acute stroke: An observational design. Top Stroke Rehabil. 2016 Jun;23(3):200-7. doi: 10.1080/10749357.2016.1138671. Epub 2016 Feb 5."},{"pmid":"19138521","type":"BACKGROUND","citation":"Morishita M, Amimoto K, Matsuda T, Arai Y, Yamada R, Baba T. Analysis of dynamic sitting balance on the independence of gait in hemiparetic patients. Gait Posture. 2009 Jun;29(4):530-4. doi: 10.1016/j.gaitpost.2008.12.005. Epub 2009 Jan 9."},{"pmid":"28744053","type":"BACKGROUND","citation":"Oh DS, Choi JD. The effect of motor imagery training for trunk movements on trunk muscle control and proprioception in stroke patients. J Phys Ther Sci. 2017 Jul;29(7):1224-1228. doi: 10.1589/jpts.29.1224. Epub 2017 Jul 15."},{"pmid":"18463551","type":"BACKGROUND","citation":"Ryerson S, Byl NN, Brown DA, Wong RA, Hidler JM. Altered trunk position sense and its relation to balance functions in people post-stroke. J Neurol Phys Ther. 2008 Mar;32(1):14-20. doi: 10.1097/NPT.0b013e3181660f0c."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}