{"protocolSection":{"identificationModule":{"nctId":"NCT05764122","orgStudyIdInfo":{"id":"289IS201"},"secondaryIdInfos":[{"id":"2022-502364-20-00","type":"OTHER","domain":"EU TRIAL NUMBER"}],"organization":{"fullName":"Biogen","class":"INDUSTRY"},"briefTitle":"A Study to Evaluate the Efficacy and Safety of BIIB131 for Participants With Ischemic Stroke Between 4.5 and 24 Hours After Last Known Well","officialTitle":"A Multicenter, Operationally Seamless, Double-Blind, Dose-Ranging, Placebo-Controlled, Randomized, Parallel-Group, Phase 2b Study to Evaluate the Efficacy and Safety of Intravenous BIIB131 for Participants With Ischemic Stroke Between 4.5 and 24 Hours After Last Known Well","acronym":"DAISY"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"WITHDRAWN","whyStopped":"Sponsor decision","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-03-29","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-28","studyFirstSubmitQcDate":"2023-02-28","studyFirstPostDateStruct":{"date":"2023-03-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-08","lastUpdatePostDateStruct":{"date":"2024-02-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Biogen","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary objective of the study is to evaluate the effects of BIIB131 on arterial revascularization (Part 1) and to determine if BIIB131 improves functional outcome as measured by the Modified Rankin Scale (mRS) when compared with placebo following acute ischemic stroke (AIS) (Part 2). The secondary objectives are to evaluate the effects of BIIB131 on angiographic reperfusion and infarct evolution, to determine if BIIB131 improves functional outcome, pharmacokinetic profile of BIIB131 (Part 1); to evaluate the effects of BIIB131 on acute and 90-day clinical outcomes (Part 2)."},"conditionsModule":{"conditions":["Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Part 1: BIIB131 Low Dose","type":"EXPERIMENTAL","description":"Participants will receive a single low dose of BIIB131 as an IV bolus followed by continuous IV infusion on Day 1. Based on the dose selection results from Part 1, participants may receive a single active dose of BIIB131 in Part 2.","interventionNames":["Drug: BIIB131"]},{"label":"Part 1: BIIB131 Medium Dose","type":"EXPERIMENTAL","description":"Participants will receive a single medium dose of BIIB131 as an IV bolus followed by continuous IV infusion on Day 1. Based on the dose selection results from Part 1, participants may receive a single active dose of BIIB131 in Part 2.","interventionNames":["Drug: BIIB131"]},{"label":"Part 1: BIIB131 High Dose","type":"EXPERIMENTAL","description":"Participants will receive a single high dose of BIIB131 as an IV bolus followed by continuous IV infusion on Day 1. Based on the dose selection results from Part 1, participants may receive a single active dose of BIIB131 in Part 2.","interventionNames":["Drug: BIIB131"]},{"label":"Part 1 and Part 2: Placebo","type":"PLACEBO_COMPARATOR","description":"Participants will receive a single dose of BIIB131-matching placebo in Part 1 and Part 2, as an IV bolus followed by continuous IV infusion on Day 1.","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"BIIB131","description":"Administered as specified in the treatment arm.","armGroupLabels":["Part 1: BIIB131 High Dose","Part 1: BIIB131 Low Dose","Part 1: BIIB131 Medium Dose"]},{"type":"DRUG","name":"Placebo","description":"Administered as specified in the treatment arm.","armGroupLabels":["Part 1 and Part 2: Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Part 1: Percentage of Participants with Arterial Revascularization","description":"Revascularization of occluded intracranial arteries is defined by an arterial occlusive lesion (AOL) score of 2 or 3 on computed tomography angiography (CTA) or magnetic resonance angiography (MRA) at 4 ± 2 hours after treatment completion OR at the time of first digital subtraction angiography (DSA) acquisition in participants undergoing endovascular therapy (EVT).","timeFrame":"Up to 6 hours"},{"measure":"Part 1: Percentage of Participants with Reperfusion of the Ischemic Field","description":"For participants with no visible intracranial occlusion on CT angiography at baseline, \\>90% reversal of the baseline Tmax\\>6s lesion at 4 ± 2 hours after treatment completion.","timeFrame":"Up to 6 hours"},{"measure":"Part 2: Ordinal Modified Ranking Scale (mRS) Score Based on a 6-Point Ordinal Scale","description":"The mRS is a scale from 0 to 6, with 0 corresponding to no symptoms and 5/6 corresponding to worst outcome.","timeFrame":"Day 90"}],"secondaryOutcomes":[{"measure":"Part 1: Percentage of Participants with an Expanded Thrombolysis in Cerebral Infarction (eTICI) Score = 2b50-3 (Complete or Partial Angiographic Reperfusion)","timeFrame":"Up to 6 hours"},{"measure":"Part 1: Percentage of Participants with an eTICI Score = 2c-3","timeFrame":"Up to 6 hours"},{"measure":"Part 1: Percentage of Penumbral Tissue Salvaged (Nonprogression to Infarction)","timeFrame":"24 hours"},{"measure":"Part 1: Final Infarct Volume by Magnetic Resonance Imaging (MRI) or Noncontrast Computed Tomography (NCCT)","timeFrame":"24 hours"},{"measure":"Part 1: Ordinal mRS Score Based on a 6-Point Ordinal Scale","description":"The mRS consists of 7 grades, from 0 to 6, with 0 corresponding to no symptoms and 6 corresponding to death.","timeFrame":"Day 90"},{"measure":"Part 1: Concentration of BIIB131 in Plasma","timeFrame":"Pre-dose and at multiple timepoints up to 24 hours post-dose"},{"measure":"Part 2: Percentage of Participants with Improvement on the NIHSS by >5 Points or Score 0 or 1","description":"The NIHSS is a tool used by healthcare providers to objectively quantify the impairment caused by a stroke. The NIHSS is composed of 11 items, each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, while a higher score is indicative of some level of impairment. The individual scores from each item are summed in order to calculate a patient's total NIHSS score. The maximum possible score is 42, with the minimum score being a 0. Score 0 means no stroke symptoms. Score 1-4 means minor stroke. Score 5-15 means moderate stroke. Score 16-20 means moderate to severe stroke. Score 21-42 means severe stroke.","timeFrame":"24 hours"},{"measure":"Parts 1 and 2: Percentage of Participants with Functional Independence (mRS Score 0-2)","timeFrame":"90 days"},{"measure":"Parts 1 and 2: Percentage of Participants with no or Minimal Symptoms (mRS Score 0-1)","timeFrame":"90 days"},{"measure":"Parts 1 and 2: Percentage of Participants with Barthel Index Score (BIS) >90","timeFrame":"90 days"},{"measure":"Parts 1 and 2: Number of Participants with Adverse Events (AEs) and Serious Adverse Events (SAEs)","description":"An AE is any untoward medical occurrence in a participant or clinical investigation participant administered a pharmaceutical product and that does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (including an abnormal laboratory finding), symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal (investigational) product. SAE is any untoward medical occurrence that at any dose results in death, in the view of the investigator, places the participant at immediate risk of death (a life-threatening event), requires inpatient hospitalization or prolongation of existing hospitalization, results in persistent or significant disability/incapacity, results in a congenital anomaly/birth defect or is a medically important event.","timeFrame":"Up to Day 90"},{"measure":"Parts 1 and 2: Number of Participants with Symptomatic Intracranial Hemorrhage, Subarachnoid Hemorrhage, and/or Intraventricular Hemorrhage","description":"Symptomatic intracranial hemorrhage is defined as local or remote parenchymal hemorrhage type 2, combined with a neurological deterioration of 4 points or more on the NIHSS from baseline (the closest collection before administration of the study treatment), or from the lowest NIHSS value between baseline and 24 hours, or leading to death.","timeFrame":"Up to 36 hours post-randomization"},{"measure":"Parts 1 and 2: Number of Participants with Any Intracranial Hemorrhage","timeFrame":"Up to 14 days"},{"measure":"Parts 1 and 2: Number of Participants with Major Bleeding","timeFrame":"Up to 14 days"},{"measure":"Parts 1 and 2: Number of Participants with Symptomatic Cerebral Edema","timeFrame":"Up to 14 days"},{"measure":"Parts 1 and 2: Percentage of Participants with Parenchymal Hematoma Type 2 Based on Heidelberg Bleeding Classification","timeFrame":"Up to 7 days"},{"measure":"Parts 1 and 2: Percentage of Participants with Parenchymal Hematoma Type 1 or 2 Based on Heidelberg Bleeding Classification","timeFrame":"Up to 7 days"}]},"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Symptomatic intracranial occlusion, based on computed tomography angiography (CTA) or magnetic resonance angiography (MRA), at one of the following locations: intracranial internal carotid, M1, M2 or distal branches of the middle cerebral artery (MCA), anterior cerebral artery (ACA), or posterior cerebral artery (PCA).\n\n   A participant is also eligible for enrollment if baseline imaging reveals a perfusion lesion (Tmax\\>6s) volume ≥10 mL on CTP or magnetic resonance (MR) perfusion-weighted imaging (PWI) within the territory of the ACA segments, a non-dominant or co-dominant M2 MCA segment, or more distal MCA segments, or the PCA segments, even if the occlusion is not immediately identified on baseline CTA.\n\n   Note: In both Part 1 and Part 2, up to 30% of total randomized participants with occlusion locations at internal carotid artery (ICA) or M1 will be enrolled.\n2. Able to be randomized with study treatment start within 4.5 to 24 hours of last known well in compliance with local or national guidelines for thrombolytic treatment. If a participant awakes with stroke symptoms, they are eligible for enrollment if presentation and treatment start are within 24 hours of last known well.\n3. Pre-treatment score of NIHSS ≥5.\n4. Functionally independent prior to stroke onset as evidenced by premorbid mRS \\<3.\n\nKey Exclusion Criteria:\n\n1. Large core infarction, evidenced by a core infarct volume \\>70 mL, assessed on DWI or CTP; or extensive early ischemic change (hypodensity) on noncontrast CT estimated to be \\>1/3 MCA territory, or significant hypodensity outside the Tmax\\>6s perfusion lesion that invalidates mismatch criteria.\n2. Occlusion in more than 1 vascular territory confirmed on CTA/MRA.\n3. Clinically significant cerebral edema per Investigator's judgement.\n4. Clinical suspicion or known history of any of the following\n\n   1. Arterial dissection involving any intracranial artery or the aortic arch.\n   2. Intracranial or intraspinal surgery within the 90 days prior to screening.\n   3. Intracranial hemorrhage.\n   4. Imaging evidence, or signs and symptoms most consistent with subarachnoid hemorrhage.\n   5. Cerebral infarction in the 90 days prior to screening.\n   6. Septic embolus or concern for infective endocarditis.\n5. Prior thrombolytic administration within 90 days of screening.\n6. Prior treatment with BIIB131, any known history of systemic hypersensitivity reaction or anaphylaxis to BIIB131, the excipients contained in the formulation, and if applicable, any diagnostic agents anticipated to be administered during the study.\n\nNOTE: Other protocol defined Inclusion/Exclusion criteria may apply.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Medical Director","affiliation":"Biogen","role":"STUDY_DIRECTOR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"In accordance with Biogen's Clinical Trial Transparency and Data Sharing Policy on https://www.biogentrialtransparency.com/","url":"https://vivli.org/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}