{"protocolSection":{"identificationModule":{"nctId":"NCT05920291","orgStudyIdInfo":{"id":"Carotid Doppler"},"organization":{"fullName":"Assiut University","class":"OTHER"},"briefTitle":"Carotid Doppler Findings of High Risk Group of Stroke","officialTitle":"The Predictive Value of Carotid Doppler Ultrasound Findings for Stroke Risk Assessmen"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-05","studyFirstSubmitQcDate":"2023-06-23","studyFirstPostDateStruct":{"date":"2023-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-23","lastUpdatePostDateStruct":{"date":"2023-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nehad Bakr Haroun Ahmed","investigatorTitle":"Resident at radiodiagnosis department","investigatorAffiliation":"Assiut University"},"leadSponsor":{"name":"Assiut University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To evaluate the effect of different risk factors on carotid arteries via ultrasonography parameters.","detailedDescription":"Atherosclerosis of carotid arteries is a common serious condition that develops when sticky plaque builds up inside carotid arteries that deliver blood to brain, so carotid artery diseases cause about 10-20 percent of strokes which is a medical emergency that can leave the brain with permanent damage.\n\nDoppler sonography of the cervical segment of carotid arteries is a popular non-invasive tool for evaluation of anatomy and hemodynamics of carotid artery (1), its ability to measure intimal media thickening and characterizes the morphology of carotid atheroma makes it a reliable modality to determine the etiology and severity of stroke (3), (4). Carotid intimal media thickening is measured as the distance between the leading edges of the two echogenic layers of the wall using the posterior wall (5), in addition color Doppler ultrasonography permits measurement of flow based on reflection of ultrasound waves utilizing both pulse Doppler and color Doppler ultrasound. Visualization of color coded flow information about direction and velocity, so with high grade lesions are more easily detected with color than with pulsed Doppler ultrasound although the later allows direct estimation of flow velocity The peak systolic velocity (PSV) is used for quantification of stenosis, however end diastolic velocity (EDV), carotid index and spectral wave form analysis are also used for assessment of stenosis (6).\n\nAlso, color integration is used to identify areas of abnormal flow. There are a number of pitfalls when using velocity based estimation of ICA stenosis, such as higher velocities in females, and elevated velocities where there's contra lateral carotid artery occlusion .(7_9) If there is a severe tortuosity of an artery, high carotid bifurcation, obesity, or extensive calcification of the vasculature, these will reduce the sonographic accuracy; if carotid artery stents are already in situ , vessel wall compliance can be diminished accelerating flow velocity.(10) Ultrasound may also be unable to distinguish between partial and complete vessel occlusion, despite the distinction being critically clinically important. (10-12).\n\nIn this study we present analysis of findings of carotid ultrasound examination among patients with clinical suspicion and risk for cerebrovascular diseases in New Valley.\n\nUltrasonography in this study is used to measure intimal thickening as well as flow characteristics of carotid artery with focus on internal carotid artery.\n\nExtra cranial vessels represent vessels outside the brain and the skull. The most common configuration is the three-vessel arch anatomy, where the first branch is the brachiocephalic artery which further branches into the right common carotid artery (CCA) and right subclavian artery. The second branch is the left common carotid artery, with the left subclavian artery as the third branch. (13) The most common variant to this anatomy is the common origin of brachiocephalic and left CCA from aortic arch. The common carotid arteries bifurcate into the external carotid artery (ECA) and internal carotid artery (ICA)at the upper border of the thyroid. The carotid bulb is the location of a bifurcation and the ICA origin. (14) ICA is generally posterior and lateral to ECA and is usually bigger in caliber compared to ECA. ECA supplies the musculature of face and neck and tapers distally giving off extra cranial branches. (15).\n\nColoured Doppler sonography using 5-10 MHZ multifrequency linear transducer, the scan is performed in both transverse and longitudinal dimensions.\n\nThe patients are scanned in supine position on the examination table, the patient's head is turned away from the side and the neck a little extended. The examination is carried out either from the patient's Side or sitting at the patient's head. Coupling gel is applied on each side of the neck.\n\nGray scale imaging, which is also Called B (brightness) mode is usually performed first where the carotid arteries are evaluated in their entirety from the jugular notch to angle of the mandible (16).B_mode imaging evaluates the coarse and caliber of the vessel with evaluation of intimal media thickness and quality of the plaque , the morphology of the plaque is associated with the severity of atherosclerotic diseases (17). At the jugular notch the transducer angulated caudally, while at the mandible it's cephalic angulated.\n\nThis is followed by Doppler examination (18,19) Many parameters should be adjusted to achieve reliable results, Doppler angle should be less than 60 degrees (as close as possible to parallel) to improve accuracy of measurements. (20) The calculated velocity will be incorrect if calculated using inaccurate angle, the velocity of CCA is usually 30-40 cm/sec but may vary in diseased vessel. (21) Gain is adjusted so that color is seen only within the lumen of the vessel to avoid bleeding artifact. (22) Sample volume should be placed in to center of the lumen and should be moved along the entire vessel. Any abrupt change in the systolic velocity or area of slow flow should be carefully evaluated and documented.1(23) Spectral analysis including peak systolic velocity (PSV), peak diastolic velocity (PDV), main maximum velocity, and pulsatiliy index can be obtained. Spectral Doppler wave form evaluation gives critical information about flow dynamics at the point of sampling, which depends on hemodynamic factors affect proximal and distal portion of the vessel. (24) ICA demonstrates low resistance flow, ECA has high resistance flow, while CCA has a hybrid of ICA and ECA. The resistive index is used to describe wave form, which signifies resistance of the vessel distal to the examined vessel. (25) Spectral Doppler should be evaluated at minimum at (a) proximal, mid, and distal common carotid artery (b) proximal, mid and distal internal carotid artery (c) proximal carotid artery (d)vertebral artery, any significant stenosis should be carefully evaluated and documented distal and proximal to the stenosis.(26,27) Peak systolic velocity (PSV) greater than 125cm/S correlates with 50%or higher ICA stenosis (28) PSV greater than 230cm/s correlates with 70% or higher stenosis a potential indication for surgical endarterectomy."},"conditionsModule":{"conditions":["Cerebrovascular Stroke"],"keywords":["Carotid Doppler."]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":85,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluation of carotid arteries with focus on internal carotid artery","description":"normal ICA PSV is \\<125 cm/sec and no plaque or intimal thickening is visible sonographically additional criteria include ICA/CCA PSV ratio \\<2.0 and ICA EDV \\<40 cm/sec. \\<50% ICA stenosis ICA PSV is \\<125 cm/sec and plaque or intimal thickening is visible sonographically additional criteria include ICA/CCA PSV ratio \\<2.0 and ICA EDV \\<40 cm/sec. 50-69% ICA stenosis ICA PSV is 125-230 cm/sec and plaque is visible sonographically additional criteria include ICA/CCA PSV ratio of 2.0-4.0 and ICA EDV of 40-100 cm/sec.\n\n≥70% ICA stenosis but less than near occlusion ICA PSV is \\>230 cm/sec and visible plaque and luminal narrowing are seen at gray-scale and color Doppler ultrasound ) additional criteria include ICA/CCA PSV ratio \\>4 and ICA EDV \\>100 cm/sec. near occlusion of the ICA diagnosis is established primarily by demonstrating a markedly narrowed lumen at color or power Doppler ultrasound.\n\ntotal occlusion of the ICA: no detectable patent lumen at gray-scale ultrasound","timeFrame":"Base line"}],"secondaryOutcomes":[{"measure":"Risk factors are recorded","description":"Age Gender Race Family history Hypertension Smoking Diabetes mellitus Obesity","timeFrame":"Base line"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults.\n* People with risk factors for cerebrovascular stroke such as diabetics, hypertensive, smokers and obese person.\n\nExclusion Criteria:\n\n* Children.\n* People with no risk factors for cerebrovascular strokes.\n* People with past history of cerebrovascular stroke.","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"A study of group of individuals taken from general population who have high risk factors of stroke such as diabetes, hypertension, obesity, and smoking.\n\nThe sample size will be at least 85 patients.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Nehad Bakr HAROUN","role":"CONTACT","phone":"01007777918","phoneExt":"002","email":"Nehadbakr007@gmail.com"},{"name":"Abdel-Monem Sayed Hasan","role":"CONTACT","phone":"01063352500","email":"dr_abdelmonem84@yahoo.com"}],"overallOfficials":[{"name":"Gehan Sayed Ahmed","affiliation":"Assiut University","role":"STUDY_DIRECTOR"},{"name":"Abdel-Monem Sayed Hasan","affiliation":"Assiut University","role":"STUDY_CHAIR"}]},"referencesModule":{"references":[{"pmid":"21326792","type":"RESULT","citation":"Kau T, Sinzig M, Gasser J, Lesnik G, Rabitsch E, Celedin S, Eicher W, Illiasch H, Hausegger KA. Aortic development and anomalies. Semin Intervent Radiol. 2007 Jun;24(2):141-52. doi: 10.1055/s-2007-980040."},{"pmid":"8824131","type":"RESULT","citation":"Dungan DH, Heiserman JE. The carotid artery: embryology, normal anatomy, and physiology. Neuroimaging Clin N Am. 1996 Nov;6(4):789-99."},{"pmid":"13701432","type":"RESULT","citation":"FRANKLIN DL, SCHLEGEL W, RUSHMER RF. Blood flow measured by Doppler frequency shift of back-scattered ultrasound. Science. 1961 Aug 25;134(3478):564-5. doi: 10.1126/science.134.3478.564."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}