{"protocolSection":{"identificationModule":{"nctId":"NCT05744245","orgStudyIdInfo":{"id":"22043"},"organization":{"fullName":"University of Nottingham","class":"OTHER"},"briefTitle":"Swallow Training With Biofeedback in Acute Post Stroke Dysphagia","officialTitle":"Swallow Strength and Skill Training With Biofeedback in Acute Post Stroke Dysphagia","acronym":"ssSIP"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-12-20","studyFirstSubmitQcDate":"2023-02-15","studyFirstPostDateStruct":{"date":"2023-02-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-15","lastUpdatePostDateStruct":{"date":"2023-02-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Nottingham","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"About 50% of people who have a stroke experience difficulty swallowing. There is a growing evidence base showing that swallowing therapy can help to improve swallowing, but we don't know which type or how much therapy is most beneficial. The investigators are further developing one particular intervention - swallow strength and skill training with biofeedback. This involves practicing strong or effortful swallows and practicing controlling the timing of swallowing using visual feedback on a screen showing the activity of the muscles involved in swallowing. The investigators want to know whether trained clinicians are able to deliver this therapy in acute hospital settings early after stroke. The investigators also want to explore whether there is an effect of dose in improving swallowing and other health factors. To do this the investigators will conduct a trial across several stroke units in the east midlands. The study aims to recruit 120 participants who have had a stroke and have dysphagia and who will randomly be placed in one of three groups. One group will get a standard dose therapy (10 x 35 minute sessions over 2 weeks), another group with receive a high dose therapy (20 x 35 minute sessions over 2 weeks) and the third will receive 'usual care' which is what they would usually get from their current service. The investigators will look at what therapy participants actually get, what factors might influence this and the training, support and conditions that enable clinicians to deliver the therapy. The investigators will also assess the participants swallowing and collect information on their health, face to face at the beginning and after the therapy and over the phone at three months.","detailedDescription":"A PPI group of people or carers of people who have post stroke swallowing difficulties have been convened and consulted regarding the methodology. They have helped to decide which swallowing outcome measures should be collected at which time points. They have reviewed and fed back on the participant information sheets and are helping to decide on which format of visual biofeedback is best for the therapy sessions. A group pf stakeholder SLTs and SLTAs are helping to design the training and materials to be used to train up clinicians to deliver the intervention as part of this trial.\n\nRecruitment The clinical trial will be carried out in the stroke units of three East Midlands services. The study aims to recruit 120 patients. Patients who have had a stroke will be screened for initial eligibility by clinical teams. Eligible patients will be given verbal and written information about the study. Extra time will be given to patients who have cognitive/communication difficulties to support their understanding of the research. Patients will be given up to 24 hours to talk to their families and decide whether they want to participate. If they indicate they want to participate the researcher will assess their capacity to consent and ask them to complete a consent form. If a patient does not have the capacity to consent advice will be sought from their next of kin about whether they think the patient might have wanted to be involved.\n\nEligibility screen Once consent is given, study participants will have a further eligibility screen by one of the clinical Speech and Language Therapists to see whether they have the visual, communication, cognitive and swallowing ability to be able to complete the intervention. Electrodes will be placed on the muscles underneath the participants' chin and connected to a laptop via an sEMG device, participants will be asked to swallow and track the signal their swallowing makes on the screen, if they can do this they will be eligible to participate. Information about the participants health, stroke and demographics will be collected to explore reasons why some patients are not able to complete the intervention to help with eligibility criteria in the future. No further data will be collected for those who fail the screen.\n\nBaseline measures Measures of swallowing strength and skill will be recorded for participants who pass the eligibility screen, this involves producing a number of regular and strong (effortful) swallows. Further baseline measures will be collected by research nurses including their current swallow severity, stroke severity, quality of life etc.\n\nRandomisation Once collected, key information about participants age, stroke \\& swallow severity as well as which site they are recruited from will be entered into an online secure research database which will randomly assign them to one of three treatment groups.\n\nTreatment\n\nTreatment period will be 2 weeks and the intervention the patient receives is dependent the group they are in:\n\nStandard dose of swallowing therapy ST1 - Up to 10 sessions of 1:1 therapy over a 2 week period. These 10 sessions are up to 35 minutes each. Therapy will be given at bedside. Where possible with patients sitting out in a chair and with a table in front of them. Patients will be set up with electrodes under their chin and a laptop in front of them. They will be asked to do a series of swallows - increasing the intensity and controlling the timing of their swallowing. Under instruction they will use the visual information on the screen and SLT feedback so they know when they are achieving the targets laid out. They will practice with swallowing their own saliva and there are breaks so they can have a drink or mouthcare if they are nil by mouth. These patients will also receive usual care from the SLTs managing them on the ward - see Control group for details.\n\nHigh dose of swallowing therapy ST2 - this is the same as ST1 except that patients will receive two 35 minute sessions per day, so 20 in total.\n\nControl group - All the patients, including the control group will receive usual care. This means the care that the SLTs usually give to patients on the ward. This might include swallow reviews every 2-7 days, trials of small amounts of oral intake where possible and/or swallowing exercises. These exercises are sometimes given to the patient to complete in their own time.\n\nData collection during and after the treatment period During the treatment - The number, length and content of sessions will be recorded. Details of what usual care entails will be recorded. Any adverse events will be recorded.\n\nPost therapy outcome measures - This will be carried out by a blinded researcher who does not know which treatment group the patient is in.\n\n2 week measures - within 4 days of the end of intervention the same assessments /questionnaires/checklists will be carried out as at the beginning. Information from participants medical notes relating to their health, and swallowing will be collected. If the participant is unable to answer the questions themselves their relatives/NOK will be asked where appropriate.\n\nDischarge measures - When participants are discharged from hospital the researchers will collect the date and location and summarise the support they have had with any ongoing swallowing impairment from the notes. A diary will be sent to participants to help them keep track of ongoing support they receive with regards to their swallowing up to 90 days after getting involved in the research.\n\nDay 90 measures - A researcher will phone the participant at their home, residence or rehabilitation facility and repeat the questionnaire/checklist based measures around swallowing, health and quality of life. Participants will also be asked about what support from services they have received since leaving hospital and whether the diary has helped to collect this information. If the patient is unable to answer the questions themselves their relatives/NOK/carers will be asked where appropriate.\n\nFrom 12-24 months in to the clinical trial the clinical teams who are delivering the intervention will be contacted and asked to participate in interviews and or observations to find out about how the intervention is being delivered. A support log will also be kept by the trial coordination centre, recording any requests for support from clinicians who have been trained to deliver the intervention. Observation sessions with clinicians delivering intervention at 3 sites (6 in total). During one of the treatment sessions a researcher will observe the clinician carrying out the intervention. A fidelity checklist will be used by the researcher to record how well the therapy patients actually get compares with the core components of the intervention.\n\nInterviews with clinicians who delivered the intervention, 4 at each site (12 in total). Interviews will be carried out via Teams and questions will semi-structured and iterative (questions may need to change based on themes that come out from previous interviews) - see attachments for Interview Topic Guide - informed by the Conceptual Framework for Intervention Fidelity (CFIF) \\& Conceptual Framework for Implementation Research (CFIR). Interviews will be recorded and transcribed with no identifying information and saved on the UoN research drive. Participant information sheets will be given to clinicians involved in delivering the intervention. Consent will be gained by clinicians before observations/interviews. After 120 patients have been recruited or after 24 months the data will be analysed and written up and conference abstracts \\& papers will be prepared for dissemination of findings."},"conditionsModule":{"conditions":["Dysphagia","Stroke"],"keywords":["Biofeedback","Rehabilitation","Surface Electromyography"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard dose","type":"EXPERIMENTAL","description":"1 x 35 minute therapy session of Swallow Strength and Skill training per day, 5 days a week for 2 weeks. 10 sessions in total.\n\nPlus usual care","interventionNames":["Other: Swallow Strength and Skill Training"]},{"label":"High dose","type":"EXPERIMENTAL","description":"2 x 35 minute therapy therapy sessions of Swallow Strength and Skill training, per day, 5 days a week for 2 weeks. 20 sessions in total.\n\nPlus usual care","interventionNames":["Other: Swallow Strength and Skill Training"]},{"label":"Usual care","type":"NO_INTERVENTION","description":"Usual care"}],"interventions":[{"type":"OTHER","name":"Swallow Strength and Skill Training","description":"Practice swallowing exercises with biofeedback and strength and skill targets","armGroupLabels":["High dose","Standard dose"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility in patients with acute post stroke dysphagia","description":"Number of participants recruited, dose of swallow therapy","timeFrame":"Throughout study completion, to be completed by December 2024"},{"measure":"Feasibility of delivery by acute stroke NHS clinicians - the intervetion","description":"Percentage of core components of the intervention delivered (fidelity checklist from observations)","timeFrame":"Through study completion, to be completed by December 2024"},{"measure":"Feasibility of delivery by acute stroke NHS clinicians - the training","description":"Usefulness of training and training materials (qualitative interviews)","timeFrame":"Through study completion, to be completed by December 2024"}],"secondaryOutcomes":[{"measure":"Dysphagia Severity","description":"Dysphagia Severity Rating Scale (Score 0-12, 12 being the worst score)","timeFrame":"Day 15"},{"measure":"Feeding Status","description":"Feeding Status Scale (Score 1-7, 7 being the worst score)","timeFrame":"Day 15"},{"measure":"Swallow Strength and Skill","description":"% increase in swallow effort and % of successful timing and amplitude swallows","timeFrame":"Day 15"},{"measure":"Pnuemonia","description":"Percent of participants with pneumonia","timeFrame":"Day 90"},{"measure":"Feasibility of cost effectiveness methods","description":"Completeness of health economic data collection","timeFrame":"Day 90"}],"otherOutcomes":[{"measure":"Swallow safety and efficiency (subsection of participants)","description":"ASPEKT-C","timeFrame":"Day 15"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults over 18\n* Clinical diagnosis of stroke\n* \\>1 week and \\< 8 weeks post stroke\n* New moderate to severe dysphagia (DSRS ≥4) with a score of at least 1 on the fluid sub-section\n* Not rapidly improving dysphagia (2 clinical SLT assessments over a week showing minimal change in DSRS)\n* Pass an eligibility screen - sufficient visual, cognitive and communication skills to participate in the intervention\n\nExclusion Criteria:\n\n* Medically unwell, GCS \\<10, on \\>4L oxygen, poor prognosis, EOLC\n* Previous dysphagia\n* Degenerative neurological condition\n* Severe visual impairment\n* Severe cognitive \\& communication impairment\n* Patient likely to be repatriated to or rehabilitated at another organisation with 10 days\n* Participation in another trial aimed at improving dysphagia\n* Unwilling to remove beard/hair from under chin","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jacqueline Benfield, PhD","role":"CONTACT","phone":"07738017966","email":"jacqueline.benfield1@nottingham.ac.uk"}],"overallOfficials":[{"name":"Jacqueline Benfield, PhD","affiliation":"University of Nottingham","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}