{"protocolSection":{"identificationModule":{"nctId":"NCT05632458","orgStudyIdInfo":{"id":"PR(AG)652/2021"},"organization":{"fullName":"Hospital Universitari Vall d'Hebron Research Institute","class":"OTHER"},"briefTitle":"TWIN2WIN (Double Stent (DS-EVT) Versus Primary Thrombectomy With One Stent (SS-EVT))","officialTitle":"A Randomized Study to Compare the Efficacy of Primary Thrombectomy With Double Stent (DS-EVT) Versus Primary Thrombectomy With One Stent (SS-EVT) as an Initial Attempt at Thrombectomy"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-11-04","studyFirstSubmitQcDate":"2022-11-18","studyFirstPostDateStruct":{"date":"2022-11-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-18","lastUpdatePostDateStruct":{"date":"2022-11-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospital Universitari Vall d'Hebron Research Institute","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The use of a double stent retriever (Dual-SR) has been proposed as a safe and effective technique. The invesigators hypothesized that the use of Dual-SR primary could lead to higher first-pass effect rates and better outcomes compared to Single-SR primary.\n\nOur goal is to develop a research project to provide additional information on the potential benefits of the simultaneous double stent approach primarily in stroke patients receiving TVS.\n\nA randomized study to compare the efficacy of double primary SR versus single primary SR","detailedDescription":"Prospective, multicenter, randomized, controlled, open and blinded trial of patients with acute stroke with acute large vessel occlusion (LGO) identified by ASD, in which two strategies will be compared: primary double stent (DS-EVT) versus simple stent (SS-EVT) as an initial attempt at thrombectomy.\n\nAssignment will be stratified according to the initial location of the occlusion: terminal ICA, distal M1, and basilar artery.\n\nThe primary objective will be to evaluate the efficacy of the primary strategy DS-EVT defined as first-pass angiographic complete recanalization (TICI 2c-3) compared to SS-EVT.\n\nThe primary safety endpoint will assess the safety of the primary DS-EVT strategy compared to SS-EVT, defined as the occurrence of symptomatic intracerebral hemorrhage (sICH), along with any other serious procedure-related adverse events. (excluding those already accounted for in sICH) within 24 hours (-8/+12) after the procedure.\n\nA designated Data Safety Monitoring Board (DSMB) will review the primary safety endpoint after every 25 new patients enrolled in the study and determine continuation of the study based on the occurrence of adverse events in each study arm to assess early completion of the study. A first interim efficacy analysis will be performed after enrolling 106 patients and enrollment will be stopped if a significant difference in first-pass recanalization between both groups is demonstrated according to pre-specified stopping rules.\n\nThe primary analysis will be a between-group comparison of first-pass effect rate (TICI 2c-3). The primary analysis for this study will be conducted using the intention-to-treat paradigm.\n\nAs secondary criteria, the following will be assessed:\n\nSecurity\n\n* Evaluation of ICH (Intracerebral Hemorrhage); Any symptomatic or asymptomatic intracerebral hemorrhage at 24 (-8/+12h) hours, evaluated by MRI/CT. ICH is defined as any extravascular blood in the brain or within the skull, ICH is considered symptomatic if it is associated with clinical deterioration, (NIHSS score worsening of ≥4 points), or leading to death and is identified as the predominant cause of neurological impairment as adjudicated by investigators.\n* Assessment of neurological deterioration in ≥4 NIHSS points at 24 hours (-8/+12h), evaluated by an investigator not involved in the thrombectomy procedure.\n* Evaluation of embolization in a territory previously not involved in the cerebral angiogram.\n* Mortality rate related to the procedure at 5 days (+/- 12h) or at discharge.\n* Evaluation of the complications of the procedure: arterial perforation, arterial dissection and embolization in a previously uninvolved vascular territory.\n* Evaluation of the infarct in a previously unaffected vascular territory, as assessed by 24-hour imaging (MRI/CT) after the procedure.\n\nEffectiveness\n\n* Satisfactory reperfusion, defined as the achievement of a modified Thrombolysis in ----.----Cerebral Infarction - mTICI ≥2b in the target vessel in 3 passes and at the end of the procedure.\n* Procedure time, defined as the time from the puncture to obtaining mTICI ≥2b or, if not obtained, until the final angiography.\n* Neurological status at 24 hours, at day 5 (+/- 12 hours) or discharge, and at 90 days (+/- 14 days), determined by NIHSS score.\n* mRS score at day 5 (+/- 12 hours) or at discharge and at 90 days\n\nThe sample size is expected to be 180 patients. Informed consent will be obtained after the identification of the possible candidates once the reference neuroimaging has been obtained. Once the location of the occlusion is confirmed, the patient will be included in the study and randomized to receive one of the two treatment strategies.\n\nPatients will be included if all of the following criteria are met:\n\nClinic\n\n* Age ≥18 and ≤85 years.\n* Informed consent obtained from the patient or an acceptable surrogate for the patient (ie, next of kin or legal representative).\n* A new disabling focal neurological deficit compatible with acute cerebral ischemia.\n* Baseline NIHSS obtained before the procedure, ≥ 6 points.\n* Preictal mRS score of 0 or 2.\n* Treatable as soon as possible and at least within 24 hours of symptom onset, defined as the time the patient was last seen well (at baseline).\n* Patients for whom IV t-PA is indicated and who are available for treatment are treated with IV t-PA. For those patients for whom IV t-PA is indicated and available for treatment, IV t-PA should be administered as recommended in the AHA/ASA Guidelines for the Early Management of Patients with Acute Ischemic Stroke ( AIS).\n\nNeuroimaging\n\n* Occlusion (flow TICI 0 or TICI 1), of the terminal internal carotid artery, segments or distal M1 of the basilar or middle cerebral artery, suitable for mechanical embolectomy, confirmed by conventional angiography.\n* The patient is indicated for neurothrombectomy treatment by the Interventionist.\n* Participating NRIs will have to complete a teaching module on the DS-EVT\n\nThe patient will not be included if any of the following conditions exist Clinic\n\n* Functional disability prior to stroke on the modified Rankin scale (mRS \\>2).\n* Initial treatment with a different thrombectomy device.\n* Clinical symptoms suggestive of bilateral stroke or stroke in multiple territories.\n* Known bleeding diathesis, coagulation factor deficiency, or known oral anticoagulant therapy with INR \\> 3.0.\n* Baseline platelet count \\< 50,000.\n* Serious, advanced or terminal illness with an expected life expectancy of less than six months.\n* Subjects with identifiable intracranial tumors.\n* Brain vasculitis.\n* Evidence of active systemic infection.\n* Known current use of cocaine at the time of treatment.\n* Woman of childbearing age who is known to be pregnant, and/or breastfeeding, or who has a positive pregnancy test at the time of admission.\n* Patient participating in a study involving an investigational drug or device that may affect this study.\n* Patients who are unlikely to be available for a 90-day follow-up (eg, homeless, visitor from abroad).\n\nNeurological imaging\n\n* Hypodensity on CT or diffusion-restricted resulting in an ASPECTS score of \\< 6 on CT or \\< 5 on DMR (diffusion-weighted MRI).\n* Evidence of hemorrhage on CT or MRI (the presence of microbleeds is allowed).\n* Angiographic evidence of carotid artery dissection, high-grade stenosis impeding access to the clot, or vasculitis.\n* Significant mass effect with midline shift.\n* Patients with known or suspected underlying intracranial atherosclerotic lesions responsible for the target occlusion.\n* Patients with occlusions in multiple vascular territories (for example, bilateral anterior circulation or anterior/posterior circulation).\n* Evidence of intracranial tumor (except small meningiomas).\n* Suspected aortic dissection, suspected septic embolus, or suspected bacterial endocarditis.\n\nEstimated Enrollment Duration: 4-6 patients/month/site, 5 Recruitment Sites: 160 patients should be enrolled in 6-9 months."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":180,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"double stent retriever","type":"EXPERIMENTAL","interventionNames":["Device: Thrombectomy"]},{"label":"single stent retriever","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Thrombectomy"]}],"interventions":[{"type":"DEVICE","name":"Thrombectomy","description":"Thrombectomy using double stent retriever vs thrombectomy using single stent retriever.","armGroupLabels":["double stent retriever","single stent retriever"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Complete recanalization on first pass","description":"Comparison of the complete recanalization rate in the first pass in the double stent group compared to the simple stent group, defined as TiCI greater than 2c on the Thrombolysis in Cerebral Infarction scale (eTICI scale)","timeFrame":"4 months"}],"secondaryOutcomes":[{"measure":"Intracerebral hemorrhage","description":"Evaluation of symptomatic or asymptomatic intracerebral hemorrhage at 24h evaluated by CT or MRI","timeFrame":"4 months"},{"measure":"Neurological impairment","description":"Evaluation of neurological deterioration in National Institutes of Health Stroke Scale \\[NIHSS\\] \\>4; range 0-42, with higher scores indicating greater stroke severity at 24 hours (-8/+12h)","timeFrame":"4 months"},{"measure":"Embolization in new territories","description":"Rate of embolization in a territory previously not affected in the initial cerebral angiogram.","timeFrame":"4 months"},{"measure":"Mortality","description":"Mortality rate related to the procedure at 5 days (+/- 12h) or at discharge","timeFrame":"4 months"},{"measure":"Infarct in new territory","description":"Presence of infarction in a previously unaffected vascular territory on baseline imaging, based on evaluation of 24-hour imaging (MRI/CT) after the procedure","timeFrame":"4 months"}],"otherOutcomes":[{"measure":"Reperfusion","description":"Rate of satisfactory reperfusion at the end of procedure, defined as the achievement of a modified Thrombolysis in Cerebral Infarction - mTICI ≥2b in the target vessel in 3 passes and at the end of the procedure.","timeFrame":"4 months"},{"measure":"Procedure time","description":"Procedure time, defined as the time from puncture to obtaining mTICI ≥2b or, if not obtained, to final angiography","timeFrame":"4 months"},{"measure":"National Institutes of Health Stroke Scale (NIHSS) at 24h","description":"Neurological status at 24 hours, at day 5 (+/- 12 hours) or discharge, and at 90 days (+/- 14 days), determined by National Institutes of Health Stroke Scale \\[NIHSS score\\] range 0-42, with higher scores indicating greater stroke severity","timeFrame":"4 months"},{"measure":"Modified Rankin Scale (mRs) at 5 days","description":"Modified Rankin Scale (mRS; range 0 \\[no symptoms\\] to 6 \\[death\\]) for the evaluation of neurological functional disability score at day 5 (+/- 12 hours) or at discharge and at 90 days","timeFrame":"4 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\nClinic\n\nAge ≥18 and ≤85 years. Informed consent obtained from the patient or an acceptable surrogate for the patient (ie, next of kin or legal representative).\n\nA new disabling focal neurological deficit compatible with acute cerebral ischemia.\n\nBaseline NIHSS obtained before the procedure, ≥ 6 points. Preictal mRS score of 0 or 2. Treatable as soon as possible and at least within 24 hours of symptom onset, defined as the time the patient was last seen well (at baseline).\n\nPatients for whom IV t-PA is indicated and who are available for treatment are treated with IV t-PA. For those patients for whom IV t-PA is indicated and available for treatment, IV t-PA should be administered as recommended in the AHA/ASA Guidelines for the Early Management of Patients with Acute Ischemic Stroke ( AIS).\n\nNeuroimaging\n\nOcclusion (flow TICI 0 or TICI 1), of the terminal internal carotid artery, segments or distal M1 of the basilar or middle cerebral artery, suitable for mechanical embolectomy, confirmed by conventional angiography.\n\nThe patient is indicated for neurothrombectomy treatment by the Interventionist.\n\nParticipating NRIs will have to complete a teaching module on the DS-EVT\n\nExclusion criteria:\n\nClinic\n\nFunctional disability prior to stroke on the modified Rankin scale (mRS \\>2). Initial treatment with a different thrombectomy device. Clinical symptoms suggestive of bilateral stroke or stroke in multiple territories.\n\nKnown bleeding diathesis, coagulation factor deficiency, or known oral anticoagulant therapy with INR \\> 3.0.\n\nBaseline platelet count \\< 50,000. Serious, advanced or terminal illness with an expected life expectancy of less than six months.\n\nSubjects with identifiable intracranial tumors. Brain vasculitis. Evidence of active systemic infection. Known current use of cocaine at the time of treatment. Woman of childbearing age who is known to be pregnant, and/or breastfeeding, or who has a positive pregnancy test at the time of admission.\n\nPatient participating in a study involving an investigational drug or device that may affect this study.\n\nPatients who are unlikely to be available for a 90-day follow-up (eg, homeless, visitor from abroad).\n\nNeurological imaging\n\nHypodensity on CT or diffusion-restricted resulting in an ASPECTS score of \\< 6 on CT or \\< 5 on DMR (diffusion-weighted MRI).\n\nEvidence of hemorrhage on CT or MRI (the presence of microbleeds is allowed). Angiographic evidence of carotid artery dissection, high-grade stenosis impeding access to the clot, or vasculitis.\n\nSignificant mass effect with midline shift. Patients with known or suspected underlying intracranial atherosclerotic lesions responsible for the target occlusion.\n\nPatients with occlusions in multiple vascular territories (for example, bilateral anterior circulation or anterior/posterior circulation).\n\nEvidence of intracranial tumor (except small meningiomas). Suspected aortic dissection, suspected septic embolus, or suspected bacterial endocarditis.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Marc Ribó, Medicine","role":"CONTACT","phone":"93489300","phoneExt":"4448","email":"marcriboj@hotmail.com"}],"locations":[{"facility":"Hospital Universitario Vall d'Hebrón","status":"RECRUITING","city":"Barcelona","zip":"08035","country":"Spain","contacts":[{"name":"Marc Ribo, Medicine","role":"CONTACT","phone":"+3493489300","phoneExt":"4448","email":"marcriboj@hotmail.com"}],"geoPoint":{"lat":41.38879,"lon":2.15899}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}