{"protocolSection":{"identificationModule":{"nctId":"NCT03495206","orgStudyIdInfo":{"id":"Y-2-001"},"organization":{"fullName":"Yantai YenePharma Co., Ltd.","class":"INDUSTRY"},"briefTitle":"Safety, Tolerability and Pharmacokinetics of Y-2(Edaravone And Borneol) Sublingual Tablet","officialTitle":"Sublingual Y-2(Edaravone And Borneol) Tablet For Acute Ischemic And Hemorrhagic Patients-the SALVAGE Trial"},"statusModule":{"statusVerifiedDate":"2020-02","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-10-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-02","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-03-21","studyFirstSubmitQcDate":"2018-04-04","studyFirstPostDateStruct":{"date":"2018-04-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-02-13","lastUpdatePostDateStruct":{"date":"2020-02-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Yantai YenePharma Co., Ltd.","class":"INDUSTRY"}},"oversightModule":{"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary objective is to evaluate the safety and tolerability of single ascending dose of Y-2 sublingual tablets in healthy male and female adult subjects. The secondary objective is to characterize the single-dose pharmacokinetics of Y-2 sublingual tablets in healthy male and female adult subjects.","detailedDescription":"This study will be a single-center, single ascending dose study in healthy male and female subjects. A total of 24 subjects, 4 cohorts of 6 subjects each, will be enrolled in this study. All of the 6 subjects in each cohort will receive a single dose of Y-2 sublingual tablet on a single occasion. Prior to taking the drug and after taking the drug at 5 min to 24 h, venous blood from all subjects will be collected at different time points for PK analysis. After dosing, safety and tolerability data for each cohort will be evaluated."},"conditionsModule":{"conditions":["Stroke, Acute","Intracranial Hemorrhages"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Y-2(Edaravone And Borneol) sublingual tablet","type":"EXPERIMENTAL","interventionNames":["Drug: Y-2(Edaravone And Borneol) Sublingual Tablet"]}],"interventions":[{"type":"DRUG","name":"Y-2(Edaravone And Borneol) Sublingual Tablet","description":"Y-2 sublingual tablet at single ascending doses of one tablet , two tablets, three tablets, four tablets","armGroupLabels":["Y-2(Edaravone And Borneol) sublingual tablet"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants who experience treatment-related adverse events (AEs) and serious adverse events (SAEs)","description":"Any untoward medical events during this study were categorized as severe, moderate, or mild, and related or not related to study treatment","timeFrame":"0 hours to 36 hours"}],"secondaryOutcomes":[{"measure":"Maximum Plasma Concentration [Cmax]","description":"To evaluate Maximum Plasma Concentration \\[Cmax\\] of Y-2 in patients tested","timeFrame":"0 hours to 24 hours"},{"measure":"Time of Observed Cmax[tmax]","description":"To evaluate Time of Observed Cmax\\[tmax\\] of Y-2 in patients tested","timeFrame":"0 hours to 24 hours"},{"measure":"Area Under the concentration-time Curve from time zero to the last detectable concentration[AUC0-t]","description":"To evaluate Area Under the concentration-time Curve from time zero to the last detectable concentration\\[AUC0-t\\] of Y-2 in patients tested","timeFrame":"0 hours to 24 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy adult male and female subjects, 18-55 years of age, Body weight ≥ 50 kg and body mass index (BMI) within the range of 18 - 30 kg/m2;\n* Women of childbearing potential with a negative urine pregnancy test at screening and check-in, who are not breastfeeding, do not plan to become pregnant during the study, and agree to use an approved alternative method of family planning during the study;\n* Male subjects must agree to use barrier contraception (condom with spermicide) in addition to having their female partner (if of child-bearing potential) use another acceptable form of contraception (IUD, diaphragm with spermicide, oral contraceptives, injectable progesterone, or subdermal hormonal implant) from first dose until 30 days following the last administration of study drug;\n* Female subjects, if of child-bearing potential, must agree to use an acceptable form of contraception (IUD, diaphragm with spermicide, oral contraceptives, injectable progesterone, or subdermal hormonal implant) in addition to having their male partner use barrier contraception (condom with spermicide) from first dose until 30 days following the last administration of study drug. Female subjects who are NOT of child-bearing potential include those who have a history of tubal ligation, hysterectomy, or bilateral salpingo oopherectomy, or who have had no menstrual period for \\>12 months, confirmed by a screening follicle stimulating hormone (FSH) level in the post-menopausal range;\n* Hemoglobin level within normal limits (WNL) of the reference laboratory value (one repeat is allowed for a hemoglobin level that falls within 0.3 g/dL of the upper or lower limit of the reference range);\n* Subjects who are able to understand and give their signed informed consent before any trial related procedures are performed.\n* Exclusion Criteria:\n* Subjects have a history of, cancer (not including basal cell skin cancer greater than 5 years prior), diabetes or any clinically significant cardiovascular, respiratory, metabolic, renal, hepatic, gastrointestinal, hematological, dermatological, neurological, psychiatric or other major disorder;\n* Presence or history of hepatic or renal disease or any other condition known to interfere with the absorption, distribution, metabolism or excretion of medicines;\n\n  1. Urine protein \\> trace on a standard dip stick test (1 repeat allowed); Microscopic hematuria defined as \\>5 red blood cells (RBC) per high powered field (HPF) in a male or a non-menstruating female; may allow for 1 repeat test after 7 days of screening, including (but not limited to) females who are menstruating at the time of screening;\n  2. Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 1.5 times the ULN;\n* Systolic blood pressure (SBP) outside the range of 90 to 140 mmHg, diastolic blood pressure (DBP) outside the range of 40 to 90 mmHg, and/or pulse rate outside the range of 40 to 100 bpm at screening or check-in. One repeat blood pressure measurement may be performed if SBP is between 141 and 150 mmHg or DBP is between 91 and 95;\n* Clinically significant abnormality on ECG in the judgment of the Investigator;\n* Reticulocyte value (percent reticulocytes) of more than 1% above the upper limit of normal (ULN) for the reference laboratory;\n* Oxygen saturation by pulse oximetry \\<95%;\n* History of clinically significant drug and/or food allergies as determined by the Principal Investigator (PI);\n* History of clinically significant cardiac arrhythmia;\n* Subject is not willing to abstain from alcohol for 48 hours prior to the start of the first dose until completion of the post-study follow-up assessments; or the average weekly alcohol intake of greater than 21 units or an average daily intake of greater than 3 units (One unit is equivalent to a half-pint of beer or 1 measure of spirits or 1 glass of wine.); recent history (within 2 years) or currently diagnosed alcohol or drug abuse, in the judgement of the Investigator;\n* Tobacco or nicotine replacement product use within the 6 months prior to first dose through the follow-up visit, or a positive urine screen for cotinine;\n* Hypersensitivity or idiosyncratic reaction to compounds related to the study drug (e.g. sulfite);\n* Use of substances known to be strong inhibitors or inducers of cytochrome P450 enzymes within 14 days prior to the first dose;\n* Use of prescription or non-prescription drugs including vitamins, herbal and dietary supplements within 7 days or 5 half-lives (whichever is longer) prior to the first dose of study medication;\n* Consumption of food or beverage containing grapefruit or cranberry within 7 days prior to the first dose of study medication;\n* Donation of whole blood in excess of 500 mL within 30 days prior to check in;\n* Plasma donation within 7 days prior to check-in;\n* Subject participated in an investigational clinical study within 30 days (of last dose of previous study drug) prior to the first dosing, or within days calculated as 10 times the half-life of the compound that the subject was treated with, whichever is longer or participated in the early cohorts of the current study. Factors other than the half-life of the compound, such as accumulation of tissue, muscle or organ, should also be considered for the enrollment;\n* Positive urine screen for drugs of abuse at screening or check-in; or\n* Any condition that, in the opinion of the Principal Investigator, would complicate or compromise the study, or the well-being of the subject.\n* Any other serious underlying medical conditions (e.g. uncontrolled diabetes mellitus, uncontrolled hypertension, active uncontrolled infection, active gastric ulcer, uncontrolled seizures, cerebrovascular incidents, gastrointestinal bleeding, severe signs and symptoms of coagulation and clotting disorders, cardiac conditions), psychiatric, psychological, familial or geographical condition that, in the judgment of the investigator, may interfere with the planned staging, treatment and follow-up, affect subject compliance or place the subject at high risk from treatment-related complications.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"David Z. Wang, M.D.","role":"CONTACT","phone":"(309) 624-9500","email":"david.wang@chinastroke.net"}],"locations":[{"facility":"OSF Healthcare System d/b/a Saint Francis Medical","status":"RECRUITING","city":"Peoria","state":"Illinois","zip":"61637","country":"United States","contacts":[{"name":"David Z Wang, M.D","role":"CONTACT"},{"name":"David Z Wang, M.D","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.69365,"lon":-89.58899}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020300","term":"Intracranial Hemorrhages"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke, Acute","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","asFound":"Intracranial Hemorrhage","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077553","term":"Edaravone"}],"ancestors":[{"id":"D000016166","term":"Free Radical Scavengers"},{"id":"D000000975","term":"Antioxidants"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000018696","term":"Neuroprotective Agents"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M1831","name":"Edaravone","asFound":"Lay","relevance":"HIGH"},{"id":"M3982","name":"Antioxidants","relevance":"LOW"},{"id":"M20463","name":"Neuroprotective Agents","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"NeuroAg","name":"Neuroprotective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}