{"protocolSection":{"identificationModule":{"nctId":"NCT00715533","orgStudyIdInfo":{"id":"CCBF-1000+"},"secondaryIdInfos":[{"id":"4-026-08"}],"organization":{"fullName":"Charite University, Berlin, Germany","class":"OTHER"},"briefTitle":"3 Tesla (3T) Stroke Medical Radiologic Technology (MRT) for Examining Mismatch in 1000+","officialTitle":"3T Stroke MRT for Examining Mismatch in the CSB of the Charité Universitätsmedizin Berlin (3Tesla in 1000+)","acronym":"1000Plus"},"statusModule":{"statusVerifiedDate":"2014-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-07"},"primaryCompletionDateStruct":{"date":"2013-07","type":"ACTUAL"},"completionDateStruct":{"date":"2013-07","type":"ACTUAL"},"studyFirstSubmitDate":"2008-07-11","studyFirstSubmitQcDate":"2008-07-11","studyFirstPostDateStruct":{"date":"2008-07-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-06-23","lastUpdatePostDateStruct":{"date":"2014-06-24","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jochen B. Fiebach","investigatorTitle":"MD","investigatorAffiliation":"Charite University, Berlin, Germany"},"leadSponsor":{"name":"Charite University, Berlin, Germany","class":"OTHER"},"collaborators":[{"name":"German Federal Ministry of Education and Research","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to compare clinical and economic parameters of stroke patients who have received acute MRI imaging (test group) to patients who have received routine CT imaging (control group) in the clinical setting of acute stroke.","detailedDescription":"The primary objective:\n\n* Prospective validation of infarct development in ischemic stroke and transitory ischemic attacks on the basis of all patients given a preliminary diagnosis of stroke or TIA in the emergency ward of the Benjamin Franklin Campus of Charité-Universitätsmedizin Berlin.\n\nSecondary objectives:\n\n* Determination of the spontaneous reperfusion rate in patients with an initial mismatch in the correlation between the time from onset of symptoms to the time of first imaging and NIHSS score severity\n* Characterization of metabolic changes in ischemic tissue in cases of minor subcortical infarct using high resolution diffusion weighted MRI (DWI) and perfusion MRI with 2nd pass corrected CBF cards\n* Proof of the principle that stroke MRI can improve patient care / shorten the period in which patients are bedridden\n* Measurement of the diffusion tensor in acute ischemic stroke (Hamburg DTI study)\n* Proof of structural damage and investigation of pathogenesis in patients suffering from clinical transitory ischemic attacks (TIA)\n* Investigation of the correlation of clinical symptoms and lesion site as well as of changes in cortical plasticity in patients with solitary thalamus infarct\n* Brain plasticity and motor learning in cases of a purely cortical infarct\n* Characterization of gender specific damage patterns in stroke\n* Morphologic and pathophysiological typing of the cryptic and cardial embolic infarct in correlation to incidence of arrhythmia\n* Characterization of localization and morphology of infarcts in patients presenting in the emergency ward with central vestibular nerve syndrome / recording frequency of cerebral sessions in patients presenting with a primary diagnosis of central vestibular nerve lesion\n* Clinical characterization of cerebellar and brain stem infarcts which are accompanied by vertigo symptoms and their correlation to infarct location"},"conditionsModule":{"conditions":["Acute Stroke","Transient Ischemic Attack"],"keywords":["acute (< 24 hours) stroke","stroke","TIA","MRI","imaging","acute"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1500,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"change of infarct size between baseline and day 6","timeFrame":"day 6"}],"secondaryOutcomes":[{"measure":"clinical score (modified Rankin Scale)","timeFrame":"day 90"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Suspected stroke or TIA within 24 hours from symptom onset\n\nExclusion Criteria:\n\n* MRI contraindication","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Primary care clinic. Patients presenting with acute (\\< 24 h) transient ischemic attack or stroke at the emergency ward, Campus Benjamin Franklin","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Jochen B. Fiebach, MD","affiliation":"Center for Stroke Research Berlin, Charité, Universitätsmedizin Berlin, Neurology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Center for Stroke Research Berlin, Neurology, Charité Campus Benjamin Franklin","city":"Berlin","zip":"12200","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}}]},"referencesModule":{"references":[{"pmid":"30828313","type":"DERIVED","citation":"Hotter B, Hoffmann S, Ulm L, Meisel C, Fiebach JB, Meisel A. IL-6 Plasma Levels Correlate With Cerebral Perfusion Deficits and Infarct Sizes in Stroke Patients Without Associated Infections. Front Neurol. 2019 Feb 15;10:83. doi: 10.3389/fneur.2019.00083. eCollection 2019."},{"pmid":"29431878","type":"DERIVED","citation":"Villringer K, Florczak-Rzepka M, Grittner U, Brunecker P, Tepe H, Nolte CH, Fiebach JB. Characteristics associated with outcome in patients with first-ever posterior fossa stroke. Eur J Neurol. 2018 Jun;25(6):818-824. doi: 10.1111/ene.13596. Epub 2018 Mar 25."},{"pmid":"29184532","type":"DERIVED","citation":"Braemswig TB, Nolte CH, Fiebach JB, Usnich T. Early New Ischemic Lesions Located Outside the Initially Affected Vascular Territory Appear More Often in Stroke Patients with Elevated Glycated Hemoglobin (HbA1c). Front Neurol. 2017 Nov 14;8:606. doi: 10.3389/fneur.2017.00606. eCollection 2017."},{"pmid":"28275197","type":"DERIVED","citation":"Khalil AA, Ostwaldt AC, Nierhaus T, Ganeshan R, Audebert HJ, Villringer K, Villringer A, Fiebach JB. Relationship Between Changes in the Temporal Dynamics of the Blood-Oxygen-Level-Dependent Signal and Hypoperfusion in Acute Ischemic Stroke. Stroke. 2017 Apr;48(4):925-931. doi: 10.1161/STROKEAHA.116.015566. Epub 2017 Mar 8."},{"pmid":"28031392","type":"DERIVED","citation":"Villringer K, Sanz Cuesta BE, Ostwaldt AC, Grittner U, Brunecker P, Khalil AA, Schindler K, Eisenblatter O, Audebert H, Fiebach JB. DCE-MRI blood-brain barrier assessment in acute ischemic stroke. Neurology. 2017 Jan 31;88(5):433-440. doi: 10.1212/WNL.0000000000003566. Epub 2016 Dec 28."},{"pmid":"27647694","type":"DERIVED","citation":"Hanne L, Brunecker P, Grittner U, Endres M, Villringer K, Fiebach JB, Ebinger M. Right insular infarction and mortality after ischaemic stroke. Eur J Neurol. 2017 Jan;24(1):67-72. doi: 10.1111/ene.13131. Epub 2016 Sep 19."},{"pmid":"26447761","type":"DERIVED","citation":"Fiebach JB, Stief JD, Ganeshan R, Hotter B, Ostwaldt AC, Nolte CH, Villringer K. Reliability of Two Diameters Method in Determining Acute Infarct Size. Validation as New Imaging Biomarker. PLoS One. 2015 Oct 8;10(10):e0140065. doi: 10.1371/journal.pone.0140065. eCollection 2015."},{"pmid":"26231256","type":"DERIVED","citation":"Hotter B, Ostwaldt AC, Levichev-Connolly A, Rozanski M, Audebert HJ, Fiebach JB. Natural course of total mismatch and predictors for tissue infarction. Neurology. 2015 Sep 1;85(9):770-5. doi: 10.1212/WNL.0000000000001889. Epub 2015 Jul 31."},{"pmid":"25350762","type":"DERIVED","citation":"Villringer K, Grittner U, Schaafs LA, Nolte CH, Audebert H, Fiebach JB. IV t-PA influences infarct volume in minor stroke: a pilot study. PLoS One. 2014 Oct 28;9(10):e110477. doi: 10.1371/journal.pone.0110477. eCollection 2014."},{"pmid":"24651570","type":"DERIVED","citation":"Grosse-Dresselhaus F, Galinovic I, Villringer K, Audebert HJ, Fiebach JB. Difficulty of MRI based identification of lesion age by acute infra-tentorial ischemic stroke. PLoS One. 2014 Mar 20;9(3):e92868. doi: 10.1371/journal.pone.0092868. eCollection 2014."},{"pmid":"24569817","type":"DERIVED","citation":"Rozanski M, Richter TB, Grittner U, Endres M, Fiebach JB, Jungehulsing GJ. Elevated levels of hemoglobin A1c are associated with cerebral white matter disease in patients with stroke. Stroke. 2014 Apr;45(4):1007-11. doi: 10.1161/STROKEAHA.114.004740. Epub 2014 Feb 25."},{"pmid":"23449267","type":"DERIVED","citation":"Albach FN, Brunecker P, Usnich T, Villringer K, Ebinger M, Fiebach JB, Nolte CH. Complete early reversal of diffusion-weighted imaging hyperintensities after ischemic stroke is mainly limited to small embolic lesions. Stroke. 2013 Apr;44(4):1043-8. doi: 10.1161/STROKEAHA.111.676346. Epub 2013 Feb 28."},{"pmid":"23287785","type":"DERIVED","citation":"Kufner A, Nolte CH, Galinovic I, Brunecker P, Kufner GM, Endres M, Fiebach JB, Ebinger M. Smoking-thrombolysis paradox: recanalization and reperfusion rates after intravenous tissue plasminogen activator in smokers with ischemic stroke. Stroke. 2013 Feb;44(2):407-13. doi: 10.1161/STROKEAHA.112.662148. Epub 2013 Jan 3."},{"pmid":"23192756","type":"DERIVED","citation":"Kamel H, Navi BB, Elijovich L, Josephson SA, Yee AH, Fung G, Johnston SC, Smith WS. Pilot randomized trial of outpatient cardiac monitoring after cryptogenic stroke. Stroke. 2013 Feb;44(2):528-30. doi: 10.1161/STROKEAHA.112.679100. Epub 2012 Nov 27."},{"pmid":"19995432","type":"DERIVED","citation":"Hotter B, Pittl S, Ebinger M, Oepen G, Jegzentis K, Kudo K, Rozanski M, Schmidt WU, Brunecker P, Xu C, Martus P, Endres M, Jungehulsing GJ, Villringer A, Fiebach JB. Prospective study on the mismatch concept in acute stroke patients within the first 24 h after symptom onset - 1000Plus study. BMC Neurol. 2009 Dec 8;9:60. doi: 10.1186/1471-2377-9-60."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}