{"protocolSection":{"identificationModule":{"nctId":"NCT02156778","orgStudyIdInfo":{"id":"UN2013-0045"},"secondaryIdInfos":[{"id":"20131203-854","type":"OTHER","domain":"Clinical Trial Center TILAK / MUI"}],"organization":{"fullName":"Medical University Innsbruck","class":"OTHER"},"briefTitle":"Post-Stroke Disease Management - Stroke Card","officialTitle":"Multifaceted Intervention to Reduce Recurrent Cardiovascular Events and Improve Quality-of-Life After Ischemic Stroke and High-Risk Transient Ischemic Attack (TIA)","acronym":"Stroke Card"},"statusModule":{"statusVerifiedDate":"2019-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-01-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-01-15","type":"ACTUAL"},"completionDateStruct":{"date":"2019-01-15","type":"ACTUAL"},"studyFirstSubmitDate":"2014-06-03","studyFirstSubmitQcDate":"2014-06-04","studyFirstPostDateStruct":{"date":"2014-06-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-04-05","lastUpdatePostDateStruct":{"date":"2019-04-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Stefan Kiechl","investigatorTitle":"A.Univ.-Prof.","investigatorAffiliation":"Medical University Innsbruck"},"leadSponsor":{"name":"Medical University Innsbruck","class":"OTHER"},"collaborators":[{"name":"Cemit Center of Excellence in Medicine and IT","class":"OTHER"},{"name":"Tiroler Landeskrankenanstalten GmbH (TILAK)","class":"UNKNOWN"},{"name":"Tiroler Gebietskrankenkasse (TGKK)","class":"UNKNOWN"},{"name":"Tiroler Gesundheitsfonds (TGF)","class":"UNKNOWN"},{"name":"Private Universität für Gesundheitswissenschaften, Medizinische Informatik und Technik (UMIT)","class":"UNKNOWN"},{"name":"Barmherzige Brüder Vienna","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Patients after ischemic stroke are at high risk of recurrent cardiovascular events and of developing post-stroke complications. There is a substantial gap between risk factor management in real life and that recommended by international guidelines. Stroke Card is a multifaceted comprehensive post-stroke disease management program to detect and treat complications and optimize secondary prevention. The investigators hypothesize that, compared to standard care, Stroke Card will lead to an at least 33.3% risk reduction in recurrent cardiovascular events and improve health-related quality-of-life.","detailedDescription":"Stroke is the leading cause of disability and morbidity in the Western world and will extend its lead based on the continuous aging of European populations. Apart from persistent deficits, potentially avoidable medium- and long-term complications are significant contributors to post-stroke functional impairment and an appealing target for concerted interventions. Moreover, there is a substantial gap between risk factor management in real life and that recommended by international guidelines, resulting in a large number of avoidable recurring events.\n\nStroke Card is a prospective block-randomized open interventional trial with blinded outcome assessment comparing two standards of post-stroke patient care which both comply with the current state-of-the-art. Consecutive patients treated at the Department of Neurology of the University Hospital Innsbruck with ischemic stroke or high-risk TIA will be allocated to either standard care or extended standard care according to the Stroke Card concept and will be enrolled during the initial hospital stay. A second study center (Hospital St. John of God Vienna) is also enrolling patients. The program complies with the respective guidelines of the American Heart Association (AHA), focuses on patient empowerment, patient self-management education, routine reporting to the general practitioner (GP), evidence-based decision making, shared knowledge, and cooperation among physicians.\n\nWhereas disease management programs typically rely on expert opinion, our initiative moves from a purely empirical approach to a highly structured, individualized and evidence-based procedure with an outcome and health economy analysis.\n\nGeneric objectives:\n\nEarly detection or prevention of post-stroke complications, estimation of the patient's demand for nursing services and support, guideline-conform secondary prevention with full achievement of target levels, lifestyle modifications and outcome assessment after 3 and 12 months, assessment of 12-Mo body functioning (impairment), activity (disability) and participation (handicap and quality-of-life (QoL)).\n\nDetailed assessment of patient adherence to drug prescriptions as well as lifestyle modifications and analysis of its key determinants.\n\nImplementation of a simple electronic tool for patients (\"My Stroke Card\") capable of storing data, displaying risk factor levels over time (graphs), giving feedback about target level achievement (red, orange, green), providing information (recommendations, self-administered patient training programmes, etc), and unraveling post-stroke complications (modified post-stroke checklist). The \"My Stroke Card\" is also available in print version for patients without personal computer (PC) access.\n\nScientific proof that extended standard care ameliorates functional outcome and patient wellbeing (QoL), and improves secondary prevention of stroke and other vascular sequels without raising costs.\n\nRefinement of Stroke Card components in the case of success to end up with a condensed practicable approach for broad routine use, and identification of subgroups with the most pronounced benefit."},"conditionsModule":{"conditions":["Stroke","Ischemic Attack, Transient","Secondary Prevention","Disease Management","Cost-Benefit Analysis"],"keywords":["Post-Stroke Disease Management","Post-Stroke Complication","Risk Factor Control","Quality-of-Life"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":2149,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Extended Standard Care (Stroke Card)","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Active Comparator: Extended Standard Care (Stroke Card)"]},{"label":"Standard Care","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Active Comparator: Standard Care"]}],"interventions":[{"type":"BEHAVIORAL","name":"Active Comparator: Extended Standard Care (Stroke Card)","description":"Standard Care plus\n\nextended training with access to weekly educational lectures (education of patients and relatives), implementation of \"My Stroke Card\" containing (a) an adopted version of the 'post-stroke checklist' (ascertainment of post-stroke complications), (b) self-administered internet-based tools for risk factor monitoring and reinforcement of target level achievement, and (c) information and educational materials.\n\n3-Mo outpatient appointment with standardized assessment of risk factors and screening for complications, health problems and residual deficits, estimation of the patient's demand for nursing services and support, guideline-conform secondary prevention with full achievement of target levels, assessment of patient adherence to drug prescriptions.\n\n6-Mo and 9-Mo visits on the discretion of the study team in case of medical needs.\n\n12-Mo clinical visit and outcome assessment.","armGroupLabels":["Extended Standard Care (Stroke Card)"]},{"type":"BEHAVIORAL","name":"Active Comparator: Standard Care","description":"In-hospital training (education of patients, next of kin and caregivers on risk factor management and assessment, life style improvement, and compliance).\n\nComplimentary provision of a book / information material dealing with patient and caregiver relevant aspects of stroke care.\n\nAdvise by a dietitian (general advise and individualized recommendations in patients with diabetes and obesity).\n\nStandardized information materials (e.g. for OAK or NOAK therapy). Support for smoking cessation and weight reduction if necessary or requested. Detailed medical reports (doctor's letter for the general practitioner and patient) at discharge containing target levels for risk factor management.\n\nAF detection at the Stroke Unit (1-5 day monitoring) and/or at the ward (24-hour ECG).\n\n12-Mo clinical visit and outcome assessment.","armGroupLabels":["Standard Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Major recurrent (post-discharge) cardiovascular events [nonfatal stroke, nonfatal myocardial infarction, and vascular death]","timeFrame":"one year"},{"measure":"Health-related QoL (European Quality of Life-5 Dimensions EQ-5D-3L - overall health utility score)","description":"Co-primary endpoint","timeFrame":"at one year"}],"secondaryOutcomes":[{"measure":"Recurrent stroke (both ischemic and hemorrhagic) and TIA","timeFrame":"one year"},{"measure":"Death from all causes","timeFrame":"one year"},{"measure":"Functional outcome","description":"modified Rankin Scale (mRS) ≤2 and shift analysis","timeFrame":"at one year"},{"measure":"Quality-of-Life 5 individual dimensions (mobility, self-care, usual activities, pain and discomfort, anxiety and depression)","timeFrame":"at one year"},{"measure":"Target level achievement in secondary prevention","description":"Blood pressure \\< 140/90 (\\<130/85 in selected patients with diabetes, renal impairment or small-vessel disease), Hba1c\\<7.5% in patients with diabetes mellitus at baseline, nicotine abstinence in patients that had been smokers at baseline, LDL cholesterol \\< 100 mg/dL or \\<70 mg/dL in high-risk patients (i.e. stroke or TIA due to large-artery atherosclerosis or small-vessel occlusion, other evidence of atherosclerotic vascular disease, baseline diabetes), metabolic Syndrome (NCEP-ATPIII): reduction of component number by 1, physical activity \\>90 minutes, platelet inhibitor or oral anticoagulation, oral anticoagulation (INR 2-3, Time in Therapeutic Range (TTR)\\>70%) in case of atrial fibrillation (AF), lipid-lowering medication except for non-atherosclerotic strokes (e.g. vessel dissection).","timeFrame":"at one year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with acute ischemic stroke or high-risk TIA (ABCD2≥3)\n* Age ≥ 18 years\n* Written informed consent\n\nExclusion Criteria:\n\n* Patients living outside the hospital catchment area\n* Malignant or other severe disease with life-expectancy less than the expected duration of the trial\n* Drug addiction or severe alcohol abuse\n* Patients with persistent severe disability ad discharge (mRS=5) not suitable for rehabilitation (this group will have outcome and complication assessment by a telephone interview with the caregivers according to current standards)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Johann Willeit, MD","affiliation":"Department of Neurology, Medical University Innsbruck","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Neurology, Medical University Innsbruck","city":"Innsbruck","state":"Tyrol","zip":"6020","country":"Austria","geoPoint":{"lat":47.26266,"lon":11.39454}}]},"referencesModule":{"references":[{"pmid":"32954239","type":"DERIVED","citation":"Willeit P, Toell T, Boehme C, Krebs S, Mayer L, Lang C, Seekircher L, Tschiderer L, Willeit K, Rumpold G, Schoenherr G, Griesmacher A, Ferrari J, Knoflach M, Lang W, Kiechl S, Willeit J; STROKE-CARD study group. STROKE-CARD care to prevent cardiovascular events and improve quality of life after acute ischaemic stroke or TIA: A randomised clinical trial. EClinicalMedicine. 2020 Jul 28;25:100476. doi: 10.1016/j.eclinm.2020.100476. eCollection 2020 Aug."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2019-02-01","uploadDate":"2019-04-05T12:22","filename":"SAP_000.pdf","size":533793}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M14540","name":"Recurrence","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Ischemic Attack, Transient","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}