{"protocolSection":{"identificationModule":{"nctId":"NCT03668132","orgStudyIdInfo":{"id":"LY-89514138"},"organization":{"fullName":"Guangzhou General Hospital of Guangzhou Military Command","class":"OTHER"},"briefTitle":"Language Functional Reorganization in Subcortical Infarction Patients","officialTitle":"The Language Functional Reorganization Following Subcortical Cerebral Infarction: A Longitudinal fMRI Study"},"statusModule":{"statusVerifiedDate":"2018-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-01-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-10-09","type":"ACTUAL"},"completionDateStruct":{"date":"2017-01-12","type":"ACTUAL"},"studyFirstSubmitDate":"2018-09-10","studyFirstSubmitQcDate":"2018-09-10","studyFirstPostDateStruct":{"date":"2018-09-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-10-07","lastUpdatePostDateStruct":{"date":"2018-10-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yan Liu","investigatorTitle":"Director of cerebrovascular department","investigatorAffiliation":"Guangzhou General Hospital of Guangzhou Military Command"},"leadSponsor":{"name":"Guangzhou General Hospital of Guangzhou Military Command","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Post stroke aphasia (PSA) is one of the most frequently happened deficiency of stoke, affecting speaking,comprehension, writing and reading of language. Generally, PSA is commonly seen in cortical damage, but in recent years it has been found that subcortical injury is also an important cause of PSA, which is called subcortical aphasia. Using fMRI technology, the investigators aim to investigate the language function of patients with subcortical cerebral infarction at different stages of recovery , and explored the mechanism of post-injury language reorganization in the brain.\n\nThe investigators recruited 60 first-episode acute cerebral infarction patients with one-side lesion in subcortical white matter (40 with left injury and 20with right injury) and 20 health volunteers. All participants are right-handed, and screened with MMSE, HAMD and HAMA to exclude cases of psychosis, post-stroke dementia and depression. Each participant was arranged to have three test sessions at different stages after the infarction (T1:within 3 days after onset of the stroke ; T2:28 ±3days after onset; T3: 90±3days after onset), with fMRI and Western aphasia battery (WAB) in each session.\n\nThe purpose of this study is to explore the pathogenesis of subcortical aphasia, and to understand the dynamic reorganization of language network during the recovery of language function.","detailedDescription":"The participants were recruited from inpatients with acute ischemic stroke in Department of Cerebrovascular disease, The Guangzhou General Hospital of Guangzhou Military Command. The diagnose of ischemic stroke was made using the diagnostic criteria of the International Association of Neurological Diseases and Stroke Association in 1982. The classification criterias for ischemic stroke were based on the current international TOAST etiological classification method.\n\nThe study passed the approval of the ethics committee of General Hospital of Guangzhou Military Command , and all participants or their guardian signed informed consent. According to the location and diagnostic criteria, the participants were divided into three groups: left hemisphere infarction patients group ,right hemisphere infarction patients group and normal healthy control group. The participants performed 3 language functional behavior tests and functional magnetic resonance (fMRI) tests within3 days,28 ±3days ,90±3days after the onset of cerebral infarction. In the healthy control group, the above examination was performed only 1 times. Language functional behavioral assessments included the Chinese version of Western Aphasia Battery(WAB), spontaneous language frequency test(SLFT) and picture naming test(PNT). Examines of fMRI included task-state fMRI , resting-state fMRI and diffusion tensor imaging(DTI).\n\nTask state function magnetic resonance design：Using the block design, each sequence uses the \"baseline-stimulus-baseline-stimulus-baseline -stimulus-baseline-stimulus-baseline-stimulus-baseline-stimulus-baseline-stimulus-baseline\" model. The first baseline duration is 24s. The following baseline duration and duration of stimulus are 18s, each sequence is 240s, a total of three sequences. Scan 12min. From the Snodgrass picture database, 54 animal pictures and 54 tool pictures can be accurately identified by all subjects. Repeat 6 animal chunk and 6 tool naming chunks, six pictures of each block for 18 seconds. Choose the abstract map of all the American skunk as the baseline map of the animal name, and select the simple arrow picture as the baseline map of the tool. In order to avoid repetition effect after practice, the pictures used in the design of MRI are not repeated in speech behavior assessment. At baseline, subjects were asked to identify the direction of the arrow image and the tail direction of the skunk by silently speaking \"upright\" or \"inverted\". The subjects received task familiarization training before testing to ensure that there was no meaningless picture naming in baseline tasks, but location judgment. The design of language task is based on the design of Damasio. In the task state of magnetic resonance scanning, the patient is required to read and name the silent images of the visual images. The visual information is written by the DMDX software, the picture is projected through the brain functional audio-visual stimulation system (SA-9900) to the screen, and the subjects are placed on the head line. The reflector on the circle is observed.\n\nResting-state fMRI：During the rest-state fMRI scan, no task instruction was given to the participates, and the participates were completely relaxing, closing their eyes, breathing calmly, keeping their head still, but could not fall asleep, tried to avoid any systematic thinking activities, scanning 8min.\n\nFunctional magnetic resonance data acquisition：Cranial scanning was performed using the HDX3.0Tesla superconducting magnetic resonance scanner of the US GE company. The 8 channel phased array head coil is the receiving coil, and the scanning sequence and parameters are as follows：\n\n1. T1 structure imaging using FSPGR BRAVO sequence. The parameters included: time of repetition, 8.86 ms; time of echo, 3.52 ms; field of view, 24×24 cm2; in-plane resolution,256×256; slice thickness, 1 mm;interslice gap, 1 mm; and number of slices, 176.\n2. Echo-Planar Imaging (EPI) was used to acquire task-state fMRI data.The parameters included: time of repetition, 3000ms; time of echo, 40 ms; field of view, 24×24 cm2; in-plane resolution,64×64; slice thickness, 4 mm; interslice gap, 1 mm; and number of slices, 34. Scan a sequence of 240s, a total of 12 min.\n3. Echo-Planar Imaging (EPI) was used to acquire rest-state fMRI data.The parameters included: time of repetition, 3000ms; time of echo, 40 ms; field of view, 24×24 cm2; in-plane resolution,64×64; slice thickness, 4 mm; interslice gap, 1 mm; and number of slices, 34. A total of 8 min."},"conditionsModule":{"conditions":["Subcortical Aphasia","Ischemic Stroke"],"keywords":["Aphasia","Functional magnetic resonance imaging","Subcortical aphasia","Post-stroke aphasia","Cortical activation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":80,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Left damage","description":"Have the ischemic brain damage and the location of the damage ,and in the left brain","interventionNames":["Other: ischemic brain damage"]},{"label":"Right damage","description":"Have the ischemic brain damage and the location of the damage ,and in the right brain","interventionNames":["Other: ischemic brain damage"]},{"label":"Normal control","description":"Not have the ischemic brain damage","interventionNames":["Other: ischemic brain damage"]}],"interventions":[{"type":"OTHER","name":"ischemic brain damage","description":"Have or not have the ischemic brain damage and the location of the damage","armGroupLabels":["Left damage","Normal control","Right damage"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"A change of outcome measure: the Chinese version of Western Aphasia Battery(WAB)","description":"The main outcome measure for this scale is Aphasia Quotient(AQ) which mainly tests the ability of spontaneous speech, oral comprehension, repetition, and naming, and reflects the severity of aphasia, and can be used as a reliable indicator to evaluate the improvement and deterioration of aphasia. Score fluctuation is 0-100 points, the normal value is 98.4-100 points, AQ\\<93.8 can be judged as language dysfunction.","timeFrame":"This is an outcome measure to assess the improvement of language function from onset to 3 months after treatment. Thus, participates will undergo this assessment within 3 days (V1), 28±3 days (V2), and 90±3 days(V3) after randomization."}],"secondaryOutcomes":[{"measure":"A change of outcome measure: Spontaneous Language Frequency Test(SLFT)","description":"This test mainly assesses spontaneous speech fluency of participants. It requires participants name as many food names as possible within one minute, and each correct one to give one point. The higher the score, the better the language function.","timeFrame":"This is an outcome measure to assess the improvement of language function from onset to 3 months after treatment. Thus, participates will undergo this assessment within 3 days (V1), 28±3 days (V2), and 90±3 days(V3) after randomization."},{"measure":"A change of outcome measure: Picture Naming Test(PNT)","description":"This test mainly assesses the ability of picture name of participants. we used a program for displaying named pictures on a computer screen (60 photos in total, of which 20 were Chinese celebrity faces). Each image was displayed in 3 seconds, and 1 point was correctly named for an image. The faces of celebrities were selected from the picture database of Chinese celebrities in the State Key Laboratory of Cognitive Neuroscience and Learning at Beijing Normal University. Score fluctuation is 0-60 points, the higher the score, the better the ability of picture name.","timeFrame":"This is an outcome measure to assess the improvement of language function from onset to 3 months after treatment. Thus, participates will undergo this assessment on the within 3 days (V1), 28±3 days (V2), and 90±3 days(V3) after randomization."},{"measure":"Follow-up measurement:Functional Magnetic Resonance Imaging(fMRI)","description":"The examine included task-state fMRI and resting-state fMRI Time Frame: We will explore the mechanisms of dynamic changes in language functions. Thus, participates will undergo this examine on the first days (V1), 28±3 days (V2), and 90±3 days (V3) after randomization..","timeFrame":"This is an outcome measure to assess the improvement of language function from onset to 3 months after treatment. Thus, participates will undergo this assessment within 3 days (V1), 28±3 days (V2), and 90±3 days(V3) after randomization."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The first stroke of the left single subcortical areas, within 72hours.\n* Primary school or higher level,aged between 18-75, native language Chinese\n* According to the commonly used eye chart examination, the corrected visual acuity is more than 1.0.\n* According to the Edinburgh Handedness Questionnaire (EHQ) as the right handed.\n* The language function was normal before the onset. After the onset, the language function was mildly to moderately impaired with Western Aphasia Battery (WAB) ( Aphasia Quotient (AQ) between in 60 to 88).\n* The patient cooperate with the examination, they and their guardian signed the informed consent\n\nExclusion Criteria:\n\n* History of organic diseases of the nervous system and history of craniocerebral trauma.\n* History of epilepsy and psychosis.\n* History of material dependence.\n* Decompensation of important organ function.\n* Hamilton Depression Scale(HAMD )\\>8 points.\n* Hamilton Anxiety Scale(HAMA )\\>7 points.\n* The Mini-Mental State Examination (MMSE)score \\<20 points.\n* Pregnant women and breast-feeding women.\n* Contraindication of MRI scanning.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The first onset, the onset time was less than 3 days, the lesion was the left and right single subcortical infarct lesion confirmed by head Magnetic Resonance Imaging(MRI).All of them are come from Neurology/Cerebrovascular Department General Hospital of Guangzhou Military Command of PLA between 2016-2017.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Liu Yan, PhD","affiliation":"Guangzhou General Hospital of Guangzhou Military Command","role":"STUDY_CHAIR"}],"locations":[{"facility":"Cerebrovascular Department of General Hospital of Guangzhou Military Command of PLA","city":"GuangZhou","state":"Guangdong","zip":"510010","country":"China","geoPoint":{"lat":23.11667,"lon":113.25}}]},"referencesModule":{"references":[{"pmid":"7574464","type":"BACKGROUND","citation":"Pedersen PM, Jorgensen HS, Nakayama H, Raaschou HO, Olsen TS. Aphasia in acute stroke: incidence, determinants, and recovery. Ann Neurol. 1995 Oct;38(4):659-66. doi: 10.1002/ana.410380416."},{"pmid":"15733022","type":"BACKGROUND","citation":"Berthier ML. Poststroke aphasia : epidemiology, pathophysiology and treatment. Drugs Aging. 2005;22(2):163-82. doi: 10.2165/00002512-200522020-00006."},{"pmid":"16690899","type":"BACKGROUND","citation":"Engelter ST, Gostynski M, Papa S, Frei M, Born C, Ajdacic-Gross V, Gutzwiller F, Lyrer PA. Epidemiology of aphasia attributable to first ischemic stroke: incidence, severity, fluency, etiology, and thrombolysis. Stroke. 2006 Jun;37(6):1379-84. doi: 10.1161/01.STR.0000221815.64093.8c. Epub 2006 May 11."},{"pmid":"11292157","type":"BACKGROUND","citation":"Pizzamiglio L, Galati G, Committeri G. The contribution of functional neuroimaging to recovery after brain damage: a review. Cortex. 2001 Feb;37(1):11-31. doi: 10.1016/s0010-9452(08)70555-0."},{"pmid":"16823466","type":"BACKGROUND","citation":"Fridriksson J, Holland AL, Coull BM, Plante E, Trouard TP, Beeson P. Aphasia severity: Association with cerebral perfusion and diffusion. Aphasiology. 2002 Sep 1;16(9):859-871. doi: 10.1080/02687030244000347."},{"pmid":"16885220","type":"BACKGROUND","citation":"Hillis AE, Kleinman JT, Newhart M, Heidler-Gary J, Gottesman R, Barker PB, Aldrich E, Llinas R, Wityk R, Chaudhry P. Restoring cerebral blood flow reveals neural regions critical for naming. J Neurosci. 2006 Aug 2;26(31):8069-73. doi: 10.1523/JNEUROSCI.2088-06.2006."},{"pmid":"10471434","type":"BACKGROUND","citation":"Seitz RJ, Azari NP, Knorr U, Binkofski F, Herzog H, Freund HJ. The role of diaschisis in stroke recovery. Stroke. 1999 Sep;30(9):1844-50. doi: 10.1161/01.str.30.9.1844."},{"pmid":"15502272","type":"BACKGROUND","citation":"Kwakkel G, Kollen B, Lindeman E. Understanding the pattern of functional recovery after stroke: facts and theories. Restor Neurol Neurosci. 2004;22(3-5):281-99."},{"pmid":"10071093","type":"BACKGROUND","citation":"Warburton E, Price CJ, Swinburn K, Wise RJ. Mechanisms of recovery from aphasia: evidence from positron emission tomography studies. J Neurol Neurosurg Psychiatry. 1999 Feb;66(2):155-61. doi: 10.1136/jnnp.66.2.155."},{"pmid":"23482065","type":"BACKGROUND","citation":"Szaflarski JP, Allendorfer JB, Banks C, Vannest J, Holland SK. Recovered vs. not-recovered from post-stroke aphasia: the contributions from the dominant and non-dominant hemispheres. Restor Neurol Neurosci. 2013;31(4):347-60. doi: 10.3233/RNN-120267."},{"pmid":"10211466","type":"BACKGROUND","citation":"Heiss WD, Kessler J, Thiel A, Ghaemi M, Karbe H. Differential capacity of left and right hemispheric areas for compensation of poststroke aphasia. Ann Neurol. 1999 Apr;45(4):430-8. doi: 10.1002/1531-8249(199904)45:43.0.co;2-p."},{"pmid":"11134389","type":"BACKGROUND","citation":"Rosen HJ, Petersen SE, Linenweber MR, Snyder AZ, White DA, Chapman L, Dromerick AW, Fiez JA, Corbetta MD. Neural correlates of recovery from aphasia after damage to left inferior frontal cortex. Neurology. 2000 Dec 26;55(12):1883-94. doi: 10.1212/wnl.55.12.1883."},{"pmid":"18096407","type":"BACKGROUND","citation":"Meinzer M, Flaisch T, Breitenstein C, Wienbruch C, Elbert T, Rockstroh B. Functional re-recruitment of dysfunctional brain areas predicts language recovery in chronic aphasia. Neuroimage. 2008 Feb 15;39(4):2038-46. doi: 10.1016/j.neuroimage.2007.10.008. Epub 2007 Oct 18."},{"pmid":"10716869","type":"BACKGROUND","citation":"Calvert GA, Brammer MJ, Morris RG, Williams SC, King N, Matthews PM. Using fMRI to study recovery from acquired dysphasia. Brain Lang. 2000 Feb 15;71(3):391-9. doi: 10.1006/brln.1999.2272."},{"pmid":"10869575","type":"BACKGROUND","citation":"Lazar RM, Marshall RS, Pile-Spellman J, Duong HC, Mohr JP, Young WL, Solomon RL, Perera GM, DeLaPaz RL. Interhemispheric transfer of language in patients with left frontal cerebral arteriovenous malformation. Neuropsychologia. 2000;38(10):1325-32. doi: 10.1016/s0028-3932(00)00054-3."},{"pmid":"10187873","type":"BACKGROUND","citation":"Thulborn KR, Carpenter PA, Just MA. Plasticity of language-related brain function during recovery from stroke. Stroke. 1999 Apr;30(4):749-54. doi: 10.1161/01.str.30.4.749."},{"pmid":"8577749","type":"BACKGROUND","citation":"Buckner RL, Corbetta M, Schatz J, Raichle ME, Petersen SE. Preserved speech abilities and compensation following prefrontal damage. Proc Natl Acad Sci U S A. 1996 Feb 6;93(3):1249-53. doi: 10.1073/pnas.93.3.1249."},{"pmid":"10860566","type":"BACKGROUND","citation":"Gold BT, Kertesz A. Right hemisphere semantic processing of visual words in an aphasic patient: an fMRI study. Brain Lang. 2000 Jul;73(3):456-65. doi: 10.1006/brln.2000.2317."},{"pmid":"8623110","type":"BACKGROUND","citation":"Ohyama M, Senda M, Kitamura S, Ishii K, Mishina M, Terashi A. Role of the nondominant hemisphere and undamaged area during word repetition in poststroke aphasics. A PET activation study. Stroke. 1996 May;27(5):897-903. doi: 10.1161/01.str.27.5.897."},{"pmid":"7778845","type":"BACKGROUND","citation":"Weiller C, Isensee C, Rijntjes M, Huber W, Muller S, Bier D, Dutschka K, Woods RP, Noth J, Diener HC. Recovery from Wernicke's aphasia: a positron emission tomographic study. Ann Neurol. 1995 Jun;37(6):723-32. doi: 10.1002/ana.410370605."},{"pmid":"16723211","type":"BACKGROUND","citation":"Butefisch CM, Kleiser R, Seitz RJ. Post-lesional cerebral reorganisation: evidence from functional neuroimaging and transcranial magnetic stimulation. J Physiol Paris. 2006 Jun;99(4-6):437-54. doi: 10.1016/j.jphysparis.2006.03.001. Epub 2006 May 24."},{"pmid":"14745467","type":"BACKGROUND","citation":"Lang N, Nitsche MA, Paulus W, Rothwell JC, Lemon RN. Effects of transcranial direct current stimulation over the human motor cortex on corticospinal and transcallosal excitability. Exp Brain Res. 2004 Jun;156(4):439-43. doi: 10.1007/s00221-003-1800-2. Epub 2004 Jan 24."},{"pmid":"12135979","type":"BACKGROUND","citation":"Shimizu T, Hosaki A, Hino T, Sato M, Komori T, Hirai S, Rossini PM. Motor cortical disinhibition in the unaffected hemisphere after unilateral cortical stroke. Brain. 2002 Aug;125(Pt 8):1896-907. doi: 10.1093/brain/awf183."},{"pmid":"16638796","type":"BACKGROUND","citation":"Saur D, Lange R, Baumgaertner A, Schraknepper V, Willmes K, Rijntjes M, Weiller C. Dynamics of language reorganization after stroke. Brain. 2006 Jun;129(Pt 6):1371-84. doi: 10.1093/brain/awl090. Epub 2006 Apr 25."},{"pmid":"16006338","type":"BACKGROUND","citation":"Naeser MA, Martin PI, Nicholas M, Baker EH, Seekins H, Helm-Estabrooks N, Cayer-Meade C, Kobayashi M, Theoret H, Fregni F, Tormos JM, Kurland J, Doron KW, Pascual-Leone A. Improved naming after TMS treatments in a chronic, global aphasia patient--case report. Neurocase. 2005 Jun;11(3):182-93. doi: 10.1080/13554790590944663."},{"pmid":"21138505","type":"BACKGROUND","citation":"Barwood CH, Murdoch BE, Whelan BM, Lloyd D, Riek S, O' Sullivan JD, Coulthard A, Wong A. Improved language performance subsequent to low-frequency rTMS in patients with chronic non-fluent aphasia post-stroke. Eur J Neurol. 2011 Jul;18(7):935-43. doi: 10.1111/j.1468-1331.2010.03284.x. Epub 2010 Dec 7."},{"pmid":"9094051","type":"BACKGROUND","citation":"Heiss WD, Karbe H, Weber-Luxenburger G, Herholz K, Kessler J, Pietrzyk U, Pawlik G. Speech-induced cerebral metabolic activation reflects recovery from aphasia. J Neurol Sci. 1997 Feb 12;145(2):213-7. doi: 10.1016/s0022-510x(96)00252-3."},{"pmid":"10183948","type":"BACKGROUND","citation":"Belliveau JW, Cohen MS, Weisskoff RM, Buchbinder BR, Rosen BR. Functional studies of the human brain using high-speed magnetic resonance imaging. J Neuroimaging. 1991 Feb;1(1):36-41. doi: 10.1111/jon19911136."},{"pmid":"9412643","type":"BACKGROUND","citation":"Cramer SC, Nelles G, Benson RR, Kaplan JD, Parker RA, Kwong KK, Kennedy DN, Finklestein SP, Rosen BR. A functional MRI study of subjects recovered from hemiparetic stroke. Stroke. 1997 Dec;28(12):2518-27. doi: 10.1161/01.str.28.12.2518."},{"pmid":"27584714","type":"BACKGROUND","citation":"Tremblay P, Dick AS. Broca and Wernicke are dead, or moving past the classic model of language neurobiology. Brain Lang. 2016 Nov;162:60-71. doi: 10.1016/j.bandl.2016.08.004. Epub 2016 Aug 30."},{"pmid":"5475022","type":"BACKGROUND","citation":"Geschwind N. The organization of language and the brain. Science. 1970 Nov 27;170(3961):940-4. doi: 10.1126/science.170.3961.940. No abstract available."},{"pmid":"24342910","type":"BACKGROUND","citation":"Dick AS, Bernal B, Tremblay P. The language connectome: new pathways, new concepts. Neuroscientist. 2014 Oct;20(5):453-67. doi: 10.1177/1073858413513502. Epub 2013 Dec 15. Erratum In: Neuroscientist. 2017 Feb;23(1):95."},{"pmid":"29045564","type":"BACKGROUND","citation":"Rolston JD, Chang EF. Critical Language Areas Show Increased Functional Connectivity in Human Cortex. Cereb Cortex. 2018 Dec 1;28(12):4161-4168. doi: 10.1093/cercor/bhx271."},{"pmid":"18400922","type":"BACKGROUND","citation":"Buckner RL, Andrews-Hanna JR, Schacter DL. The brain's default network: anatomy, function, and relevance to disease. Ann N Y Acad Sci. 2008 Mar;1124:1-38. doi: 10.1196/annals.1440.011."},{"pmid":"22949666","type":"BACKGROUND","citation":"Foster BL, Dastjerdi M, Parvizi J. Neural populations in human posteromedial cortex display opposing responses during memory and numerical processing. Proc Natl Acad Sci U S A. 2012 Sep 18;109(38):15514-9. doi: 10.1073/pnas.1206580109. Epub 2012 Sep 4."},{"pmid":"21677128","type":"BACKGROUND","citation":"Andrews-Hanna JR. The brain's default network and its adaptive role in internal mentation. Neuroscientist. 2012 Jun;18(3):251-70. doi: 10.1177/1073858411403316. Epub 2011 Jun 15."},{"pmid":"29253252","type":"BACKGROUND","citation":"Chen Q, Beaty RE, Wei D, Yang J, Sun J, Liu W, Yang W, Zhang Q, Qiu J. Longitudinal Alterations of Frontoparietal and Frontotemporal Networks Predict Future Creative Cognitive Ability. Cereb Cortex. 2018 Jan 1;28(1):103-115. doi: 10.1093/cercor/bhw353."},{"pmid":"27984788","type":"BACKGROUND","citation":"Mancini S, Quinones I, Molinaro N, Hernandez-Cabrera JA, Carreiras M. Disentangling meaning in the brain: Left temporal involvement in agreement processing. Cortex. 2017 Jan;86:140-155. doi: 10.1016/j.cortex.2016.11.008. Epub 2016 Nov 18."},{"pmid":"22831779","type":"BACKGROUND","citation":"Crosson B. Thalamic mechanisms in language: a reconsideration based on recent findings and concepts. Brain Lang. 2013 Jul;126(1):73-88. doi: 10.1016/j.bandl.2012.06.011. Epub 2012 Jul 23."},{"pmid":"23872286","type":"BACKGROUND","citation":"Civier O, Bullock D, Max L, Guenther FH. Computational modeling of stuttering caused by impairments in a basal ganglia thalamo-cortical circuit involved in syllable selection and initiation. Brain Lang. 2013 Sep;126(3):263-78. doi: 10.1016/j.bandl.2013.05.016. Epub 2013 Jul 19."},{"pmid":"26791206","type":"BACKGROUND","citation":"Chai XJ, Berken JA, Barbeau EB, Soles J, Callahan M, Chen JK, Klein D. Intrinsic Functional Connectivity in the Adult Brain and Success in Second-Language Learning. J Neurosci. 2016 Jan 20;36(3):755-61. doi: 10.1523/JNEUROSCI.2234-15.2016."},{"pmid":"23055482","type":"BACKGROUND","citation":"Poeppel D, Emmorey K, Hickok G, Pylkkanen L. Towards a new neurobiology of language. J Neurosci. 2012 Oct 10;32(41):14125-31. doi: 10.1523/JNEUROSCI.3244-12.2012."},{"pmid":"23820597","type":"BACKGROUND","citation":"Catani M, Mesulam MM, Jakobsen E, Malik F, Martersteck A, Wieneke C, Thompson CK, Thiebaut de Schotten M, Dell'Acqua F, Weintraub S, Rogalski E. A novel frontal pathway underlies verbal fluency in primary progressive aphasia. Brain. 2013 Aug;136(Pt 8):2619-28. doi: 10.1093/brain/awt163. Epub 2013 Jul 2."},{"pmid":"26186231","type":"BACKGROUND","citation":"Broce I, Bernal B, Altman N, Tremblay P, Dick AS. Fiber tracking of the frontal aslant tract and subcomponents of the arcuate fasciculus in 5-8-year-olds: Relation to speech and language function. Brain Lang. 2015 Oct;149:66-76. doi: 10.1016/j.bandl.2015.06.006. Epub 2015 Jul 14."},{"pmid":"20385412","type":"BACKGROUND","citation":"Herrera-Guzman I, Herrera-Abarca JE, Gudayol-Ferre E, Herrera-Guzman D, Gomez-Carbajal L, Pena-Olvira M, Villuendas-Gonzalez E, Joan GO. Effects of selective serotonin reuptake and dual serotonergic-noradrenergic reuptake treatments on attention and executive functions in patients with major depressive disorder. Psychiatry Res. 2010 May 30;177(3):323-9. doi: 10.1016/j.psychres.2010.03.006. Epub 2010 Apr 10."},{"pmid":"6080235","type":"BACKGROUND","citation":"Hamilton M. Development of a rating scale for primary depressive illness. Br J Soc Clin Psychol. 1967 Dec;6(4):278-96. doi: 10.1111/j.2044-8260.1967.tb00530.x. No abstract available."},{"pmid":"13638508","type":"BACKGROUND","citation":"HAMILTON M. The assessment of anxiety states by rating. Br J Med Psychol. 1959;32(1):50-5. doi: 10.1111/j.2044-8341.1959.tb00467.x. No abstract available."},{"pmid":"1202204","type":"BACKGROUND","citation":"Folstein MF, Folstein SE, McHugh PR. \"Mini-mental state\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res. 1975 Nov;12(3):189-98. doi: 10.1016/0022-3956(75)90026-6. No abstract available."},{"pmid":"8606767","type":"BACKGROUND","citation":"Damasio H, Grabowski TJ, Tranel D, Hichwa RD, Damasio AR. A neural basis for lexical retrieval. Nature. 1996 Apr 11;380(6574):499-505. doi: 10.1038/380499a0. Erratum In: Nature 1996 Jun 27;381(6595):810."},{"pmid":"8208115","type":"BACKGROUND","citation":"Beaulieu C, Allen PS. Determinants of anisotropic water diffusion in nerves. Magn Reson Med. 1994 Apr;31(4):394-400. doi: 10.1002/mrm.1910310408."},{"pmid":"29365026","type":"BACKGROUND","citation":"Alnaes D, Kaufmann T, Doan NT, Cordova-Palomera A, Wang Y, Bettella F, Moberget T, Andreassen OA, Westlye LT. Association of Heritable Cognitive Ability and Psychopathology With White Matter Properties in Children and Adolescents. JAMA Psychiatry. 2018 Mar 1;75(3):287-295. doi: 10.1001/jamapsychiatry.2017.4277."},{"pmid":"29488219","type":"BACKGROUND","citation":"Ganzola R, McIntosh AM, Nickson T, Sprooten E, Bastin ME, Giles S, Macdonald A, Sussmann J, Duchesne S, Whalley HC. Diffusion tensor imaging correlates of early markers of depression in youth at high-familial risk for bipolar disorder. J Child Psychol Psychiatry. 2018 Aug;59(8):917-927. doi: 10.1111/jcpp.12879. Epub 2018 Feb 28."},{"pmid":"29486093","type":"BACKGROUND","citation":"Dillon DG, Gonenc A, Belleau E, Pizzagalli DA. Depression is associated with dimensional and categorical effects on white matter pathways. Depress Anxiety. 2018 May;35(5):440-447. doi: 10.1002/da.22734. Epub 2018 Feb 27."},{"pmid":"8130344","type":"BACKGROUND","citation":"Basser PJ, Mattiello J, LeBihan D. MR diffusion tensor spectroscopy and imaging. Biophys J. 1994 Jan;66(1):259-67. doi: 10.1016/S0006-3495(94)80775-1."},{"pmid":"12489095","type":"BACKGROUND","citation":"Basser PJ, Jones DK. Diffusion-tensor MRI: theory, experimental design and data analysis - a technical review. NMR Biomed. 2002 Nov-Dec;15(7-8):456-67. doi: 10.1002/nbm.783."},{"pmid":"11025519","type":"BACKGROUND","citation":"Basser PJ, Pajevic S, Pierpaoli C, Duda J, Aldroubi A. In vivo fiber tractography using DT-MRI data. Magn Reson Med. 2000 Oct;44(4):625-32. doi: 10.1002/1522-2594(200010)44:43.0.co;2-o."},{"pmid":"25742640","type":"BACKGROUND","citation":"Lim JC, Phal PM, Desmond PM, Nichols AD, Kokkinos C, Danesh-Meyer HV, Kaye AH, Moffat BA. Probabilistic MRI tractography of the optic radiation using constrained spherical deconvolution: a feasibility study. PLoS One. 2015 Mar 5;10(3):e0118948. doi: 10.1371/journal.pone.0118948. eCollection 2015."},{"pmid":"28971007","type":"BACKGROUND","citation":"Theisen F, Leda R, Pozorski V, Oh JM, Adluru N, Wong R, Okonkwo O, Dean DC 3rd, Bendlin BB, Johnson SC, Alexander AL, Gallagher CL. Evaluation of striatonigral connectivity using probabilistic tractography in Parkinson's disease. Neuroimage Clin. 2017 Sep 9;16:557-563. doi: 10.1016/j.nicl.2017.09.009. eCollection 2017."},{"pmid":"21666264","type":"BACKGROUND","citation":"Galantucci S, Tartaglia MC, Wilson SM, Henry ML, Filippi M, Agosta F, Dronkers NF, Henry RG, Ogar JM, Miller BL, Gorno-Tempini ML. White matter damage in primary progressive aphasias: a diffusion tensor tractography study. Brain. 2011 Oct;134(Pt 10):3011-29. doi: 10.1093/brain/awr099. Epub 2011 Jun 11."},{"pmid":"15590457","type":"BACKGROUND","citation":"Kim H, Na DL. Normative data on the Korean version of the Western Aphasia Battery. J Clin Exp Neuropsychol. 2004 Nov;26(8):1011-20. doi: 10.1080/13803390490515397."},{"pmid":"22555622","type":"BACKGROUND","citation":"Xie Q, Liu Y, Li CY, Song XZ, Wang J, Han LX, Bai HM. The modulation of venlafaxine on cortical activation of language area in healthy subjects with fMRI study. Psychopharmacology (Berl). 2012 Oct;223(4):417-25. doi: 10.1007/s00213-012-2730-0. Epub 2012 May 4."},{"pmid":"24523693","type":"BACKGROUND","citation":"Oguz I, Farzinfar M, Matsui J, Budin F, Liu Z, Gerig G, Johnson HJ, Styner M. DTIPrep: quality control of diffusion-weighted images. Front Neuroinform. 2014 Jan 30;8:4. doi: 10.3389/fninf.2014.00004. eCollection 2014."},{"pmid":"26481672","type":"BACKGROUND","citation":"Andersson JLR, Sotiropoulos SN. An integrated approach to correction for off-resonance effects and subject movement in diffusion MR imaging. Neuroimage. 2016 Jan 15;125:1063-1078. doi: 10.1016/j.neuroimage.2015.10.019. Epub 2015 Oct 20."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000001037","term":"Aphasia"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}