{"protocolSection":{"identificationModule":{"nctId":"NCT05204225","orgStudyIdInfo":{"id":"825003"},"organization":{"fullName":"University of Seville","class":"OTHER"},"briefTitle":"Clinical Effectiveness of the ReHand App in Hand Rehabilitation After Stroke","officialTitle":"ReHand. The First Tablet Solution for the Neurological Post-Stroke Rehabilitation of the Most Functional Body Segment, The Hand"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-02-26","type":"ACTUAL"},"completionDateStruct":{"date":"2022-03-26","type":"ACTUAL"},"studyFirstSubmitDate":"2022-01-10","studyFirstSubmitQcDate":"2022-01-10","studyFirstPostDateStruct":{"date":"2022-01-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-05","lastUpdatePostDateStruct":{"date":"2022-04-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Pablo Rodríguez","investigatorTitle":"Principal Investigator, PhD Candidate","investigatorAffiliation":"University of Seville"},"leadSponsor":{"name":"University of Seville","class":"OTHER"},"collaborators":[{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},{"name":"Centro de Referencia Estatal de Atención Al Daño Cerebral","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the third leading cause of disability worldwide, with the hand being one of the segments whose affectation generates the greatest limitation in functional ability and quality of life. Neurorehabilitation is the most effective therapy as long as it is implemented both in the early (post-hospital stages) and in an intensive approach. However, the resources of healthcare systems are not enough to address the neurorehabilitation needs of patients with hand affectation after stroke. Thus, current scientific literature advocates transferring such rehabilitation to the patient's home through therapeutic exercise programs - whose clinical and economic effectiveness has already been demonstrated - as a way of reducing the consumption of resources. In order to achieve this, telerehabilitation is suggested as one of the most viable formats. However, current telerehabilitation systems such as video games and virtual reality do not provide a fully viable solution, mainly due to the lack of scalability and penetration of the technology, and the lack of a hand specific approach, whose importance is crucial in the recovery of function and autonomy in Activities of Daily Living (ADL). Different articles and reviews confirm the potential of tablet devices to solve these issues given their scalability and the multisensory feedback provided, making possible a more productive and intensive motor training and sensory stimulation in order to optimize cortical reorganization and neuroplasticity after a stroke. Both health professionals and patients have expressed the need for a specific Tablet application for neurorehabilitation of the hand after stroke, that follows the precepts established by the evidence. However, the lack of specific applications for this approach means that existing apps are used as an adaptation. Therefore, we propose the development and preliminary validation of ReHand, the first Tablet application developed according to the needs of healthcare professionals and patients, and the precepts of the most updated scientific literature, which allows the patient to perform an active therapy adapted to its hand limitations, and the healthcare professional to monitor their patient's home performance."},"conditionsModule":{"conditions":["Stroke","Mobility Limitation","Neurologic Disorder","Motor Disorders","Hand Presentation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":33,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Tablet Application","type":"EXPERIMENTAL","description":"An exercise program based on the current evidence will be provided through a tablet application (ReHand) along with the face-to-face conventional approach of each recruitment centres. A follow-up of the use of the application will be carried out. The treatment protocol will last 4 weeks, including daily exercise sessions of 30-60 minutes of duration at home though the application tablet.","interventionNames":["Other: Tablet Application"]},{"label":"Conventional Treatment","type":"ACTIVE_COMPARATOR","description":"Participants included in this group will receive the conventional treatment protocol usually prescribed on each recruitment centres. Participants will be asked to perform an exercise program on paper during 4 weeks at home, along with face-to-face sessions.","interventionNames":["Other: Conventional Treatment"]}],"interventions":[{"type":"OTHER","name":"Tablet Application","description":"Participants will receive a tablet app (ReHand) along with face-to-face physiotherapy sessions. The ReHand app includes an exercise program based on current scientific evidence for improving funcional ability and dexterity of the hand with neurological affectation. Those exercises are performed making controlled taps and movements while touching the touchscreen and guided by feedbacks. Also, ReHand app includes a prescription and monitoring web-based system for professionals. Along with this intervention, face-to-face physiotherapy sessions will be performed their respective centres.","armGroupLabels":["Tablet Application"]},{"type":"OTHER","name":"Conventional Treatment","description":"Participants of this group will receive a home exercise program on paper and face-to-face physiotherapy sessions. This intervention is the conventional approach usually delivered in their respective centres. Those exercises were specifically developed for the rehabilitation of the hand with neurological affectation.","armGroupLabels":["Conventional Treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor function of the upper limb using Fugl-Meyer Motor Assessment of the Upper Extremity (FMA-UE)","description":"A specific scale for the assessment of sensorimotor function of the upper limb after stroke. It includes 33 items, which are rated from 0 to 2 (0 = cannot perform it, 1 = partially perform it, 2 = maximum performance). Its overall score range from 0 to 66. Higher values correspond to greater motor ability.","timeFrame":"Change from Baseline Fugl-Meyer Motor Assessment of the Upper Extremity (FMA-UE) at 4 weeks."}],"secondaryOutcomes":[{"measure":"Dexterity assessed using the Nine Hole Peg Test","description":"Plastic instrument with a shallow round dish to contain pegs and nine holes on the opposite side. It consist of measuring the time spent to place and remove all the pegs from the holes.","timeFrame":"Change from Baseline Nine Hole Peg Test at 4 weeks"},{"measure":"Grip strength assessed using a hydraulic grip dynamometer","description":"The Maximum power of the hand muscles used to firmly grasp an object by wrapping the fingers around it, pressing it against the palm, and using the thumb to apply counter-pressure, using a Hydraulic grip dynamometer","timeFrame":"Change from Baseline Grip Strength at 4 weeks"},{"measure":"Pinch strength assessed using a hydraulic pinch dynamometer","description":"The maximun power of the pinch muscles, pressing the tip thumb against the tip index finger, using an Hydraulic pinch dynamometer.","timeFrame":"Change from Baseline Pinch Strength at 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Older than 18 years.\n* From 1 week to 6 months after stroke\n* Ischemic or hemorrhagic stroke confirmation by computed tomography or magnetic resonance imaging.\n* No previous impairments of the upper limb with the stroke affectation.\n* Score above 20 on the Minimental State Examination test.\n* Alertness and medical stability declared by the responsible neurologist and with ability to follow simple verbal commands\n* Ability to move fingers, even partially.\n\nExclusion Criteria:\n\n* Acute traumatic or orthopedic involvement of the limb in concern.\n* Unstable medical condition (life expectancy less than 3 months, uncontrolled hypertension, unstable angina, recent myocardial infarction, etc.).\n* Any medical condition that may confound interpretation of results or put the patient at risk (e.g. amputated finger, psychiatric illness, etc.).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Pablo Rodriguez","affiliation":"University of Seville","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fondazione Don Carlo Gnocchi, IRCCS Santa Maria Nascente, O.U. de Neurología de Rehabilitación","city":"Milano","country":"Italy","geoPoint":{"lat":45.46427,"lon":9.18951}},{"facility":"Centro de Referencia Estatal de Atención al Daño Cerebral Adquirido (CEADAC)","city":"Madrid","zip":"28034","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000051346","term":"Mobility Limitation"},{"id":"D000068079","term":"Motor Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M26379","name":"Mobility Limitation","asFound":"Mobility Limitation","relevance":"HIGH"},{"id":"M219","name":"Motor Disorders","asFound":"Motor Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}