{"protocolSection":{"identificationModule":{"nctId":"NCT06077305","orgStudyIdInfo":{"id":"KY2023-049-01"},"organization":{"fullName":"Beijing Tiantan Hospital","class":"OTHER"},"briefTitle":"A Registry Study of Microcirculation Disorder After Cerebral Small Vessel Disease and Ischemic Stroke","officialTitle":"A Registry Study of Microcirculation Disorder After Cerebral Small Vessel Disease and Ischemic Stroke, MODEST, Research Protocol","acronym":"MODEST"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-21","studyFirstSubmitQcDate":"2023-10-08","studyFirstPostDateStruct":{"date":"2023-10-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-18","lastUpdatePostDateStruct":{"date":"2023-10-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"yilong Wang","investigatorTitle":"Vice President of Beijing Tiantan Hospital","investigatorAffiliation":"Beijing Tiantan Hospital"},"leadSponsor":{"name":"Beijing Tiantan Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to construct a registry platform for microcirculatory disorders in a large sample of Chinese patients with cerebral small vessel disease and ischemic stroke; To explore the role of microcirculatory disorders in different types of cerebral small vessel disease and iachemic stroke, as well as their pathogenesis, severity, and prognosis; And to research on the drug treatment of microcirculatory disorders for cerebral small vessel disease and stroke in the real world.","detailedDescription":"Cerebral small vessel disease (CSVD) is a clinical syndrome with imaging and pathological changes, which is caused by various structural abnormality or functional dysfunction of small blood vessels including cerebral arterioles, perforating arteries, capillaries, and venules. It is also a common cause of stroke. Among people over 60 years old, the prevalence of CSVD exceeds 80%, and it is speculated that the number of CSVD patients in China exceeds 200 million, far higher than the number of stroke patients. CSVD can cause about 20% of stroke and 50% of dementia, while also doubling the risk of dementia and death, and tripling the risk of stroke. It is an important cause of death and disability in elderly people in China.\n\nStroke is a kind of cerebrovascular diseases characterized by sudden localized or diffuse neurological deficits caused by cerebral blood circulation disorders, and is the main clinical phenotype of cerebrovascular diseases. Stroke is characterized by high incidence rate, high disability rate, high mortality, high recurrence rate, and high economic burden. It is the first cause of death and disability in adult in China.\n\nMicrocirculatory disorders may play an important role in the pathophysiological process of ischemic CSVD. The pathological process of CSVD involves various components of the neurovascular units, including the blood-brain barrier composed of vascular endothelial cells, basement membrane, pericytes, and astrocytes, as well as oligodendrocytes, neurons, and extracellular matrix, etc.Among them, the disruption of the blood-brain barrier and endothelial damage are considered to be the initial stage of the pathological process of CSVD, causing the destruction of various secondary microcirculation structures and functions, namely the occurrence of microcirculatory disorders.\n\nMicrocirculatory disorders may also play a major role in the occurrence and development of ischemic cerebrovascular disease. By exploring multiple omics markers such as specific molecular biological markers related to ischemic cerebrovascular disease in the pathophysiological pathways of microcirculatory disorders, traditional risk factors and imaging markers can be combined to create prediction models for ineffective reperfusion of acute ischemic stroke and progression of CSVD, providing scientific evidence for improving the prognosis of acute ischemic stroke and CSVD."},"conditionsModule":{"conditions":["Cerebral Small Vessel Diseases","Ischemic Stroke"],"keywords":["Cerebral Small Vessel Diseases","Ischemic Stroke","Microcirculation Disorder","Multicenter Study","Registry Study"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":20000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Registry Study on Microcirculatory Disorders in Acute Ischemic Stroke","description":"Establish a Chinese registry platform for microcirculatory disorders after acute ischemic stroke; use this registry platform to record the prevalence, diagnosis and treatment information, and prognosis of microcirculatory disorders after acute ischemic stroke."},{"label":"Registry Study on Microcirculatory Disorders in Ischemic Stroke during Recovery Period","description":"Establish a national registry platform for microcirculatory disorders in ischemic stroke during recovery period; use this registry platform to record the prevalence, diagnosis and treatment information, and prognosis of microcirculatory disorders in ischemic stroke during recovery period."},{"label":"Registry Study on Microcirculatory Disorders in CSVD","description":"Establish a national registry platform for microcirculatory disorders in CSVD; use this registry platform to record the prevalence, diagnosis and treatment information, and disease outcome of microcirculatory disorders in CSVD."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The correlation between microcirculatory disorders and recurrence of stroke (ischemic stroke and hemorrhagic stroke)","description":"This study will collect disease information related to microcirculatory disorders and recurrent stroke among patients with acute ischemic stroke.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"Correlation between microcirculatory disorders and daily living ability levels (mRS) in patients with acute ischemic stroke","description":"This study will collect disease information related to microcirculatory disorders and mRS among ischemic stroke patients during recovery period.","timeFrame":"baseline, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"The correlation between microcirculatory disorders and cognitive function in CSVD (Mini COG).","description":"This study will collect disease information related to microcirculatory disorders and Mini COG among patients with CSVD.","timeFrame":"baseline, 3th month, 12th month"}],"secondaryOutcomes":[{"measure":"The drug treatment of acute ischemic stroke in the real world based on microcirculation disorders.","description":"Record all the medication treatment information during the follow-up period since the last visit, and all the medications information is collated to describe the patient's medication regimen.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"The correlation between microcirculatory disorders and the combination of vascular events (ischemic stroke, hemorrhagic stroke, myocardial infarction, vascular death) in the recovery period of ischemic stroke.","description":"This study will collect Major Adverse Cardiovascular Events (MACE): including ischemic stroke, hemorrhagic stroke, myocardial infarction, and vascular death.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"The correlation between microcirculatory disorders and the pathogenesis of acute ischemic stroke with different etiological subtypes.","description":"Record the final diagnosis and main combined diagnosis of this enrollment event and complete blood laboratory examination, transcranial doppler ultrasound examination, physical examination and the like to ensure and evaluate the correlation between microcirculatory disorders and the pathogenesis of recovery ischemic stroke in different etiological subtypes.","timeFrame":"baseline, 3rd month, 12th month"},{"measure":"The correlation between microcirculation disorders and the severity of acute ischemic stroke.","description":"This study will collect disease information related to microcirculatory disorders among patients with acute ischemic stroke to evaluate the correlation between microcirculation disorders and the severity of acute ischemic stroke.","timeFrame":"baseline, 3rd month, 12th month"},{"measure":"An effective treatment method for microcirculatory dysfunction targets in acute ischemic stroke.","description":"Record the medication treatment information during the follow-up period since the last visit, to explore and build an effective treatment method for microcirculatory dysfunction targets in acute ischemic stroke.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"The drug treatment of ischemic stroke in the recovery period based on microcirculation disorders in the real world.","description":"Record the medication treatment information during the follow-up period since the last visit, including antiplatelet therapy, antihypertensive therapy, lipid-lowering, hypoglycemic, vasoactive drugs, neuroprotective agents, traditional Chinese medicine, etc. Detailed records of medication types, daily dosage, and duration are required.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"The correlation between microcirculatory disorders and the pathogenesis of ischemic stroke during recovery period classified by different etiological subtypes.","description":"Record the final diagnosis and main combined diagnosis of this enrollment event and complete blood laboratory examination, transcranial doppler ultrasound examination, physical examination and the like to ensure and evaluate the correlation between microcirculatory disorders and the pathogenesis of recovery ischemic stroke in different etiological subtypes.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"The correlation between microcirculatory disorders and the severity of ischemic stroke during recovery period.","description":"This study will collect disease information related to microcirculatory disorders and ischemic stroke patients during recovery period to evaluate the correlation between microcirculation disorders and the severity of ischemic stroke.","timeFrame":"baseline, 3rd month, 12th month"},{"measure":"An effective treatment method for microcirculatory dysfunction targets in the recovery stage of ischemic stroke.","description":"Record the medication treatment information during the follow-up period since the last visit, to explore and build an effective treatment method for microcirculatory dysfunction targets in the recovery stage of ischemic stroke.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"The correlation between microcirculatory disorders and the outcome/prognosis of ischemic stroke during recovery period.","description":"This study will collect disease information related to microcirculatory disorders and mRS among ischemic stroke patients during recovery period to assess the correlation between microcirculatory disorders and the outcome/prognosis of ischemic stroke during recovery period.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"The drug treatment of CSVD in the real world based on microcirculation disorders.","description":"Record the medication treatment information during the follow-up period since the last visit, including antiplatelet therapy, antihypertensive therapy, lipid-lowering, hypoglycemic, vasoactive drugs, neuroprotective agents, traditional Chinese medicine, etc. Detailed records of medication types, daily dosage, and duration are required.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"The correlation between microcirculatory disorders and the pathogenesis of different subtypes of CSVD.","description":"Record the final diagnosis and main combined diagnosis of this enrollment event and complete blood laboratory examination, transcranial doppler ultrasound examination, physical examination and the like to ensure and evaluate the correlation between microcirculatory disorders and the pathogenesis of different subtypes of CSVD.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"The correlation between microcirculatory disorders and the severity of CSVD.","description":"This study will collect disease information related to microcirculatory disorders and CSVD to evaluate the correlation between microcirculation disorders and the severity of CSVD.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"Effective treatment methods for microcirculatory disorders in CSVD.","description":"Record the medication treatment information during the follow-up period since the last visit, to explore and build an effective treatment method for microcirculatory dysfunction targets in the CSVD.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"},{"measure":"The correlation between microcirculatory disorders and clinical symptoms of CSVD.","description":"This study will complete and collect relevant information of clinical symptoms and microcirculatory disorders among patients with CSVD.","timeFrame":"baseline, 14th day, 3rd month, 6th month, 12th month, 18th month, 24th month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nStudy 1:\n\n1. Age ≥ 18 years old.\n2. Acute ischemic stroke within 7 days of onset.\n3. Sign an informed consent form.\n\nStudy 2:\n\n1. Age ≥ 18 years old.\n2. Ischemic stroke during recovery period, within 30 days to 1 year of onset.\n3. Sign an informed consent form.\n\nStudy 3:\n\n1. Age ≥ 18 years old.\n2. Within 3 years, there are characteristic lesions of cerebral small vessel disease on head MRI or CT, and they meet at least one of the following criteria:\n\n   1. Paraventricular or deep white matter hyperintensities, Fazekas total score ≥ 2;\n   2. Paraventricular or deep white matter hyperintensities, Fazekas total score=1, and at least two vascular risk factors (hypertension, hyperlipidemia, diabetes, current smoking, obesity, history of coronary heart disease, history of stroke).\n   3. Paraventricular or deep white matter hyperintensities, Fazekas total score=1, with ≥ 1 lacune.\n   4. New recent subcortical small infarcts.\n3. Sign an informed consent form.\n\nExclusion Criteria:\n\nStudy 1:\n\n1. Cerebral hemorrhage and subarachnoid hemorrhage within 3 months of onset.\n2. There are untreated cerebral vascular malformations or untreated aneurysms (diameter\\>3mm).\n3. Confirmed neurodegenerative diseases such as Alzheimer's disease, Parkinson's disease, Parkinson's syndrome, etc.\n4. A mental illness diagnosed according to the DSM-V diagnostic criteria.\n5. There are clear diagnoses of non-vascular white matter lesions, such as multiple sclerosis, adult white matter dysplasia, metabolic encephalopathy, etc.\n6. Unable to cooperate in completing follow-up visits due to geographical or other reasons.\n7. The patient also participated in other clinical trials.\n\nStudy 2:\n\n1. Cerebral hemorrhage and subarachnoid hemorrhage within 3 months of onset.\n2. There are untreated cerebral vascular malformations or untreated aneurysms (diameter\\>3mm).\n3. Confirmed neurodegenerative diseases such as Alzheimer's disease, Parkinson's disease, Parkinson's syndrome, etc.\n4. A mental illness diagnosed according to the DSM-V diagnostic criteria.\n5. There are clear diagnoses of non-vascular white matter lesions, such as multiple sclerosis, adult white matter dysplasia, metabolic encephalopathy, etc.\n6. Unable to cooperate in completing follow-up visits due to geographical or other reasons.\n7. The patient also participated in other clinical trials.\n\nStudy 3:\n\n1. Cerebral hemorrhage and subarachnoid hemorrhage within 3 months of onset.\n2. There are untreated cerebral vascular malformations or untreated aneurysms (diameter\\>3mm).\n3. Confirmed neurodegenerative diseases such as Alzheimer's disease, Parkinson's disease, Parkinson's syndrome, etc.\n4. A mental illness diagnosed according to the DSM-V diagnostic criteria.\n5. There are clear diagnoses of non-vascular white matter lesions, such as multiple sclerosis, adult white matter dysplasia, metabolic encephalopathy, etc.\n6. Unable to cooperate in completing follow-up visits due to geographical or other reasons.\n7. The patient also participated in other clinical trials.","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Study 1: Patients with acute ischemic stroke.\n\nStudy 2: Patients with ischemic stroke during the recovery period.\n\nStudy 3: Patients with cerebral small vessel disease based on STRIVE classification.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Yilong Wang, PhD+MD","role":"CONTACT","phone":"0086-010-67092222","phoneExt":"0","email":"yilong528@aliyun.com"}],"overallOfficials":[{"name":"Yilong Wang, PhD+MD","affiliation":"Beijing Tiantan Hospital, Capital Medical University, Beijing, China","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Beijing Tiantan Hospital","city":"Beijing","zip":"100050","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"type":"RESULT","citation":"Chen Weiqi, Pan Yuesong, Chen Xia, Bai Feng, Cao Yongjun, Fan Yuhua, et al. Expert Consensus on Clinical Trial Design Standards for Cerebrovascular Disease Treatment Drugs. Chinese Journal of Stroke.2021;16:288-297"},{"type":"RESULT","citation":"Hu Wenli, Yang Lei, Li Tingting, Huang Yonghua Consensus of Chinese Experts on the Diagnosis and Treatment of Cerebral small vessel disease 2021. Chinese Journal of Stroke 2021;16:716-726"},{"pmid":"28716371","type":"RESULT","citation":"van Veluw SJ, Shih AY, Smith EE, Chen C, Schneider JA, Wardlaw JM, Greenberg SM, Biessels GJ. Detection, risk factors, and functional consequences of cerebral microinfarcts. Lancet Neurol. 2017 Sep;16(9):730-740. doi: 10.1016/S1474-4422(17)30196-5. Epub 2017 Jul 14."},{"pmid":"30422209","type":"RESULT","citation":"Debette S, Schilling S, Duperron MG, Larsson SC, Markus HS. Clinical Significance of Magnetic Resonance Imaging Markers of Vascular Brain Injury: A Systematic Review and Meta-analysis. JAMA Neurol. 2019 Jan 1;76(1):81-94. doi: 10.1001/jamaneurol.2018.3122."},{"type":"RESULT","citation":"Compilation team of the"},{"pmid":"31618600","type":"RESULT","citation":"De Silva TM, Faraci FM. Contributions of Aging to Cerebral Small Vessel Disease. Annu Rev Physiol. 2020 Feb 10;82:275-295. doi: 10.1146/annurev-physiol-021119-034338. Epub 2019 Oct 16."},{"pmid":"30309226","type":"RESULT","citation":"Cuadrado-Godia E, Dwivedi P, Sharma S, Ois Santiago A, Roquer Gonzalez J, Balcells M, Laird J, Turk M, Suri HS, Nicolaides A, Saba L, Khanna NN, Suri JS. Cerebral Small Vessel Disease: A Review Focusing on Pathophysiology, Biomarkers, and Machine Learning Strategies. J Stroke. 2018 Sep;20(3):302-320. doi: 10.5853/jos.2017.02922. Epub 2018 Sep 30."},{"pmid":"29802354","type":"RESULT","citation":"Ter Telgte A, van Leijsen EMC, Wiegertjes K, Klijn CJM, Tuladhar AM, de Leeuw FE. Cerebral small vessel disease: from a focal to a global perspective. Nat Rev Neurol. 2018 Jul;14(7):387-398. doi: 10.1038/s41582-018-0014-y."},{"pmid":"33419271","type":"RESULT","citation":"Litak J, Mazurek M, Kulesza B, Szmygin P, Litak J, Kamieniak P, Grochowski C. Cerebral Small Vessel Disease. Int J Mol Sci. 2020 Dec 20;21(24):9729. doi: 10.3390/ijms21249729."},{"pmid":"32317958","type":"RESULT","citation":"Uemura MT, Maki T, Ihara M, Lee VMY, Trojanowski JQ. Brain Microvascular Pericytes in Vascular Cognitive Impairment and Dementia. Front Aging Neurosci. 2020 Apr 14;12:80. doi: 10.3389/fnagi.2020.00080. eCollection 2020."},{"pmid":"31181331","type":"RESULT","citation":"Low A, Mak E, Rowe JB, Markus HS, O'Brien JT. Inflammation and cerebral small vessel disease: A systematic review. Ageing Res Rev. 2019 Aug;53:100916. doi: 10.1016/j.arr.2019.100916. Epub 2019 Jun 10."},{"pmid":"27496552","type":"RESULT","citation":"Shi Y, Thrippleton MJ, Makin SD, Marshall I, Geerlings MI, de Craen AJM, van Buchem MA, Wardlaw JM. Cerebral blood flow in small vessel disease: A systematic review and meta-analysis. J Cereb Blood Flow Metab. 2016 Oct;36(10):1653-1667. doi: 10.1177/0271678X16662891. Epub 2016 Aug 5."},{"pmid":"31348047","type":"RESULT","citation":"Montenont E, Rondina MT, Campbell RA. Altered functions of platelets during aging. Curr Opin Hematol. 2019 Sep;26(5):336-342. doi: 10.1097/MOH.0000000000000526."},{"pmid":"20075087","type":"RESULT","citation":"Hussein HM, Georgiadis AL, Vazquez G, Miley JT, Memon MZ, Mohammad YM, Christoforidis GA, Tariq N, Qureshi AI. Occurrence and predictors of futile recanalization following endovascular treatment among patients with acute ischemic stroke: a multicenter study. AJNR Am J Neuroradiol. 2010 Mar;31(3):454-8. doi: 10.3174/ajnr.A2006. Epub 2010 Jan 14."},{"pmid":"29574600","type":"RESULT","citation":"Hussein HM, Saleem MA, Qureshi AI. Rates and predictors of futile recanalization in patients undergoing endovascular treatment in a multicenter clinical trial. Neuroradiology. 2018 May;60(5):557-563. doi: 10.1007/s00234-018-2016-2. Epub 2018 Mar 25."},{"pmid":"30355104","type":"RESULT","citation":"Ng FC, Coulton B, Chambers B, Thijs V. Persistently Elevated Microvascular Resistance Postrecanalization. Stroke. 2018 Oct;49(10):2512-2515. doi: 10.1161/STROKEAHA.118.021631."},{"type":"RESULT","citation":"Amki ME, Wegener S. Reperfusion failure despite recanalization in stroke: New translational evidence. Clinical and Translational Neuroscience. 2021;5:2514183X2110071"},{"pmid":"32391806","type":"RESULT","citation":"Iadecola C, Buckwalter MS, Anrather J. Immune responses to stroke: mechanisms, modulation, and therapeutic potential. J Clin Invest. 2020 Jun 1;130(6):2777-2788. doi: 10.1172/JCI135530."},{"pmid":"15110037","type":"RESULT","citation":"Feng CM, Narayana S, Lancaster JL, Jerabek PA, Arnow TL, Zhu F, Tan LH, Fox PT, Gao JH. CBF changes during brain activation: fMRI vs. PET. Neuroimage. 2004 May;22(1):443-6. doi: 10.1016/j.neuroimage.2004.01.017."},{"pmid":"28974571","type":"RESULT","citation":"Diaz-Otero JM, Fisher C, Downs K, Moss ME, Jaffe IZ, Jackson WF, Dorrance AM. Endothelial Mineralocorticoid Receptor Mediates Parenchymal Arteriole and Posterior Cerebral Artery Remodeling During Angiotensin II-Induced Hypertension. Hypertension. 2017 Dec;70(6):1113-1121. doi: 10.1161/HYPERTENSIONAHA.117.09598. Epub 2017 Oct 3."},{"pmid":"27833044","type":"RESULT","citation":"Reis PA, Alexandre PCB, D'Avila JC, Siqueira LD, Antunes B, Estato V, Tibirica EV, Verdonk F, Sharshar T, Chretien F, Castro-Faria-Neto HC, Bozza FA. Statins prevent cognitive impairment after sepsis by reverting neuroinflammation, and microcirculatory/endothelial dysfunction. Brain Behav Immun. 2017 Feb;60:293-303. doi: 10.1016/j.bbi.2016.11.006. Epub 2016 Nov 8."},{"pmid":"28322971","type":"RESULT","citation":"Han JY, Li Q, Ma ZZ, Fan JY. Effects and mechanisms of compound Chinese medicine and major ingredients on microcirculatory dysfunction and organ injury induced by ischemia/reperfusion. Pharmacol Ther. 2017 Sep;177:146-173. doi: 10.1016/j.pharmthera.2017.03.005. Epub 2017 Mar 16."},{"type":"RESULT","citation":"Xiao Siting, Cao Chunran, Liu Hongyan, Gao Xiaoxin, Sun Yuanyuan, Zhao Jinyan, et al. Progress in pharmaceutical research on Ginkgo biloba leaf extract China Pharmaceutical. 2022;36:429-443"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","asFound":"Cerebral Small Vessel Disease","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}