{"protocolSection":{"identificationModule":{"nctId":"NCT04755959","orgStudyIdInfo":{"id":"0361-20-TLV"},"organization":{"fullName":"Tel-Aviv Sourasky Medical Center","class":"OTHER_GOV"},"briefTitle":"Stroke Prediction Through Internet Search Queries","officialTitle":"Stroke Prediction Study Using a Model Based on Internet Search Queries"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-02-13","studyFirstSubmitQcDate":"2021-02-13","studyFirstPostDateStruct":{"date":"2021-02-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-13","lastUpdatePostDateStruct":{"date":"2021-02-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tel-Aviv Sourasky Medical Center","class":"OTHER_GOV"},"collaborators":[{"name":"Tel Aviv University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Cerebrovascular disease (stroke) is a leading cause of mortality and disability. Common risk assessment tools for stroke are based on the Framingham equation, which relies on traditional cardiovascular risk factors (e.g., hypertension, dyslipidemia, diabetes, smoking, atrial fibrillation). These risk assessment tools calculate the likelihood for a general vascular \"event\" such as stroke and myocardial infarction in the near decade, but do not assess the risk for an impending event although that would enable taking immediate preventive action (e.g. anticoagulants for atrial fibrillation; control of hypertension). Covert cerebrovascular disease is linked to subtle cognitive and motor deficits and increased risk for stroke. We hypothesize that it is possible to identify subjects with impending stroke based on their internet communication features 0-12 months prior to the actual occurrence of acute clinical stroke. Based on this we have previously developed an internet-based algorithm that accurately identifies people at risk of stroke through cognitive changes manifested in their search queries. The purpose of this study is to validate the model and train a new model by analyzing Google queries of patients hospitalized in the Tel-Aviv Sourasky Medical Center with stroke. Acute myocardial infarction and unaffected spouses will serve as controls.","detailedDescription":"In this study we will analyze Google queries of patients hospitalized in the Tel-Aviv Sourasky Medical Center with stroke, between the years 2016-2020. following the formal completion of the signed informed consent form, consenting subjects will personally request their search data from Google Takeout service from up to 2 years before to one year after the stroke and provide access to the researchers by creating a one-time file of these data and sharing them with the researchers. Following an informed consent data of Google queries will extracted by the participants using google \"Take Out\" service, from up to 2 years before to one year after the stroke. The control groups will consist of patients diagnosed with acute myocardial infarction (MI) and MI/stroke -free patients' spouses. Recruitment will be primarily from two institutionally approved data bases of stroke and acute MI. A total of 450 participants will be recruited, 150 in each group, based on prior experience for the minimally-sized dataset of query logs needed to construct a model and test its performance.\n\nAnonymity will be guaranteed through several modalities; access to the Google Takeout data will be limited to the minimal amount required to perform the research and will be given only to members of the data analysis team in the Tel-Aviv University, while access to the medical data will be provided only to researchers from the Tel-Aviv Sourasky Medical Center. Additionally, members of the Tel-Aviv University Partner Team will be obligated to refrain from any positive attempts to identify subjects participating in the trial. All data shared with Tel-Aviv University will be stored on a local, encrypted, hard disk. The data will be deleted from Tel-Aviv University's computers at the end of the project.\n\nOur previously developed Machine Learning model, which was able to predict stroke in subjects as compared to age matched controls with an area under curve (AUC) of 0.972 which translates to a positive predictive value of 52.7% at a false-positive rate of 1%, will be used to predict, for each day, the likelihood that a person will undergo a stroke event on that day. This will be compared to the known date of stroke or MI. The measure of performance will be the Receiver Operating Curve (ROC) of the detection and the corresponding Area Under Curve (AUC). Additionally, a new model will be trained using the collected data and tested similarly, albeit using 10-fold cross-validation. Stroke detection sensitivity and specificity will be derived."},"conditionsModule":{"conditions":["Stroke","Acute Myocardial Infarction"],"keywords":["Stroke","Cerebrovascular event"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":450,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke","description":"Individuals hospitalized in the Tel-Aviv Sourasky Medical Center with a diagnosis of Ischemic Stroke, between the years 2016-2020 as documented in an institutionally approved data base of stroke, who will consent to provide access to their data from Google Take Out service."},{"label":"Acute myocardial infarction","description":"Individuals hospitalized in the Tel-Aviv Sourasky Medical Center with a diagnosis of acute myocardial infarction as documented in an institutionally approved data base of myocardial infarction, who will consent to provide access to their data from Google Take Out service."},{"label":"Healthy controls","description":"Unaffected spouses or volunteers who will consent to provide access to their data from Google Take Out service."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Sensitivity of stroke detecion","description":"The sensitivity of the algorithm to detect subjects who developed stroke, based on an internet query of their communications 0-12 months prior to the date of the stroke.","timeFrame":"Three years"},{"measure":"Specificity of stroke detection","description":"The specificity of the detection rate, based on comparisons with the query profile in a concurrent cohort with acute myocardial infarction within the same time frame as well as with the stroke patients' stroke-free spouses.","timeFrame":"Three years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. One of the following clauses a, b or c:\n\n   1. Discharge from the Tel Aviv-Sourasky Med Center with an imaging study- supported diagnosis of stroke at any date starting 6/2016 to 03/2020.\n   2. Discharge from the Tel Aviv-Sourasky Med Center with a clinical diagnosis of acute myocardial infarction supported by biochemical, electrocardiographic and/or imaging study, at any date starting 6/2016 to 03/2020.\n   3. Spouse of patient in clause \"a\" or \"b\", provided that the spouse did not undergo a clinical stroke within the same timeframe or earlier.\n2. The use of internet on a regular basis prior to the event due to which the subject has been included in this study.\n3. Consent to allow the Tel-Aviv University Partner Team (Prof. Ran Gilad-Bachrach and authorized lab members) access to their Google queries from 2 years before to one year after the stroke event.\n\nExclusion Criteria:\n\n1. A diagnosis of TIA or stroke not supported by imaging studies\n2. Diagnosed prior cognitive impairment\n3. Diagnosed co-existing neurodegenerative diseases\n4. Diagnosed and not fully treated hormonal or nutritional deficiency, with the exception of post-menopausal state or male hypogonadism.","healthyVolunteers":true,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"],"studyPopulation":"All individuals 65 years old or older at diagnosis, that were discharged from the Tel-Aviv Sourasky Medical Center with a diagnosis of stroke supported by imaging or a diagnosis of acute myocardial infraction, or unaffected spouses or volunteers complying to age criteria.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Sigal Shaklai, Doctor","role":"CONTACT","phone":"+97236973732","email":"sigalsh@tlvmc.gov.il"},{"name":"Naftali Stern, Professor","role":"CONTACT","email":"nafstern66@gmail.com"}],"overallOfficials":[{"name":"Naftali Stern, Professor","affiliation":"Tel-Aviv Sourasky Medical Center","role":"STUDY_DIRECTOR"}]},"referencesModule":{"references":[{"pmid":"1985385","type":"BACKGROUND","citation":"Anderson KM, Odell PM, Wilson PW, Kannel WB. Cardiovascular disease risk profiles. Am Heart J. 1991 Jan;121(1 Pt 2):293-8. doi: 10.1016/0002-8703(91)90861-b."},{"pmid":"2407959","type":"BACKGROUND","citation":"Stroke Prevention in Atrial Fibrillation Study Group Investigators. Preliminary report of the Stroke Prevention in Atrial Fibrillation Study. N Engl J Med. 1990 Mar 22;322(12):863-8. doi: 10.1056/NEJM199003223221232."},{"pmid":"15126928","type":"BACKGROUND","citation":"Staessen JA, Thijisq L, Fagard R, Celis H, Birkenhager WH, Bulpitt CJ, de Leeuw PW, Fletcher AE, Forette F, Leonetti G, McCormack P, Nachev C, O'Brien E, Rodicio JL, Rosenfeld J, Sarti C, Tuomilehto J, Webster J, Yodfat Y, Zanchetti A; Systolic Hypertension in Europe (Syst-Eur) Trial Investigators. Effects of immediate versus delayed antihypertensive therapy on outcome in the Systolic Hypertension in Europe Trial. J Hypertens. 2004 Apr;22(4):847-57. doi: 10.1097/00004872-200404000-00029."},{"pmid":"32063574","type":"BACKGROUND","citation":"Schueller SM, Steakley-Freeman DM, Mohr DC, Yom-Tov E. Understanding perceived barriers to treatment from web browsing behavior. J Affect Disord. 2020 Apr 15;267:63-66. doi: 10.1016/j.jad.2020.01.131. Epub 2020 Jan 23."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"As this is not an interventional study, but rather retrospective, data sharing is not obligatory. Further, the study involves review and analysis of personal internet communications and participants are assured that this type of data remains entirely blinded to the investigators and a computer based strategy to that aim has been set. Nevertheless, specific requests fo data sharing may be directed to the authors after the completion of the study with the understanding that any such request, will be subject not only to the investigators' discretion but to specific approval by the Tel Aviv-Sourasky Medical Center's IRB (Helsinki Committee). Requests can be made after the completion of the trial and the publication of its outcome by the investigators in the form of a published article/s or reports."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}