{"protocolSection":{"identificationModule":{"nctId":"NCT05505201","orgStudyIdInfo":{"id":"2022-TDU-TIPF-0004"},"organization":{"fullName":"Izmir Katip Celebi University","class":"OTHER"},"briefTitle":"Effectiveness of Transcranial Magnetic Stimulation in Subacute Stroke Patients With Severe Upper Limb Paresis","officialTitle":"Effectiveness of Add-on Inhibitory Repetitive Transcranial Magnetic Stimulation Over the Contralesional Primary Motor Cortex in Subacute Stroke Patients With Severe Upper Limb Motor Impairment"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-11","studyFirstSubmitQcDate":"2022-08-16","studyFirstPostDateStruct":{"date":"2022-08-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-14","lastUpdatePostDateStruct":{"date":"2023-03-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"ilker şengül","investigatorTitle":"Principal investigator","investigatorAffiliation":"Izmir Katip Celebi University"},"leadSponsor":{"name":"Izmir Katip Celebi University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"There has been A-level evidence for the effectiveness of inhibitory rTMS of the contralesional M1 hand region in stroke patients in the acute stage. However, it has been reported to be ineffective in the chronic stage. In addition, it has been reported that the patient group benefiting from rTMS is mostly those with moderate to mild motor impairment. In contrast, a recent randomized controlled study has reported that ipsilesional excitatory rTMS or contra-lesional inhibitory rTMS may also have positive effects in stroke patients with severe upper limb motor impairment. The aim of this study is to investigate the effect of inhibitory repetitive transcranial magnetic stimulation applied to the contralesional primary motor cortex, by using the rTMS parameters specified in the current recommendation guide, on motor function, activities of daily living, and quality of life in subacute stroke patients with severe upper limb motor impairment.","detailedDescription":"The level of stroke-related upper limb motor impairment varies widely among individuals, from mild to severe. Because of this heterogeneity, rehabilitation interventions are tailored individually. In recent years, many studies have been published on the effectiveness of add-on non-invasive neuromodulation methods such as transcranial magnetic stimulation (TMS) or transcranial direct current stimulation in the treatment of stroke-related upper limb motor impairment. There has been A-level evidence for the effectiveness of inhibitory rTMS of the contralesional M1 hand region in stroke patients in the acute stage. However, it has been reported to be ineffective in the chronic stage. In addition, it has been reported that the patient group benefiting from rTMS is mostly those with moderate to mild motor impairment. It has been reported that contra-lesional hemisphere inactivation impairs paretic upper extremity performance in severely infarcted animals. In humans, contra-lesional hemisphere inactivation has been reported to slow down the reaction time. In contrast, a recent randomized controlled study has reported that ipsilesional excitatory rTMS or contralesional inhibitory rTMS may have positive effects in stroke patients with severe upper limb motor impairment. However, the literature on rTMS in post-stroke rehabilitation is highly heterogeneous in terms of frequency, session duration, location, patient characteristics, and outcome scales, and this ambiguity makes it difficult to adapt rTMS to the clinical practice. In this regard, future studies are needed to determine whether rTMS provides an additional benefit to traditional/task-specific rehabilitation approaches in stroke patients with severe upper limb paresis. The aim of this study is to investigate the effect of inhibitory repetitive transcranial magnetic stimulation applied to the contralesional primary motor cortex, by using the rTMS parameters specified in the current recommendation guide, on motor function, activities of daily living, and quality of life in subacute stroke patients with severe upper limb motor impairment."},"conditionsModule":{"conditions":["Stroke Rehabilitation"],"keywords":["Stroke","Upper limb impairment","Repetitive transcranial magnetic stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active stimulation group","type":"EXPERIMENTAL","description":"Fifteen sessions of inhibitory repetitive transcranial magnetic stimulation (rTMS) treatment at 1 Hz frequency will be applied to the contralesional primary motor cortex (hand region). The application will be performed with Neurosoft-Neuro MS / D device. 120% of the resting motor threshold will be used in the stimulation. One session of stimulation will last for a total of 30 minutes and a total of 1800 pulses in the form of 1 Hz stimulation.","interventionNames":["Device: Repetitive transcranial magnetic stimulation"]},{"label":"Sham stimulation group","type":"SHAM_COMPARATOR","description":"Fifteen sessions of sham repetitive transcranial magnetic stimulation (rTMS) treatment will be applied to the contralesional primary motor cortex (hand region). The application will be performed with Neurosoft-Neuro MS / D device. The probe of the device will be held in an upright position and stimulation will be performed at the 10% of the resting motor threshold.","interventionNames":["Device: Sham Repetitive transcranial magnetic stimulation"]}],"interventions":[{"type":"DEVICE","name":"Repetitive transcranial magnetic stimulation","description":"Repetitive transcranial magnetic stimulation (rTMS) is a noninvasive intervention that uses magnetic fields to stimulate nerve cells to improve the symptoms of a variety of disorders, including stroke-related motor impairment.","armGroupLabels":["Active stimulation group"],"otherNames":["Neuro Soft"]},{"type":"DEVICE","name":"Sham Repetitive transcranial magnetic stimulation","description":"Sham Repetitive transcranial magnetic stimulation","armGroupLabels":["Sham stimulation group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline in the Fugl-Meyer Assessment for Upper Extremity","description":"The Fugl-Meyer Assessment for upper extremity (FMA-UE) is a widely used scale for motor recovery of the upper limb after stroke. FMA-UE comprises four domains (shoulder-arm, wrist, hand, and coordination-speed) developed to measure the severity of motor impairment from synergy to isolated voluntary movement. Scoring is based on direct observation of performance. Each item is scored on a three-point ordinal scale between 0 and 2 (0=cannot perform; 1=partially performs; 2=performs fully) according to performance. The score for an individual range between 0 and 66. The higher the score, the lower the motor impairment.","timeFrame":"(1) Baseline, (2) At the end of the last session of the intervention (immediately after the 15th session, each session is 1 day), and (3) 4 weeks after the last session of the intervention)"}],"secondaryOutcomes":[{"measure":"Change from baseline in the Modified Barthel Index for Activities of Daily Living","description":"The Modified Barthel Index assesses the activity of daily living based on performance. It comprises 10 domains, including nutrition, dressing, self-care, toilet use, bladder care, bowel care, transfer, mobility, climbing stairs, and bathing. Scoring is performed over 100 points. The level of independence is determined by the level of the patient's need for physical or verbal help. High scores mean that the level of independence is higher. The patient is allowed to use assistive devices.","timeFrame":"(1) Baseline, (2) At the end of the last session of the intervention (immediately after the 15th session, each session is 1 day), and (3) 4 weeks after the last session of the intervention)"},{"measure":"Change from baseline in the Stroke-Specific Quality of Life Scale","description":"The stroke-Specific Quality of Life Scale assesses the quality of life in stroke patients. It consists of 12 domains and 49 items: mobility, energy, upper extremity function, work/productivity, mood, self-care, social role, family role, vision, language, thinking, and personality. Each item is evaluated on a 5-point Likert scale. The total score ranges from 49 to 245. Higher scores show a better quality of life.","timeFrame":"(1) Baseline, (2) At the end of the last session of the intervention (immediately after the 15th session, each session is 1 day), and (3) 4 weeks after the last session of the intervention)"}],"otherOutcomes":[{"measure":"Change from baseline in the Modified Ashworth Scale","description":"The Modified Ashworth Scale is a scale that clinically evaluates the presence and severity of muscle tone increase. It is an ordinal scale that evaluates spasticity at six levels between 0 and 4 (0, 1, 1+, 2, 3, 4). The severity of spasticity increases as the score increases. Score 0 indicates no increase in muscle tone, while score 4 indicates that the affected part is rigid. Six levels between 0 and 5 (0, 1, 2, 3, 4, 5) will be used in statistical analysis. The score of 1+ will be treated as 2, 2 as 3, 3 as 4 and 4 as 5.","timeFrame":"(1) Baseline, (2) At the end of the last session of the intervention (immediately after the 15th session, each session is 1 day), and (3) 4 weeks after the last session of the intervention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Presence of subcortical ischemic stroke affecting the middle cerebral artery territory, which has been confirmed by imaging methods\n* Having a stroke for the first time\n* Presence of subacute stroke (\\< 6 months)\n* Mini-mental test score ≥ 24\n* Severe upper limb motor impairment (The Fugl-Meyer Assessment Scale - Upper Extremity motor impairment score ≤ 19/60, excluding reflex assessments)\n* Lack of motor evoked potential (MEP) recording from the first dorsal interosseous muscle of the paretic extremity with single-pulse transcranial magnetic stimulation of the ipsilesional primary motor cortex (hand region)\n\nExclusion Criteria:\n\n* To have a clinical condition (metallic implant, cardiac pace, pregnancy, breastfeeding, claustrophobia, epilepsy, head trauma, cranial operation history) that will constitute a contraindication to transcranial magnetic stimulation\n* History of psychiatric illness such as major depression/personality disorder\n* History of convulsion or epilepsy or taking medication for epilepsy\n* Cognitive impairment\n* Pregnancy or breastfeeding\n* Alcohol or drug addiction\n* Previously treated with transcranial magnetic stimulation\n* Moderate or mild upper extremity motor impairment (The Fugl-Meyer Assessment Scale - Upper Extremity score \\> 19/60, excluding reflex assessments)\n* Presence of neglect","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"İlker Şengül, M.D.","role":"CONTACT","phone":"0905337333698","email":"ilkrsngl@gmail.com"},{"name":"Nazrin Aghazade, M.D.","role":"CONTACT"}],"overallOfficials":[{"name":"İlker Şengül, M.D.","affiliation":"İzmir Katip çelebi University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"İlker Şengül","status":"RECRUITING","city":"İzmir","zip":"35360","country":"Turkey","contacts":[{"name":"İlker Şengül, M.D.","role":"CONTACT","phone":"05337333698","email":"ilkrsngl@gmail.com"},{"name":"M.D.","role":"CONTACT"},{"name":"İlker Şengül, M.D.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Nazrin Aghazade, M.D.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":38.41273,"lon":27.13838}}]},"referencesModule":{"references":[{"pmid":"16890483","type":"BACKGROUND","citation":"Fitzgerald PB, Fountain S, Daskalakis ZJ. A comprehensive review of the effects of rTMS on motor cortical excitability and inhibition. Clin Neurophysiol. 2006 Dec;117(12):2584-96. doi: 10.1016/j.clinph.2006.06.712. Epub 2006 Aug 4."},{"pmid":"31901449","type":"BACKGROUND","citation":"Lefaucheur JP, Aleman A, Baeken C, Benninger DH, Brunelin J, Di Lazzaro V, Filipovic SR, Grefkes C, Hasan A, Hummel FC, Jaaskelainen SK, Langguth B, Leocani L, Londero A, Nardone R, Nguyen JP, Nyffeler T, Oliveira-Maia AJ, Oliviero A, Padberg F, Palm U, Paulus W, Poulet E, Quartarone A, Rachid F, Rektorova I, Rossi S, Sahlsten H, Schecklmann M, Szekely D, Ziemann U. Evidence-based guidelines on the therapeutic use of repetitive transcranial magnetic stimulation (rTMS): An update (2014-2018). Clin Neurophysiol. 2020 Feb;131(2):474-528. doi: 10.1016/j.clinph.2019.11.002. Epub 2020 Jan 1. Erratum In: Clin Neurophysiol. 2020 May;131(5):1168-1169."},{"type":"BACKGROUND","citation":"Ko MH, Jeong YC, Seo JH, Kim YH. The after-effect of sub-threshold 10 Hz repetitive transcranial magnetic stimulation on motor cortical excitability. J Korean Acad Rehabil Med 2006;30:436-40."},{"pmid":"22238412","type":"BACKGROUND","citation":"Avenanti A, Coccia M, Ladavas E, Provinciali L, Ceravolo MG. Low-frequency rTMS promotes use-dependent motor plasticity in chronic stroke: a randomized trial. Neurology. 2012 Jan 24;78(4):256-64. doi: 10.1212/WNL.0b013e3182436558. Epub 2012 Jan 11."},{"pmid":"19780802","type":"BACKGROUND","citation":"Khedr EM, Abdel-Fadeil MR, Farghali A, Qaid M. Role of 1 and 3 Hz repetitive transcranial magnetic stimulation on motor function recovery after acute ischaemic stroke. Eur J Neurol. 2009 Dec;16(12):1323-30. doi: 10.1111/j.1468-1331.2009.02746.x. Epub 2009 Sep 23."},{"pmid":"15911819","type":"BACKGROUND","citation":"Mansur CG, Fregni F, Boggio PS, Riberto M, Gallucci-Neto J, Santos CM, Wagner T, Rigonatti SP, Marcolin MA, Pascual-Leone A. A sham stimulation-controlled trial of rTMS of the unaffected hemisphere in stroke patients. Neurology. 2005 May 24;64(10):1802-4. doi: 10.1212/01.WNL.0000161839.38079.92."},{"pmid":"18541794","type":"BACKGROUND","citation":"Nowak DA, Grefkes C, Dafotakis M, Eickhoff S, Kust J, Karbe H, Fink GR. Effects of low-frequency repetitive transcranial magnetic stimulation of the contralesional primary motor cortex on movement kinematics and neural activity in subcortical stroke. Arch Neurol. 2008 Jun;65(6):741-7. doi: 10.1001/archneur.65.6.741."},{"pmid":"15787705","type":"BACKGROUND","citation":"Biernaskie J, Szymanska A, Windle V, Corbett D. Bi-hemispheric contribution to functional motor recovery of the affected forelimb following focal ischemic brain injury in rats. Eur J Neurosci. 2005 Feb;21(4):989-99. doi: 10.1111/j.1460-9568.2005.03899.x."},{"pmid":"12376621","type":"BACKGROUND","citation":"Johansen-Berg H, Rushworth MF, Bogdanovic MD, Kischka U, Wimalaratna S, Matthews PM. The role of ipsilateral premotor cortex in hand movement after stroke. Proc Natl Acad Sci U S A. 2002 Oct 29;99(22):14518-23. doi: 10.1073/pnas.222536799. Epub 2002 Oct 10."},{"pmid":"36744269","type":"BACKGROUND","citation":"Kim JS, Kim DH, Kim HJ, Jung KJ, Hong J, Kim DY. Effect of Repetitive Transcranial Magnetic Stimulation in Post-stroke Patients with Severe Upper-Limb Motor Impairment. Brain Neurorehabil. 2019 Oct 24;13(1):e3. doi: 10.12786/bn.2020.13.e3. eCollection 2020 Mar."},{"pmid":"33410386","type":"BACKGROUND","citation":"Edwards JD, Black SE, Boe S, Boyd L, Chaves A, Chen R, Dukelow S, Fung J, Kirton A, Meltzer J, Moussavi Z, Neva J, Paquette C, Ploughman M, Pooyania S, Rajji TK, Roig M, Tremblay F, Thiel A. Canadian Platform for Trials in Noninvasive Brain Stimulation (CanStim) Consensus Recommendations for Repetitive Transcranial Magnetic Stimulation in Upper Extremity Motor Stroke Rehabilitation Trials. Neurorehabil Neural Repair. 2021 Feb;35(2):103-116. doi: 10.1177/1545968320981960."},{"pmid":"23529144","type":"BACKGROUND","citation":"Woodbury ML, Velozo CA, Richards LG, Duncan PW. Rasch analysis staging methodology to classify upper extremity movement impairment after stroke. Arch Phys Med Rehabil. 2013 Aug;94(8):1527-33. doi: 10.1016/j.apmr.2013.03.007. Epub 2013 Mar 22."},{"pmid":"1135616","type":"BACKGROUND","citation":"Fugl-Meyer AR, Jaasko L, Leyman I, Olsson S, Steglind S. The post-stroke hemiplegic patient. 1. a method for evaluation of physical performance. Scand J Rehabil Med. 1975;7(1):13-31."},{"pmid":"12234086","type":"BACKGROUND","citation":"Gladstone DJ, Danells CJ, Black SE. The fugl-meyer assessment of motor recovery after stroke: a critical review of its measurement properties. Neurorehabil Neural Repair. 2002 Sep;16(3):232-40. doi: 10.1177/154596802401105171."},{"pmid":"3809245","type":"BACKGROUND","citation":"Bohannon RW, Smith MB. Interrater reliability of a modified Ashworth scale of muscle spasticity. Phys Ther. 1987 Feb;67(2):206-7. doi: 10.1093/ptj/67.2.206."},{"pmid":"14258950","type":"BACKGROUND","citation":"MAHONEY FI, BARTHEL DW. FUNCTIONAL EVALUATION: THE BARTHEL INDEX. Md State Med J. 1965 Feb;14:61-5. No abstract available."},{"pmid":"2760661","type":"BACKGROUND","citation":"Shah S, Vanclay F, Cooper B. Improving the sensitivity of the Barthel Index for stroke rehabilitation. J Clin Epidemiol. 1989;42(8):703-9. doi: 10.1016/0895-4356(89)90065-6."},{"pmid":"10853723","type":"BACKGROUND","citation":"Kucukdeveci AA, Yavuzer G, Tennant A, Suldur N, Sonel B, Arasil T. Adaptation of the modified Barthel Index for use in physical medicine and rehabilitation in Turkey. Scand J Rehabil Med. 2000 Jun;32(2):87-92."},{"pmid":"10390308","type":"BACKGROUND","citation":"Williams LS, Weinberger M, Harris LE, Clark DO, Biller J. Development of a stroke-specific quality of life scale. Stroke. 1999 Jul;30(7):1362-9. doi: 10.1161/01.str.30.7.1362."},{"pmid":"22591101","type":"BACKGROUND","citation":"Hakverdioglu Yont G, Khorshid L. Turkish version of the Stroke-Specific Quality of Life Scale. Int Nurs Rev. 2012 Jun;59(2):274-80. doi: 10.1111/j.1466-7657.2011.00962.x. Epub 2011 Nov 23."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}