{"protocolSection":{"identificationModule":{"nctId":"NCT04981184","orgStudyIdInfo":{"id":"BE-2-67"},"organization":{"fullName":"Lithuanian University of Health Sciences","class":"OTHER"},"briefTitle":"Informative of Surface Electromyography and Prognostic Factors in Assessing the Recovery of Balance and Gait After Stroke","officialTitle":"Informative of Surface Electromyography and Determination of Prognostic Factors in Assessing the Probability of Recovery of Balance and Gait Parameters in Patients With Ischemic Stroke on Acute Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-03","studyFirstSubmitQcDate":"2021-07-27","studyFirstPostDateStruct":{"date":"2021-07-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-13","lastUpdatePostDateStruct":{"date":"2023-10-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ieva Žemaitienė","investigatorTitle":"Ieva Žemaitienė, PT","investigatorAffiliation":"Lithuanian University of Health Sciences"},"leadSponsor":{"name":"Lithuanian University of Health Sciences","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the biomedical research is to determine the informativeness and prognostic factors of surface electromyography by assessing the probability of recovery of balance and gait parameters in the second stage of rehabilitation of persons with cerebral infarction."},"conditionsModule":{"conditions":["Brain Ischemia"],"keywords":["Surface Electromyography","Gait","Balance","Ischemic stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Gait and balance measurement","type":"OTHER","description":"Gait analysis with surface electromyography measurement: surface electromyography signals (of affected and non-affected legs), gait and stance parameters are collected while the patient walks for 30 seconds on the treadmill with integrated sensor equipment (for measuring the force distribution).\n\nBalance analysis with Biodex balance system SD: measurements of postural stability, fall risk, limits of stability, sensory integration are collected.","interventionNames":["Device: Gait and balance measurement"]}],"interventions":[{"type":"DEVICE","name":"Gait and balance measurement","description":"Virtual gait training procedures are included. Balance training procedures with Biodex Balance system are included too.","armGroupLabels":["Gait and balance measurement"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Muscle strength by Oxford scale","description":"Testing key muscles from the lower extremities (muscle rectus femoris, muscle biceps femoris, muscle gastrocnemius, lateral head, muscle tibialis anterior) against the examiner's resistance and grading the patient's strength on a 0 (No contraction) to 5 (Movement against gravity with full resistance) scale.","timeFrame":"Baseline"},{"measure":"Gait analysis with surface electromyography: Load change (seconds)","description":"Time change heel to forefoot.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Maximum force (Newton)","description":"The average maximum force change reached in N/cm² for the three zones: toes, mid-foot and heel.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Maximum pressure (Newtons /square centimeter (N/cm²))","description":"The average maximum pressure reached in N/cm² for the three zones: toes, mid-foot and heel (left and right legs separately).","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Time maximum force (percentage of stance time)","description":"The change of the average point in time within a gait cycle where the maximum values for the three zones: toes, mid-foot and heel were collected in Newton.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Contact time (percentage of stance time)","description":"The average contact time change of the three zone toes, mid-foot and heel as a percentage.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Length of the gait line (millimeters)","description":"The change from baseline of the progression of the center of pressure of all the steps recorded of one side of the body (left and right side of body separately).","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Anterior/Posterior Position (millimeters)","description":"The shift change forwards or backwards of the Center of pressure.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Lateral symmetry (millimeters)","description":"The change from baseline of the left /right shift of the center of pressure, taking all the steps into consideration. A negative value indicates a shift to the left, and a positive value, a shift to the right.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Step time (seconds)","description":"Time change during the phase within a gait cycle between the heel contact of one side of the body and the heel contact of the contralateral side.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Cadence (steps/minutes)","description":"Change from baseline of step frequency.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Velocity (kilometers/hour)","description":"Average gait speed change from baseline during the analyzed measuring interval (30 seconds).","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Stance phase (percentage)","description":"The phase of a gait cycle change in which the foot has contact with the ground.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Swing phase (percentage)","description":"Change from baseline of the phase of a gait cycle during which the foot has no contact with the ground.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Double stance phase (percentage)","description":"The phase change from baseline during a gait cycle that begins at contralateral initial contact (when the heel of the contralateral side touches the ground) and ends at toe off of the viewed side of the body.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Foot rotation (degree)","description":"The change from baseline of the angle between the longitudinal axis of the foot and the walking direction.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Step length (centimeters)","description":"Change of the distance between the heel contact of one side of the body and the heel contact of the contralateral side.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Stride length (centimeters)","description":"the distance change between two heel contacts on the same side of the body.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: Step width (centimeters)","description":"The distance change between the right and left foot.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Gait analysis with surface electromyography: surface electromyography signals (microvolts)","description":"Surface electromyography measurements of key muscles (muscle rectus femoris, muscle biceps femoris, muscle gastrocnemius, lateral head, muscle tibialis anterior) with a disposable dual surface electrode. Change of surface electromyography signals during walking on treadmill for 30 seconds.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Stance analysis: Step width (centimeters)","description":"Change from baseline of the averaged load distribution of the left and right forefoot or heel, as well as the load distribution of the left and right contact surface in per cent.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"}],"secondaryOutcomes":[{"measure":"Biodex Balance System (BBS): Postural Stability Test (Overall stability index)","description":"The BBS will be used to assess postural performance of participants. The movable platform of the BBS allows up to 20° of surface tilt in anterior-posterior and medial-lateral directions. The device is equipped with computer software (Biodex, version 3.1; Biodex Medical Systems). Platform Setting 8. Test Trial Time 20 secs. A high number is indicative of a lot of motion, which is indicative of the patient having trouble balancing. Change from baseline postural stability by overall stability index.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Biodex Balance System (BBS): Limits of Stability Test (seconds)","description":"During test, patients must shift their weight to move the cursor from the center target to a blinking target and back as quickly and with as little deviation as possible. Platform Setting STATIC. Direction control - OVERALL. Faster - better. Time change of limit of stability test.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Biodex Balance System (BBS): Limits of Stability Test (score)","description":"During test, patients must shift their weight to move the cursor from the center target to a blinking target and back as quickly and with as little deviation as possible. Platform Setting STATIC. Direction control - OVERALL. The goal - 65 scores and more. Score change of limit of stability test.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Biodex Balance System (BBS): A fall risk test (scores)","description":"Test results are compared to age dependent normative data. Scores higher than normative values suggest further assessment. Platform Setting 12-8. Test Trial Time 20 seconds. Direction control - OVERALL. Patient's aged 54-71 years' normative scores are 0.9-3.7 scores, 72-89 years' normative scores are 2-4 scores, 36-53 years' normative scores are 0.7-3.1 scores, 17-35 years' normative scores are 0.7-2.1 scores. Change from baseline a fall risk by scores.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Biodex Balance System (BBS): Clinical Test of Sensory Integration of Balance(CTSIB) (sway index)","description":"The test assesses how well a patient can integrate sensory information to maintain balance. Change from baseline the CTSIB test by the patient's sway index, which represents the mean absolute deviation of the patient's average position during a test. The higher the sway index, the more unsteady the person was during the test. Test Trial Time 30 seconds. The test performs with the patient standing on a firm and foam platform with the eyes open and closed. Measure Sway index of Composite Score.","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"},{"measure":"Biodex Balance System (BBS): Balance Error Scoring System (sway index)","description":"A test consists of three positions (Double Leg Stance, Single Leg Stance and Tandem Leg Stance) on two types of platforms (firm and foam) for a total of six conditions. With the Balance System SD, time and error counting is replaced with a measure of sway. Change from baseline balancing errors by Sway index of Composite Score. The higher the sway index, the more unsteady the person was during the test. Test Trial Time 20 seconds","timeFrame":"Baseline, approximately 2 days before the end of acute rehabilitation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Cerebral infarction for the first time;\n* Age from 18 to 89 years old;\n* Muscle strength according to the Oxford scale is 3-5 points;\n* Able to walk without the help of others;\n* Is able to communicate and understand instructions properly;\n* Agrees to participate in the study (voluntary, explicit, informed written consent to participate).\n\nExclusion Criteria:\n\n* Muscle strength according to the Oxford scale is 0-2 points;\n* Unable to walk without the help of others;\n* Sensorimotor aphasia or other perceptual disorders;\n* Do not sign the informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ieva Žemaitienė, MCs","role":"CONTACT","phone":"+37064850985","email":"ieva.zemaitiene@lsmu.lt"}],"overallOfficials":[{"name":"Eglė Lendraitienė, PhD","affiliation":"LUHS","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"LUHS hospital Kaunas Clinics Rehabilitation hospital of Kulautuva","status":"RECRUITING","city":"Kaunas","country":"Lithuania","contacts":[{"name":"Ieva Žemaitienė","role":"CONTACT","phone":"+37064850958","email":"ieva.zemaitiene@lsmu.lt"}],"geoPoint":{"lat":54.90272,"lon":23.90961}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","asFound":"Brain Ischemia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}