{"protocolSection":{"identificationModule":{"nctId":"NCT05674604","orgStudyIdInfo":{"id":"H22-00564"},"organization":{"fullName":"Vancouver Island Health Authority","class":"OTHER"},"briefTitle":"Cryoneurolysis for Knee and Shoulder Pain in an Inpatient Setting","officialTitle":"Cryoneurolysis as a Drug Free Novel Treatment for Knee and Shoulder Pain Impairing Inpatient Neurological Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-12-09","studyFirstSubmitQcDate":"2023-01-05","studyFirstPostDateStruct":{"date":"2023-01-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-05","lastUpdatePostDateStruct":{"date":"2023-01-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mahdis Hashemi","investigatorTitle":"Research Coordiantor","investigatorAffiliation":"Vancouver Island Health Authority"},"leadSponsor":{"name":"Vancouver Island Health Authority","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of the study is to measure the outcomes of a standard care, an ultrasound guided mini-invasive percutaneous procedure, performed on recent stroke patients on reduces pain, increases function \\& quality of life\n\nThe primary objective of the project is to reduce shoulder and/or knee pain in patients who have had a stroke so that they can more readily engage in rehabilitation.\n\nSecondary objectives are to reduce analgesic medications, increase independence and improve range of motion, to promote non-drug treatment measures in the medical toolkit, and to include an interdisciplinary care team in patient selection for interventions.","detailedDescription":"Hemiplegic shoulder pain (HSP) is the most common pain disorder after stroke and one of the four most common complications. The estimated incidence ranges from of 30%-70%. HSP is associated with reductions in function, interference with rehabilitation efforts , and a reduced quality of life .Onset of HSP is rapid, occurring as soon as a week after stroke in 17% of patients.While ubiquitous, the management of HSP represents a complex treatment pathway that has insufficient evidence supporting one particular treatment.\n\nThe pain associated with HSP may be due to heterogeneous causes. In the acute setting, decreased ROM in the shoulder may represent several processes including the early onset of spasticity, capsular pattern stiffness, glenohumeral pathology, or a component of complex regional pain syndrome (CRPS). Effective management of the HSP with decreased ROM requires assessment of each possible contributor. The suprascapular nerve provides up to 70% of the sensory fibers to the shoulder. Targeting the suprascapular nerve to reduce pain from stroke has been study with both nerve blocks and radiofrequency ablation. Cryoneurolysis to treat shoulder pain has also been proposed in recent years.\n\nThe lack of early recognition and treatment of HSP can lead to worsening limb function, increased pain, and may impair the rehabilitation and recovery process Early intervention may reduce the risk and onset of contracture, which can lead to significant impairments and a reduced quality of life. The incidence of developing at least one contracture in stroke patients within six months of their stroke is estimated at 52%.Contractures are a source of pain and limited ROM, and limit function while stretching has not been shown to be clinically effective. Patients with contractures and limited volitional control of their shoulder muscles, can experience maceration, skin dehiscence, impaired hygiene, and difficulty dressing, thus more invasive surgery may be required.\n\nKnee osteoarthritis is ubiquitous in the aging population. Many stroke patients may have been pre-stroke poor candidates for a total knee arthroplasty due to medical frailty. Participants recovering from stroke, with pre-existing arthritis perceived that their arthritis \"held them back\" from an expected stroke recovery trajectory.In this study; \"This slowed stroke recovery was attributed to daily pain, frustration, mobility limitations, and the required extra coping due to arthritis. As a result, comorbid arthritis increased the complexity of stroke recovery and rehabilitation.\"\n\nThis group has been global pioneers in the use of cryoneurolysis to treat spasticity.The process first involves isolating the nerves with ultrasound guidance and e-stimulation for motor nerves. A diagnostic nerve block is then performed to assess if spasticity is reduced, and range of motion and ease of movement occurs, as well as pain reduction. After a successful nerve block the patient then goes on to have cryoneurolysis which is performed using a small 1.2 to 1.3 mm diameter cryoprobe that is inserted percutaneously to targeted peripheral nerves. It has an established history over more than fifty years for lasting pain relief from months to years, when used for sensory nerves. Cryoneurolysis is possible due to the process of throttling a gas through an orifice from high to low pressure resulting in a rapid expansion of the gas and a drop in temperature, known as the Joule-Thomson effect. The rapid cooling generates an ice ball or oval between 3.5 and 18 mm that is formed at the tip of the with compressed CO2 or N2O at temperatures typically between -60 to -88° C. The ball or oval creates a targeted zone of axon and myelin disruption. This results in loss of axon continuity due to Wallerian degeneration of the targeted nerve extending outward from the lesion over a limited distance. However, the basal lamina, epineurium and perineurium of the targeted nerve remain intact and serve as a conduit or tube for neural regeneration.\n\nDevelopment of the ViVe algorithm to create a team based assessment tool to isolate the sources of Hemiplegic pain. This allows us to select patient that would benefit from cryoneurolysis to both the suprascapular nerve as well as the nerves to the spasticity muscles of the upper limb. Similarly, cryoneurolysis has been shown to be effective in managing osteoarthritis, a limiting factor for stroke rehabilitation.\n\nThere are 50,000 new strokes in Canada every year. Direct costs for 12-month stroke survivors are 4 times higher than direct costs for patients with stroke without spasticity during the first year after the event.\n\nIt has been demonstrating that cryoneurolysis has long lasting effects Over 100 patients, mostly with chronic neurologic disorders, received cryoneurolysis as a part of their standard care in this center and their outcomes are being measured and assessed . The number of these patients exceeding rapidly and it is essential to assess treating patients much earlier, in acute phase, to assess the reduction in pain, disability, and lengths of stay.\n\nPURPOSE The purpose of this study is to measure the outcomes of a standard care procedure called cryoneurolysis. This will include any changes in pain and spasticity in an inpatient setting and for adult patients with an acute neurological condition who suffer from Hemiplegic Shoulder Pain (HSP) and or osteoarthritis of the knee and will receive this procedure as a part of their treatment and based on available guidelines."},"conditionsModule":{"conditions":["Shoulder Pain","Knee Pain","Spasticity","Pain","Acute Stroke"],"keywords":["Cryoneurolysis","shoulder pain","knee pain","spasticity","acute stroke","In-patient setting"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":25,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Participants","description":"Adult inpatients who are referred to Victoria General Hospital for rehabilitation with the chief complaint of an acute neurological disorder such as stroke, within next 16 weeks, and suffer from shoulder and/or knee pain. All potential participants are already candidate for cryoneurolysis to mange their shoulder or knee pain.","interventionNames":["Procedure: Cryoneurolysis"]}],"interventions":[{"type":"PROCEDURE","name":"Cryoneurolysis","description":"This is on observational study. All participants are already candidate for cryoneurolysis. Cryoneurolysis uses a cold probe to generate an ice ball, which initiates Wallerian Degeneration, a process where axon is destroyed but the epineurium and perineurium remain intact. The treated nerve is able to regenerate over time due to this preserved tube.","armGroupLabels":["Participants"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"to determine any changes in shoulder pain, after the cryoneurolysis.","description":"To do the assessment a questionnaire, Shoulder Pain and Disability Index (SPADI), will be used. This self-administered questionnaire consists of 2 dimensions, one for pain and the other for functional activities with total of 13 questions. Each question is scored on scale of 0 to 10 (0=no pain or difficulty and 10= the worst pain and the most difficulty). The higher total score is equal to more pain and more difficulty in doing the mentioned tasks.","timeFrame":"The measurement will be done at baseline, 1 week, 1 and 4 months after the procedure."},{"measure":"to determine any changes in shoulder pain, based on physician's assessment, after the cryoneurolysis.","description":"To do the assessment a pain assessment scale named SAAPS (Spasticity- Associated Arm Pain Scale) will be used. The SAAPS collects data on the verbal/ physiological response to passive range of motion (ROM) in five arm segments . The intensity of pain will be scored from 0 (no pain) to 3 (immediate pain on movement). The sum score ranges from 0 to 15, while the higher score is indicative of more pain.","timeFrame":"The measurement will be done at baseline, 1 week, 1 and 4 months after the procedure."},{"measure":"to determine any changes in knee pain, after the cryoneurolysis","description":"To score the pain intensity a questionnaire named WOMAC (The Western Ontario and McMaster Universities Osteoarthritis Index)will be used. The questionnaire has 24 questions about pain, stiffness and physical function. Each question will be scored from 0 (no difficulty or pain ) to 4 (extreme pain and difficulty). Total score will be calculated out of 100 and higher score presents the worst pain and difficulty.","timeFrame":"The measurement will be done at baseline, 1 week, 1 and 4 months after the procedure."},{"measure":"the degree of range of motion changes after the cryoneurolysis.","description":"to evaluate any changes in shoulder and knee passive and active range of motion after the procedure. The range will be measured by goniometer and will be shown in degrees. The higher degree presents , more range of motion.","timeFrame":"The assessment will be done before and 1 week, 1 and 4 months after the procedure."},{"measure":"The degree of changes in targeted muscles tone.","description":"to evaluate any changes in shoulder and knee tone after the procedure. The assessment will be done during shoulder abduction, flexion, external rotation and knee flexion passive movement.The tone will be scored based on Modified Ashworth Scale, from 0 to 4. (0= no tone, 4 = maximum tone)","timeFrame":"The assessment will be done before and 1 week, 1 and 4 months after the procedure."}],"secondaryOutcomes":[{"measure":"Patients satisfaction in achieving their goals after the procedure as assessed by Goal Attainment Scale (Turner-Stokes, 2009)","description":"Patients will be asked about their main times and at the end of the study, they will be asked if they are happy with result. Their response will be scored from -2 to +2 (Getting worse to more than expected improvement)","timeFrame":"Goals will be determined before the procedure and at 4 months will be re-evaluated."},{"measure":"The degree of grip strength changes , after the cryoneurolysis","description":"any changes in Grip strength as a general indicator for functional health care outcome will be measured using Jamar handheld dynamometer.","timeFrame":"Measurement will be done at baseline, 1 week , 1 and 4 months after the procedure."},{"measure":"The degree of functional independence score changes after the cryoneurolysis, in compare to baseline.","description":"any changes in functional independence will be measured using Functional Independence Measure (FIM) questionnaire. Only the motor subscale will be used for this project.","timeFrame":"The questionnaire will be filled out at baseline and in 1 and 4 months after the procedure."},{"measure":"any changes in 10-meter-walk-test","description":"to evaluate any changes in walking speed of patients who have had the procedure for knee 10-meter-walk -test will be used. The result will be recorded in seconds.","timeFrame":"The test will be done at baseline , 1 week and 1 and 4 month follow up."},{"measure":"Any changes in timed up and go test","description":"to assess any changes in mobility of patients who have had the procedure for knee, the time taken to stand from a chair, walk 3 meters, turn and walk back to the chair will be measured in second.","timeFrame":"The test will be done before the procedure and in 1 week and 1 and 4 months after the procedure."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult inpatients at any hospital in the Greater Victoria Area or referred to Victoria General hospital for rehabilitation with the chief complaint of an acute neurological condition (within sixteen weeks) including but not limited to stroke and traumatic brain injury. People that have had a stroke or neurological event within sixteen weeks but have been discharged to outpatient rehab at Victoria General Hospital are also candidates\n2. In addition to their chief complaint, are also affected by one or both of the following\n\n   1. Hemiplegic shoulder pain,\n   2. Knee pain due to osteoarthritis\n3. Patients who are already candidate for cryoneurolysis.\n4. Ability to attend testing sessions, comply with testing protocols and provide either written or verbal informed consent. If necessary, a witness will be asked to sign the consent form and confirm the participant signature. For those patients who do not have the capacity to sign the consent form(Based on evaluation by PI or the recorded assessment by their physician in their medical charts) the designated care provider or family member will be asked to sign the ICF on behalf of them. Evaluation of the capacity to understand and communicate are part of routine assessment and are done routinely and each visit by physicians.\n5. Able to understand and complete study-related questionnaires (must be able to understand and speak English or have access to an appropriate interpreter as judged by the investigator).\n\nExclusion Criteria:\n\n1. Have undergone any previous peripheral nerve procedures in their affected side, for the treatment of spasticity or pain. Relevant treatments included but not limited to previous cryoneurolysis, previous chemical neurolysis, neurectomy or arthroplasty.\n2. Patients who received botulinum toxin in the past 4 months in the same targeted muscles for cryoneurolysis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Adult patients with an acute neurological disorder, within 16 weeks, who have been referred to the Victoria General Hospital for rehabilitation and are already candidate for cryoneurolysis to manage their shoulder and/or knee pain.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Mahdis Hashemi, MD","role":"CONTACT","phone":"250-727-4233","email":"mahdis.hashemi@islandhealth.ca"}],"overallOfficials":[{"name":"Paul Winston, MD","affiliation":"Vancouver Island Health Authority","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Victoria General Hospital","status":"RECRUITING","city":"Victoria","state":"British Columbia","zip":"V8Z 6R5","country":"Canada","contacts":[{"name":"Paul Winston, MD","role":"CONTACT","phone":"250-727-4221","email":"Paul.winston@viha.ca"},{"name":"Mahdis Hashemi, MD","role":"CONTACT","phone":"250-727-4221","email":"mahdis.hashemi@viha.ca"},{"name":"Paul Winston, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":48.43294,"lon":-123.3693}}]},"referencesModule":{"references":[{"pmid":"25264111","type":"BACKGROUND","citation":"Adey-Wakeling Z, Arima H, Crotty M, Leyden J, Kleinig T, Anderson CS, Newbury J; SEARCH Study Collaborative. Incidence and associations of hemiplegic shoulder pain poststroke: prospective population-based study. Arch Phys Med Rehabil. 2015 Feb;96(2):241-247.e1. doi: 10.1016/j.apmr.2014.09.007. Epub 2014 Sep 28."},{"pmid":"20854696","type":"BACKGROUND","citation":"Allen ZA, Shanahan EM, Crotty M. Does suprascapular nerve block reduce shoulder pain following stroke: a double-blind randomised controlled trial with masked outcome assessment. BMC Neurol. 2010 Sep 21;10:83. doi: 10.1186/1471-2377-10-83."},{"pmid":"12735538","type":"BACKGROUND","citation":"Ratnasabapathy Y, Broad J, Baskett J, Pledger M, Marshall J, Bonita R. Shoulder pain in people with a stroke: a population-based study. Clin Rehabil. 2003 May;17(3):304-11. doi: 10.1191/0269215503cr612oa."},{"pmid":"28699104","type":"BACKGROUND","citation":"Picelli A, Bonazza S, Lobba D, Parolini M, Martini A, Chemello E, Gandolfi M, Polati E, Smania N, Schweiger V. Suprascapular nerve block for the treatment of hemiplegic shoulder pain in patients with long-term chronic stroke: a pilot study. Neurol Sci. 2017 Sep;38(9):1697-1701. doi: 10.1007/s10072-017-3057-8. Epub 2017 Jul 11."},{"pmid":"29046778","type":"BACKGROUND","citation":"Ilfeld BM, Gabriel RA, Trescot AM. Ultrasound-guided percutaneous cryoneurolysis providing postoperative analgesia lasting many weeks following a single administration: a replacement for continuous peripheral nerve blocks?: a case report. Korean J Anesthesiol. 2017 Oct;70(5):567-570. doi: 10.4097/kjae.2017.70.5.567. Epub 2017 Feb 3."},{"pmid":"23319485","type":"BACKGROUND","citation":"Zorowitz RD, Gillard PJ, Brainin M. Poststroke spasticity: sequelae and burden on stroke survivors and caregivers. Neurology. 2013 Jan 15;80(3 Suppl 2):S45-52. doi: 10.1212/WNL.0b013e3182764c86."},{"pmid":"22341381","type":"BACKGROUND","citation":"Kwah LK, Harvey LA, Diong JH, Herbert RD. Half of the adults who present to hospital with stroke develop at least one contracture within six months: an observational study. J Physiother. 2012;58(1):41-7. doi: 10.1016/S1836-9553(12)70071-1."},{"pmid":"16777777","type":"BACKGROUND","citation":"Ada L, O'Dwyer N, O'Neill E. Relation between spasticity, weakness and contracture of the elbow flexors and upper limb activity after stroke: an observational study. Disabil Rehabil. 2006 Jul 15-30;28(13-14):891-7. doi: 10.1080/09638280500535165."},{"pmid":"28433236","type":"BACKGROUND","citation":"Harvey LA, Katalinic OM, Herbert RD, Moseley AM, Lannin NA, Schurr K. Stretch for the treatment and prevention of contracture: an abridged republication of a Cochrane Systematic Review. J Physiother. 2017 Apr;63(2):67-75. doi: 10.1016/j.jphys.2017.02.014. Epub 2017 Mar 14."},{"pmid":"21232986","type":"BACKGROUND","citation":"Namdari S, Alosh H, Baldwin K, Mehta S, Keenan MA. Shoulder tenotomies to improve passive motion and relieve pain in patients with spastic hemiplegia after upper motor neuron injury. J Shoulder Elbow Surg. 2011 Jul;20(5):802-6. doi: 10.1016/j.jse.2010.10.023. Epub 2011 Jan 13."},{"pmid":"33543059","type":"BACKGROUND","citation":"Winston P, Mills PB, Reebye R, Vincent D. Cryoneurotomy as a Percutaneous Mini-invasive Therapy for the Treatment of the Spastic Limb: Case Presentation, Review of the Literature, and Proposed Approach for Use. Arch Rehabil Res Clin Transl. 2019 Oct 17;1(3-4):100030. doi: 10.1016/j.arrct.2019.100030. eCollection 2019 Dec. Erratum In: Arch Rehabil Res Clin Transl. 2020 Aug 01;2(3):100078."},{"pmid":"33105153","type":"BACKGROUND","citation":"Rubenstein J, Harvey AW, Vincent D, Winston P. Cryoneurotomy to Reduce Spasticity and Improve Range of Motion in Spastic Flexed Elbow: A Visual Vignette. Am J Phys Med Rehabil. 2021 May 1;100(5):e65. doi: 10.1097/PHM.0000000000001624. No abstract available."},{"pmid":"34673709","type":"BACKGROUND","citation":"Winston P, Hashemi M, Vincent D. Ultrasound With E-Stimulation Diagnostic Nerve Blocks for Targeted Muscle Selection in Spasticity. Am J Phys Med Rehabil. 2021 Nov 1;100(11):e167. doi: 10.1097/PHM.0000000000001801. No abstract available."},{"pmid":"27333989","type":"BACKGROUND","citation":"Ilfeld BM, Preciado J, Trescot AM. Novel cryoneurolysis device for the treatment of sensory and motor peripheral nerves. Expert Rev Med Devices. 2016 Aug;13(8):713-25. doi: 10.1080/17434440.2016.1204229. Epub 2016 Jul 13."},{"pmid":"16880882","type":"BACKGROUND","citation":"Trescot AM. Cryoanalgesia in interventional pain management. Pain Physician. 2003 Jul;6(3):345-60."},{"pmid":"29121277","type":"BACKGROUND","citation":"Ilfeld BM, Gabriel RA, Trescot AM. Ultrasound-guided percutaneous cryoneurolysis for treatment of acute pain: could cryoanalgesia replace continuous peripheral nerve blocks? Br J Anaesth. 2017 Oct 1;119(4):703-706. doi: 10.1093/bja/aex142. No abstract available."},{"pmid":"24895229","type":"BACKGROUND","citation":"Hsu M, Stevenson FF. Wallerian degeneration and recovery of motor nerves after multiple focused cold therapies. Muscle Nerve. 2015 Feb;51(2):268-75. doi: 10.1002/mus.24306. Epub 2014 Dec 23."},{"pmid":"34122312","type":"BACKGROUND","citation":"Fitterer JW, Picelli A, Winston P. A Novel Approach to New-Onset Hemiplegic Shoulder Pain With Decreased Range of Motion Using Targeted Diagnostic Nerve Blocks: The ViVe Algorithm. Front Neurol. 2021 May 28;12:668370. doi: 10.3389/fneur.2021.668370. eCollection 2021."},{"pmid":"20044535","type":"BACKGROUND","citation":"Lundstrom E, Smits A, Borg J, Terent A. Four-fold increase in direct costs of stroke survivors with spasticity compared with stroke survivors without spasticity: the first year after the event. Stroke. 2010 Feb;41(2):319-24. doi: 10.1161/STROKEAHA.109.558619. Epub 2009 Dec 31."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020069","term":"Shoulder Pain"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000010146","term":"Pain"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M21597","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M20523","name":"Arthralgia","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}