{"protocolSection":{"identificationModule":{"nctId":"NCT04376138","orgStudyIdInfo":{"id":"031485"},"organization":{"fullName":"Universidade da Madeira","class":"OTHER"},"briefTitle":"Longitudinal Validation of Neurofeedback in Stroke Motor Rehabilitation Through Brain Imaging","officialTitle":"Longitudinal Validation of Neurofeedback in Stroke Motor Rehabilitation Through Brain Imaging"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-04-16","studyFirstSubmitQcDate":"2020-05-01","studyFirstPostDateStruct":{"date":"2020-05-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-06","lastUpdatePostDateStruct":{"date":"2023-12-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sergi Bermúdez i Badia","investigatorTitle":"Associate Professor","investigatorAffiliation":"Universidade da Madeira"},"leadSponsor":{"name":"Universidade da Madeira","class":"OTHER"},"collaborators":[{"name":"Serviço de Saúde da Região Autónoma da Madeira (SESARAM), E.P.E.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"With the main goal of generalising findings into Virtual Reality-Neurofeedback-Motor imagery (VR-NF-MI) system, this project aims to develop a new motor rehabilitation tool, for the upper limb, allied to the use of rising of information and communication technologies (ICT). By identifying correlations on the neural activity, during motor imagery and through brain imaging (fMRI), with distinct training protocols and feedback, these protocols are developed to create user-specific models that later can be used in NF-MI rehabilitation sessions.","detailedDescription":"Every year millions of people worldwide suffer from stroke, being one of the leading causes of death and longterm disability. This leads to cognitive and motor impairments, resulting in loss of independence in their daily life together with an additional psychological impact in mood disorders and depression. Evolving to a chronic condition, stroke requires continuous rehabilitation and therapy. Personalised Virtual-Reality (VR) approaches have been shown to accelerate the recovery process compared to non-Information and communication technologies (ICT) based interventions. However, most of these novel VR approaches are suitable only for a reduced subset of patients, generally those with better recovery prognostics and better motor control. Thus, the idea of training the central nervous system was established, through EEG-based neurofeedback (NF) and motor-imagery (MI). Although the benefits of MI-NF have been illustrated in a plethora of studies, the reduced ability for stroke patients to use NF does not allow an accurate control, reducing the capabilities of MI-NF systems. The aim of this project is to develop a novel and more inclusive rehabilitation system with the use of novel ICT technologies, in order to overcome current limitations. This will be achieved by identifying the neural correlates of motor action during motor imagery through brain imaging (fMRI), and differences in brain activation with different training feedback protocols for formulating user-specific models that will be used later in NF-MI rehabilitation sessions. This will facilitate the use of neural interfaces to train the central nervous system; specifically, the investigators will develop a personalized EEG-based immersive NF through VR for MI training. The ultimate goal is to generalize the findings into a VR-NF-MI training paradigm for both admitted and ambulatory patients as well as continued domestic care."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Brain Computer Interface","Virtual Reality","Stroke rehabilitation","Electroencephalography","Motor Imagery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Motor Imagery","type":"EXPERIMENTAL","description":"A Brain-Computer Interaction (BCI) based intervention while receiving conventional therapy. Use of motor imagery training, allied with brain-computer interaction, as a solution to promote motor and cognitive gains in stroke survivors.","interventionNames":["Other: BCI intervention"]},{"label":"Conventional Therapy","type":"ACTIVE_COMPARATOR","description":"Extra Occupational Therapy sessions while receiving conventional therapy. Use of conventional therapy techniques and tools for motor rehabilitation, following the original therapeutic intervention plan of the participants.","interventionNames":["Other: Conventional Therapy"]}],"interventions":[{"type":"OTHER","name":"BCI intervention","description":"30 minutes intervention that occurs 3 times per week, with a goal of 12 sessions total.","armGroupLabels":["Motor Imagery"],"otherNames":["Brain Computer Interaction (BCI) and neurofeedback for stroke rehabilitation"]},{"type":"OTHER","name":"Conventional Therapy","description":"30 minutes intervention that occurs 3 times per week, with a goal of 12 sessions total.","armGroupLabels":["Conventional Therapy"],"otherNames":["Traditional motor rehabilitation for the upper limb"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from the baseline in the functional magnetic resonance imaging (fMRI)","description":"Analyze cortical activation, during motor imagery exercises, and cortical structure.","timeFrame":"Baseline, Final (4 weeks) and 1 month follow up"},{"measure":"Change from the baseline in the Fugl Meyer Motor Assessment","description":"Evaluates the motor function of the affected upper limb. This section has a maximum score of 66 and changes to a higher score means an evolution on motor recovery.","timeFrame":"Baseline, Final (4 weeks) and 1 month follow up"}],"secondaryOutcomes":[{"measure":"Change from the baseline in the electroencephalography (EEG) data","description":"Analyze brain activity during motor imagery training to identify the best EEG features that better correlate with the brain activity in motor areas of each participant using Common Spatial Pattern filters. Examine different modulation rhythms focusing on Alpha and Beta rhythms, during Motor imagery for each BCI session, aiming to find changes in brain activity, in motor and cognitive areas that are related to motor imagery. Some feature candidates are, Power, Connectivity and Event-Related Synchronization/Desynchronization (ERS/ERD) maps.","timeFrame":"In all 12 sessions for 4 weeks"},{"measure":"Change from the baseline in the Kinesthetic and Visual Imagery Questionnaire (KVIQ)","description":"Assess the motor imagery capacity of the stroke participants. The maximum score is 100 and a high score reflects a greater ability to visualize and feel imaginary movements.","timeFrame":"Baseline, Final (4 weeks) and 1 month follow up"},{"measure":"Change from the baseline in the Montreal Cognitive Assessment (MoCA)","description":"The screening test used to assess different cognitive domains. The test has a total of 30 points; the higher the score the lesser the probability of cognitive impairment.","timeFrame":"Baseline, Final (4 weeks) and 1 month follow up"},{"measure":"Change from the baseline in the Modified Ashworth Scale (MAS)","description":"Assess muscle tone during movement, in the elbow joint. The score is valued from 0 to 4 (0, 1, 1+, 2, 3 and 4), a higher score is related to higher spasticity and muscle tone.","timeFrame":"Baseline, Final (4 weeks) and 1 month follow up"},{"measure":"Change from the baseline in the Geriatric Depression Scale (GDS)","description":"Self-report assessment to measure depression symptoms in the elderly. It has a maximum score of 30 points where a score superior to 21 is indicative of the presence of severe depression. From 11 to 20 points is indicative of mild depression and a score equal or inferior to 10, to the absence of depression.","timeFrame":"Baseline, Final (4 weeks) and 1 month follow up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First stroke episode\n* More than six months after stroke\n* Stroke hemiplegia/hemiparesis, (Fugl Meyer below or equal to 47)\n* Capacity to understand and complete simple tasks\n* Know how to read and write\n* Motivation to participate\n\nExclusion Criteria:\n\n* Hemi spatial neglect\n* Depressive symptoms, moderate to severe\n* Presence of other neurological or orthopaedic problems\n* Severe eyesight problems\n* Claustrophobia\n* Presence of ferromagnetic materials","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Diego Mora, PhD","role":"CONTACT","phone":"+351 926012984","email":"diego.mora@m-iti.org"},{"name":"Carolina Jorge, BSc","role":"CONTACT","phone":"+351 964974916","email":"carolia.jorge@m-iti.org"}],"locations":[{"facility":"Serviço de Saúde da Região Autónoma da Madeira","status":"RECRUITING","city":"Funchal","state":"Madeira","zip":"9004-514","country":"Portugal","contacts":[{"name":"Carolina Jorge, Bachelor","role":"CONTACT","phone":"+351 964974916","email":"carolina.jorge@m-iti.org"}],"geoPoint":{"lat":32.66568,"lon":-16.92547}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}