{"protocolSection":{"identificationModule":{"nctId":"NCT04400981","orgStudyIdInfo":{"id":"PRIN 2017CY3J3W"},"organization":{"fullName":"University of Milano Bicocca","class":"OTHER"},"briefTitle":"Clinical Trial on Remote Ischemic Conditioning in Acute Ischemic Stroke Within 9 Hours of Onset in Patients Ineligible to Recanalization Therapies","officialTitle":"Multi-center Randomized Pilot Clinical Trial on Remote Ischemic Conditioning in Acute Ischemic Stroke Within 9 Hours of Onset in Patients Ineligible to Recanalization Therapies","acronym":"TRICS-9"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-05-18","studyFirstSubmitQcDate":"2020-05-21","studyFirstPostDateStruct":{"date":"2020-05-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-08","lastUpdatePostDateStruct":{"date":"2023-11-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Simone Beretta","investigatorTitle":"Principal Investigator, Stroke Neurologist, MD, PhD","investigatorAffiliation":"San Gerardo Hospital"},"leadSponsor":{"name":"University of Milano Bicocca","class":"OTHER"},"collaborators":[{"name":"San Gerardo Hospital","class":"OTHER"},{"name":"Università degli Studi dell'Aquila","class":"OTHER"},{"name":"University of Roma La Sapienza","class":"OTHER"},{"name":"IRCCS Fondazione Istituto Neurologico Mondino Pavia","class":"UNKNOWN"},{"name":"Istituto Di Ricerche Farmacologiche Mario Negri","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Phase II, prospective, randomized, multicenter, open-label, pilot clinical trial comparing remote ischemic conditioning (RIC) plus standard medical therapy to standard medical therapy alone, in patients with acute ischemic stroke within 9 hours of stroke onset that are not eligible to recanalization therapies.","detailedDescription":"Funding: This study is supported by a grant from the Ministry of Health: PRIN 2017CY3J3W. This funding source had no role in the design of this study and will not have any role during its execution, analyses, interpretation of the data, reporting of the study or decision to submit results\n\nBackground: Remote ischemic conditioning is an experimental therapy consisting in a transient ischemia applied in a certain body site, with the aim of increasing ischemic tolerance in distant organs through the activation of endogenous protective mechanisms. Ischemic per-conditioning is a sub-lethal ischemia applied while a harmful ischemia is ongoing, whereas ischemic post-conditioning is a sub-lethal ischemia applied subsequent to the occurrence of a harmful ischemia. Both of them have been proven to be neuroprotective to ischemic brain tissue in many exploratory single-centre pre-clinical studies. Although the neuroprotective mechanisms remain elusive, evidence supports the role of both humoral and neuronal factors, such as the release of adenosine, bradykinin and nitric oxide in the blood, the activation of neuronal p-AKT and of several miRNAs; a recent pre-clinical study, conducted on experimental rat model of acute ischemic stroke, also showed significantly increased mRNA levels of HIF-1α 24 hours after the application of remote ischemic conditioning, suggesting a possible neuroprotective role of HIF-1α.\n\nRemote ischemic conditioning represents a potential translational strategy; however, despite many pre-clinical exploratory studies highlighted its neuroprotective effect, only a few clinical trials have been conducted so far.\n\nRESCUE BRAIN is an ongoing multicenter clinical trial on remote ischemic conditioning applied within 6 hours of stroke onset through intermittent lower limb ischemia. The efficacy of remote ischemic conditioning has been assessed by measuring brain infarct growth from baseline to 24h through MRI DWI sequences and comparing brain infarct growth of a cohort of patients treated with remote ischemic conditioning plus standard medical therapy to that of a cohort treated with standard medical therapy alone. A potential limit of this trial is represented by the inclusion of stroke patients that received either or both thrombolysis and mechanical thrombectomy. In fact, as these treatments are highly effective if applied promptly, they may conceal the effect of remote ischemic conditioning when administered in addition to it, making it difficult to selectively investigate its efficacy.\n\nIn a previous single-center clinical trial, remote ischemic per-conditioning, induced by intermittent upper arm ischemia, had been applied to patients with suspected acute ischemic stroke during transportation to hospital, as an adjunct to thrombolysis and prior to its administration. The efficacy of remote ischemic per-conditioning has been assessed by measuring penumbral salvage, final infarct size at 1 month, infarct growth at 1 month and evaluating clinical outcome after 3 months. Although the overall results were neutral, patients treated with remote ischemic per-conditioning showed lower NIHSS scores and higher frequency of TIA than controls, together with an overall reduction in risk of brain tissue infarction, suggesting a fast-acting neuroprotective effect; moreover, remote ischemic conditioning resulted to be safe and highly tolerable. The latter observation has also been confirmed in RECAST, a single-center study on tolerability and feasibility of remote ischemic conditioning applied to mildly symptomatic patients within 24h of stroke onset. The RECAST trial also demonstrated increased plasmatic levels of HSP27 at 4 days in the intervention group, suggesting its possible role in neuroprotection and indicating HSP27 as a potential biomarker of neuroprotection11.\n\nBased on these observations, the Italian Stroke Organization (ISO) Basic Science Network, which is a nationwide network that promotes translational research on acute ischemic stroke, launched a multicenter translational research program on remote ischemic conditioning. This program provided for a pre-clinical study on animal model of experimental ischemic stroke and a pilot clinical trial involving patients with acute ischemic stroke within 9 hours of stroke onset that are not eligible for recanalization therapies.\n\nCurrent guidelines for ischemic stroke recommend thrombolysis within 4.5 hours and thrombectomy within 6 hours of stroke onset for all eligible patients, but also allow administration of recanalization therapies beyond the abovementioned time window in selected patients, according to the results of DAWN, DEFUSE and WAKE-UP trial.\n\nThe DAWN trial (Clinical Mismatch in the Triage of Wake Up and Late Presenting Strokes Undergoing Neurointervention With Trevo) used clinical-radiological mismatch to select patients with large anterior circulation vessel occlusion for mechanical thrombectomy 6 hours to 24 hours from last time known normal. The DEFUSE 3 trial (Diffusion and Perfusion Imaging Evaluation for Understanding Stroke Evolution) used perfusion-core mismatch and maximum core size as radiological criteria to select patients with large anterior circulation occlusion between 6 hours and 16 hours from last time known well for mechanical thrombectomy. Both trials demonstrated an overall benefit in functional outcome at 90 days in the subgroup of patients in the endovascular arm that were treated with mechanical thrombectomy \\>6 hours from onset.\n\nThe WAKE-UP trial (MRI-Guided Thrombolysis for Stroke with Unknown Time of Onset) enrolled patients with stroke on awakening or with unclear time of onset, and that presented with MRI mismatch between abnormal signal on DWI and no abnormalities on FLAIR. The patient either noticed stroke symptoms on awakening or could not report the timing of symptom onset due to neurological deficits (e.g. aphasia, anathria, confusion); the time interval between the patient was last known to be well and symptom recognition was \\>4.5 hours (without upper limit) in order to exclude patients otherwise eligible to thrombolysis. This trial provided evidence of benefit from thrombolysis within 4.5 hours of stroke symptom recognition.\n\nFinally, the EXTEND trial (Thrombolysis Guided by Perfusion Imaging up to 9 Hours after Onset of Stroke) enrolled patients with stroke onset between 4,5 hours and 9 hours and those with stroke on awakening within 9 hours of the midpoint of sleep, who had salvageable brain tissue on perfusion imaging. This trial demonstrated that thrombolysis, performed between 4.5 and 9.0 hours after stroke onset or at the time the patient awoke with stroke symptoms (if within 9 hours of midpoint of sleep), resulted in a higher percentage of patients with no or minor neurologic deficits than those who were given placebo.\n\nThese evidences lead to rethinking the paradigm \"time is brain\", adding greater consciousness that time on the ischemic process is relative: although the longer treatment is delayed, the worse the functional outcome, penumbral transformation into irreversible brain injury within a given time interval varies in relation to multiple factors. In this context, the aim of this study is to explore remote ischemic conditioning as a neuroprotective therapy in acute ischemic stroke within an extended time window of 9 hours of stroke onset.\n\nPrimary objective: to assess whether RIC plus standard medical therapy, applied within 9 hours of ischemic stroke onset, is superior to standard medical therapy alone in obtaining early neurological improvement, defined as the percent change in the National Institute of Health stroke scale (NIHSS) between admission and 72 hours after randomization, in patients with acute ischemic stroke ineligible for recanalization therapies.\n\nSecondary objectives:\n\n* Evaluate intervention feasibility, i.e. estimate the proportion of patients randomized to the active arm of the trial who successfully complete the RIC treatment\n* Estimate the added impact of the RIC therapy on the following outcomes: early neurological improvement at 24 hours and 48 hours after randomization; neuroprotection based on blood and plasma biomarkers; degree of disability or dependence in the daily activities at three months assessed by the modified Rankin Scale\n\nTrial design: Phase II, prospective, block randomized, multicenter, open-label, clinical trial comparing with a 1:1 allocation ratio RIC plus standard medical therapy to standard medical therapy alone, in patients with acute ischemic stroke within 9 hours of stroke onset that are not candidates for thrombolysis and/or thrombectomy. The primary null hypothesis of this trial is that there is no difference in early neurological improvement between RIC plus standard medical therapy and standard medical therapy alone.\n\nStudy setting: The experimental intervention will be carried out in three Italian Comprehensive Stroke Centers belonging to ISO-associated academic hospitals, represented by ASST Monza-Ospedale San Gerardo di Monza (Università degli Studi di Milano-Bicocca), Azienda Ospedaliera Sant'Andrea (Università degli Studi la Sapienza di Roma), Ospedale di Avezzano (Università degli Studi dell'Aquila).\n\nMethods:\n\nExperimental Intervention\n\n1. Intervention arm: RIC treatment arm plus standard medical therapy Remote ischemic conditioning will be applied immediately after randomization in the Emergency Department, through a standard blood pressure cuff placed around the non-paretic arm. The protocol includes 4 cycles of intermittent manually induced upper limb ischemia, alternating 5 minutes of inflation (20mmHg above systolic blood pressure) and 5 minutes of deflation.\n\n   Patients randomized to remote ischemic conditioning will also receive standard medical therapy (see below).\n2. Control arm: Standard medical therapy alone Standard medical therapy will be administered immediately after randomization in the Emergency Department. Standard medical therapy comprises single antiplatelet therapy, either aspirin given in a total dose ranging between 100 to 300 mg per day on days 1-5 and followed by aspirin 100mg/day on days 1-5 followed by aspirin 100mg/day, or Clopidogrel 75mg/day (at the discretion of the patient's attending physician), unless an indication for early anticoagulation (e.g. atrial fibrillation, mechanical heart valve, deep venous thrombosis, pulmonary embolism, antiphospholipid antibody syndrome, hypercoagulable state) or dual antiplatelet therapy (e.g. early carotid stenting) is present.\n\nAll patients will receive standard deep venous thrombosis (DVT) prevention therapy together with appropriate treatment for blood pressure control, glycemic control and cholesterol reduction.\n\nData collection\n\nFor each eligible patient the following data will be recorded by a designated investigator:\n\n* Demographics (age, gender, ethnicity)\n* Cerebrovascular risk factors (hypertension, diabetes, hyperlipidemia, atrial fibrillation, previous stroke or TIA, ischemic heart disease, peripheral vascular disease)\n* Past medical/surgical history\n* Medications prior to randomization (antiplatelets, anticoagulant, antihypertensive, statins)\n* National Institute of Health Stroke Scale (NIHSS) prior to randomization, at 24h, 48h and 72h\n* Feasibility (proportion of patients able to terminate RIC)\n* Wong-Baker faces pain rating scale immediately after RIC and 72h after randomization\n* CT-head at randomization and within 72h of randomization\n* Etiology according to TOAST classification at the time of discharge\n* Disability at 3 months through modified Rankin Scale\n* Adverse events at 3 months\n\nPlasma Biomarkers in acute ischemic stroke patients: Drawing of 7 mL of peripheral venous blood will be performed at 24h and 72h after RIC.\n\n* HIF-1α mRNA levels at 24 hours. Total RNA will be extracted from whole blood and transcribed into cDNA. Quantitative reverse transcription polymerase chain reaction (HIF1a F, TCATCCAAG- GAGCCTTAACC; HIF-1a R, AAGCGACATAGTAGGGGCAC) will be performed (Takara Bio, CA, USA). GAPDH will be chosen as the housekeeping gene.\n* HSP27 plasma levels at 72 hours. Plasma will be obtained by centrifugation and stored at - 20°C. HSP27 (human) will be quantified using a colorimetric enzyme immunoassay (ELISA) kit (Enzo Life Sciences, Roma, Italy).\n\nStudy duration\n\nThe investigation will be conducted for an estimated duration of 3 years:\n\n* Phase 1. Administrative and ethical procedures: 10 months\n* Phase 2. Duration of patient enrolment: 18 months.\n* Phase 3. Follow-up period: 3 months from the date of randomization.\n* Phase 4. Database lock, statistical analysis and production of a scientific report: 32-36 month.\n* Planned start of enrolment: upon approval by the Ethics committee and reception of the signed contract.\n\nStudy design This is a phase II, prospective, block randomized, multicenter, open-label, clinical trial comparing with a 1:1 allocation ratio RIC plus standard medical therapy to standard medical therapy alone, in patients with acute ischemic stroke within 9 hours of stroke onset that are not candidates for thrombolysis and/or thrombectomy. The primary null hypothesis is that there is no or negligible difference in clinical benefit between remote ischemic conditioning plus standard medical therapy and standard medical therapy alone.\n\nSample size An estimated total sample size of 80 patients (40 patients in each arm) should yield 80% power to detect a clinically significant difference of 20% (40% in treatment vs. 20% in control arm) in the median percent change in NIHSS at 72 hours, considering a standard deviation of 30%, at two-sided statistical significance threshold of p = 0.05, when using a Wilcoxon-Mann-Whitney test.\n\nRandomization A randomization list stratified by center will be produced using a pseudo-random number generator. The result of the randomization will be delivered after personal data input in a web form.\n\nStatistical methods Descriptive analyses will be carried out using classification (number and percentages) in categorical variables and using moments and medians/quartiles in numerical variables. Primary analysis of treatment effect on the early neurological improvement will be analysed using a Wilcoxon-Mann-Whitney test. A secondary analysis on the primary outcome will be performed using a mixed linear regression including treatment and centers and unbalanced important baseline characteristics in case they are present. Feasibility will be measured estimating the proportion of subjects who terminate RIC, together with an exact 95% confidence limit. Description of adverse events will be reported for all randomized subjects. Population examined will be ITT. Cut-off for statistical significance will be set at 0.05, two-tailed."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["remote ischemic conditioning","acute ischemic stroke","neuroprotection"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Phase II, prospective, multicenter, block randomized, parallel, open-label, clinical trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Clinicians assessing NIHSS at 24 hours, 48 hours and 72 hours and modified Rankin scale at 3 months will be blinded to treatment allocation.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention arm: RIC plus standard medical therapy","type":"EXPERIMENTAL","description":"Remote ischemic conditioning (RIC) will be applied immediately after randomization in the Emergency Department, through a standard blood pressure cuff placed around the non-paretic arm. The protocol includes 4 cycles of intermittent manually induced upper limb ischemia, alternating 5 minutes of inflation (20mmHg above systolic blood pressure) and 5 minutes of deflation.\n\nPatients randomized to remote ischemic conditioning will also receive standard medical therapy","interventionNames":["Procedure: Remote ischemic conditioning","Other: standard medical therapy"]},{"label":"Control arm: Standard medical therapy alone","type":"ACTIVE_COMPARATOR","description":"Standard medical therapy will be administered immediately after randomization in the Emergency Department. Standard medical therapy comprises single antiplatelet therapy, either aspirin given in a total dose ranging between 100 to 300 mg per day on days 1-5 and followed by aspirin 100mg/day on days 1-5 followed by aspirin 100mg/day, or Clopidogrel 75mg/day (at the discretion of the patient's attending physician), unless an indication for early anticoagulation (e.g. atrial fibrillation, mechanical heart valve, deep venous thrombosis, pulmonary embolism, antiphospholipid antibody syndrome, hypercoagulable state) or dual antiplatelet therapy (e.g. early carotid stenting) is present.\n\nAll patients will receive standard deep venous thrombosis (DVT) prevention therapy together with appropriate treatment for blood pressure control, glycemic control and cholesterol reduction.","interventionNames":["Other: standard medical therapy"]}],"interventions":[{"type":"PROCEDURE","name":"Remote ischemic conditioning","description":"Remote ischemic conditioning will be applied immediately after randomization in the Emergency Department, through a standard blood pressure cuff placed around the non-paretic arm. The protocol includes 4 cycles of intermittent manually induced upper limb ischemia, alternating 5 minutes of inflation (20mmHg above systolic blood pressure) and 5 minutes of deflation.","armGroupLabels":["Intervention arm: RIC plus standard medical therapy"]},{"type":"OTHER","name":"standard medical therapy","description":"Standard medical therapy comprises single antiplatelet therapy, either aspirin given in a total dose ranging between 100 to 300 mg per day on days 1-5 and followed by aspirin 100mg/day on days 1-5 followed by aspirin 100mg/day, or Clopidogrel 75mg/day (at the discretion of the patient's attending physician), unless an indication for early anticoagulation (e.g. atrial fibrillation, mechanical heart valve, deep venous thrombosis, pulmonary embolism, antiphospholipid antibody syndrome, hypercoagulable state) or dual antiplatelet therapy (e.g. early carotid stenting) is present.\n\nAll patients will receive standard deep venous thrombosis (DVT) prevention therapy together with appropriate treatment for blood pressure control, glycemic control and cholesterol reduction.","armGroupLabels":["Control arm: Standard medical therapy alone","Intervention arm: RIC plus standard medical therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Efficacy of Remote ischemic conditioning at 72 hours","description":"Early neurological improvement at 72 hours, defined as NIHSS percent change (\\[Admission NIHSS-72-hour NIHSS\\]×100/Admission NIHSS).","timeFrame":"72 hours"}],"secondaryOutcomes":[{"measure":"Efficacy of Remote ischemic conditioning at 24 hours","description":"Early neurological improvement at 24 hours, defined as NIHSS percent change (\\[Admission NIHSS-24-hour NIHSS\\]×100/Admission NIHSS)","timeFrame":"24 hours"},{"measure":"Efficacy of Remote ischemic conditioning at 48 hours","description":"Early neurological improvement at 48 hours, defined as NIHSS percent change (\\[Admission NIHSS-48-hour NIHSS\\]×100/Admission NIHSS)","timeFrame":"48 hours"},{"measure":"Functional status at 90 days","description":"dichotomized functional outcome (0-2 versus 3-5) assessed by modified Rankin Scale at day 90; scale range from 0 (no deficit) to 6 (dead), a higher score means higher disability.","timeFrame":"90 days"},{"measure":"number of paticipants with symptomatic intracerebral hemorrhage","description":"symptomatic intracerebral hemorrhage per the SITS-MOST definition: a local or remote Type 2 parenchymal hemorrhage on imaging 22 to 36 hours after treatment or earlier if the imaging scan was performed due to clinical deterioration combined with a neurological deterioration of 4 NIHSS points from baseline or from the lowest NIHSS score between baseline and 24 hours or leading to death within 24 hours. A grading of Type 2 parenchymal hemorrhage for intracranial hemorrhage indicates a coagulum exceeding 30% of the infarct with substantial space occupation","timeFrame":"36 hours"},{"measure":"Pain related to remote ischemic conditioning","description":"Wong-Baker faces pain rating scale will be administered to patient immediately after RIC and 72 hours after RIC; scale range from 0 to 10, a higher number indicate a higher pain","timeFrame":"72 hours"},{"measure":"Feasibility of remote ischemic conditioning","description":"Feasibility will be estimated by the proportion of patients randomized to receive a RIC treatment that complete the treatment, i.e. that complete all 4 cycles (5 minutes each) of intermittent manually induced upper limb ischemia.","timeFrame":"24 hours"},{"measure":"Hypoxia-inducible factor 1-alpha mRNA levels","description":"Whole blood hypoxia-inducible factor 1-alpha mRNA levels expressed ratio to the housekeeping gene GAPDH","timeFrame":"24 hours and 72 hours"},{"measure":"Heat shock protein 27 levels","description":"Plasma heat shock protein 27 levels expressed as ng/mL","timeFrame":"24 hours and 72 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis and/or diagnosis on neuromaging of anterior circulation acute ischemic stroke (due to either large or small vessel occlusion) within 9 hours of symptom onset. Information regarding time of stroke onset will be obtained by patient, family member or anyone present at the time of stroke onset or by the emergency medical technician in case the patient is brought to the Emergency Department by the Emergency Medical Services\n* Age ≥ 18 years\n* Neurologic deficit with National Institutes of Health Stroke Scale (NIHSS) ≥5 and \\<25\n* Informed consent obtained from patient whenever possible, or by family member, or legally responsible person in other cases\n* Stroke with Unknown Time of Onset: the patient either recognized stroke symptoms on awakening or could not report the timing of the onset of symptoms due to neurological deficits (e.g., as a result of aphasia, anarthria, confusion). For patients who recognized stroke symptoms on awakening, onset was estimated as the midpoint of sleep (i.e., the time between going to sleep and waking up with symptoms) and patients underwent randomization if they were within 9 hours of the estimated time of onset. For patients who could not report the timing of symptom onset, the time that had elapsed since the patient was last known to be well had to be \\<9 hours. Information regarding time of going to sleep or last time the patient was seen well will be obtained by patient, family member or anyone who had the last contact with the patient before stroke onset.\n* Modified Rankin Scale≤2 prior to stroke onset\n\nExclusion Criteria:\n\n* Patients that are candidates for thrombolysis and/or thrombectomy according to AHA/ASA guidelines\n* CT Head or brain MRI detecting intracranial hemorrhage, vascular malformation, intracranial masses or any other pathology that could explain symptoms\n* Rapidly improving neurological symptoms at the time of first evaluation, judged by the attending Physician (Ref: Clotilde Balucani et al. Rapidly Improving Stroke Symptoms: A Pilot, Prospective Study. J Stroke Cerebrovasc Dis, 24 (6), 1211-6 Jun 2015 )\n* Transient Ischemic Attack (TIA), with resolution of symptoms at the time of first evaluation\n* Amputation of the upper non paretic arm\n* Presence of any ulcer or a bad skin condition in the upper or lower limbs\n* History of arterial occlusive disease, sickle cell disease (due to the risk of vaso-occlusive crisis), or upper limb phlebitis\n* Pregnancy\n* Ongoing participation in any interventional study\n* Unavailability for follow-up\n* Advanced or terminal illness, judged by the attending Physician, that could make unlikely patient's availability for follow up at 3 months or life expectancy less than 6 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Simone Beretta, MD, PhD","role":"CONTACT","phone":"+39 0392333568","email":"simone.beretta@unimib.it"},{"name":"Susanna Diamanti, MD, PhD","role":"CONTACT","email":"s.diamanti@campus.unimib.it"}],"overallOfficials":[{"name":"Simone Beretta, MD, PhD","affiliation":"San Gerardo Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Susanna Diamanti, MD, PhD","affiliation":"San Gerardo Hospital","role":"STUDY_DIRECTOR"},{"name":"Carlo Ferrarese, MD, PhD","affiliation":"San Gerardo Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"Ospedale Civile SS. Filippo e Nicola di Avezzano","status":"RECRUITING","city":"Avezzano","state":"L'Aquila","zip":"67051","country":"Italy","contacts":[{"name":"Simona Sacco, Professor","role":"CONTACT","email":"simona.sacco@yahoo.com"}],"geoPoint":{"lat":42.02896,"lon":13.42641}},{"facility":"Ospedale Sant'Andrea","status":"RECRUITING","city":"Rom","state":"Lazio","zip":"00189","country":"Italy","contacts":[{"name":"Sette Giuliano, Professor","role":"CONTACT","email":"giuliano.sette@uniroma1.it"}],"geoPoint":{"lat":41.89193,"lon":12.51133}},{"facility":"Ospedale San Gerardo","status":"RECRUITING","city":"Monza","state":"Lombardia","zip":"20900","country":"Italy","contacts":[{"name":"Simone Beretta, MD, PhD","role":"CONTACT","phone":"+390392333568","email":"simone.beretta@unimib.it"}],"geoPoint":{"lat":45.58005,"lon":9.27246}},{"facility":"IRCCS Fondazione Istituto Neurologico Mondino","status":"RECRUITING","city":"Pavia","zip":"27100","country":"Italy","contacts":[{"name":"Anna Cavallini, MD","role":"CONTACT","email":"anna.cavallini@mondino.it"}],"geoPoint":{"lat":45.19205,"lon":9.15917}}]},"referencesModule":{"references":[{"pmid":"16715053","type":"RESULT","citation":"Gidday JM. Cerebral preconditioning and ischaemic tolerance. Nat Rev Neurosci. 2006 Jun;7(6):437-48. doi: 10.1038/nrn1927."},{"pmid":"17882162","type":"RESULT","citation":"Pignataro G, Meller R, Inoue K, Ordonez AN, Ashley MD, Xiong Z, Gala R, Simon RP. In vivo and in vitro characterization of a novel neuroprotective strategy for stroke: ischemic postconditioning. J Cereb Blood Flow Metab. 2008 Feb;28(2):232-41. doi: 10.1038/sj.jcbfm.9600559. Epub 2007 Sep 19. Erratum In: J Cereb Blood Flow Metab. 2008 Feb;28(2):440. Gala, Rosaria [added]."},{"pmid":"16609953","type":"RESULT","citation":"Kanoria S, Jalan R, Davies NA, Seifalian AM, Williams R, Davidson BR. Remote ischaemic preconditioning of the hind limb reduces experimental liver warm ischaemia-reperfusion injury. Br J Surg. 2006 Jun;93(6):762-8. doi: 10.1002/bjs.5331."},{"pmid":"16053957","type":"RESULT","citation":"Loukogeorgakis SP, Panagiotidou AT, Broadhead MW, Donald A, Deanfield JE, MacAllister RJ. Remote ischemic preconditioning provides early and late protection against endothelial ischemia-reperfusion injury in humans: role of the autonomic nervous system. J Am Coll Cardiol. 2005 Aug 2;46(3):450-6. doi: 10.1016/j.jacc.2005.04.044."},{"pmid":"24643082","type":"RESULT","citation":"Koch S, Della-Morte D, Dave KR, Sacco RL, Perez-Pinzon MA. Biomarkers for ischemic preconditioning: finding the responders. J Cereb Blood Flow Metab. 2014 Jun;34(6):933-41. doi: 10.1038/jcbfm.2014.42. Epub 2014 Mar 19."},{"pmid":"29503556","type":"RESULT","citation":"Cao B, Zhang C, Wang H, Xia M, Yang X. Renoprotective effect of remote ischemic postconditioning in patients with ST-elevation myocardial infarction undergoing primary percutaneous coronary intervention. Ther Clin Risk Manag. 2018 Feb 22;14:369-375. doi: 10.2147/TCRM.S158768. eCollection 2018."},{"pmid":"27412192","type":"RESULT","citation":"Pico F, Rosso C, Meseguer E, Chadenat ML, Cattenoy A, Aegerter P, Deltour S, Yeung J, Hosseini H, Lambert Y, Smadja D, Samson Y, Amarenco P. A multicenter, randomized trial on neuroprotection with remote ischemic per-conditioning during acute ischemic stroke: the REmote iSchemic Conditioning in acUtE BRAin INfarction study protocol. Int J Stroke. 2016 Oct;11(8):938-943. doi: 10.1177/1747493016660098. Epub 2016 Jul 19."},{"pmid":"24203849","type":"RESULT","citation":"Hougaard KD, Hjort N, Zeidler D, Sorensen L, Norgaard A, Hansen TM, von Weitzel-Mudersbach P, Simonsen CZ, Damgaard D, Gottrup H, Svendsen K, Rasmussen PV, Ribe LR, Mikkelsen IK, Nagenthiraja K, Cho TH, Redington AN, Botker HE, Ostergaard L, Mouridsen K, Andersen G. Remote ischemic perconditioning as an adjunct therapy to thrombolysis in patients with acute ischemic stroke: a randomized trial. Stroke. 2014 Jan;45(1):159-67. doi: 10.1161/STROKEAHA.113.001346. Epub 2013 Nov 7."},{"pmid":"28265014","type":"RESULT","citation":"England TJ, Hedstrom A, O'Sullivan S, Donnelly R, Barrett DA, Sarmad S, Sprigg N, Bath PM. RECAST (Remote Ischemic Conditioning After Stroke Trial): A Pilot Randomized Placebo Controlled Phase II Trial in Acute Ischemic Stroke. Stroke. 2017 May;48(5):1412-1415. doi: 10.1161/STROKEAHA.116.016429. Epub 2017 Mar 6."},{"pmid":"29129157","type":"RESULT","citation":"Nogueira RG, Jadhav AP, Haussen DC, Bonafe A, Budzik RF, Bhuva P, Yavagal DR, Ribo M, Cognard C, Hanel RA, Sila CA, Hassan AE, Millan M, Levy EI, Mitchell P, Chen M, English JD, Shah QA, Silver FL, Pereira VM, Mehta BP, Baxter BW, Abraham MG, Cardona P, Veznedaroglu E, Hellinger FR, Feng L, Kirmani JF, Lopes DK, Jankowitz BT, Frankel MR, Costalat V, Vora NA, Yoo AJ, Malik AM, Furlan AJ, Rubiera M, Aghaebrahim A, Olivot JM, Tekle WG, Shields R, Graves T, Lewis RJ, Smith WS, Liebeskind DS, Saver JL, Jovin TG; DAWN Trial Investigators. Thrombectomy 6 to 24 Hours after Stroke with a Mismatch between Deficit and Infarct. N Engl J Med. 2018 Jan 4;378(1):11-21. doi: 10.1056/NEJMoa1706442. Epub 2017 Nov 11."},{"pmid":"29364767","type":"RESULT","citation":"Albers GW, Marks MP, Kemp S, Christensen S, Tsai JP, Ortega-Gutierrez S, McTaggart RA, Torbey MT, Kim-Tenser M, Leslie-Mazwi T, Sarraj A, Kasner SE, Ansari SA, Yeatts SD, Hamilton S, Mlynash M, Heit JJ, Zaharchuk G, Kim S, Carrozzella J, Palesch YY, Demchuk AM, Bammer R, Lavori PW, Broderick JP, Lansberg MG; DEFUSE 3 Investigators. Thrombectomy for Stroke at 6 to 16 Hours with Selection by Perfusion Imaging. N Engl J Med. 2018 Feb 22;378(8):708-718. doi: 10.1056/NEJMoa1713973. Epub 2018 Jan 24."},{"pmid":"29766770","type":"RESULT","citation":"Thomalla G, Simonsen CZ, Boutitie F, Andersen G, Berthezene Y, Cheng B, Cheripelli B, Cho TH, Fazekas F, Fiehler J, Ford I, Galinovic I, Gellissen S, Golsari A, Gregori J, Gunther M, Guibernau J, Hausler KG, Hennerici M, Kemmling A, Marstrand J, Modrau B, Neeb L, Perez de la Ossa N, Puig J, Ringleb P, Roy P, Scheel E, Schonewille W, Serena J, Sunaert S, Villringer K, Wouters A, Thijs V, Ebinger M, Endres M, Fiebach JB, Lemmens R, Muir KW, Nighoghossian N, Pedraza S, Gerloff C; WAKE-UP Investigators. MRI-Guided Thrombolysis for Stroke with Unknown Time of Onset. N Engl J Med. 2018 Aug 16;379(7):611-622. doi: 10.1056/NEJMoa1804355. Epub 2018 May 16."},{"pmid":"31067369","type":"RESULT","citation":"Ma H, Campbell BCV, Parsons MW, Churilov L, Levi CR, Hsu C, Kleinig TJ, Wijeratne T, Curtze S, Dewey HM, Miteff F, Tsai CH, Lee JT, Phan TG, Mahant N, Sun MC, Krause M, Sturm J, Grimley R, Chen CH, Hu CJ, Wong AA, Field D, Sun Y, Barber PA, Sabet A, Jannes J, Jeng JS, Clissold B, Markus R, Lin CH, Lien LM, Bladin CF, Christensen S, Yassi N, Sharma G, Bivard A, Desmond PM, Yan B, Mitchell PJ, Thijs V, Carey L, Meretoja A, Davis SM, Donnan GA; EXTEND Investigators. Thrombolysis Guided by Perfusion Imaging up to 9 Hours after Onset of Stroke. N Engl J Med. 2019 May 9;380(19):1795-1803. doi: 10.1056/NEJMoa1813046. Erratum In: N Engl J Med. 2021 Apr 1;384(13):1278."},{"pmid":"34803872","type":"DERIVED","citation":"Diamanti S, Beretta S, Tettamanti M, Sacco S, Sette G, Ornello R, Tiseo C, Caponnetto V, Beccia M, Alivernini D, Costanzo R, Ferrarese C. Multi-Center Randomized Phase II Clinical Trial on Remote Ischemic Conditioning in Acute Ischemic Stroke Within 9 Hours of Onset in Patients Ineligible to Recanalization Therapies (TRICS-9): Study Design and Protocol. Front Neurol. 2021 Nov 3;12:724050. doi: 10.3389/fneur.2021.724050. eCollection 2021."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"IPD will be shared in an open access directory upon completion of the project, after January 2023 and will include study protocol, statistical analysis plan, informed consent form and result dataset.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"Upon completion of the project, after January 2023","accessCriteria":"This information will be available during the course of the trial."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3915","name":"Antibodies","relevance":"LOW"},{"id":"M4238","name":"Aspirin","relevance":"LOW"},{"id":"M9874","name":"Immunoglobulins","relevance":"LOW"},{"id":"M1669","name":"Clopidogrel","relevance":"LOW"},{"id":"M19151","name":"Antibodies, Antiphospholipid","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"}]}},"hasResults":false}