{"protocolSection":{"identificationModule":{"nctId":"NCT06207240","orgStudyIdInfo":{"id":"0828-RD0001.22"},"organization":{"fullName":"Battelle Memorial Institute","class":"OTHER"},"briefTitle":"Functional Electrical Stimulation Therapy After Stroke","officialTitle":"Efficacy and Feasibility of Using the NeuroLife Sleeve System to Improve Hand Function in Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06-08","type":"ACTUAL"},"completionDateStruct":{"date":"2022-06-08","type":"ACTUAL"},"studyFirstSubmitDate":"2024-01-03","studyFirstSubmitQcDate":"2024-01-12","studyFirstPostDateStruct":{"date":"2024-01-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-12","lastUpdatePostDateStruct":{"date":"2024-01-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Battelle Memorial Institute","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this feasibility study is to test the feasibility of providing task-oriented, intention-driven functional electrical stimulation (FES) using the novel NeuroLife FES Sleeve and NeuroLife electromyography (EMG) and FES Sleeve devices in chronic stroke survivors. The main questions it aims to answer are:\n\n* Can these devices be used to administer task-oriented therapy with assistive stimulation at similar doses to current standards of care?\n* How does therapy using these devices impact the upper limb function in a few chronic stroke survivors?\n\nParticipants will receive assistive electrical stimulation synchronized to their movement intention while practicing functional tasks with everyday objects over the course of 8 weeks.","detailedDescription":"Battelle has developed the NeuroLife FES Sleeve and NeuroLife EMG-FES Sleeve devices, wearable sleeves that deliver non-invasive functional electrical stimulation (FES) paired with user intention. Participants in this study will use these devices while practicing functional tasks for about one hour at each session. FES will be applied through the forearm sleeve devices to assist with hand movements and grasps required by functional tasks simulating everyday activities such as turning a key or picking up a phone.\n\nSessions will be scheduled three days per week for 8 weeks total. Participants will complete clinical assessments at the beginning, midpoint and end of intervention as well as at follow-up sessions 2- and 10-weeks after the end of intervention to track upper limb function and impairment. Each session will last 1.5-2 hours, and participants will be compensated for their time."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke rehabilitation, functional electrical stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"All participants will receive identical intervention protocols.","primaryPurpose":"DEVICE_FEASIBILITY","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":2,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"FES Therapy","type":"EXPERIMENTAL","description":"Intention-driven assistive functional electrical stimulation provided during approximately 1 hour of task-oriented therapy. Sessions will be scheduled 3 days per week for 8 weeks.","interventionNames":["Device: NeuroLife FES Sleeve / NeuroLife EMG-FES Sleeve"]}],"interventions":[{"type":"DEVICE","name":"NeuroLife FES Sleeve / NeuroLife EMG-FES Sleeve","description":"Electrical stimulation will be delivered via the NeuroLife FES Sleeve and NeuroLife EMG-FES Sleeve devices to assist with movement during functional task practice.","armGroupLabels":["FES Therapy"],"otherNames":["Functional Electrical Stimulation Therapy (FEST)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Action Research Arm Test (ARAT)","description":"The Action Research Arm Test (ARAT) will be used to track functional changes from the pre-intervention baseline. The ARAT is a common measure of upper extremity function after stroke ranging from 0 (maximal impairment) to 57 (no impairment).","timeFrame":"Week 0 (Baseline), Week 4 (Mid-Intervention), Week 8 (Post-Intervention), Week 10 (2-Week Follow Up), Week 18 (10-Week Follow Up)"},{"measure":"Therapy Dose","description":"Therapy Dose was used to estimate the feasibility of the therapy. Therapy Dose will be computed as the average amount of time at each session the subject was engaged in intention-driven, task-oriented functional electrical stimulation therapy, excluding the time needed to set up the system.","timeFrame":"Week 0-18 (during the intervention and follow-up periods)"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment-Upper Extremity (UEFM)","description":"The Fugl-Meyer Assessment-Upper Extremity (UEFM) subscore will be used to track impairment changes from the pre-intervention baseline. The UEFM is a common measure of upper extremity impairment after stroke ranging from 0 (maximal impairment) to 66 (no impairment).","timeFrame":"Week 0 (Baseline), Week 4 (Mid-Intervention), Week 8 (Post-Intervention), Week 10 (2-Week Follow Up), Week 18 (10-Week Follow Up)"},{"measure":"Box and Block Test (BBT)","description":"The Box and Block Test (BBT) will be used to track dexterity changes from the pre-intervention baseline. The BBT is a common measure of unilateral gross manual dexterity after stroke quantified by the number of blocks transferred between boxes within 60 seconds.","timeFrame":"Week 0 (Baseline), Week 4 (Mid-Intervention), Week 8 (Post-Intervention), Week 10 (2-Week Follow Up), Week 18 (10-Week Follow Up)"},{"measure":"Nine-Hole Peg Test (NHPT)","description":"The Nine-Hole Peg Test (NHPT) will be used to track dexterity changes from the pre-intervention baseline. The NHPT is a common measure of unilateral manual dexterity after stroke quantified by the time taken to transfer nine pegs from holes to a dish.","timeFrame":"Week 0 (Baseline), Week 4 (Mid-Intervention), Week 8 (Post-Intervention), Week 10 (2-Week Follow Up), Week 18 (10-Week Follow Up)"},{"measure":"Motor Activity Log","description":"The Motor Activity Log (MAL) will be used to track participants' use of their impaired arm throughout the study. The MAL is widely used to assess how stroke survivors use their more-impaired arm outside the laboratory through semi-structured interviews capturing the amount of use and quality of movement using their arm.","timeFrame":"Week 0-8 (during the intervention period)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Males and females ≥18 years old\n* Diagnosis of stroke\n* Ability to provide appropriate consent to partake in the study\n* Ability to follow 3-step commands and deemed by an occupational therapist to have the capacity to complete required upper extremity movements\n* Ability to secure transportation to attend scheduled study sessions\n* Stroke-related hand impairment that interferes with ability to complete activities of daily living and is classified as Stage 1-6 on the hand subscale of the Chedoke McMaster Stroke Assessment\n\nExclusion Criteria:\n\n* Presence of any other clinically significant medical comorbidity for which, in the judgment of the Investigator, participation in the study would pose a safety risk to the subject\n* Currently participating in physical rehabilitation (e.g., occupational or physical therapy) for stroke-related upper limb impairment\n* Co-occurring neurological condition (e.g., Parkinson's disease, Multiple Sclerosis) or other neuromuscular disorder (e.g., Carpal Tunnel Syndrome, neuropathy) that, in the judgment of the Investigator, may influence study results\n* Individuals who are immunosuppressed, have conditions that typically result in becoming immunocompromised, taking chronic steroids, or currently receiving immunosuppressive therapy\n* Individuals having or requiring any of the following: implanted pacemaker, life supporting/sustaining equipment, or critical non-removable implantable electronic devices such as an insulin pump.\n* Persistent pain ≥ 7/10 in impaired upper extremity, as measured by Visual Analogue Scale\n* Individuals whose forearm is determined to be too small or too large to fit the electrode sleeve being investigated.\n* Individuals who are pregnant or plan to get pregnant during the course of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Eric Meyers, PhD","affiliation":"Principal Biomedical Engineer","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Battelle Memorial Institute","city":"Columbus","state":"Ohio","zip":"43201","country":"United States","geoPoint":{"lat":39.96118,"lon":-82.99879}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}