{"protocolSection":{"identificationModule":{"nctId":"NCT02956343","orgStudyIdInfo":{"id":"2016-01175"},"organization":{"fullName":"University Hospital, Basel, Switzerland","class":"OTHER"},"briefTitle":"SmartWATCHes for Detection of Atrial Fibrillation","officialTitle":"SmartWATCHes for Detection of Atrial Fibrillation","acronym":"WATCHAF"},"statusModule":{"statusVerifiedDate":"2018-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-12"},"primaryCompletionDateStruct":{"date":"2017-12","type":"ACTUAL"},"completionDateStruct":{"date":"2017-12","type":"ACTUAL"},"studyFirstSubmitDate":"2016-11-02","studyFirstSubmitQcDate":"2016-11-02","studyFirstPostDateStruct":{"date":"2016-11-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-01-12","lastUpdatePostDateStruct":{"date":"2018-01-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Basel, Switzerland","class":"OTHER"},"collaborators":[{"name":"University Hospital Greifswald","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"In this trial the Preventives Heartbeats algorithm will be tested in two wearable devices for its specificity and sensitivity to distinguish between AF and SR.","detailedDescription":"Introduction\n\nParticularly in stroke prevention, the detection of atrial fibrillation is of pivotal importance. Recent studies have impressively confirmed the merits of long-term monitoring. Nevertheless, and despite very mature technology, the currently available methods like long-term ECG with conductive adhesive electrodes or implantable loop recorders are burdened with disadvantages in that they are inconvenient, costly and/or invasive. A predecessor study gave us the possibility to test an app that employs photoplethysmographic signals on a smartphone camera-similar to pulse oximetry technology-to distinguish between atrial fibrillation and sinus rhythm. That retrospective study achieved a sensitivity and specificity of 95% (Krivoshei et al., Europace 2016). The prospective follow-up study DETECT AF pro is currently being conducted in cooperation with Prof. Dörr in Greifswald, Germany.\n\nOur research group has been involved with testing the app's quality in clinical settings before implementing it for use. This procedure differs markedly from the otherwise common practice of marketing qualitatively inferior \"health apps\" without any clinical testing. There is no app equipped with comparable technology worldwide. The WATCH AF study is the first study on sophisticated rhythm analysis using a smartwatch worldwide.\n\nStudy design\n\nProspective, blinded, multicenter study.\n\nThe blinded data will be evaluated and monitored externally.\n\nAn interim analysis to assess signal quality will be performed after inclusion of 50% of the planned subjects. If there are \\<10% non-evaluable signals, the number of subjects will be adjusted accordingly. The aim is to enroll 600 evaluable subjects.\n\nMethods\n\nThe subjects will be asked to place a smartwatch on each arm to allow their pulse curve to be recorded for five minutes. At the same time, an ambulatory ECG system will take a synchronous ECG for reference. The ECG system employed is equipped with a validated automatic atrial fibrillation detector, used as a reference for assignment to groups. Data will be collected on person-related information, comorbidities and medication (estimated overall duration/patient \\<20 min). No follow-up is planned. Analogous to predecessor studies, the pulse wave curve data are coded with the patient's identification number (ID) and externally analyzed at Preventicus; based on the results, the patients will be assigned to SR/AF groups. After evaluation of all files, the grouped results will be aggregated, unblinded and evaluated under monitoring.\n\nPrimary target parameters are the app's sensitivity and specificity in correctly detecting atrial fibrillation compared to an automatically interpreted ECG.\n\nSecondary target parameters include the proportion of non-evaluable recordings in the overall study, differences between the two smartwatches and the app's sensitivity and specificity in patients with \\>2% premature beats."},"conditionsModule":{"conditions":["Atrial Fibrillation"],"keywords":["Atrial fibrillation","cardiovascular App","Rhythm monitoring","Stroke prevention"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":651,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"AF","description":"Five minutes pulse wave recording in patients with atrial fibrillation at the time of recruitment","interventionNames":["Device: Five minutes pulse wave recording"]},{"label":"SR","description":"Five minutes pulse wave recording in patients with sinus rhythm at the time of recruitment","interventionNames":["Device: Five minutes pulse wave recording"]}],"interventions":[{"type":"DEVICE","name":"Five minutes pulse wave recording","description":"Patients will wear a smart watch and a wristband each at one arm. A standard egg (lead I) and pig signals from the wearables will be recorded for five minutes.","armGroupLabels":["AF","SR"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Correct detection of AF","description":"Sensitivity and specificity of the Preventicus Heartbeats App to distinguish between AF and SR","timeFrame":"5 minutes"}],"secondaryOutcomes":[{"measure":"Differences in correct detection of AF between Smartwatch and Wristband","description":"Smartwatch and Wristband will be worn simultaneously. As there is no difference in rhythm between left and right lower arm it will be analyzed if there are differences in the primary outcome between the two devices.","timeFrame":"5 minutes"},{"measure":"Reduced sensitivity and specificity in patients with >2% premature beats","description":"Patients in the SR group will be screened for premature beats. The ones with \\>2% will be taken for an second analysis to validate if the sensitivity of the algorithm is less good for patients with a high number of premature beats.","timeFrame":"5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects of legal age,\n* patients with either sinus rhythm (Group SR) or atrial fibrillation (Group AF)\n* signed informed consent form\n\nExclusion Criteria:\n\n* Legally incompetent persons","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients at the University Hospital Basel","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Jens Eckstein, MD, PhD","affiliation":"University Hospital, Basel, Switzerland","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universitätsmedizin Greifswald, Klinik und Poliklinik für Innere Medizin B","city":"Greifswald","zip":"17475","country":"Germany","geoPoint":{"lat":54.09311,"lon":13.38786}},{"facility":"University Hospital Basel","city":"Basel","state":"BS","zip":"4031","country":"Switzerland","geoPoint":{"lat":47.55839,"lon":7.57327}}]},"referencesModule":{"references":[{"pmid":"27371660","type":"RESULT","citation":"Krivoshei L, Weber S, Burkard T, Maseli A, Brasier N, Kuhne M, Conen D, Huebner T, Seeck A, Eckstein J. Smart detection of atrial fibrillationdagger. Europace. 2017 May 1;19(5):753-757. doi: 10.1093/europace/euw125."},{"pmid":"30784691","type":"DERIVED","citation":"Dorr M, Nohturfft V, Brasier N, Bosshard E, Djurdjevic A, Gross S, Raichle CJ, Rhinisperger M, Stockli R, Eckstein J. The WATCH AF Trial: SmartWATCHes for Detection of Atrial Fibrillation. JACC Clin Electrophysiol. 2019 Feb;5(2):199-208. doi: 10.1016/j.jacep.2018.10.006. Epub 2018 Nov 28."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}