{"protocolSection":{"identificationModule":{"nctId":"NCT04297345","orgStudyIdInfo":{"id":"JVM-HD-19"},"organization":{"fullName":"Fundación de Investigación Biomédica - Hospital Universitario de La Princesa","class":"OTHER"},"briefTitle":"Feasibility and Safety Study to Evaluate the Neuroprotective Effect of Hemodialysis in Acute Ischemic Stroke","officialTitle":"Feasibility, Safety, Randomized, Controlled, Open-label Study to Evaluate the Neuroprotective Effect of Hemodialysis of Plasma Glutamate and Proinflammatory Cytokines in the Acute Phase of Ischemic Stroke","acronym":"DIAGLUICTUS2"},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-02-04","studyFirstSubmitQcDate":"2020-03-03","studyFirstPostDateStruct":{"date":"2020-03-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-12-30","lastUpdatePostDateStruct":{"date":"2022-01-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fundación de Investigación Biomédica - Hospital Universitario de La Princesa","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Hemodialysis is a therapeutic strategy used in subjects with chronic renal failure. Our working hypothesis is based on results published in experimental animal models of stroke where the investigators have demonstrated that peritoneal dialysis is an effective technique to reduce blood glutamate levels and reduce infarct volume.\n\nThe objective of this clinical trial is to evaluate the viability, safety and efficacy of hemodialysis in patients with acute ischemic stroke, proposing that it may have a) a potential neuroprotective effect by reducing the excitotoxic levels of glutamate and proinflammatory cytokines in blood and b) fewer technical problems than peritoneal dialysis to apply in usual clinical practice.","detailedDescription":"The reason for the present study is based on previous data from the group that demonstrated the following results: a) The decrease in plasma Glu, by peritoneal dialysis (PD), reduces the size of the brain infarct in a model of focal cerebral ischemia in rats; b) PD is effective in reducing plasma Glu levels in patients with chronic renal failure; c) PD is a safe and well tolerated procedure in patients with ischemic stroke in the acute phase, however, it was not a viable procedure in our conditions, due to the malfunction of the automatic system that made it difficult for the inclusion sessions and dialysate extraction and the difficulty for the collaboration of this type of patient with the procedure; d). The increase in the median concentration of Glu after cerebral infarction was reduced to 46% after PD.\n\nBased on our previous results, the investigators believe that hemodialysis may have fewer technical problems than PD and serve as a neuroprotection technique by lowering the levels of Glu and proinflammatory cytokines in blood. To do this, the investigators establish the following objectives: a) To evaluate the feasibility and safety of a hemodialysis procedure in patients with acute ischemic stroke compared to a control group; b) To analyze the clinical benefit of hemodialysis estimated by the volume of the infarction and the neurological and functional situation of the patients; and c) To measure the levels of glutamate and proinflammatory cytokines in plasma and dialysate samples. For this, a single-center, randomized, open-label, controlled study has been designed with a group of patients with ischemic stroke who receive conventional treatment (N=10) or conventional treatment + 2 hemodialysis sessions (N=10) in the acute phase of the stroke (Phase IIa clinical trial with medical device)."},"conditionsModule":{"conditions":["Cerebrovascular Stroke"],"keywords":["hemodialysis neuroprotection","glutamate","proinflammatory cytokines","clinical trial","safety and efficacy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized, Controlled, Open-label\n\nThe active group will include patients with acute ischemic stroke who, in addition to conventional treatment (best possible medical treatment in patients admitted to a stroke unit), will undergo two hemodialysis sessions in the acute phase of stroke.\n\nThe control group will be composed of patients with similar clinical and demographic characteristics to whom only conventional medical treatment will be applied.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"Health personnel not belonging to the research team will be responsible for randomizing patients with a table of random numbers in a proportion 1 control: 1 dialysis.\n\nThe identity of the treatment will remain masked for the analysis of clinical and laboratory data:\n\nThe researchers will not know the determination of the concentration of Glu and proinflammatory cytokines in the serum and in the dialysate fluid of the patients until the end of the study, once the database is closed and the randomization codes are opened. Neuroimaging tests Multimodal CT and simple CT) will be evaluated by a single Neuroradiologist of the Radiology Service of the Hospital de La Princesa, blind to the clinical and biological variables of the patients."}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"hemodialysis group","type":"EXPERIMENTAL","description":"The active group will include patients with acute ischemic stroke who, in addition to conventional treatment (best possible medical treatment in patients admitted to a stroke unit), will undergo two hemodialysis sessions for a period of about 3 hours each session in the acute phase of stroke.\n\nThe investigators will perform a conventional and heparin-free hemodialysis using high-flow dialyzers to avoid possible adverse (allergic) reactions with polysulfones containing other dialyzers.","interventionNames":["Device: Hemodialysis"]},{"label":"control group","type":"NO_INTERVENTION","description":"The control group will be composed of patients with similar clinical and demographic characteristics to whom only conventional medical treatment will be applied."}],"interventions":[{"type":"DEVICE","name":"Hemodialysis","description":"Blood enters the extracorporeal circuit from the arterial line of the femoral catheter. For this the investigators use a pump integrated in the monitor, equipped with control systems, exerting a negative pressure.\n\nSubsequently, it enters the dialyzer through the internal part of the capillaries (porous), producing a passive exchange of inflammatory and oxidative substances (such as cytokines) with the dialysis fluid, which also circulates through the dialyzer, but through the external part of the capillaries. Blood is returned to the patient, through the venous line of the catheter, with a lower concentration of cytokines after passing through the dialyzer.\n\nThis circuit is repeated continuously during the 3 hours of the procedure to ensure maximum clearance of glutamate and interleukins, among other substances.","armGroupLabels":["hemodialysis group"],"otherNames":["extracorporeal blood purification technique"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary Safety Endpoint: Percentage estimation of mortality","description":"Reported here is the percentage of participants who died due to any cause during the study.\n\nMortality will be compared between randomized groups in an intention-to-treat fashion","timeFrame":"Day 90"},{"measure":"Primary Safety Endpoint: Number of adverse effects","description":"An adverse event (AE) is defined as an undesirable medical occurrence in a participant of clinical research that does not necessarily have a causal relationship with this treatment. An AE can be a sign, symptom, laboratory finding, or result of an abnormal test.\n\nAdverse effects number will be compared between randomized groups in an intention-to-treat fashion","timeFrame":"Day 90"},{"measure":"Primary Safety Endpoint: Percentage of participants with early neurological impairment","description":"Early neurological impairment: Increase of 4 or more points on the NIHSS scale during the first 24 hours after treatment. The National Institutes of Health Stroke Scale, or NIH Stroke Scale (NIHSS) is a tool used by healthcare providers to objectively quantify the impairment caused by a stroke. The NIHSS is composed of 11 items, each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, while a higher score is indicative of some level of impairment. The individual scores from each item are summed in order to calculate a patient's total NIHSS score. The maximum possible score is 42, with the minimum score being a 0.\n\nNIHSS score will be compared between randomized groups in an intention-to-treat fashion","timeFrame":"Day 7"},{"measure":"Primary Safety Endpoint: Percentage of participants with symptomatic bleeding transformation","description":"The incidence rate of intracranial hemorrhages on follow-up CT. The incidence rate will be compared between randomized groups in an intention-to-treat fashion","timeFrame":"Day 3"},{"measure":"Feasibility of hemodialysis procedure in stroke: participant adherence to hemodialysis procedure.","description":"The study will be considered viable if the percentage of patients who complete their hemodialysis procedure is equal to or greater than 70%.","timeFrame":"Day 3"},{"measure":"Feasibility of hemodialysis procedure in stroke: Time of intervention","description":"The study will be considered viable if, in at least 80% of patients, the time from randomization to the start of the hemodialysis treatment is not more than 2h.","timeFrame":"Day 3"}],"secondaryOutcomes":[{"measure":"Efficacy of the first haemodialysis in the reduction of plasma Glu","description":"Time course of Glu concentrations in plasma on each experimental arm. The first hemodialysis will be before 12 h from the start of the symptoms (if start is known) or before 12 h from the last time seen well (if start is not known). The first sample obtained will be assigned the time 0h of the first hemodialysis.\n\nGlu concentrations will be compared between randomized groups in an intention-to-treat fashion","timeFrame":"Hour 0, hour 0.5, hour 3, hour 3.5"},{"measure":"Efficacy of the first haemodialysis in the reduction of plasma pro-inflammatory cytokines","description":"Time course of pro-inflammatory cytokines (IL1, IL6, IL8 and TNFalpha) concentrations in plasma on each experimental arm.\n\nThe first hemodialysis will be before 12 h from the start of the symptoms (if start is known) or before 12 h from the last time seen well (if start is not known). The first sample obtained will be assigned the time 0h of the first hemodialysis.\n\nPro-inflammatory cytokines will be compared between randomized groups in an intention-to-treat fashion","timeFrame":"Hour 0, hour 0.5, hour 3, hour 3.5"},{"measure":"Efficacy of the second haemodialysis in the reduction of plasma Glu","description":"Time course of Glu concentrations in plasma on each experimental arm. The second hemodialysis will be when the onset of symptoms is known: 24±3h from the onset of symptoms or, when the onset of symptoms is not known: 8-12h from the onset of the first HD. The first sample obtained will be assigned the time 0h of the second hemodialysis.\n\nGlu concentrations will be compared between randomized groups in an intention-to-treat fashion","timeFrame":"Hour 0, hour 0.5, hour 3, hour 3.5"},{"measure":"Efficacy of the second haemodialysis in the reduction of plasma pro-inflammatory cytokines","description":"Time course of pro-inflammatory cytokines concentrations (IL1, IL6, IL8 and TNFalpha) in plasma on each experimental arm.\n\nThe second hemodialysis will be when the onset of symptoms is known: 24±3h from the onset of symptoms or, when the onset of symptoms is not known: 8-12h from the onset of the first HD. The first sample obtained will be assigned the time 0h of the second hemodialysis.\n\nPro-inflammatory cytokines will be compared between randomized groups in an intention-to-treat fashion","timeFrame":"Hour 0, hour 0.5, hour 3, hour 3.5"},{"measure":"Efficacy of haemodialysis in the reduction of infarct volume","description":"The change in infarct volume measured as the difference between the infarct core on multimodality CT input and infarct volume at 24±8h and 72h ±24h minus the infarct volume measured at input on single CT images will be calculated.\n\nInfarct volume will be compared between randomized groups in an intention-to-treat fashion","timeFrame":"Day 1, day 3"},{"measure":"Percentage of participants with favourable evolution of the neurological deficit","description":"The favourable evolution in the neurological deficit (NIHSS 0.1 or improvement ≥ 4 points) will be assessed with respect to that obtained 60 minutes after the complete completion of the reperfusion treatment carried out.\n\nThe National Institutes of Health Stroke Scale, or NIH Stroke Scale (NIHSS) is a tool used by healthcare providers to objectively quantify the impairment caused by a stroke. The NIHSS is composed of 11 items, each of which scores a specific ability between a 0 and 4. For each item, a score of 0 typically indicates normal function in that specific ability, while a higher score is indicative of some level of impairment. The individual scores from each item are summed in order to calculate a patient's total NIHSS score. The maximum possible score is 42, with the minimum score being a 0.\n\nThe neurological deficit score will be compared between randomized groups in an intention-to-treat fashion","timeFrame":"Day 7"},{"measure":"Percentage of participants with good functional recovery as assessed by the Modified Rankin Scale","description":"The mRS is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. A score of 0-2 represents good functional recovery. The scores are defined as follows: (0) No symptoms at all; (1) No significant disability despite symptoms, able to carry out all usual duties and activities; (2) Slight disability, unable to carry out all previous activities, but able to look after own affairs without assistance.\n\nThe mRS score will be compared between randomized groups in an intention-to-treat fashion","timeFrame":"Month 3."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients older than 18 years.\n2. Acute ischemic stroke confirmed by multimodal CT due to occlusion of a large caliber artery in the intracranial internal carotid and / or M1 and / or tandem half-portion cerebral artery.\n3. ASPECTS between 4-10 in the CT scan without contrast of admission.\n4. Patients should be treated by mechanical thrombectomy, with or without prior treatment with rtPA-iv, with a final \\>=TICI 2b result.\n5. Patients to whom pharmacological thrombolytic treatment (rt-PA) and/or mechanical thrombectomy is applied and their NIHSS is ≥ 8 at 60 minutes having completely finished the reperfusion treatment performed.\n6. \\<12 h from the onset of symptoms to the start of treatment by hemodialysis or the inclusion in the arm of conventional medical treatment. Those patients with uncertain or unknown time of onset of symptoms may be included in the study provided that the same in the multimodal CT scan is\\> = 50%\n7. The participants have granted their consent.\n\nExclusion Criteria:\n\n1. Patients with prior important functional dependence (mRS\\> 3);\n2. Presence of a minor neurological deficit (NIHSS scale\\< 8 at the time of randomization);\n3. Coma state;\n4. Ischemic stroke of posterior territory;\n5. Hemorrhagic stroke in the neuroimaging test performed at the beginning;\n6. Pregnancy or lactation (urinalysis will be performed prior to randomization in women of childbearing age);\n7. Hematological, infectious, inflammatory or chronic neoplastic diseases known at the time of treatment;\n8. Patients with severe chronic renal failure on hemodialysis (stage 5D)\n9. Severe liver disease (ascites or coagulopathy, for example);\n10. Any serious, advanced or terminal illness with an expected life expectancy of less than 6 months;\n11. Any comorbidity situation that, at the discretion of the investigator, may prevent the patient from completing the study;\n12. Stroke or myocardial infarction in the previous 90 days;\n13. Platelet count \\<100,000 / mm3;\n14. Anticoagulated patients who, in the opinion of the Nephrologist, the establishment of the central route for performing hemodialysis poses a high risk of bleeding;\n15. Participation in another clinical trial in the previous 90 days.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Monica Sobrado, PhD","role":"CONTACT","phone":"+34915202416","email":"sobrado.m@gmail.com"},{"name":"Carmen Ramos, MD","role":"CONTACT","phone":"+34915202416","email":"cramosmartin90@gmail.com"}],"overallOfficials":[{"name":"José Vivancos, MD,PhD","affiliation":"Instituto de Investigación Hospital la Princesa","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"José Vivancos Mora, MD., PhD","status":"RECRUITING","city":"Madrid","zip":"28006","country":"Spain","contacts":[{"name":"Mónica Sobrado, PhD","role":"CONTACT","phone":"915202416","email":"sobrado.m@gmail.com"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M9269","name":"Heparin","relevance":"LOW"},{"id":"M45780","name":"Calcium heparin","relevance":"LOW"},{"id":"M17698","name":"Dialysis Solutions","relevance":"LOW"},{"id":"T5","name":"Glutamic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}