{"protocolSection":{"identificationModule":{"nctId":"NCT05845203","orgStudyIdInfo":{"id":"DR230049- USTRAFAST"},"organization":{"fullName":"University Hospital, Tours","class":"OTHER"},"briefTitle":"Ultrasound for Acute Field Triage of Stroke","officialTitle":"Ultrasound for Acute Field Triage of Stroke: a Pilot Study- Ustrafast","acronym":"USTRAFAST"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-07-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-30","studyFirstSubmitQcDate":"2023-05-02","studyFirstPostDateStruct":{"date":"2023-05-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-02","lastUpdatePostDateStruct":{"date":"2023-05-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Tours","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Acute ischemic stroke (AIS) is responsible for considerable morbidity and mortality worldwide and has serious medico-economic and psychosocial consequences. Before the advent of mechanical thrombectomy (TM), care and telestroke networks had focused their efforts on the rapid administration of a thrombolytic agent, tissue plasminogen activator (tPA), intravenously ( IV), to all eligible patients with ischemic stroke. These care networks have been shown to improve both patient prognosis by improving early vascular recanalization, the overall quality of neurovascular care within the network, and costs at network hospitals.\n\nIn 2015, the effectiveness of another treatment, TM, for some acute ischemic stroke patients with large vessel occlusion (LVO) created new challenges for the effective triage of suspected patients stroke, especially in the prehospital setting.Indeed, non-OLV patients should receive intravenous thrombolysis without delay and thus should be transported to the nearest facility with neurological capacity. thrombolysis.In contrast, the efficacy of thrombolysis remains limited for patients with LVO stroke who likely benefit from direct transport from the field to a comprehensive stroke center capable of performing TM. In these patients, stopping at a local center to initiate thrombolysis can delay revascularization and worsen the prognosis.These sorting strategy paradigms, called \"mothership\" and \"drip and ship\"","detailedDescription":"Investigators hypothesize that the use of a compact DTC system may optimize prehospital triage of participants with suspected stroke by EMS emergency medical services with rapid applicability and limited training required. The objectives of this study will be to:\n\n1. assess the role of cerebral pulsatility index as a marker of proximal vessel occlusion, and its added value to PSV, EDV, RI and MV,\n2. optimize the engineering and ergonomics parameters of the DTC mechanical support system,\n3. test its speed of application on healthy subjects, then on participants who have suffered a confirmed stroke, and\n4. to use this data to derive a fully operational DTC system and a dedicated interface for a larger scale real test in a pre-hospital setting."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"transcranial doppler and pulsatility measurements","type":"EXPERIMENTAL","description":"PATIENT and HEALTHY VOLUNTEERS:\n\nThe intervention consists of:\n\n- perform a simultaneous bilateral DTC acquisition of 20 seconds per hemisphere, and The ultrasound system used will be: ArtUS ultrasound system (Telemed, Vilnius, Lithuania), with transcranial probe P5-1S15-A6.\n\nTwo identical devices (ultrasound + probe) will be used, each scanning a cerebral hemisphere. They each carry the CE mark and will be used in accordance with the CE mark. https://www.pcultrasound.com/products/products_artus/","interventionNames":["Diagnostic Test: perform a simultaneous bilateral DTC acquisition of 20 seconds per hemisphere"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"perform a simultaneous bilateral DTC acquisition of 20 seconds per hemisphere","description":"perform a simultaneous bilateral DTC acquisition of 20 seconds per hemisphere","armGroupLabels":["transcranial doppler and pulsatility measurements"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Measurements of cerebral pulsatility (maximum and average), peak diastolic and systolic velocity, peak systolic velocity, resistance index and pulsatility","description":"The main outcome is to measure the cerebral pulsatility which will be assessed by all this diiferents measures in the same time such as : Peack diastolic and systoic velocity in cm/sec which will help to determine the resistance index and the pulsatility index at end with the help of the transcranial doppler at letf side and right side. The parameters will be compared at the level of a patient (healthy vs pathological hemisphere), and of the hemispheres (all healthy vs pathological hemispheres).","timeFrame":"1 day"}],"secondaryOutcomes":[{"measure":"Patient questionnaire on per-procedure comfort parameters","description":"he secondary outcomes are to evaluate if wearing a support to assesed the pulsatility billateraly might generate some disconfort to the patient. That is why we will use one of the universal scale, the Likert confort to disconfort scale to evaluate disconfort from the great confort imaginale to the great disconfort imaginable of the participants.","timeFrame":"1 day"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nHealthy subjects (recruitment via the CIC-IC):\n\n* Adults (Age \\>18),\n* free from any known cerebral pathology,\n* having given their informed, dated and signed free consent\n* and affiliated with a French social security scheme (CMU accepted)\n\nStroke topics:\n\n* Adult patients (age \\>18 years),\n* admission for suspected stroke with a severity scale assessed by an NIH Stroke Scale \\> 10 with or without signs of cortical damage.\n* Onset of symptoms \\< 24 hours.\n* Proximal arterial occlusion confirmed by angio-MRI or angio-scan,\n* free informed consent, dated and signed,\n* affiliated to a French social security scheme (CMU accepted).\n\nExclusion Criteria:\n\n(healthy subjects and patients)\n\n* Realization of the transcranial Doppler likely to delay the treatment of the patient\n* Patient eligible for thrombectomy. vs\n* Major agitation (+3 on the Richmond Agitation Sedation Scale) (done only when the patient is agitated).\n* Inability of the patient to consent due to the severity of the clinical symptoms, and the absence of an available relative.\n* History of severe head trauma, or significant deformation of the skull.\n* Recent craniofacial trauma with recent scalp or facial wounds.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"BOULOUIS Grégoire, Dr","role":"CONTACT","phone":"02 47 47 47 25","email":"g.boulouis@chu-tours.fr"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}