{"protocolSection":{"identificationModule":{"nctId":"NCT05429944","orgStudyIdInfo":{"id":"REC//22/0203 Tabeer Sheikh"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"MRP and PNF Effect on Upper Limb Motor Performance and Quality of Life in Sub-acute Stroke","officialTitle":"Comparative Effects of Motor Relearning Program and Proprioceptive Neuromuscular Facilitation on Upper Limb Motor Performance and Quality of Life in Sub-acute Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-06-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-02-28","type":"ACTUAL"},"completionDateStruct":{"date":"2023-02-28","type":"ACTUAL"},"studyFirstSubmitDate":"2022-06-20","studyFirstSubmitQcDate":"2022-06-20","studyFirstPostDateStruct":{"date":"2022-06-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-31","lastUpdatePostDateStruct":{"date":"2023-08-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Through this study we compare the the effects of motor relearning program and proprioceptive neuromuscular facilitation on upper limb motor performance and quality of life in sub-acute stroke survivors. This study will be a randomized controlled trial will recruit a sample of 39 participants through non-probability consecutive sampling technique. After satisfying the inclusion criteria, participants will be divided into three groups. The first group will receive motor relearning program for 6 weeks, 3 times per week for 30 minutes, along with the conventional therapy. The second group will receive proprioceptive neuromuscular facilitation for 6 weeks, 3 times per week for 30 minutes, along with conventional therapy. The third group will only receive conventional the conventional therapy.","detailedDescription":"One study revealed that both PNF and CIMT were effective in the management of upper limb chronic post- stroke patients. However, CIMT is the preferred technique for upper limb function recovery.\n\nAnother experimental study was conducted on comparison between proprioceptive neuromuscular facilitation versus mirror therapy enhances gait and balance in paretic lower limb in acute stroke. In this study patients are randomly divided into two groups. According to statistical analysis this study shows that both the techniques Group A (Proprioceptive Neuromuscular Facilitation) and Group B (Mirror Therapy) were individually effective in improving gait and balance. While comparing both the techniques there is a significant difference present in the group. So, Group A is more effective in enhancing gait and balance in paretic lower limb after acute Stroke.\n\nAnother randomized control trial was conducted on comparing the effects of motor relearning programs and mirror therapy for improving upper limb motor function in stroke patient. This study concluded that MRP and MT were found to be effective in improving upper limb motor function of stroke patients, but the former was more effective than the later.\n\nAnother comparative study was conducted on motor relearning program versus proprioceptive neuro-muscular facilitation technique for improving basic mobility in chronic stroke patients- According to the results he concluded that MRP is more effective then PNF for improving basic mobility of sit to stand and walking in chronic stroke subjects and subjects were able to maintain their basic mobility at one month follow up also.\n\nPrevious studies have compared only a single intervention with controls; however, this study aims to compare two different interventions in addition to comparison with the control groups.\n\nAll these interventions previously used focus on the functional activities as a training component after stroke and have shown some degree of improvement in the functional outcome of the upper limb, but still, there is a paucity of literature on which intervention improves motor performance in an optimum timeframe during the subacute phase of stroke.\n\nGiven this gap in the literature, a study is needed to elucidate the comparative effects of motor relearning program and proprioceptive neuromuscular facilitation on upper limb motor performance and quality of life in sub-acute stroke survivors."},"conditionsModule":{"conditions":["Stroke, Ischemic"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Blinded (or \"masked\") studies are those in which the subjects, and possibly the investigators as well, are unaware of which treatment the subject is receiving, e.g., active drug or placebo. Blinding is particularly important in drug trials when the study is assessing subjective outcomes, such as relief of pain or anxiety.\n\nIt isn't always possible to mask the treatments. For example, subjects randomly assigned to follow either a specific exercise regimen or continue their usual level of activity cannot be blinded.\n\nSingle-blinded: the subjects are unaware of which group they have been assigned to.\n\nDouble-blinded: Neither the subjects nor the investigators are aware of the treatment assignment until the end of the trial.","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":39,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Motor Relearning Program","type":"EXPERIMENTAL","description":"MRP is a task- oriented approach to improve motor control, focusing on relearning of daily activities. Based on 4 steps\n\n1.Analysis of task 2.Practice of missing component 3.Practice of task 4.Transference of learning","interventionNames":["Other: Motor Relearning Program"]},{"label":"Proprioceptive Neuromuscular Facilitation","type":"EXPERIMENTAL","description":"Proprioceptive Neuromuscular Facilitation (PNF) is the neurophysiological approach in which impulses from the periphery are facilitated to the central nervous system through the stimulation of sensory receptors present in muscles and around the joints by stretch, resistance, traction, approximation and audiovisual command to the patient. The techniques administered included Rhythmic Initiation, Slow Reversal and Agonistic Reversal.","interventionNames":["Other: Proprioceptive Neuromuscular Facilitation"]},{"label":"Conventional Physical Therapy","type":"ACTIVE_COMPARATOR","description":"Electrotherapy includes TENS, Electrical stimulation and Heat therapy. ROM . Stretching and positioning Exercises Strengthening Exercises for the weak muscles. Sensory Interventions.","interventionNames":["Other: Conventional Physical Therapy"]}],"interventions":[{"type":"OTHER","name":"Motor Relearning Program","description":"The exercise will be performed for approximately 30 minutes, 3 times a week for 6 weeks.","armGroupLabels":["Motor Relearning Program"]},{"type":"OTHER","name":"Proprioceptive Neuromuscular Facilitation","description":"The techniques administered included Rhythmic Initiation, Slow Reversal and Agonistic Reversal.\n\nThe exercise will be performed for approximately 30 minutes, 3 times a week for 6 weeks.","armGroupLabels":["Proprioceptive Neuromuscular Facilitation"]},{"type":"OTHER","name":"Conventional Physical Therapy","description":"The exercise will be performed for approximately 30 minutes, 3 times a week for 6 weeks.","armGroupLabels":["Conventional Physical Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment Upper Extremity (FMA-UE)","description":"Changes from baseline The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. The motor domain includes items assessing movement, coordination, and reflex action of the shoulder, elbow, forearm, wrist, hand. Each item consists of a 3- point scale (0, 1, and 2), with a total maximum score of 66.","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Modified Ashworth Scale (MAS)","description":"It is used to assess spasticity. its performed by extending the patients limb first from a position of maximal possible flexion to maximal possible extension the point at which the first soft resistance is met. Afterwards, the modified Ashworth scale is assessed while moving from extension to flexion.","timeFrame":"6 weeks"},{"measure":"Motor Assessment Scale","description":"The MAS was originally designed to assess eight subsets of motor function and one subset of muscle tone. The upper limb subscale (UL-MAS) consists of subset 6: 'Upper Arm Activity', subset 7: 'Hand Movements', and subset 'Advanced Hand Activities'.","timeFrame":"6 weeks"},{"measure":"Stroke Impact Scale","description":"It is a stroke-specific, self-report, health status measure. It was designed to assess multidimensional Stroke outcomes, including strength, hand function Activities of Daily Living/ Instrumental Activities of Daily Living (ADL/IADL), mobility, communication, emotion, memory and thinking, and participation.","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age between 40-70 years are included.\n* Both genders are included\n* Hemiplegic ischemic stroke of both sides\n* Participants with sub-acute Stroke (from 1 week to 6 months).\n* Non- aphasic stroke patients.\n* Clinically stable patients.\n\nExclusion Criteria:\n\n* Recurrent Stroke\n* Patients with other neurological conditions and deficits.\n* Patients with other orthopedic condition like frozen shoulder or unhealed fracture of upper limb.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Sara Aabroo, MS","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"PSRD, Ittefaq Hospital","city":"Lahore","state":"Punjab","zip":"54600, 54700","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"29233831","type":"BACKGROUND","citation":"Guiu-Tula FX, Cabanas-Valdes R, Sitja-Rabert M, Urrutia G, Gomara-Toldra N. The Efficacy of the proprioceptive neuromuscular facilitation (PNF) approach in stroke rehabilitation to improve basic activities of daily living and quality of life: a systematic review and meta-analysis protocol. BMJ Open. 2017 Dec 12;7(12):e016739. doi: 10.1136/bmjopen-2017-016739."},{"pmid":"33235584","type":"BACKGROUND","citation":"Ullah I, Arsh A, Zahir A, Jan S. Motor relearning program along with electrical stimulation for improving upper limb function in stroke patients: A quasi experimental study. Pak J Med Sci. 2020 Nov-Dec;36(7):1613-1617. doi: 10.12669/pjms.36.7.2351."},{"pmid":"26649007","type":"BACKGROUND","citation":"Batool S, Soomro N, Amjad F, Fauz R. To compare the effectiveness of constraint induced movement therapy versus motor relearning programme to improve motor function of hemiplegic upper extremity after stroke. Pak J Med Sci. 2015 Sep-Oct;31(5):1167-71. doi: 10.12669/pjms.315.7910."},{"pmid":"31511706","type":"BACKGROUND","citation":"Jan S, Arsh A, Darain H, Gul S. A randomized control trial comparing the effects of motor relearning programme and mirror therapy for improving upper limb motor functions in stroke patients. J Pak Med Assoc. 2019 Sep;69(9):1242-1245."},{"pmid":"31017023","type":"BACKGROUND","citation":"Diaz-Arribas MJ, Martin-Casas P, Cano-de-la-Cuerda R, Plaza-Manzano G. Effectiveness of the Bobath concept in the treatment of stroke: a systematic review. Disabil Rehabil. 2020 Jun;42(12):1636-1649. doi: 10.1080/09638288.2019.1590865. Epub 2019 Apr 24."},{"pmid":"30972016","type":"BACKGROUND","citation":"Bai Z, Zhang J, Zhang Z, Shu T, Niu W. Comparison Between Movement-Based and Task-Based Mirror Therapies on Improving Upper Limb Functions in Patients With Stroke: A Pilot Randomized Controlled Trial. Front Neurol. 2019 Mar 26;10:288. doi: 10.3389/fneur.2019.00288. eCollection 2019."},{"pmid":"27964964","type":"BACKGROUND","citation":"Singer B, Garcia-Vega J. The Fugl-Meyer Upper Extremity Scale. J Physiother. 2017 Jan;63(1):53. doi: 10.1016/j.jphys.2016.08.010. Epub 2016 Oct 17. No abstract available."},{"pmid":"20854586","type":"BACKGROUND","citation":"Pickering RL, Hubbard IJ, Baker KG, Parsons MW. Assessment of the upper limb in acute stroke: the validity of hierarchal scoring for the Motor Assessment Scale. Aust Occup Ther J. 2010 Jun;57(3):174-82. doi: 10.1111/j.1440-1630.2009.00810.x."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}