{"protocolSection":{"identificationModule":{"nctId":"NCT05423626","orgStudyIdInfo":{"id":"G17032022"},"organization":{"fullName":"Moscow Scientific and Practical Center of Medical Rehabilitation, Restorative and Sports Medicine","class":"OTHER"},"briefTitle":"Innovative Technologies in Restoring Gait and Balance Funtions in Ischemic Stroke Patients at the Inpatient Stage","officialTitle":"Innovative Technologies in Restoring Gait and Balance Functions in Patients in Acute and Early Recovery Periods of Ischemic Stroke at the Inpatient Stage of Medical Rehabilitation"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-10","studyFirstSubmitQcDate":"2022-06-14","studyFirstPostDateStruct":{"date":"2022-06-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-06-14","lastUpdatePostDateStruct":{"date":"2022-06-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Moscow Scientific and Practical Center of Medical Rehabilitation, Restorative and Sports Medicine","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The scientific hypothesis was based on data on the effectiveness of the usage of robotic mechanotherapy and virtual reality technologies. Purpose of the study is the development and scientific substantiation of the effectiveness and safety of rehabilitation programs using the technology of robotic mechanotherapy (exoskeleton) with functional electrical stimulation (FES) and virtual reality (VR) technology with biofeedback (BFB) in restoring walking and balance disorders at the stationary stage of medical rehabilitation in patients in acute and early recovery periods of ischemic stroke. The duration of the study is 2 years. The study is planned to include 120 patients. Anamnesis collection, physical and neurological examination will be carried out for all patients upon admission. Diagnostic transcranial magnetic stimulation, electroencephalography and stabilometry will also be performed upon admission and discharge. Adverse events will be assessed. On the last day of the study, the dynamics of the volume and strength of movements, functional independence and spasticity will be assessed according to the scales (MRC, NIHSS, mAS, mRS, Rivermead, Hauser walking index, Tinetti scale, SHRM, ICF, Tampa scale, EQ-5D-5L), as well as the assessment of mental and cognitive status according to HADs and MoCA. Patients will be randomly divided into 4 groups: 3 main and 1 control. All patients will undergo a basic rehabilitation course. In the first group (exoskeleton with FES): 10 procedures, 5 times a week, the duration of the course of medical rehabilitation is 12-14 days. The total duration of one procedure is 1 hour. In the second group (VR technologies with BFB): 10 procedures, 5 times a week, the duration of the course of medical rehabilitation is 12-14 days. The total duration of one procedure is 30 minutes. In the third group (Complex application of robotic mechanotherapy technologies with FES and VR with biofeedback): 10 procedures, 5 times a week, the duration of the course of medical rehabilitation is 12-14 days. The total duration of training with VR is 30 minutes, then no earlier than 2 hours later, training on an exoskeleton, lasting no more than 1 hour. Patients in the control group will receive comprehensive rehabilitation procedures as prescribed, during the course of treatment accepted in a medical institution.","detailedDescription":"The purpose of the study:\n\nDevelopment and scientific substantiation of the effectiveness and safety of rehabilitation programs using the technology of robotic mechanotherapy (exoskeleton) with functional electrical stimulation (FES) and virtual reality technology (VR) with biofeedback (BFB) in restoring walking and balance disorders at the stationary stage of medical rehabilitation in patients in acute and early recovery periods of ischemic stroke.\n\nResearch objectives:\n\n1. To evaluate the effectiveness and safety of the technology of robotic mechanotherapy with FES in the correction of walking and balance disorders in patients in the acute and early recovery periods of ischemic stroke.\n2. To evaluate the effectiveness and safety of VR technology with BFB in the correction of walking and balance disorders in patients in the acute and early recovery periods of ischemic stroke.\n3. To evaluate the effectiveness and safety of the integrated application of robotic mechanotherapy technologies with FES and VR with BFB in patients in acute and early recovery periods of ischemic stroke.\n4. To evaluate the effectiveness and safety of robotic mechanotherapy technologies with FES and BP with BFB in the correction of kinesiophobia in patients in the acute and early recovery periods of ischemic stroke.\n5. To determine indications and contraindications for the complex application of robotic mechanotherapy technologies with FES and VR with BFB in patients in acute and early recovery periods of ischemic stroke.\n6. To determine the safety criteria for the use of robotic mechanotherapy technologies with FES and BP with BFB in patients in acute and early recovery periods of ischemic stroke.\n7. To evaluate the impact of robotic mechanotherapy technologies with FES and VR with BFB on the quality of life of patients in the acute and early recovery periods of ischemic stroke.\n8. To determine the predictors of recovery of walking and balance disorders in the rehabilitation of patients in the acute and early recovery periods of ischemic stroke based on neurophysiological indicators.\n9. To develop criteria for evaluating the effectiveness of the use of robotic mechanotherapy technologies with FES and VR with BFB in patients in acute and early recovery periods of ischemic stroke.\n10. To develop differentiated methods of application of robotic mechanotherapy technologies with FES and VR with BFB for correction of walking and balance disorders in patients in acute and early recovery periods of ischemic stroke.\n\nImplementation into practice:\n\nCriteria for referral of patients to high-tech rehabilitation techniques, including robotic mechanotherapy with FES and VR with BFB, will be developed, which will increase the effectiveness of rehabilitation measures. Strategies for personification of high-tech rehabilitation in patients in acute and early recovery periods of ischemic stroke will be optimized.\n\nMaterials and methods:\n\nThe object of the study is patients with an established diagnosis of ischemic stroke in the acute (up to 3 weeks) and early recovery (up to 6 months) periods with the presence of walking disorders and paresis of the lower limb. The study will include 120 patients (men and women) with an established diagnosis of \"ischemic stroke\" in the acute and early recovery periods with hemiparesis or lower monoparesis, walking and balance disorders. Patients will be randomly assigned to one of four experimental groups: group 1 - robotic mechanotherapy with FES (30 patients), group 2 - VR simulator with BFB (30 patients), group 3 - complex application of both technologies (30 patients), comparison group 4 - standard rehabilitation course (30 patients).\n\nThe duration of the study is 12-14 days in accordance with the terms of hospitalization of the patient in the hospital. anamnesis collection, physical and neurological examination will be carried out for all patients upon admission. Assessment of cognitive functions on the Montreal scale (MoCA), assessment of the level of anxiety and depression on the hospital scale of anxiety and depression (HADS). The degree of paresis of the lower limb will be assessed on the five-point MRC scale, the scale of the National Institutes of Health (NIHSS). Spasticity will be assessed on a modified Ashworth Scale (mAS). Functional independence will be assessed according to the modified Rankine Scale (mRS), the Rivermead Mobility Index. Assessment of disability and rehabilitation outcomes will be assessed on the Rehabilitation Routing Scale (SRM) and the International Scale of Functioning, Disability and Health (ICF). Walking disorder will be assessed using the Hauser Index. The imbalance will be assessed using the Tinetti scale. Kinesiophobia will be assessed on the Tampa scale. The quality of life assessment will be assessed according to the European Quality of Life questionnaire EuroQol (EQ-5D-5L). Diagnostic TMS, EEG and stabilometry will also be performed upon admission and discharge. Adverse events will be assessed. On the last day of the study, the dynamics of the volume and strength of movements, functional independence and spasticity will be assessed according to the scales (MRC, NIHSS, mAS, mRS, Rivermead, Hauser walking index, Tinetti scale, SHRM, ICF, Tampa scale, EQ-5D-5L), as well as the assessment of mental and cognitive status according to HADs and MoCA.\n\nDuration of the study: 2 years (2022-2023). The number of patients studied: 120 people (30 people each in the control and main groups).\n\nMethods of rehabilitation:\n\n* In the first group (technologies of robotic mechanotherapy with FES): 10 procedures, 5 times a week, the duration of the course of medical rehabilitation is 12-14 days. The duration of the procedure, according to the patient's condition, is up to 1 hour (taking into account the time for reconfiguring the exoskeleton and positioning the patient). Measurement of pulse, pressure and saturation in the preparatory, main and final parts. The length of stay in an upright position depends on the patient's condition. In order to study and monitor the state of the cardiovascular system during the procedure, the system of remote monitoring of ECG, breathing and movement \"Accordis\" will be connected. If necessary, a pause is made to rest in a standing or sitting position. The transition to the formation of subsequent skills is recommended after mastering the skills of the previous procedure. In case of incorrect configuration, it is necessary to seat the patient and reconfigure the size of the Exoskeleton.\n* In the second group (BP technologies with BFB): 10 procedures, 5 times a week, the duration of the course of medical rehabilitation is 12-14 days. The total duration of the procedure is 30 minutes. Before the procedure, blood pressure and heart rate are measured, the size of the pneumatic cuffs on the feet is selected. After instructing the patient and selecting the virtual environment and the optimal speed of movement in VR, VR glasses are installed. Then rehabilitation exercises are carried out for 15 minutes. The patient moves in a virtual environment, receiving visual, auditory and tactile signals that form the correct walking pattern. At the end of the training, the VR glasses are dismantled. Then blood pressure and heart rate are measured and information about the state of health and sensations during the procedure is recorded\n* In the third group (Complex application of robotic mechanotherapy technologies with FES and VR with BFB): 10 procedures, 5 times a week, the duration of the course of medical rehabilitation is 12-14 days. The total duration of training with VR is 30 minutes, then no earlier than 2 hours later, training on an exoskeleton, lasting no more than 1 hour (the lesson protocol is identical to group 1).\n\nPatients of the control group will receive complex rehabilitation procedures as prescribed, during the course of treatment taken in a medical institution.\n\nIn addition to rehabilitation procedures using an exoskeleton with FES and VR and BFB, standard rehabilitation measures will be carried out for all subjects of the study at this stage, the type and scope of which is determined by an individual rehabilitation plan and may include pharmacotherapy (analgesics, nonsteroidal anti-inflammatory drugs), active and passive kinesiotherapy (massage, therapeutic gymnastics, taping, mechanotherapy, etc.), other types of physiotherapy. The subjects of the main and control groups should be comparable according to the methods of the individual rehabilitation program. All the rehabilitation methods used, in addition to procedures using a robotic simulator, and accompanying methods are recorded by the researchers in the Individual registration card of the participant of the clinical trial.\n\nBrief information about the ExoAtlet I:\n\nSimulator (\"Exoathlete one\") is designed for rehabilitation in case of motor deficiency of the lower extremities and recovery of walking caused by stroke and other diseases and injuries of the central nervous system.\n\nThe main components of the simulator are:\n\n* exoskeletal robotic device for moving the patient and forming a walking pattern\n* a device for functional electrical stimulation (FES) of peripheral nerves controlling the muscles of the rehabilitated limb.\n\nBrief information about the Reviver multisensory passive rehabilitation simulator:\n\nReviVR Multisensory Passive Rehabilitation Simulator (\"Reviver\") is intended for rehabilitation in case of motor deficiency of the lower extremities and recovery of walking caused by stroke and other diseases and injuries of the central nervous system.\n\nThe main components of the simulator are:\n\n* hardware and software complex, including a monitor and a personal computer;\n* virtual reality helmet;\n* sandals with air chambers.\n\nRegistration and randomization of research subjects:\n\nEach participant of the study will be assigned an ordinal number. Randomization will be carried out using the envelope selection method. A random distribution will be used, that is, a method of distributing participants from the general sample into one of the two experimental groups.\n\nA simple random assignment will be used, in which each member of the sample will have a 1/4 probability of getting into each of the groups. Such a random assignment is necessary so that differences between groups can be caused only by random factors.\n\nInformed Consent Form:\n\nWhen drawing up and documenting the informed consent, the researcher is obliged to comply with the applicable regulatory requirements and principles of ICH GCP 2 and the Helsinki Declaration.\n\nIndividual registration cards:\n\nFor the period of participation in the study, all study participants will be provided with specific forms of medical records. The maintenance of the IRC is provided on paper. All participants of the study and the studied indicators will also be registered in the Excel electronic database \"Database of study participants\". When filling out the electronic database, the researcher is obliged to make sure that all information obtained from the primary documentation corresponds to the primary data. The medical records of the study participants, the conclusions of functional diagnostic studies and laboratory reports will be archived in the Branch No. 3 of the Moscow Centre for Research and Practice in Medical Rehabilitation, Restorative and Sports Medicine of Moscow Healthcare Department."},"conditionsModule":{"conditions":["Ischemic Stroke, Acute"],"keywords":["Ischemic Stroke","Acute ischemic stroke","Early recovery period","Exoskeleton","Virtual reality","Biofeedback","Robotic mechanotherapy","Lower limb medical rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Open lable randomized clinical trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"technologies of robotic mechanotherapy with FES","type":"EXPERIMENTAL","description":"In the course of this study, each patient will be given 10 sessions using the ExoAtlet I robotic simulator. The duration of the procedure, according to the patient's condition, is up to 1 hour (taking into account the time for reconfiguring the exoskeleton and positioning the patient). Measurement of pulse, pressure and saturation in the preparatory, main and final parts. The length of stay in an upright position depends on the patient's condition. In order to study and monitor the state of the cardiovascular system during the procedure, the system of remote monitoring of ECG, breathing and movement \"Accordis\" will be connected. If necessary, a pause is made to rest in a standing or sitting position. The transition to the formation of subsequent skills is recommended after mastering the skills of the previous procedure.","interventionNames":["Device: technologies of robotic mechanotherapy with FES"]},{"label":"biofeedback virtual reality technologies","type":"EXPERIMENTAL","description":"The group will have 10 classes on a simulator using the technology of virtual reality with biofeedback \"ReviVR\". The total duration of the procedure is 30 minutes. Before the procedure, blood pressure and heart rate are measured, the size of the pneumatic cuffs on the feet is selected. After instructing the patient and selecting the virtual environment and the optimal speed of movement in VR, VR glasses are installed. Then rehabilitation exercises are carried out for 15 minutes. The patient moves in a virtual environment, receiving visual, auditory and tactile signals that form the correct walking pattern. At the end of the training, the VR glasses are dismantled. Then blood pressure and heart rate are measured and information about the state of health and sensations during the procedure is recorded.","interventionNames":["Device: biofeedback virtual reality technologies"]},{"label":"Complex application of robotic mechanotherapy technologies with FES and VR with biological feedback","type":"EXPERIMENTAL","description":"The group plans to carry out comprehensive rehabilitation with the use of robotic mechanotherapy and virtual reality with BOS. In this group, patients will first practice for 30 minutes on a VR simulator with a BFB (the duct is identical to group 2), then after 2 hours on an exoskeleton with a FES (the protocol of the lesson is identical to group 1)","interventionNames":["Device: technologies of robotic mechanotherapy with FES","Device: biofeedback virtual reality technologies"]},{"label":"Control group","type":"NO_INTERVENTION","description":"control group with basic course of reabilitation"}],"interventions":[{"type":"DEVICE","name":"technologies of robotic mechanotherapy with FES","description":"Technologies of robotic mechanotherapy with FES (ExoAtlet I):\n\nSimulator is designed for rehabilitation in case of motor deficiency of the lower extremities and recovery of walking caused by stroke and other diseases and injuries of the central nervous system.\n\nThe main components of the simulator are:\n\n* exoskeletal robotic device for moving the patient and forming a walking pattern\n* a device for functional electrical stimulation (FES) of peripheral nerves controlling the muscles of the rehabilitated limb.","armGroupLabels":["Complex application of robotic mechanotherapy technologies with FES and VR with biological feedback","technologies of robotic mechanotherapy with FES"]},{"type":"DEVICE","name":"biofeedback virtual reality technologies","description":"Brief information biofeedback virtual reality technologies:\n\nReviVR Multisensory Passive Rehabilitation Simulator is intended for rehabilitation in case of motor deficiency of the lower extremities and recovery of walking caused by stroke and other diseases and injuries of the central nervous system.\n\nThe main components of the simulator are:\n\n* hardware and software complex, including a monitor and a personal computer;\n* virtual reality helmet;\n* sandals with air chambers.","armGroupLabels":["Complex application of robotic mechanotherapy technologies with FES and VR with biological feedback","biofeedback virtual reality technologies"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes of Life quality assessment","description":"European Quality of Life Questionnaire EuroQol EQ-5D-5L (version 1.0, 2011 in combination with the visual analogue scale). Health State: The respondent classifies his or her prevailing state of health by selecting one of three different levels of problem severity within each of five health domains. The levels are none, moderate and severe/extreme (coded 1 through 3, respectively), whilst the domains are mobility, capacity for self-care, conduct of usual activities, pain/discomfort and anxiety/depression, ordered as such.\n\nEvaluation: The respondent then evaluates his or her health using a visual analogue scale (VAS). This is a vertical, calibrated, line, bounded at 0 (\"worst imaginable health state\") and at 100 (\"best imaginable health state\"). Respondents indicate where they perceive their present state of health to lie, relative to these anchors.","timeFrame":"Baseline, day 14 after completing training"},{"measure":"Hauser Ambulation index dynamic","description":"The Hauser Ambulation index is a rating scale to assess mobility by evaluating the time and degree of assistance required to walk 25 feet. Scores range from 0 (asymptomatic and fully active) to 10 (bedridden). The patient is asked to walk a marked 25-foot course as quickly and safely as possible. The examiner records the time and type of assistance","timeFrame":"Baseline, day 14 after completing training"},{"measure":"Change from Baseline in Tinetti test","description":"The Tinetti-test is used to assess the gait and balance, perception of balance and stability during activities of daily living.The Tinetti test has a gait score and a balance score. It uses a 3-point ordinal scale of 0, 1 and 2. Gait is scored over 12 and balance is scored over 16 totalling 28. The lower the score on the Tinetti test, the higher the risk of falling.","timeFrame":"Baseline, day 14 after completing training"},{"measure":"The Rivermead Mobility Index dynamic","description":"The Rivermead Mobility Index is appropriate for a range of disabilities that include anything from being bedridden to being able to run 15 items:\n\n14-self-reported items\n\n1 direct observation item Items progress in difficulty Items are coded as either 0 or 1, depending on whether the patient can complete the task according to specific instructions Items receive a score of 0 for a \"No\" response and 1 for a \"Yes\" response Total scores are determined by summing the points for all items A maximum of 15 points is possible; higher scores indicate better mobility performance. A score of \"0\" indicates an inability to perform any of the activities on the measure","timeFrame":"Baseline, day 14 after completing training"},{"measure":"The Tampa Scale of Kinesiophobia dynamic","description":"The Tampa Scale of Kinesiophobia is 17 items a self-reporting questionnaire based on evaluation of fear of movement, fear of physical activity, and fear avoidance. It was first developed to distinguish between non-excessive fear and phobia in patients with chronic musculoskeletal pain, specifically the fear of movement in patients with chronic low back pain then widely used for different parts of the body. The questionnaire using 4 points to assess that are based on; the model of fear-avoidance, fear of work-related activities, fear of movement, and fear of re-injury. The total score of the scale range from 17- 68, where 17 means no kinesiophobia, 68 means severe kinesiophobia, and score ± 37 indicates there is kinesiophobia.","timeFrame":"Baseline, day 14 after completing training"},{"measure":"The Modified Rankin Scale dynamic","description":"The modified Rankin Scale is a commonly used scale for measuring the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability.\n\nThe scale runs from 0-6, running from perfect health without symptoms to death. 0 - No symptoms.\n\n1. - No significant disability. Able to carry out all usual activities, despite some symptoms.\n2. - Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities.\n3. - Moderate disability. Requires some help, but able to walk unassisted.\n4. - Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted.\n5. - Severe disability. Requires constant nursing care and attention, bedridden, incontinent.\n6. - Dead.","timeFrame":"Baseline, day 14 after completing training"},{"measure":"Change in MRC scale for muscle power","description":"The muscle scale grades muscle power on a scale of 0 (the worse outcome) to 5 (the best point) in relation to the maximum expected for that muscle.","timeFrame":"Baseline, day 14 after completing training"},{"measure":"Change in modified Ashworth scale","description":"The modified Ashworth scale (MAS) is the most universally accepted clinical tool used to measure the increase of muscle tone. MAS is a 5 point numerical scale that graded spasticity from 0 to 4. Scoring: 0 No increase in tone (the best point); 4 limb rigid in flexion or extension (the worse outcome).","timeFrame":"Baseline, day 14 after completing training"}],"secondaryOutcomes":[{"measure":"Canges in Rehabilitation routing scale","description":"The rehabilitation Routing Scale (SRM), developed by the Ministry of Health of Russia has six points:\n\n1. The absence of significant disorders of vital activity, despite the existing symptoms of the disease\n2. Slight restriction of vital activity\n3. Restriction of vital activity, moderate in its severity\n4. Pronounced restriction of vital activity\n5. Gross violation of vital processes\n6. Violation of vital activity of extreme severity An improvement is considered to be a decrease in the score on the scale.","timeFrame":"Baseline, day 14 after completing training"},{"measure":"Changes by international scale of functioning, disability and health (ISF)","description":"A generic qualifier scale can be used to record the extent of the problem for each identified impairment, activity limitation and participation restriction. Environmental factors can also be qualified as either barriers or facilitators. Improvement - reduction of the qualifier's score in the selected domain","timeFrame":"Baseline, day 14 after completing training"},{"measure":"Changes in cognitive status","description":"Assesment by the Montreal Cognitive Assessment scale (МоСА). MoCA is scored out of 30. A cut-off score of 26 signifies mild cognitive impairment.","timeFrame":"Baseline, day 14 after completing training"},{"measure":"Change from Baseline of Presence and severity of depression and anxiety","description":"The Hospital Anxiety and Depression Scale (HADS). Changes in HADS anxiety and depression scores.The HADS is a fourteen item scale that generates: Seven of the items relate to anxiety and seven relate to depression.Each item on the questionnaire is scored from 0-3 and this means that a person can score between 0 and 21 for either anxiety or depression.8-10 - points subclinically expressed anxiety / depression 11 points and above - clinically expressed anxiety / depression.","timeFrame":"Baseline, day 14 after completing training"},{"measure":"Restoration of the conductive function of the central nervous system","description":"Transcranial stimuli can depolarize neurons and evoke measurable effects which are unique in two ways: the effects are caused directly and without a consciousness of the subject, and, the responses from peripheral muscles provide a direct measure for the integrity of the whole motor pathway. Cortical motor threshold, central conduction time, and motor-evoked response amplitude will be evaluated using transcranial magnetic stimulation.","timeFrame":"Baseline, day 14 after completing training"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Availability of signed informed consent\n2. Patients with ischemic stroke in the acute and early recovery period, from 5 days to 6 months after the stroke.\n3. Men and women from 19 to 75 years old.\n4. The ability to be in a standing position without a pronounced decrease in blood pressure (at least 15 minutes).\n5. For stroke patients, the score on the scale of muscle strength in the lower extremities is 0-4 points.\n6. Weight not more than 100 kg\n7. Height from 160 to 190 cm .\n8. High motivation for recovery\n9. Preservation of cognitive functions (at least 27 points on MoCA)\n10. Rating on the Rankin scale 3-4 points-\n\nExclusion Criteria:\n\n1. Refusal of the patient to sign an informed consent to participate in the study and refusal to cooperate;\n2. Inability to be in a standing position (less than 15 minutes), due to pathological vegetative reactions (orthostatic hypotension, tachycardia, bradycardia, arrhythmia, etc.);\n3. Pregnant, lactating women and women planning pregnancy\n4. The severity and instability of the somatic condition that prevents verticalization, the presence of contraindications for physical exertion and walking.\n5. Acute infectious diseases, febrile syndrome;\n6. Availability of pacemakers;\n7. Blood pathologies;\n8. Active form of rheumatism\n9. Condition after stitching of muscles, tendons, nerves\n10. Chronic diseases in the decompensation stage;\n11. Severe vegetative dysreflexia, uncontrolled arterial hypertension (AD system. more than 180 mm Hg, AD diast. more than 100 mm Hg);\n12. Attacks of angina pectoris at rest or ECG-signs of myocardial ischemia at rest;\n13. Myocardial infarction less than 6 months ago;\n14. Heart defects;\n15. Paroxysmal and persistent form of atrial fibrillation;\n16. Sinus bradycardia (less than 50 beats per minute) and tachycardia (more than 90 beats per minute). At rest and more than 130 beats . in min. under load);\n17. Atrioventricular block of I-III degree;\n18. Acute venous thrombosis and / or thrombophlebitis of any localization, edema of the lower extremities 2-3 art.\n19. Circulatory insufficiency above functional class II according to NYHA\n20. Aneurysm of the aorta and cerebral arteries;\n21. Hypercoagulation, erythrocytosis.\n22. Decompensation of diabetes mellitus.\n23. Trophic disorders - bedsores in the places of attachment of the exoskeleton;\n24. Epilepsy and other paroxysmal disorders of consciousness;\n25. Ankylosis, fixed contractures, deforming arthrosis 3-4 ct, arthritis/synovitis, condition after endoprosthetics, arthroplasty of the joints of the lower extremities;\n26. Ungrown fractures or unstable osteosynthesis of the spine, pelvic bones, lower extremities;\n27. Instability (subluxations and dislocations) in the joints of the legs\n28. Pronounced muscle spasticity (more than 3 points) or significant growth after training;\n29. Osteoporosis\n30. Systemic connective tissue diseases\n31. Malignant tumors.\n32. Motor and sensory aphasia\n33. Cognitive impairment (less than 26 points on MoCA)\n34. Increasing/persistent compression of the spinal cord, its roots, ponytail or ves","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Gleb GM Lutokhin, PhD","role":"CONTACT","phone":"+7(495)706-69-42","email":"gleb.lutokhin@gmail.com"},{"name":"Alim AG Kashezhev, PhD","role":"CONTACT","phone":"+7(495)706-69-42","email":"kashezhevalim@gmail.com"}],"overallOfficials":[{"name":"Marina MA Rassulova, PhD","affiliation":"Moscow Centre for Research and Practice in Medical Rehabilitation, Restorative and Sports Medicine of Moscow Healthcare Department","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Moscow Centre for Research and Practice in Medical Rehabilitation, Restorative and Sports Medicine of Moscow Healthcare Department, Branch No. 3","status":"RECRUITING","city":"Moscow","zip":"111674","country":"Russian Federation","contacts":[{"name":"Shulkina AV Anna","role":"CONTACT","phone":"+7(495)706-69-42","email":"anechka_orel@mail.ru"},{"name":"Marina MA Rassuliva, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Gleb GM Lutokhin, PhD","role":"SUB_INVESTIGATOR"},{"name":"Alim AG Kashezhev, PhD","role":"SUB_INVESTIGATOR"},{"name":"Roman RI Samokhvalov, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":55.75222,"lon":37.61556}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}