{"protocolSection":{"identificationModule":{"nctId":"NCT06121947","orgStudyIdInfo":{"id":"ChinaPLAGH_Xjp1"},"organization":{"fullName":"Chinese PLA General Hospital","class":"OTHER"},"briefTitle":"Safety and Efficacy Study of Implantable Neuromodulation for Poststroke Hemiplegia","officialTitle":"Comparative Study of the Efficacy and Safety of Deep Brain Stimulation Versus Vagal Stimulation for Post-stroke Hemiplegia: Study Protocol for a Multicenter Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2029-10-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-10-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-28","studyFirstSubmitQcDate":"2023-11-02","studyFirstPostDateStruct":{"date":"2023-11-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-02","lastUpdatePostDateStruct":{"date":"2023-11-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Zhiqi Mao","investigatorTitle":"Professor","investigatorAffiliation":"Chinese PLA General Hospital"},"leadSponsor":{"name":"Chinese PLA General Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Hemiplegia is a common complication after a stroke. Studies have shown that traditional medical and rehabilitation treatments are not good for improving patients' motor function, deep brain stimulation (DBS) and vagus nerve stimulation (VNS) can improve the motor function of patients, but there is no comparative study between them. Objectives: This study compares the efficacy and safety of DBS and VNS in the recovery of motor function in patients with post-stroke hemiplegia, determining the best treatment for patients with post-stroke hemiplegia, and providing high-level clinical evidence for patients and clinicians to choose from. Methods/Design: This is a randomized, double-blind, sham-controlled, cross-controlled pilot study. A total of 98 patients with post-stroke hemiplegia are assigned to receive DBS or VNS. After 3 and 6 months of follow-up, all the devices are turned off. After a 2-week washout, the control group is turned on, but the stimulation group is given sham stimulation. After 9 and 12 months of follow-up, all the devices are turned on. Then, at postoperative 15 and 18 months, postoperative neuroimaging and various post-stroke motor-related scores were performed for data collection and analysis. Discussion: We propose a study design and rationale to compare the efficacy and safety of DBS and VNS in patients with post-stroke hemiplegia to provide evidence and reference for implantable neuromodulation in the treatment of post-stroke dysfunction, and to compare the therapeutic effects of DBS and VNS to provide evidence for patient and clinical diagnosis and treatment choices. Study limitations are related to the small sample size and short study period.","detailedDescription":"The incidence of stroke has been more than 20 million stroke patients worldwide, and it has become the third highest-burden disease in the world. The disability rate of stroke is as high as 60-80%. The movement disorder left by the disease is the main reason for the high burden of the disease. At present, there is no particularly obvious and effective treatment measure in clinical practice.\n\nIf it is not treated in time, it may lead to permanent disability. The high cost of traditional rehabilitation and the fatigue of rehabilitation training institutions and family commuting makes it difficult for patients to adhere to and the treatment effect is poor. Deep Brain Stimulation (DBS)and vagal nerve stimulation (VNS) therapy have achieved good therapeutic effects in many diseases that were considered difficult to treat in the past, such as Parkinson's, depression, and other diseases, so it is applied to In the treatment of motor function recovery after stroke, many animal experiments and human clinical studies have confirmed its efficacy. However, the efficacy and safety of DBS and VNS in the treatment of poststroke motor dysfunction have not been verified by clinical randomized controlled trials.\n\nThe investigators plan to design a multicenter, prospective, randomized, parallel controlled equivalent clinical trial, aiming to explore the efficacy and safety of DBS and VNS in the treatment of motor dysfunction after stroke in the following aspects:(1) improvement rate of hemiplegia after stroke (2) improvement rate of life quality, mental and cognitive status, (3)stimulation parameters, (4) adverse effects. The main purpose of our design of this study was to provide more clinical evidence for the use of DBS and VNS in patients with post-stroke motor dysfunction. The primary objective was to determine the effectiveness and safety of DBS and VNS for improving motor dysfunction in stroke patients. The secondary purpose is to explore the mechanism of DBS and VNS in the treatment of the neurological function of post-stroke motor impairment and the improvement of the quality of life and psychosocial status of patients. According to the inclusion and exclusion criteria, the investigators aimed to collect 98 patients who were diagnosed with stroke and left with motor dysfunction. All patients included in the study will undergo DBS implantation after baseline assessment, and then will be randomly divided into 2 groups at a ratio of 1:1: DBS treatment group and VNS group. After 3 and 6 months of follow-up, all the devices are turned off. After a 2-week washout, the control group is turned on, but the stimulation group is given sham stimulation. After 9 and 12 months of follow-up, all the devices are turned on. The investigators will record standardized videos and/or complete a series of clinical scales (see outcome measures) for all patients at baseline, one month postoperatively, three months postoperatively, six months postoperatively, and one year postoperatively. Then, at postoperative 15 and 18 months, postoperative neuroimaging and various post-stroke motor-related scores were performed for data collection and analysis. Meanwhile, the stimulation parameters and adverse effects will also be documented. Finally, two professional raters will assess the severity at different time points according to those standardized videos in a blind manner. Intention-to-treatment analysis and protocol analysis are both conducted by a professional data analyst."},"conditionsModule":{"conditions":["Stroke Sequelae","Deep Brain Stimulation","Vagus Nerve Stimulation","Motor Recovery","Stroke","Hemiplegia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":98,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"The DBS electrodes are implanted into MLR.","type":"EXPERIMENTAL","description":"The DBS electrodes are implanted into MLR.MLR-DBS#Deep brain stimulation of the mesencephalic locomotor region#The arm will be switched on one month postoperatively for electrical stimulation therapy, exercise training rehabilitation, and EMG-triggered neuromuscular stimulation. Specialist doctors will assess the patient's rehabilitation status through the telerehabilitation system every week, and provide, and guide on rehabilitation training and electrical stimulation therapy. Device: GPi-DBS devices DBS electrode: 3387 (Medtronic, Minneapolis, MN, USA) or L302 (PINS Medical, Beijing, China) or 1210(SceneRay, Suzhou, China); Extension wire: 37086 (Medtronic, Minneapolis, MN, USA) or E202 (PINS Medical, Beijing, China) or 1340/SR1341 (SceneRay, Suzhou, China); Implantable pulse generator: ACTIVA PC/RC (Medtronic, Minneapolis, MN, USA) or G102/G102R (PINS Medical, Beijing, China) or 1180/SR1101 (SceneRay, Suzhou, China).","interventionNames":["Procedure: The DBS electrodes are implanted into MLR."]},{"label":"The electrodes are implanted into the patient's vagus nerve","type":"ACTIVE_COMPARATOR","description":"The electrodes are implanted into the patient's vagus nerve. A pre-surgery assessment was performed. Device implantation was done under general anesthesia. A horizontal neck crease incision was created left of the midline at the level of the cricoid cartilage. After the vagus nerve was identified, the stimulation lead was wrapped around the vagus nerve. The lead was then tunneled subcutaneously to the pulse generator device which was contained in a subcutaneous pocket in the pectoral region","interventionNames":["Procedure: The electrodes are implanted into the patient's vagus nerve"]}],"interventions":[{"type":"PROCEDURE","name":"The DBS electrodes are implanted into MLR.","description":"MLR-DBS#Deep brain stimulation of the mesencephalic locomotor region#The arm will be switched on one month postoperatively for electrical stimulation therapy,exercise training rehabilitation and EMG-triggered neuromuscular stimulation. Specialist doctors will assess the patient's rehabilitation status through the telerehabilitation system every week, and provide guidance on rehabilitation training and electrical stimulation therapy.","armGroupLabels":["The DBS electrodes are implanted into MLR."]},{"type":"PROCEDURE","name":"The electrodes are implanted into the patient's vagus nerve","description":"A pre-surgery assessment was performed. Device implantation was done under general anaesthesia. A horizontal neck crease incision was created left of the midline at the level of the cricoid cartilage. After the vagus nerve was identified, the stimulation lead was wrapped around the vagus nerve. The lead was then tunnelled subcutaneously to the pulse generator device which was contained in a subcutaneous pocket in the pectoral region","armGroupLabels":["The electrodes are implanted into the patient's vagus nerve"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor function intervention effect: Fugl-Meyer Assessment Scale (FMA)","description":"Fugl-Meyer Assessment Scale (FMA) was used to measure the motor function of stroke patients. FMA is widely used in clinical motor function assessment and is a quantitative stroke-specific scale used to assess motor function, balance, sensory and joint function in hemiplegic patients. Each of the five domains contains different assessment items, which are scored on a 3-point scale: 0 = unable to perform. 1 = Partially performed, 2 = Fully performed This scale has been found to have good validity and reliability in the stroke population . There are 17 items in total, and the higher the score, the better the motor function.","timeFrame":"Up to 1.5 year postoperatively"}],"secondaryOutcomes":[{"measure":"Overall improvement of clinical symptoms","description":"The NIHSS score is used to evaluate the degree of neurological deficit in stroke patients. The baseline evaluation can assess the severity of stroke, and the treatment effect can be regularly evaluated after treatment. Scores range from 0 to 42, with higher scores indicating more severe neurological damage. ; Patients with a score of 16 are likely to die; A score of 6 is highly likely to have a good recovery.","timeFrame":"Up to 1.5 year postoperatively"},{"measure":"The incidence of surgical complications and side effects","description":"Continuously record the subjects' complications and side effects","timeFrame":"Up to 1.5 year postoperatively"},{"measure":"Change of 36-item Short Form General Health Survey (SF-36)","description":"The SF-36 scale is a comprehensive index that reflects the health status of individuals.This scale has 8 dimensions to evaluate health-related quality of life, namely, physical function (PF), role physical (RP), body pain (BP), general health (GH), vitality (VT), social functioning (SF), role emotional (RE), mental health (MH). Higher score indicates better health status.","timeFrame":"Up to 1.5 year postoperatively"},{"measure":"Change of Hamilton Anxiety Scale (HAMA)","description":"HAMA score can better reflect the severity of anxiety. It is composed of two parts, namely, physical anxiety (item 7-13) and mental anxiety (item 1-6, 14). Total score ≥ 29 points: severe anxiety; Total score ≥21 points: there must be significant anxiety; Total score ≥14 points: there must be anxiety; Total score ≥ 7 points: you may have anxiety; Total score \\< 7 points: there are no symptoms of anxiety.","timeFrame":"Time Frame: Six months postoperatively, and one year postoperatively."},{"measure":"Change of 24-item Hamilton Depression Scale (HAMD)","description":"HAMD score can better reflect the severity of depression. Total score \\< 7 points: normal; Total score 7-17 points: possible depression; Total score 17-24 points: definitely depression; Total score \\> 24 points: severe depression.","timeFrame":"Up to 1.5 year postoperatively"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Meet WHO or international diagnostic criteria for stroke disease;\n2. The first unilateral supratentorial ischemic or hemorrhagic stroke, the condition is stable after acute treatment of ischemic stroke, the course of disease is 6 months ≤ 1 year, and participate in 2 evaluations (screening and baseline) before enrollment.\n3. Diagnosed by professional physicians combined with brain CT or magnetic resonance imaging and other imaging techniques;\n4. Between the ages of 18 and 80, male or female\n5. The responsible lesion in the unilateral white matter area indicated by cranial CT or MRI\n6. Relevant sequelae such as limb dysfunction after stroke, accompanied by unilateral limb motor dysfunction, proved to be right-handed by standardized examination.\n7. National Institutes of Health Stroke Scale (NIHSS) score from 2 to 20, grades paralyzed muscle strength, between grades 1 and 4, WISCI II, grade \\>2 (0-20 items): Assisted by one or more persons, able to walk at least 10 m, and less responsive to conventional rehabilitation prior to inclusion.\n8. Perfect clinical data\n9. Stable medical and physical condition with adequate nursing support and appropriate medical care in the patient's home community.\n10. The patient himself or voluntarily signs the informed consent and is willing to cooperate with relevant treatmen\n\nExclusion Criteria:\n\n1. Glasgow Coma Scale (GSC) score below 15, Minimum Mental State Examination (MMSE) assessment for dementia indicated, suffering from mental disturbance and unable to cooperate with examination or treatment.\n2. Motor and sensory disturbances are not induced by stroke, nor by previous ischemic stroke, but stroke induced by trauma, brain tumor, etc.\n3. Serious comorbidities, such as malignant tumors, primary heart, liver, kidney or hematopoietic system diseases.\n4. History of cognitive impairment, mental disorder, drug abuse, drug allergy, and alcoholism.\n5. Infection or rupture of the skin on the forearm or leg.\n6. Possess a pacemaker, metal stent, plate, or implant susceptible to electrical impulses in the body (pacemaker or defibrillator, baclofen pump, deep brain stimulator, Ventricular shunts, shrapnel, etc.).\n7. Pregnant or breast-feeding or have a recent birth plan.\n8. IS CLASSROUS.\n9. Congenital or acquired abnormalities of lower extremities (affecting joints and bones).\n10. Registration of investigators, their family members, employees, and other dependents.\n11. Severe joint contractures cause loss or limitation of lower limb activities.\n12. Blood system diseases with increased risk of bleeding during surgical intervention.\n13. Participate in another study drug study within 30 days before and during this study.\n14. Unable to complete the basic process, or difficult to maintain compliance and follow-up","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Zhiqi Mao, PhD","role":"CONTACT","phone":"8618910155994","email":"markmaoqi@163.com"}],"overallOfficials":[{"name":"Zhiqi Mao, PhD","affiliation":"Chinese PLA General Hospital","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Chinese PLA General Hospital","city":"Beijing","country":"China","contacts":[{"name":"Zhiqi Mao, PhD","role":"CONTACT","phone":"8618910155994","email":"markmaoqi@126.com"},{"name":"Junpeng Xu, MD","role":"CONTACT","phone":"8613144628367","email":"junpengxv@163.com"},{"name":"Bin Liu, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Di Liu, MD","role":"SUB_INVESTIGATOR"},{"name":"Haonan Yang, MD","role":"SUB_INVESTIGATOR"},{"name":"Zhebin Feng, MD","role":"SUB_INVESTIGATOR"},{"name":"Yuhan Chen, MD","role":"SUB_INVESTIGATOR"},{"name":"Shuzhen Liu, MD","role":"SUB_INVESTIGATOR"},{"name":"Qing Chang, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3797","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}