{"protocolSection":{"identificationModule":{"nctId":"NCT05083195","orgStudyIdInfo":{"id":"IUC-2021/62"},"organization":{"fullName":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"},"briefTitle":"The Effect of Home-Based Telerehabilitation in Individuals With Stroke","officialTitle":"The Effect of Individualized Home-Based Telerehabilitation Intervention on Physical Parameters and Activities of Daily Living in Individuals With Stroke"},"statusModule":{"statusVerifiedDate":"2021-10","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-08-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-08","studyFirstSubmitQcDate":"2021-10-08","studyFirstPostDateStruct":{"date":"2021-10-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-10-08","lastUpdatePostDateStruct":{"date":"2021-10-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Recep Ormen","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Istanbul University - Cerrahpasa (IUC)"},"leadSponsor":{"name":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a clinical picture that develops due to occlusion or rupture of cerebral vessels and results in loss of cerebral functions. Stroke individuals face some limitations in managing daily activities such as walking, dressing, feeding and showering. Personal, environmental, and societal limitations have led to the development of new treatment strategies, such as telerehabilitation(TR), to meet the needs of stroke individuals and their caregivers.\n\nIn this study, patients will be randomized and divided into 2 groups in order to examine the effects of two different TR methods on physical parameters and activities of daily living in stroke patients. Baseline assessments will be made for both groups to determine functionality, activities of daily living, fall activity, quality of life, and level of fatigue. For 8 weeks, the TR group will do their exercises with exercise videos prepared on the system 3 times a week. The control group, on the other hand, will do their exercises with exercise brochures on the system 3 times a week for 8 weeks. After 8 weeks, assessments will be repeated. With telerehabilitation to be applied to individuals with stroke, it is aimed to increase functional capacity, independence in daily living activities and quality of life, and reduce the number of falls and fatigue levels."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Telerehabilitation","Home-based","Physiotherapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Telerehabilitation Group","type":"EXPERIMENTAL","description":"This group will perform their exercises with pre-prepared personalized exercise videos over the telerehabilitation system 3 times a week for 8 weeks.","interventionNames":["Other: Home-based Telerehabilitation"]},{"label":"Control Group","type":"EXPERIMENTAL","description":"This group will perform exercises with personalized exercise brochures defined over the telerehabilitation system 3 times a week for 8 weeks.","interventionNames":["Other: Exercise Brochure"]}],"interventions":[{"type":"OTHER","name":"Home-based Telerehabilitation","description":"Balance, walking, strengthening exercise videos etc. taken in different positions will be uploaded to the telerehabilitation system. A personalized exercise program will be created from these exercises. This program will be defined to the account of the patient and the follow-up of the person will be carried out through the system.","armGroupLabels":["Telerehabilitation Group"]},{"type":"OTHER","name":"Exercise Brochure","description":"Photos and explanations of exercises taken in different positions such as balance, walking, strengthening etc. will be uploaded to the telerehabilitation system. A personalized exercise brochure will be created from these exercises. This program will be defined for the patient's account and the patient will be asked to follow the exercises with this brochure.","armGroupLabels":["Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Single Leg Stance Test (The change between the initial value and the value after 2 months will be evaluated)","description":"It is a functional assessment test that measures the patient's standing balance on one leg. It is applied for both legs of the patient with eyes open and closed.","timeFrame":"Baseline and end of weeks 8"},{"measure":"Five Times Sit to Stand Test (The change between the initial value and the value after 2 months will be evaluated)","description":"This test assesses functional lower extremity strength, transfer, balance, and fall risk. The time the patient sits and stands up from the chair 5 times is recorded.","timeFrame":"Baseline and end of weeks 8"},{"measure":"Romberg Test (The change between the initial value and the value after 2 months will be evaluated)","description":"The patient's standing time is recorded in an upright position with her feet open at shoulder level and arms free at the side of the body, with her eyes open and then closed, without losing her balance.","timeFrame":"Baseline and end of weeks 8"},{"measure":"Independent Standing test (The change between the initial value and the value after 2 months will be evaluated)","description":"It tests the patient's ability to stand in an upright position without any support or assistance, with her feet shoulder-width apart and arms free at the side of the body.","timeFrame":"Baseline and end of weeks 8"},{"measure":"Katz Index of Independence in Activities of Daily Living (The change between the initial value and the value after 2 months will be evaluated)","description":"It is a scale that measures the patient's ability to perform activities of daily living independently and evaluates the functional status.","timeFrame":"Baseline and end of weeks 8"}],"secondaryOutcomes":[{"measure":"Modified Falls Efficacy Scale (The change between the initial value and the value after 2 months will be evaluated)","description":"It is a 14-item scale that measures the patient's confidence in falling.","timeFrame":"Baseline and end of weeks 8"},{"measure":"WHOQOL-BREF-TR (The change between the initial value and the value after 2 months will be evaluated)","description":"It is a health-related quality of life scale developed by the World Health Organization. A national question was added to the Turkish version of the scale in addition to the original version.","timeFrame":"Baseline and end of weeks 8"},{"measure":"Fatigue Severity Scale (The change between the initial value and the value after 2 months will be evaluated)","description":"It is a scale that evaluates the severity of fatigue with 9 items that patients can answer on their own.","timeFrame":"Baseline and end of weeks 8"},{"measure":"Global Rating of Change Scales","description":"It is a scale that evaluates how much the patient's current condition has changed compared to previous condition.","timeFrame":"End of weeks 8"},{"measure":"System Usability Scale","description":"It is a scale consisting of 10 questions widely used in the literature to evaluate the perceptibility and usability of interactive systems.","timeFrame":"End of weeks 8"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with stroke at least 1 year ago by a neurologist\n* Modified Rankin score ≤3\n* Have an internet infrastructure that can be accessed at home\n* Not participated in a standardized physiotherapy program in the past 3 months\n\nExclusion Criteria:\n\n* Presence of blurred or low vision problems\n* Hearing and speech impairment at a level that will affect participation in the system\n* Epilepsy\n* Presence of pregnancy\n* Having any cognitive problems that prevent using the system","healthyVolunteers":false,"sex":"ALL","minimumAge":"25 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Recep Ormen, M.Sc","role":"CONTACT","phone":"+905316777334","email":"rormen@gmail.com"}],"overallOfficials":[{"name":"Recep Ormen, M.Sc","affiliation":"Istanbul University-Cerrahpasa Institute of Postgraduate Education","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yonca Zenginler Yazgan, PhD","affiliation":"Istanbul University-Cerrahpasa Faculty of Health Science","role":"STUDY_CHAIR"}],"locations":[{"facility":"Istanbul University-Cerrahpasa","status":"RECRUITING","city":"Istanbul","state":"Bakirkoy","zip":"34100","country":"Turkey","contacts":[{"name":"Recep Ormen, M.Sc","role":"CONTACT","phone":"+905316777334","email":"rormen@gmail.com"},{"name":"Yonca Zenginler Yazgan, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.01384,"lon":28.94966}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}