{"protocolSection":{"identificationModule":{"nctId":"NCT00174044","orgStudyIdInfo":{"id":"9461700706"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Control Strategies of the Locomotor System During Obstacle-Crossing in Stroke Patients","officialTitle":"Control Strategies of the Locomotor System During Obstacle-Crossing in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2005-08","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-08"},"completionDateStruct":{"date":"2006-07"},"studyFirstSubmitDate":"2005-09-13","studyFirstSubmitQcDate":"2005-09-13","studyFirstPostDateStruct":{"date":"2005-09-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2005-12-20","lastUpdatePostDateStruct":{"date":"2005-12-21","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"descriptionModule":{"briefSummary":"Tripping over obstacles is one of the common movements in daily life and is the most frequently mentioned cause of falls in the elderly. Indeed, crossing obstacles is a more complex motor skill than walking, and ensuring sufficient clearance of an obstacle during locomotion requires accurate movement and appropriate modifications of the swing limb. However, little is known about the obstacle crossing deficits that following stroke, especially in good outcome and function independently strokes. It is still a mystery about motor control and motor plastic of central nerve system.\n\nThe purpose of the study was to observe and quantify certain characteristics of the performance of subjects following stroke with good outcome to understand the damage of central nerve system how to affect motor control. The present study investigated selected spatial-temporal characteristics, kinematic variables and kinetic variables of the gait pattern to define further the problems in obstacle crossing following strokes. To quantify the deficits, we compared results from a group of subjects with stroke with a group of healthy subjects matched for age, gender, and height.","detailedDescription":"A stroke (or cerebrovascular accident) is a neurological deficit that lasts beyond 24 hours. It is a disruption in the blood supply to a region of the brain that causes neurological impairment. According to 2003 statistical data of National Health Administration of executive organ in Taiwan, a stroke is considered the second most common cause of death after cancer. According to the research of the stroke incidence in Taiwan, the incidence is 0.3% in the population over 35 years-old, and the incidence increases sharply to 3% in the population over 65 years-old which is nearly 294 to 1806 people. From above, we know that a stroke is one of the most common neural diseases in the old population.\n\nStrokes are classified as ischemic and hemorrhagic. Approximately 70-80% of all strokes are ischemic strokes, including cerebrovascular thrombosis and embolism. The other 10-15% are either intracerebral hemorrhage or subarachnoid hemorrhage strokes. Distinctive neurological signs reflect the region of the brain involved. The type and severity of neurological deficits cover a wide range and gradation of symptoms. Cerebrovascular accidents frequently cause upper motor neuron syndrome (Change of muscle tension, unilateral hemiplegia, movement un-coordination, un-reciprocal movement, poor movement control, etc.), sensory deficits, aphasia, cognitive and behavior problems, etc. These deficits often left with dependence of movement function in daily life. Previous studies showed that 10% of all strokes resume working, 40% is slight disability, 40% is server disability and 10% have to live in the medical organization forever. Moderate to server disability are evaluated easily using different kinds of outcome measures to determinate the status of neurological injury and resulting disabilities, which provide guideline of aggressive treatment of rehabilitation. However, good outcome and function independently in daily life may be showed in some strokes with mild disability by outcome measures. It is not clear that the nearly normal strokes are really the same with normal group without stroke, even the normal status was showed in the strokes by outcome measures. It is unknown that the motor control strategies of strokes with function independently in daily life are similar to normal group indeed. A recent study found that 73% of subjects with stroke fell at least once in the 6 months after being discharged from the hospital; of these, 10% reported falling over an obstacle. Falling may be caused by the impairment after stroke or the different motor control strategy in the strokes with mild disability.\n\nIn addition, tripping over obstacles is one of the common movements in daily life and is the most frequently mentioned cause of falls in the elderly (Lu,2005). Crossing obstacles successfully and safely depend on the stability of the stance leg and maintaining a good clearance with the obstacles. Indeed, crossing obstacles is a more complex motor skill than walking, and ensuring sufficient clearance of an obstacle during locomotion requires accurate movement and appropriate modifications of the swing limb. Therefore, obstacle crossing is one exercise program in diminishing disability in the rehabilitation. Studies about obstacle crossing in young or old adults have been much attention. However, little is known about the obstacle crossing deficits that following stroke, especially in good outcome and function independently strokes. It is still a mystery about motor control and motor plastic of central nerve system. Otherwise, knowledge of the motor control strategy after stroke during obstacle-crossing is helpful for the design of fall-prevention devices and for the planning of programs for the prevention of associated injuries.\n\nThe purpose of the study was to observe and quantify certain characteristics of the performance of subjects following stroke with good outcome to understand the damage of central nerve system how to affect motor control. The present study investigated selected spatial-temporal characteristics, kinematic variables and kinetic variables of the gait pattern to define further the problems in obstacle crossing following strokes. To quantify the deficits, we compared results from a group of subjects with stroke with a group of healthy subjects matched for age, gender, and height."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"DEFINED_POPULATION","timePerspective":"OTHER"},"enrollmentInfo":{"count":120}},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. stroke after 1 month.\n2. Modified Rankin Scale: 0-2 grade.\n3. NIH Stroke Scale: \\<5 degree.\n4. Berg Balance Test: \\>45 degree.\n5. Tinetti Gait Analysis: \\>8 degree.\n6. Barthel Index: \\>95 degree.\n\nExclusion Criteria:\n\n1. other neuro-musculoskeletal system disease.\n2. other visual problems to affect locomotion.","healthyVolunteers":true,"sex":"ALL","minimumAge":"35 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jeng Jiann-Shing, M.D.","role":"CONTACT","phone":"886-2-23123456","phoneExt":"5338","email":"jsjeng@ha.mc.ntu.edu.tw"}],"overallOfficials":[{"name":"Jeng Jiann-Shing, M.D.","affiliation":"Department of Neurology ,National Taiwan University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Jeng Jiann-Shing","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Jiann-Shing Jeng, M.D.","role":"CONTACT","phone":"886-2-23123456","phoneExt":"5338","email":"jsjeng@ha.mc.ntu.edu.tw"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}