{"protocolSection":{"identificationModule":{"nctId":"NCT02208219","orgStudyIdInfo":{"id":"CUB011995"},"organization":{"fullName":"University of Barcelona","class":"OTHER"},"briefTitle":"Music Therapy to Restore Motor Deficits After Stroke","officialTitle":"The Application of Music Therapy in the Neurorehabilitation of Motor Deficits After Subacute Stroke","acronym":"NEUROMUSIC"},"statusModule":{"statusVerifiedDate":"2016-10","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-11"},"primaryCompletionDateStruct":{"date":"2017-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2017-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-07-18","studyFirstSubmitQcDate":"2014-07-31","studyFirstPostDateStruct":{"date":"2014-08-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-10-26","lastUpdatePostDateStruct":{"date":"2016-10-28","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Antoni Rodriguez Fornells","investigatorTitle":"PhD","investigatorAffiliation":"University of Barcelona"},"leadSponsor":{"name":"University of Barcelona","class":"OTHER"},"collaborators":[{"name":"Institució Catalana de Recerca i Estudis Avançats","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Motor deficits are common after stroke, being one of the major causes of disability in this population. Because of the impact that motor impairments have in the life of patients and the associated financial costs, it is a health care priority to develop effective and efficient treatments to restore motor deficits. Music-supported therapy (MST) has been recently developed to enhance the use of the affected extremity after stroke.\n\nIn the present project, a new multidisciplinary approach (neurology, neuropsychology, music and cognitive neurosciences) will be undertaken in order to investigate the effectiveness of MST as a neurorehabilitation technique to restore the motor function in stroke patients. In addition, the complex pattern of reorganization of the sensorimotor system will be studied in order to provide information about the physiological mechanisms underlying the neurorehabilitation process.\n\nA randomized controlled trial is proposed to compare for first time the effectiveness of MST (at the hospital and at home) compared to conventional treatment in subacute stroke patients suffering from motor deficits. Our hypothesis is that patients will experience a large improvement in the functional use of the affected arm due to the implementation of the MST program when compared to conventional treatment. We also expect to observe improvements in cognitive functions, mood and quality of life. Besides, we hypothesize that these amelioration in motor and cognitive domains will be accompanied by neuroplastic changes in the sensorimotor cortex and corticospinal tract.","detailedDescription":"According to the World Health Organization, stroke is one of the major's causes of acquired disability in developed countries. Strokes are cerebrovascular disorders in which the blood supply to the brain is disturbed either by an ischemic or hemorrhagic event in cerebral arteries. Motor deficits, in terms of loss in strength and dexterity, are present in a majority of patients. Such deficits limit the accomplishment of daily activities (disability) and affect the participation of patients in their communities (handicap), impacting the different roles that they have in various social, familiar and working contexts. Consequently, quality of life of the patients diminishes as well as their emotional valence and mood, which could evolve into a psychiatric disorder (e.g., depression and apathy).\n\nIn addition to the economic cost of medical treatments once the stroke has occurred, the ability of patients who are on working age to contribute to the society through the development of a remunerable occupation are clearly disrupted. Thus, there is a large cost in the maintenance of patients that cannot recover their motor function successfully. In this regard, stroke is an important health care priority due to direct (medical) and indirect (i.e. unemployment and loss of autonomy) costs.\n\nRelevant findings in the medical acute management of stroke (i.e. minimization of complications, treatment optimization, thrombosis and standardized stroke units in hospitals) have been made. However, there is still little scientific evidence in the field of neurorehabilitation that clearly support the application of certain therapies that are used in several centres. Thus, it is extremely important to investigate motor rehabilitation therapies to provide evidence for clinicians of their effectiveness.\n\nOne of the approaches is to validate therapies that could promote brain plasticity, the ability whereby the brain changes its structure, functions and connections. Brain plasticity can occur spontaneously after the lesion, but it is also found during and after learning. Many consistent studies have demonstrated brain plasticity at cortical and subcortical levels due to motor skill learning in healthy subjects. Thus, interventions implying acquisition of new motor skills could be a good approach to promote the recovery of motor functions in stroke patients. An example of a motor skill involving fine hand movements is musical instrument playing, an activity with is unique and request complex demands for the central nervous system. Interactions between the auditory and motor systems are established during music performance as the sound of the instrument is processed and is postulated to be used to readjust movements. Furthermore, musical training has been proved to lead structural and functional changes in motor-related areas.\n\nRecently, Schneider and colleagues developed a new neurorehabilitation tool to restore motor deficits after a stroke: the Music-supported Therapy (MST). In this therapy, patients are trained to play a MIDI-piano and an electronic drum to train fine and gross movements, respectively. Studies in acute and chronic stages have demonstrated that patients improve their motor function due to the therapy and that those changes are accompanied by brain plasticity. However, until now, no clear evidence exist of the advantage of this therapy (MST) compared to conventional therapy provided in hospital in subacute patients. Besides, no previous study has directly compared the changes observed in the brain in acute stroke patients using functional and structural neuroimaging after MT when compared to conventional or standard therapy.\n\nWe propose a multicentre randomized controlled trial to test the benefits of MST compared to conventional treatment in subacute stroke patients with motor deficits. In this study, 3 groups of treatment are established (MST training at the hospital, MST training at home and Conventional Treatment). Participants from all groups will be evaluated before and after the treatment to asses motor and cognitive functions, emotional status, quality of life and the brain plasticity associated with the treatment assessed with neuroimaging techniques. A follow-up evaluation will also be performed to assess if improvements are maintained within time.\n\nThe underlying hypothesis is that music therapy, which requires learning to play an instrument, will indirectly boost the neuroplasticity of the affected sensorimotor cortex in stroke patients due to the recruitment of audio-motor premotor circuits in the brain, necessary to play an instrument and for integrating auditory and motor aspects of music playing."},"conditionsModule":{"conditions":["Stroke","Paresis"],"keywords":["Stroke","Paresis","Upper extremity","Motor deficits","Music Therapy","Neurorehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Music-supported Therapy (n=40)","type":"EXPERIMENTAL","description":"Participants in this group will receive a Music-supported Therapy training at the Hospital during 1 month in addition to the standard rehabilitation program offered by the Public Health System in the Hospital, which comprises 2 hours of treatment per day (1 session of 1 hour of Occupational Therapy and 1 session of 1 hour of Physiotherapy).","interventionNames":["Behavioral: Music-supported Therapy"]},{"label":"home-based Music-supported Therapy(n=40)","type":"EXPERIMENTAL","description":"Participants in this group will receive a Music-supported Therapy training at home during 1 month in addition to the standard rehabilitation program offered by the Public Health System in the Hospital, which comprises 2 hours of treatment per day (1 session of 1 hour of Occupational Therapy and 1 session of 1 hour of Physiotherapy).","interventionNames":["Behavioral: home-based Music-supported Therapy"]},{"label":"Conventional treatment (n=40)","type":"ACTIVE_COMPARATOR","description":"Participants in this group will receive the standard rehabilitation program offered by the Public Health System in the Hospital, which comprises 2 hours of treatment per day (1 session of 1 hour of Occupational Therapy and 1 session of 1 hour of Physiotherapy). In order to balance the number of treatment hours between arms, this group will receive extra time of Conventional Treatment during 1 month.","interventionNames":["Behavioral: Conventional treatment"]}],"interventions":[{"type":"BEHAVIORAL","name":"Music-supported Therapy","description":"A Music-supported Therapy training will be provided to participants in the hospital during 4 weeks (5 sessions per week, 30 min per session). In this treatment, two different musical instruments will be used: a MIDI-piano and an electronic drum set to train fine and gross movements of the affected hand, respectively. Exercises will follow a modular therapy regime with stepwise increase of complexity in the number of tones to perform, velocity, order of playing, and fingers used for playing. Each exercise will be first played by the experimenter and will be subsequently repeated by the patient.","armGroupLabels":["Music-supported Therapy (n=40)"]},{"type":"BEHAVIORAL","name":"home-based Music-supported Therapy","description":"A Music-supported Therapy training at home will be provided to participants during 4 weeks (5 sessions per week, 30 min per session). Patients will play a portable roll-up MIDI-piano at home connected to the Synthesia LLC software. This software displays visual stimuli across a virtual piano on the computer screen which are served as cues to press the correct piano keys. A modular regime with stepwise increase in difficulty will be set in the program. With the aim to reinforce the training and solve problems that could appear at home, once per week patients will carry out the MST session in the hospital with the therapist. During this visit, each patient will complement his/her training with the electronic drum set and in order to train gross movements.","armGroupLabels":["home-based Music-supported Therapy(n=40)"]},{"type":"BEHAVIORAL","name":"Conventional treatment","description":"This intervention comprises intensive training of the affected upper extremity during 4 weeks (5 sessions per week, 30 min per session). The conventional therapy program corresponds to standard therapies, prescribed by attending neurologists and adapted to the needs of every individual patient. Patients will receive intensive training on fine and gross movements of the affected upper extremity. A physical and occupational therapist will provide multiple exercises from the following options:\n\n* Passive mobilization: controlled manipulation of movements to release a joint.\n* Stretch and progressive resistance training.\n* Task-specific training: reaching and manipulation of different objects.\n* Intense physical training: repetition of sequence of movements.","armGroupLabels":["Conventional treatment (n=40)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the performance of movements with the paretic upper extremity assessed by the Action Research Arm Test (Carroll, 1965; Lyle, 1981).","timeFrame":"Baseline, after intervention, 6 months after intervention"}],"secondaryOutcomes":[{"measure":"Motor function: Change in the functional use of the paretic upper extremity using the Arm Paresis Score Test (Wade et al., 1983)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Motor function: Change in motor performance in the paretic upper extremity assessed by in the Box and Block Test (Mathiowetz et al., 1985)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Motor function: Change in motor performance in the paretic upper extremity assessed by the Nine Hole Pegboard Test (Parker et al., 1986)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Motor function: Change in the functional use of the paretic upper extremity assessed by the Chedoke McMaster Stroke Impairment Inventory (Gowland et al., 1993)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Motor function: Change in the physical motor properties of the paretic upper extremity assessed by in the Fugl-Meyer Assessment (Fugl-Meyer et al., 1975)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Motor function: Change in strength in the paretic upper extremity assessed with a grip dynamometer (E-Link, Biometrics Ltd);","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Motor function: Change in movements performed with the paretic upper extremity using Computerized movement analysis (CMS 50, Zebris, Isny, Germany).","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Cognitive function: Change in working memory using the Digit Span subtest from the Wechsler Adult Intelligence Scale III (Wechsler, 1997)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Cognitive function: Change in verbal learning assessed with the Rey Auditory Verbal Learning Test (Rey, 1964);","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Cognitive function: Change in short-term memory using the Story Recall subtest from the Rivermead Behavioral Memory Test (Wilson et al., 1985)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Cognitive function: Change in executive functions using the scores of the Stroop Task (Stroop, 1935)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Cognitive function: Change in executive functions using the Trail Making Test (Reitan, 1958)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Emotional and Quality of Life: Change in mood assessed with the Profile of Mood States (POMS; McNair et al., 1971)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Emotional and Quality of Life: Change in depressive symptoms using the Beck Depression Inventory Scale (Beck et al., 1996)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Emotional and Quality of Life: Change in positive and negative emotions assessed with the test Positive and Negative Affect Scale (PANAS, Watson et al., 1988)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Emotional and Quality of Life: Change in apathy using the Apathy evaluation scale (Self scale; Marin, 1991)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Emotional and Quality of Life: Change in quality of life using the Stroke Specific Quality of Life Scale (SS-QOL, Williams et al., 1999)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Emotional and Quality of Life: Change in health perceived quality using the Health survey questionnaire SF36 (Alonso et al., 1995)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Brain Imaging: Change in grey and white matter structures assessed with Magnetic Resonance Imaging","description":"* A standard T1-weighted 3D-MPRAGE image. \\[TE = 4.82 ms, TR = 2500 ms, TI = 1100 ms, flip angle = 7°, matrix = 256×256×192, voxel size = 1.0x1.0x1.0 mm\\].\n* Diffusion-weighted (DW-MRI). \\[TR = 13475ms, TE = 102 ms, matrix= 128 ×128; FOV=25.6 cm, voxel size= 2x2x2 mm\\] (60 axial slices). Diffusion will be measured along 64 non-collinear directions, using a single b-value of 1500 s/mm2 and interleaved with 9 non-diffusion b=0 images.","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Brain Imaning: Change in functional activation during a motor and a listening task assessed with functional Magnetic Resonance Imaging","description":"* Functional images sensitive to blood oxygenation level-dependent contrast (echo planar T2\\*-weighted gradient echo sequence, TR = 2 s, TE = 29 ms, slice thickness = 3 mm).\n* Active Motor task: Block design task to perform sequential movements with the index and middle fingers.\n* Music Passive listening task: Block design task to listen passively piano songs (trained during the rehabilitation therapy and non-trained)","timeFrame":"Baseline, after intervention, 6 months after intervention"},{"measure":"Brain Imaging: Changes in the excitability of the sensorimotor cortex assessed with Transcranial Magnetic Stimulation","description":"The excitability of the primary motor cortex (M1) will be evaluated using a single pulse protocol of TMS (70 mm figure-of-8 coil, Magstim Rapid 2 Stimulator; Magstim Company, Carmathenshire, Wales) to elicit motor-evoked potentials (MEPs). Using surface Ag/AgCl disk electrodes in a belly-tendon montage, electromyographic activity from the contralateral first dorsal interosseous will be recorded for a total of 70 ms including a 100 ms pre-stimulus window (Medelec Synergy, Oxford Instruments, Pleasantville, NY, USA).\n\nBoth hemispheres will be tested to assess the excitability of the corticospinal pathway using the following parameters: (i) coordinates of Hot Spot, (ii) resting motor threshold, (iii) active motor threshold (Rossini et al., 1994), (iv) cortical silent period (Liepert et al., 2005), (v) MEPs peak-to-peak amplitude, (vi) motor map area and volume, (vii) and the coordinates of the center of gravity of the map (CoGx and CoGy) (Wassermann et al., 1992; Byrnes et al., 1999).","timeFrame":"Baseline, after intervention, 6 months after intervention"}],"otherOutcomes":[{"measure":"Mini Mental State Examination (Folstein et al., 1975)","description":"This measure will be taken into account as information regarding the patient that could influence the treatment and its engagement with the therapy.","timeFrame":"Baseline"},{"measure":"Verbal subtest from the Wechsler Adult Intelligence Scale III (Wechsler, 1997)","description":"This measure will be taken into account as information regarding the patient that could influence the treatment and its engagement with the therapy.","timeFrame":"Baseline"},{"measure":"Five Factor Personality Inventory (Hendriks et al., 1999)","description":"This measure will be taken into account as information regarding the patient that could influence the treatment and its engagement with the therapy.","timeFrame":"Baseline"},{"measure":"Music Reward Questionnaire (Mas-Herrero et al., 2013)","description":"This measure will be taken into account as information regarding the patient that could influence the treatment and its engagement with the therapy.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Motor deficits of the upper limb after a first ever stroke\n* A minimum punctuation of 11 in the subtest from the Motricity Index and Trunk Control Test which evaluates grip and pinch\n* Less than 6 months from stroke\n* Age between 30 and 75 years\n* Right-handed\n\nExclusion Criteria:\n\n* Inability to speak and understand the Spanish or Catalan language\n* Major cognitive impairment affecting comprehension\n* Neurological or psychiatric co-morbidity\n* Substance abuse\n* Formal musical education (i.e. professional musicians)\n* Metallic implants incompatible with neuroimaging assessment\n\nWithdrawal from the study:\n\n* Voluntary withdrawal of consent\n* A new episode of stroke during the participation in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Antoni Rodríguez-Fornells, PhD","role":"CONTACT","phone":"+34934021038","email":"antoni.rodriguez@icrea.cat"}],"overallOfficials":[{"name":"Antoni Rodríguez-Fornells, PhD","affiliation":"University of Barcelona, Intitut Català de Recerca i Estudis Avançats (ICREA)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Barcelona; Hospitals del Mar i l'Esperança","status":"RECRUITING","city":"Barcelona","zip":"08024","country":"Spain","contacts":[{"name":"Antoni Rodríguez-Fornells, PhD","role":"CONTACT","phone":"+34934021038","email":"antoni.rodriguez@icrea.cat"},{"name":"Antoni Rodríguez-Fornells, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"MªEsther Duarte Oller, MD, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.38879,"lon":2.15899}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Webpage of the group of research Cognition and Brain Plasticity, University of Barcelona","url":"http://www.brainvitge.org"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000018908","term":"Muscle Weakness"},{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","asFound":"Paresis","relevance":"HIGH"},{"id":"M12894","name":"Paresis","asFound":"Paresis","relevance":"HIGH"},{"id":"M4244","name":"Asthenia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M11672","name":"Morphine","relevance":"LOW"},{"id":"M6082","name":"Complement System Proteins","relevance":"LOW"}],"browseBranches":[{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}