{"protocolSection":{"identificationModule":{"nctId":"NCT05730465","orgStudyIdInfo":{"id":"68463"},"organization":{"fullName":"Stanford University","class":"OTHER"},"briefTitle":"Improving Blood Pressure Control in Stroke Patients by Increasing Access to a Home Blood Pressure Monitor","officialTitle":"Improving Blood Pressure Control in Stroke Patients by Increasing Access to a Home Blood Pressure Monitor"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-27","studyFirstSubmitQcDate":"2023-02-14","studyFirstPostDateStruct":{"date":"2023-02-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-06","lastUpdatePostDateStruct":{"date":"2023-09-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Christina Mijalski","investigatorTitle":"Clinical Assistant Professor","investigatorAffiliation":"Stanford University"},"leadSponsor":{"name":"Stanford University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to learn whether providing teaching with a low-cost device can help to improve blood pressure, health outcomes, patient self-efficacy without exacerbating inequity between advantaged and disadvantaged patients.\n\nThe main question\\[s\\] it aims to answer are:\n\n1. Does providing a free home blood pressure cuff improve control of hypertension?\n2. Does providing a free home blood pressure cuff have a greater impact on control of hypertension in disadvantaged populations?\n3. Does improved control of home blood pressure decrease adverse patient outcomes?\n\nParticipants will be asked to\n\n* Take their blood pressure at home and records the results\n* Participate in follow-up phone calls from investigators at at 3 and 6 months\n\nResearchers will compare patients provided with home blood pressure monitors to those who are provided with routine education","detailedDescription":"Patients with a history of hypertension and a history stroke (ischemic or hemorrhagic), transient ischemic attack (TIA), or otherwise are at high risk of stroke will be screened for enrollment.\n\nInclusion and exclusion criteria will be reviewed and confirmed by a member of the study team. If the patient meets criteria, the following will occur:\n\nA member of the study team (physician, nurse, study coordinator) will describe the study to the patient and inform them of their candidacy. If the patient indicates interest in study participation, the patient will be provided a written or electronic consent form to review and sign. The patient will be randomized to one of two arms in the study.\n\nUpon enrollment, the patient will complete an intake survey. Prior to hospital discharge, patients randomized to arm 1 (control) of the study will receive routine stroke discharge education which is standard of care. In addition to standard of care, a stroke nurse will provide and review with the patient a short informational pamphlet (included in the attachments) on the importance of blood pressure monitoring.\n\nPatients randomized to arm 2 (intervention) will also receive this teaching as above. In addition, they will be given an Omron Home Blood Pressure Cuff furnished by the study. The nurse will provide additional education on on how to use the cuff, and how to record values in a blood pressure log.\n\nAt three months following enrollment, a member of the study team will call the patients in both arms to complete a questionnaire (included in the attachments) over the phone and provide a blood pressure reading using their home blood pressure cuff. If needed, a phone interpreter will be used.\n\nAt three months, patients randomized to arm 1 of the study will receive a blood pressure cuff in the mail with written instructions on how to use it.\n\nAt six months following enrollment, a member of the study team will call the patients in both arms to complete a questionnaire over the phone and provide a blood pressure reading using their home blood pressure cuff. If needed, a phone interpreter will be used.\n\nThe patient will be notified that the duration of their participation in the study has ended. All study materials given to the patient are theirs to keep.\n\nA chart review will be conducted for the study participants to supply information about health outcomes incurred throughout the duration of the study, and to obtain blood pressure readings from ambulatory visits."},"conditionsModule":{"conditions":["Hypertension","Stroke","TIA","Vascular Diseases"],"keywords":["Hypertension","Stroke","TIA","Home blood pressure monitoring"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"The study protocol includes a cross-over component by which, at the 3 month mark, all study participants will have access to a home blood pressure cuff. This portion of the study will be open-label and observational.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard of Care","type":"NO_INTERVENTION","description":"Participants will receive routine stroke discharge education which is standard of care. A stroke nurse will provide and review with the patient a short informational pamphlet on the importance of blood pressure monitoring."},{"label":"Access to Blood Pressure Monitoring","type":"EXPERIMENTAL","description":"Participants will also receive the teaching administered to the control group. In addition, they will be given an Omron Home Blood Pressure Cuff furnished by the study. The nurse will provide additional education on on how to use the cuff, and how to record values in a blood pressure log.","interventionNames":["Behavioral: Use of Omron Home Blood Pressure Cuff"]}],"interventions":[{"type":"BEHAVIORAL","name":"Use of Omron Home Blood Pressure Cuff","description":"Use of an Omron Home Blood Pressure Cuff to monitor blood pressure after discharge","armGroupLabels":["Access to Blood Pressure Monitoring"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Blood pressure","description":"Home blood pressure measurements provided by patient at month 3","timeFrame":"Month 3"},{"measure":"Blood pressure","description":"Home blood pressure measurements provided by patient at month 6","timeFrame":"Month 6"}],"secondaryOutcomes":[{"measure":"Incidence of stroke","description":"Patient outcome","timeFrame":"Months 3 and 6"},{"measure":"Incidence of TIA","description":"Patient outcome","timeFrame":"Months 3 and 6"},{"measure":"Any hospitalization","description":"Patient outcome","timeFrame":"Months 3 and 6"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients over the age of 18 admitted to the Stanford Hospital (SHC) stroke service and discharging to home or acute rehab\n* Diagnosis of Ischemic Stroke, Hemorrhagic Stroke, transient ischemic attack (TIA), or otherwise deemed to be at increased risk of stroke by the treating team (for example, asymptomatic carotid stenosis).\n* No usable home blood pressure cuff available\n* Diagnosis of hypertension or elevated blood pressure (\\> 130/80) concerning to the treating clinician for hypertension\n* Participant or surrogate able to apply a home blood pressure cuff on the participant\n* Patient or Legally Authorized Representative (LAR) agree to participate and are able to consent.\n\nExclusion Criteria:\n\n* Currently enrolled in another blood pressure or secondary prevention interventional research study\n* Upper arm circumference \\> 20 inches\n* Any other reason that, in the opinion of the investigator, makes the person a poor candidate for participation in this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Liron D Kraler, MD","affiliation":"Stanford University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Christina M Mijalski Sells, MD","affiliation":"Stanford University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Stanford University Hospital","status":"RECRUITING","city":"Palo Alto","state":"California","zip":"94305","country":"United States","contacts":[{"name":"Lironn Kraler, MD","role":"CONTACT","phone":"650-723-7193","email":"lkraler@stanford.edu"}],"geoPoint":{"lat":37.44188,"lon":-122.14302}}]},"referencesModule":{"references":[{"pmid":"22372777","type":"BACKGROUND","citation":"Ayala C, Tong X, Keenan NL. Regular use of a home blood pressure monitor by hypertensive adults--HealthStyles, 2005 and 2008. J Clin Hypertens (Greenwich). 2012 Mar;14(3):172-7. doi: 10.1111/j.1751-7176.2011.00582.x. Epub 2012 Jan 19."},{"pmid":"20178174","type":"BACKGROUND","citation":"Poon IO, Etti N, Lal LS. Does the use of home blood pressure monitoring vary by race, education, and income? Ethn Dis. 2010 Winter;20(1):2-6."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006973","term":"Hypertension"},{"id":"D000014652","term":"Vascular Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","asFound":"Vascular Disease","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}