{"protocolSection":{"identificationModule":{"nctId":"NCT05989945","orgStudyIdInfo":{"id":"HIDRA-HEART"},"organization":{"fullName":"Herlev and Gentofte Hospital","class":"OTHER"},"briefTitle":"HIDRAdenitis Suppurativa and HEART Disease","officialTitle":"HIDRAdenitis Suppurativa and HEART Disease"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2033-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-04","studyFirstSubmitQcDate":"2023-08-04","studyFirstPostDateStruct":{"date":"2023-08-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-30","lastUpdatePostDateStruct":{"date":"2023-09-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Maria Flarup Dons","investigatorTitle":"MD, fellow","investigatorAffiliation":"Herlev and Gentofte Hospital"},"leadSponsor":{"name":"Herlev and Gentofte Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In a prospective observational cohort study (n = 250) the investigators aim to assess the correlation between cardiac biomarkers, advanced echocardiography and HS severity and determine whether these are prognostic markers of heart disease in patients suffering from hidradenitis suppurativa (HS).","detailedDescription":"Rationale and background CVD is mainly caused by atherosclerosis, now considered as a chronic inflammatory disease of blood vessels . Likewise, HS is a chronic and relapsing, inflammatory, immune mediated disease. Atherosclerosis and HS therefore share several pathophysiological traits. Previous epidemiological studies have demonstrated increased prevalence of cardiovascular (CV) risk factors in HS patients, including metabolic syndrome, cigarette smoking, obesity, hypertension, diabetes mellitus, insulin resistance and dyslipidemia. Furthermore, studies suggest that HS may be an independent risk factor for cardiovascular disease such as myocardial infarction, coronary artery disease and cardiovascular mortality. In addition, HS might be associated with surrogate markers of cardiovascular disease and increased platelet activity, e.g. endothelial dysfunction and coronary calcification.\n\nThe fundamental role of inflammation in cardiovascular disease has prompted interest in the predictive capability of numerous biomarkers such as interleukins, hsCRP, hsTNT and pro-BNP that detect subclinical levels of inflammation. Hence, these inflammatory biomarkers might be able to reveal a pro-inflammatory disease state that represent a significant risk of CVD. Likewise, novel myocardial deformation imaging echocardiography, such as Tissue Doppler Imaging (TDI) and 2-dimensional speckle tracking echocardiography (2DSE), have been able to demonstrate subtle signs of myocardial dysfunction in high risk persons from the general population despite a normal conventional echocardiography. These advanced echocardiographic techniques can detect asymptomatic reduced left ventricular function, which is not visible to the naked eye. Early identification of high risk patients is of utmost importance in order to initiate appropriate treatment and risk factor management in attempt to minimize further left ventricular damage and ensure better quality of life.\n\nHypothesis Studies suggest that patients with the skin disease Hidradenitis Suppurativa (HS) have an increased risk of developing cardiovascular disease (CVD), including a higher risk of myocardial infarction when compared to the general population. However, the mechanisms behind this are not fully understood, nor is it known how many HS patients have either precursors to - or unrecognized - heart disease. The project group aims to map these mechanisms using echocardiography and measuring biomarkers in the blood of HS patients. Our theory is that a certain amount of HS patients may have signs of early or unrecognized CVD, which can be detected with echocardiography and biomarkers. Therefore, the investigators wish to assess whether echocardiography, ECG and biomarker measurements have a place in the complete evaluation of HS in the future, so that treatment initiatives can be taken in time to delay or perhaps even prevent the development of severe CVD.\n\nObjective:\n\nIn a prospective observational cohort study (n = 250) the aim is to investigate the correlation between cardiac biomarkers, advanced echocardiography and HS severity and determine whether these are prognostic markers of heart disease in patients suffering from hidradenitis suppurativa (HS).\n\nDesign and control group:\n\nHIDRA-HEART is a prospective observational cohort study consisting of a random sample of consecutive patients from a population of outpatients with HS and a control group from the general population. The project group aims to include 250 participants with HS. The findings in HS participants will be compared with findings in the general population to estimate the risk of cardiovascular disease in HS patients. The investigators expect an inclusion period of approximately two years with register-based follow-up after 2, 5 and 10 years after inclusion.\n\nThe control group will consist of a random sample of age- and sex-matched patients (n=250) from the general population examined in the 4th and 5th Copenhagen City Heart Study, 2001-2003 and 2011-2014 (ClinicalTrials.gov identifier NCT02993172, I-Suite no. 03741, National Committee on Health Research Ethics approval HEH-2015-045).\n\nAt baseline, participants will undergo the following:\n\n1. Echocardiography: An ultrasound assessment of the heart. Systolic and diastolic heart function, heart valves and associated signs of cardiovascular disease will be examined.\n2. Blood tests: 20 ml blood will be withdrawnn. The blood tests will be analyzed for various biomarkers for CVD and CVD risk factors. The investigators will potentially withdraw additional/extra 22 ml of blood if separate consent to storage in HIDRA-HEART Research Biobank for future research purposes is obtained).\n3. Electrocardiogram/ECG: An assessment of heart rhythm and function.\n4. Physical examination: An examination of HS severity, blood pressure, pulse, height, and weight.\n5. Questionnaire: A questionnaire concerning HS and CVD risk factors as well as potential signs and symptoms of HS and CVD and quality of life.\n\nIf consent is given, an additional of two follow-up echocardiograms will be performed after 3 and 6 months in patients recently started in medical treatment for HS, in order to assess potential effects of medical treatment on cardiac structure and function.\n\nDermatological examination:\n\nAll included participants will undergo a physical examination by a dermatologist. The examination will be performed at inclusion and prior to echocardiographic examination and contain the following:\n\n* Clinical assessment of affected skin area by dermatologist\n* Determination of Hurley stage, Hidradenitis Suppurativa Clinical Response, Hidradenitis Suppurativa (Sartorius) Score and International Hidradenitis Suppurativa Severity Score System (IHS4)\n* Dermatology Life Quality Index (DLQI) score and Hidradenitis suppurativa Quality Of Life (HiSQOL) score\n\nEchocardiography:\n\nGE Vingmed Ultrasound's Vivid9 (Horten, Norway) will be used to perform all echocardiograms. All subjects are examined with color Tissue Doppler Imaging (TDI), 2-dimensional and M-mode echocardiography, conventional spectral Doppler, 2D speckle tracking and - where possible - 3D Echocardiography in the left lateral decubitus position.\n\nDiagnoses and/or medical history obtained from medical records at baseline will include:\n\n* Hidradenitis suppurativa (HS)\n* Stroke\n* Chronic obstructive lung disease (COLD)\n* Periferal artery disease (PAD)\n* Atrial fibrillation/atrial flutter and/or other cardiac arrythmias\n* Pacemaker\n* Diabetes type 1 and type 2\n* Kidney disease\n* Hypertension\n* Hypercholesterolemia\n* Valvular disease (mitral, aortic, tricuspid and pulmonic valve disease)\n* Previous heart surgery\n* Ischemic heart disease including non-invasive ischemic imaging results, prior MI, prior revascularization and/or CABG\n* Heart failure\n* Sleep apnea\n* Venous thromboembolic syndrome/VTE (deep vein thrombosis, pulmonary embolism)\n\nData management and statistics:\n\nThe General Data Protection Regulation and the Data Protection Act will be complied with.\n\nAll data will be stored in a password-protected electronic research database, REDCap, The Capital Region of Denmark's electronic data system. Questionnaires, signed consent forms and other sensitive documents will be kept in a locked archive in a locked office at the Department of Cardiology, Herlev \\& Gentofte Hospital. The data management plan has been approved by the Danish Data Protection Agency (P-2023-298), and all data will be handled confidentially according to Danish law.\n\nBaseline characteristics across the endpoints will be compared with trend tests using linear regression for continuous Gaussian distributed variables, by an extension of the Wilcoxon rank-sum test for continuous Gaussian distributed variables and by chi-square test for trend for proportions. Rates of all events will be calculated as the number of events divided by person-time at risk and stratified according to the primary endpoints. Hazard ratios (HR) will be calculated by Cox proportional hazards regression analysis. Harrell's C-statistics will be obtained from univariable Cox models. Non-Gaussian distributed continuous variables will be categorized as dichotomous variables. The assumptions of proportional hazards in the models will be tested based on the Schoenfeld residuals. Predictive models for predicting the risk of future heart disease will be constructed using logistic regression. A p-value \\<= 0.05 in 2-sided test will be considered statistically significant.\n\nProject significance and impact:\n\nOn a population basis, the investigators hope to prove that cardiovascular assessment is a valuable tool for the complete assessment of the HS patient. If this turns out to be the case, research results will benefit HS patients in the future.\n\nThe prevalence of unrecognized heart disease in patients with HS is unknown. This study will address the prevalence of asymptomatic reduced left ventricular ejection fraction and pathological left ventricular structure in a random sample of patients with HS. It is important to identify this group in due time to be able to offer appropriate treatment in attempt to minimize further left ventricular damage.\n\nIn the course of follow-up, the investigators hope to provide evidence that myocardial deformation imaging in an otherwise normal conventional echocardiogram can identify patients with HS at risk of developing heart failure and ischemic heart disease. This will, consequently, enable clinicians to encourage patients to life-style changes, stricter optimization of prophylactic medical therapy, perhaps periodical echocardiograms and referral of patients with very discrete symptoms to further examinations.\n\nIn addition, the investigators expect this study to provide valuable insight in the pathophysiology of deteriorating left ventricular function in HS and assess the link between inflammatory disease, inflammatory biomarkers and the process of heart failure and atherosclerosis.\n\nThe study will assess the use of existing biomarkers - as outlined - and examine their ability to 1) detect cardiac involvement and 2) provide prognostic information. Sufficient material will be stored with the biobank for future research purposes to examine future possible biomarkers and gene polymorphisms."},"conditionsModule":{"conditions":["Hidradenitis","Hidradenitis Suppurativa","Hidradenitis Suppurativa, Familial","Left Ventricular Dysfunction","Myocardial Infarction","Myocardial Ischemia","Heart Failure","Stroke","Heart Diseases","Heart Failure, Systolic","Heart Failure, Diastolic"],"keywords":["Hidradenitis suppurativa","Echocardiography","Advanced echocardiography","Biomarkers","Cardiovascular disease","Cardiovascular mortality","Mortality"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Hemoglobin A1c (HbA1c), hemoglobin level, fasting plasma glucose, ALAT, cholesterol, triglyceride levels, creatinine, potassium, sodium, thyroid-stimulating hormone, high-sensitivity C-reactive protein, high-sensitivity TNT and NT-pro-brain natriuretic peptide"},"enrollmentInfo":{"count":250,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Hidradenitis suppurativa patients","description":"HS patients will be recruited prospectively from the Outpatient Clinic, Department of Dermato-Allergology, Herlev and Gentofte University Hospital, Denmark and the Outpatient Clinic, Department of Dermato-Allergology, Bispebjerg and Frederiksberg Hospital, Denmark. In order to approximate a random sample as accurate as possible including patients with mild HS, the project group will issue a general invitation to participate in the study through appropriate channels such as the Patientforeningen HS Danmark's newsletter and collaborating private dermatologists."},{"label":"Control group","description":"The control group will consist of a retrospective random sample of around 1.000 patients from the general population examined in the 4th and 5th Copenhagen City Heart Study, 2001-2003 and 2011-2014 (ClinicalTrials.gov identifier NCT02993172, I-Suite no. 03741, National Committee on Health Research Ethics approval HEH-2015-045). Existing data from the Copenhagen City Heart Study will be transferred to the current study and will include personal identification number from the Central Office of Civil Registration, echocardiographic assessments, electrocardiograms as well as health related data (health conditions including symptoms, risk factors for cardiovascular disease, medication, prior clinical and/or paraclinical assessments including blood test results and procedures relevant to psoriasis and potential heart disease)."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cardiovascular mortality","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Myocardial infarction","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Coronary revascularization (percutaneous coronary intervention/coronary artery bypass graft)","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Heart failure","timeFrame":"2, 5 and 10 year follow-up"}],"secondaryOutcomes":[{"measure":"All-cause mortality","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Stroke","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Admission with cardiac heart failure","timeFrame":"2, 5 and 10 year follow-up"},{"measure":"Admission with stroke","timeFrame":"2, 5 and 10 year follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years\n* Diagnosis of HS\n\nExclusion Criteria:\n\n* Patients unable to cooperate to the study and/or study examinations\n* Patients unable to understand and sign informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"HS patients will be recruited prospectively from the Outpatient Clinic, Department of Dermato-Allergology, Herlev and Gentofte University Hospital, Denmark and the Outpatient Clinic, Department of Dermato-Allergology, Bispebjerg and Frederiksberg Hospital, Denmark. In order to approximate a random sample as accurate as possible including patients with mild HS, the project group will issue a general invitation to participate in the study through appropriate channels such as the Patientforeningen HS Danmark's newsletter and collaborating private dermatologists.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Tor Biering-Sørensen, MD PhD MPH","affiliation":"Department of Cardiology, Herlev and Gentofte University Hospital, University of Copenhagen","role":"STUDY_DIRECTOR"},{"name":"Claus Zachariae, MD DMSc","affiliation":"Department of Dermato-Allergology, Herlev and Gentofte University Hospital, University of Copenhagen","role":"STUDY_DIRECTOR"},{"name":"Lone Skov, MD PhD DMSc","affiliation":"Department of Dermato-Allergology, Herlev and Gentofte University Hospital, University of Copenhagen","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Department of Cardiology, Herlev and Gentofte University Hospital, University of Copenhagen","city":"Hellerup","state":"Copenhagen","zip":"2900","country":"Denmark","geoPoint":{"lat":55.73204,"lon":12.57093}}]},"referencesModule":{"references":[{"pmid":"26892962","type":"BACKGROUND","citation":"Gimbrone MA Jr, Garcia-Cardena G. Endothelial Cell Dysfunction and the Pathobiology of Atherosclerosis. Circ Res. 2016 Feb 19;118(4):620-36. doi: 10.1161/CIRCRESAHA.115.306301."},{"pmid":"35210782","type":"BACKGROUND","citation":"Hojman L, Karsulovic C. Cardiovascular Disease-Associated Skin Conditions. Vasc Health Risk Manag. 2022 Feb 16;18:43-53. doi: 10.2147/VHRM.S343319. eCollection 2022."},{"pmid":"32165620","type":"BACKGROUND","citation":"Sabat R, Jemec GBE, Matusiak L, Kimball AB, Prens E, Wolk K. Hidradenitis suppurativa. Nat Rev Dis Primers. 2020 Mar 12;6(1):18. doi: 10.1038/s41572-020-0149-1."},{"pmid":"28300335","type":"BACKGROUND","citation":"Vinkel C, Thomsen SF. Risk factors for cardiovascular disease in patients with hidradenitis suppurativa. J Eur Acad Dermatol Venereol. 2017 Sep;31(9):e411-e413. doi: 10.1111/jdv.14225. Epub 2017 Apr 10. No abstract available."},{"pmid":"26885728","type":"BACKGROUND","citation":"Egeberg A, Gislason GH, Hansen PR. Risk of Major Adverse Cardiovascular Events and All-Cause Mortality in Patients With Hidradenitis Suppurativa. JAMA Dermatol. 2016 Apr;152(4):429-34. doi: 10.1001/jamadermatol.2015.6264."},{"pmid":"28667744","type":"BACKGROUND","citation":"Gonzalez I, Pascual JC, Corona D, Hispan P, Betlloch I. European Heart Systemic Coronary Risk Evaluation may underestimate cardiovascular risk after assessing cardiovascular disease with carotid ultrasound in hidradenitis suppurativa. Br J Dermatol. 2018 Jan;178(1):e22-e23. doi: 10.1111/bjd.15776. Epub 2017 Nov 30. No abstract available."},{"pmid":"21257018","type":"BACKGROUND","citation":"Biering-Sorensen T, Mogelvang R, Pedersen S, Schnohr P, Sogaard P, Jensen JS. Usefulness of the myocardial performance index determined by tissue Doppler imaging m-mode for predicting mortality in the general population. Am J Cardiol. 2011 Feb 1;107(3):478-83. doi: 10.1016/j.amjcard.2010.09.044."},{"pmid":"19433761","type":"BACKGROUND","citation":"Mogelvang R, Sogaard P, Pedersen SA, Olsen NT, Marott JL, Schnohr P, Goetze JP, Jensen JS. Cardiac dysfunction assessed by echocardiographic tissue Doppler imaging is an independent predictor of mortality in the general population. Circulation. 2009 May 26;119(20):2679-85. doi: 10.1161/CIRCULATIONAHA.108.793471. Epub 2009 May 11."},{"pmid":"19176536","type":"BACKGROUND","citation":"Mogelvang R, Sogaard P, Pedersen SA, Olsen NT, Schnohr P, Jensen JS. Tissue Doppler echocardiography in persons with hypertension, diabetes, or ischaemic heart disease: the Copenhagen City Heart Study. Eur Heart J. 2009 Mar;30(6):731-9. doi: 10.1093/eurheartj/ehn596. Epub 2009 Jan 27."},{"pmid":"28492923","type":"BACKGROUND","citation":"Garg A, Kirby JS, Lavian J, Lin G, Strunk A. Sex- and Age-Adjusted Population Analysis of Prevalence Estimates for Hidradenitis Suppurativa in the United States. JAMA Dermatol. 2017 Aug 1;153(8):760-764. doi: 10.1001/jamadermatol.2017.0201."},{"pmid":"26873867","type":"BACKGROUND","citation":"Ingram JR, Hadjieconomou S, Piguet V. Development of core outcome sets in hidradenitis suppurativa: systematic review of outcome measure instruments to inform the process. Br J Dermatol. 2016 Aug;175(2):263-72. doi: 10.1111/bjd.14475. Epub 2016 May 2."},{"pmid":"36891064","type":"BACKGROUND","citation":"Alotaibi HM. Incidence, Risk Factors, and Prognosis of Hidradenitis Suppurativa Across the Globe: Insights from the Literature. Clin Cosmet Investig Dermatol. 2023 Mar 2;16:545-552. doi: 10.2147/CCID.S402453. eCollection 2023."},{"pmid":"33038472","type":"BACKGROUND","citation":"Joseph Bailey AM, Oi-Yee Li H, Tan MG, Kirchhof MG. Hidradenitis suppurativa and major adverse cardiac events: A systematic review and meta-analysis. J Am Acad Dermatol. 2021 Mar;84(3):844-848. doi: 10.1016/j.jaad.2020.10.005. Epub 2020 Oct 8. No abstract available."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000017497","term":"Hidradenitis Suppurativa"},{"id":"D000006333","term":"Heart Failure"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000018754","term":"Ventricular Dysfunction"},{"id":"D000018487","term":"Ventricular Dysfunction, Left"},{"id":"D000054143","term":"Heart Failure, Systolic"},{"id":"D000054144","term":"Heart Failure, Diastolic"},{"id":"D000016575","term":"Hidradenitis"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000013543","term":"Sweat Gland Diseases"},{"id":"D000012871","term":"Skin Diseases"},{"id":"D000017192","term":"Skin Diseases, Bacterial"},{"id":"D000001424","term":"Bacterial Infections"},{"id":"D000001423","term":"Bacterial Infections and Mycoses"},{"id":"D000007239","term":"Infections"},{"id":"D000012874","term":"Skin Diseases, Infectious"},{"id":"D000013492","term":"Suppuration"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","asFound":"Heart Failure","relevance":"HIGH"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","asFound":"Myocardial Ischemia","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M19452","name":"Hidradenitis Suppurativa","asFound":"Hidradenitis Suppurativa","relevance":"HIGH"},{"id":"M18654","name":"Hidradenitis","asFound":"Hidradenitis","relevance":"HIGH"},{"id":"M27269","name":"Heart Failure, Systolic","asFound":"Heart Failure, Systolic","relevance":"HIGH"},{"id":"M20281","name":"Ventricular Dysfunction, Left","asFound":"Left Ventricular Dysfunction","relevance":"HIGH"},{"id":"M27273","name":"Systolic Murmurs","relevance":"LOW"},{"id":"M20514","name":"Ventricular Dysfunction","asFound":"Ventricular Dysfunction","relevance":"HIGH"},{"id":"M27270","name":"Heart Failure, Diastolic","asFound":"Heart Failure, Diastolic","relevance":"HIGH"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M16013","name":"Sweat Gland Diseases","relevance":"LOW"},{"id":"M15364","name":"Skin Diseases","relevance":"LOW"},{"id":"M19190","name":"Skin Diseases, Bacterial","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M4412","name":"Bacterial Infections","relevance":"LOW"},{"id":"M11826","name":"Mycoses","relevance":"LOW"},{"id":"M4411","name":"Bacterial Infections and Mycoses","relevance":"LOW"},{"id":"M15367","name":"Skin Diseases, Infectious","relevance":"LOW"},{"id":"M15963","name":"Suppuration","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"}]}},"hasResults":false}