{"protocolSection":{"identificationModule":{"nctId":"NCT03021928","orgStudyIdInfo":{"id":"2017-09-0035"},"organization":{"fullName":"University of Texas at Austin","class":"OTHER"},"briefTitle":"Optimal Delay Time to Initiate Anticoagulation After Ischemic Stroke in Atrial Fibrillation","officialTitle":"Optimal Delay Time to Initiate Anticoagulation After Ischemic Stroke in Atrial Fibrillation","acronym":"START"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-06-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-08-03","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-01-12","studyFirstSubmitQcDate":"2017-01-12","studyFirstPostDateStruct":{"date":"2017-01-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-08-04","lastUpdatePostDateStruct":{"date":"2023-08-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Steven Warach, MD, PhD","investigatorTitle":"Director; Professor","investigatorAffiliation":"University of Texas at Austin"},"leadSponsor":{"name":"University of Texas at Austin","class":"OTHER"},"collaborators":[{"name":"Lone Star Stroke Research Consortium","class":"UNKNOWN"},{"name":"Texas Department of State Health Services","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"Title:\n\nOptimal Delay Time to Initiate Anticoagulation after Ischemic Stroke in Atrial Fibrillation (START): a pragmatic, adaptive randomized clinical trial.\n\nPrimary Objective:\n\n• To determine the optimal time to initiate anticoagulation with a Non-Vitamin K Oral Anticoagulant (NOAC) after ischemic stroke in patients with non-valvular atrial fibrillation.\n\nSecondary Objectives:\n\n* To compare the rates of primary adverse outcomes in a per protocol analysis\n* To compare 30 day clinical outcomes by the modified Rankin scale among the time-to-treatment groups\n* To compare 90 day clinical outcomes by the modified Rankin scale among the time-to-treatment groups\n* To explore the optimal timing in subgroups of age, sex, outcome category, and NOAC choice","detailedDescription":"Long-term oral anticoagulation is standard for secondary stroke prevention in patients with atrial fibrillation (AFib). However, there is limited data and no consensus on the timing of when to initiate anticoagulation therapy, and concern that starting too soon risks symptomatic hemorrhagic transformation. These data are derived almost exclusively from heparins and Vitamin K antagonists (e.g.,warfarin). Now that NOACs have become the mainstay of stroke prophylaxis in AFib and have more rapid and consistent anticoagulation and fewer strokes (hemorrhagic especially), the question of optimal timing of NOAC initiation is of increasing importance.\n\nThe primary aim is to determine the time-to-treatment interval with the lowest associated risk for adverse events in the context of anticoagulation therapy with NOACs for acute stroke patients with non-valvular AFib. The question will be investigated with a prospective, adaptive, randomized, controlled \"dose-exploration\" trial with the time to treatment with NOAC therapy treated as the incremental \"dose\".\n\nAn adaptive, pragmatic trial will be performed that will not deviate from the treating physicians' usual practice except for randomizing the time to start the NOAC. Data collection will be limited to those fields necessary for the planned primary and secondary analyses.\n\nThe composite primary outcome event will be any of the following within 30 days of the index stroke: Ischemic Events (symptomatic ischemic stroke or systemic embolism) or Hemorrhagic Events (symptomatic hemorrhagic transformation of index ischemic stroke, other symptomatic intracranial hemorrhage, or major extracranial hemorrhage).\n\nFour time-to-treatment intervals, i.e. study arms, between 2 and 14 days will be investigated: 72 (+/- 24) hours, 132 (+/- 12) hours, 228 (+/- 12) hours, and 324 (+/- 12) hours. An innovative adaptive design will be used which includes response adaptive randomization and modeling of ischemic and hemorrhagic outcome events. The ischemic and hemorrhagic events within the composite primary endpoint are modeled separately using their known monotonic property that the risk of an event increases (ischemic) or decreases (hemorrhage) as the time-to-treatment interval lengthens. Interim analysis will occur after 100 subjects are randomized and have the primary outcome, where the primary outcome will be analyzed and new randomization probabilities will be calculated to favor the arms that have a better risk-profile. Thereafter, interim analyses will occur after 50 subjects are randomized under the new randomization probabilities, and further new randomization probabilities will be calculated to favor the arms that have a better risk-profile."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Atrial Fibrillation","Anticoagulation","NOAC"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":200,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"72 hours (Day 3-4)","type":"EXPERIMENTAL","description":"Time to delay the initiation of anticoagulation is determined at randomization. The Time-To-Treatment Randomization of 72 (+/-24) hours correlates to starting treatment on Day 3-4.","interventionNames":["Other: Time-To-Treatment Randomization"]},{"label":"132 hours (Day 6)","type":"EXPERIMENTAL","description":"Time to delay the initiation of anticoagulation is determined at randomization. The Time-To-Treatment Randomization of 132 (+/- 12) hours correlates to starting treatment on Day 6.","interventionNames":["Other: Time-To-Treatment Randomization"]},{"label":"228 hours (Day 10)","type":"EXPERIMENTAL","description":"Time to delay the initiation of anticoagulation is determined at randomization. The Time-To-Treatment Randomization of 228 (+/- 12) hours correlates to starting treatment on Day 10.","interventionNames":["Other: Time-To-Treatment Randomization"]},{"label":"324 hours Day 14.","type":"EXPERIMENTAL","description":"Time to delay the initiation of anticoagulation is determined at randomization. The Time-To-Treatment Randomization of 324 (+/- 12) hours starts Day 14.","interventionNames":["Other: Time-To-Treatment Randomization"]}],"interventions":[{"type":"OTHER","name":"Time-To-Treatment Randomization","description":"The time after symptom onset to initiate treatment will be randomized to one of four possible treatment arms: 72 (+/- 24) hours, 132 (+/- 12) hours, 228 (+/- 12) hours, and 324 (+/- 12) hours.","armGroupLabels":["132 hours (Day 6)","228 hours (Day 10)","324 hours Day 14.","72 hours (Day 3-4)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recurrent IschemicEvent","description":"Any symptomatic ischemic stroke or systemic embolism as evidenced by either CT or MRI","timeFrame":"30 days"},{"measure":"Hemorrhagic Event","description":"Any symptomatic hemorrhagic transformation of index ischemic stroke, other symptomatic intracranial hemorrhage, or major extracranial hemorrhage as evidenced by CT or MRI","timeFrame":"30 days"}],"secondaryOutcomes":[{"measure":"Modified Rankin Scale","description":"A modified Rankin scale (mRS) assessment will be performed by a qualified staff member.","timeFrame":"30 days"},{"measure":"Modified Rankin Scale","description":"A modified Rankin scale (mRS) assessment will be performed by a qualified staff member.","timeFrame":"90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. New disabling neurological deficit attributable to new ischemic stroke.\n2. Minimum lesion diameter of 1.5cm on qualifying imaging. If lesion not visible on imaging, NIHSS must be greater than 4.\n3. Non-valvular atrial fibrillation (paroxysmal, persistent, or permanent).\n4. Not currently anticoagulated and/or will not be anticoagulated prior to starting their NOAC at the randomized time of initiation (except for DVT prophylaxis).\n\n   Note: Patients who had been taking an anticoagulant prior to their qualifying index event (for any reason) are eligible for START, assuming the drug is no longer having a therapeutic effect in the patient's system by 48 hours from stroke onset.\n5. Treating physician plans to anticoagulate with a FDA-approved novel oral anticoagulant (NOAC): apixaban, dabigatran, edoxaban, or rivaroxaban, or other FDA-approved NOAC.\n6. Qualifying brain CT or MRI scan \\< 48hr from stroke onset (time last known well). If patient has been treated with thrombolytic or endovascular therapy for this stroke, then the qualifying scan is that which is performed after therapy to rule out clinically significant hemorrhagic transformation.\n7. Ability to randomize within 60 hours of symptom onset.\n\nExclusion Criteria:\n\n1. Any clinical or imaging evidence of spontaneous intracranial hemorrhage in the previous 6 months.\n\n   Note: Patients with hemorrhagic transformation of current or previous ischemic stroke may be included per Investigator's judgment. Sporadic microbleeds may be included per Investigator's judgment. As a general recommendation, a cerebral microbleed is considered to be ≤ 5mm, but sometimes up to 10mm, in greatest diameter on gradient recalled echo (GRE), or T2\\*, MRI sequences. Any blood visualized on a CT will be classified as a macrobleed.\n2. Infarct volume (estimated) is greater than 50% of middle cerebral artery territory on qualifying scan. If the full extent of the lesion is not visible, any patient with a NIHSS \\> 23 must be excluded.\n\n   Note: The lesion does not need to be restricted to the mCA, but if the lesion volume is estimated to be greater than half of the mCA territory, the patient should be excluded.\n\n   Note: In non-EVT patients, any NIHSS following the index stroke may be used to qualify the patient for START. For example, a patient that presents with a NIHSS of 10 who then receives tPA and improves to a NIHSS of 2 is still eligible for START. For patients whom had endovascular therapy, the qualifying NIHSS assessment is that which is obtained with their qualifying scan following therapy.\n3. Anticipated need for major surgery over the next 30 days that would require delay, discontinuation, or extended suspension of anticoagulant of more than 5 days.\n4. Symptomatic edema expected from size and location of ischemic stroke.\n5. Decreased level of consciousness present or expected.\n6. Life expectancy less than 90 days.\n7. Follow-up in person or by telephone for 90 days is not feasible.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Steven Warach, MD, PhD","affiliation":"Dell Medical School at The University of Texas at Austin","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Truman J Milling, MD","affiliation":"Dell Medical School at The University of Texas at Austin","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Patrick Lawrence, BS","affiliation":"Dell Medical School at The University of Texas at Austin","role":"STUDY_CHAIR"}],"locations":[{"facility":"Dell Seton Medical Center at The University of Texas","city":"Austin","state":"Texas","zip":"78701","country":"United States","geoPoint":{"lat":30.26715,"lon":-97.74306}},{"facility":"Seton Medical Center Austin","city":"Austin","state":"Texas","zip":"78705","country":"United States","geoPoint":{"lat":30.26715,"lon":-97.74306}},{"facility":"St. David's Medical Center","city":"Austin","state":"Texas","zip":"78705","country":"United States","geoPoint":{"lat":30.26715,"lon":-97.74306}},{"facility":"CHI St. Joseph Health Regional Hospital","city":"Bryan","state":"Texas","zip":"77802","country":"United States","geoPoint":{"lat":30.67436,"lon":-96.36996}},{"facility":"Texas Health Presbyterian Hospital","city":"Dallas","state":"Texas","zip":"75231","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}},{"facility":"Parkland Memorial Hospital","city":"Dallas","state":"Texas","zip":"75235","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}},{"facility":"Baylor University Medical Center","city":"Dallas","state":"Texas","zip":"75246","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}},{"facility":"UT Southwestern William P. Clements Hospital","city":"Dallas","state":"Texas","zip":"75390","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}},{"facility":"UT Southwestern Zale Lipshy University Hospital","city":"Dallas","state":"Texas","zip":"75390","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}},{"facility":"Texas Tech University Health Science Center - El Paso University Medical Center","city":"El Paso","state":"Texas","zip":"79905","country":"United States","geoPoint":{"lat":31.75872,"lon":-106.48693}},{"facility":"Texas Health Harris Methodist Hospital","city":"Fort Worth","state":"Texas","zip":"76104","country":"United States","geoPoint":{"lat":32.72541,"lon":-97.32085}},{"facility":"The University of Texas Health Science Center at Houston","city":"Houston","state":"Texas","zip":"77030","country":"United States","geoPoint":{"lat":29.76328,"lon":-95.36327}},{"facility":"Seton Medical Center Hays","city":"Kyle","state":"Texas","zip":"78640","country":"United States","geoPoint":{"lat":29.98911,"lon":-97.87723}},{"facility":"Seton Medical Center Williamson","city":"Round Rock","state":"Texas","zip":"78665","country":"United States","geoPoint":{"lat":30.50826,"lon":-97.6789}},{"facility":"The University of Texas Health Science Center at San Antonio","city":"San Antonio","state":"Texas","zip":"78229","country":"United States","geoPoint":{"lat":29.42412,"lon":-98.49363}}]},"referencesModule":{"references":[{"pmid":"8841326","type":"BACKGROUND","citation":"Jorgensen HS, Nakayama H, Reith J, Raaschou HO, Olsen TS. Acute stroke with atrial fibrillation. The Copenhagen Stroke Study. Stroke. 1996 Oct;27(10):1765-9. doi: 10.1161/01.str.27.10.1765."},{"pmid":"24788967","type":"BACKGROUND","citation":"Kernan WN, Ovbiagele B, Black HR, Bravata DM, Chimowitz MI, Ezekowitz MD, Fang MC, Fisher M, Furie KL, Heck DV, Johnston SC, Kasner SE, Kittner SJ, Mitchell PH, Rich MW, Richardson D, Schwamm LH, Wilson JA; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Peripheral Vascular Disease. Guidelines for the prevention of stroke in patients with stroke and transient ischemic attack: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Jul;45(7):2160-236. doi: 10.1161/STR.0000000000000024. Epub 2014 May 1. Erratum In: Stroke. 2015 Feb;46(2):e54."},{"pmid":"9174558","type":"BACKGROUND","citation":"The International Stroke Trial (IST): a randomised trial of aspirin, subcutaneous heparin, both, or neither among 19435 patients with acute ischaemic stroke. International Stroke Trial Collaborative Group. Lancet. 1997 May 31;349(9065):1569-81."},{"pmid":"20714158","type":"BACKGROUND","citation":"Lee JH, Park KY, Shin JH, Cha JK, Kim HY, Kwon JH, Oh HG, Lee KB, Kim DE, Ha SW, Cho KH, Sohn SI, Oh MS, Yu KH, Lee BC, Kwon SU. Symptomatic hemorrhagic transformation and its predictors in acute ischemic stroke with atrial fibrillation. Eur Neurol. 2010;64(4):193-200. doi: 10.1159/000319048. Epub 2010 Aug 12."},{"pmid":"24682348","type":"BACKGROUND","citation":"January CT, Wann LS, Alpert JS, Calkins H, Cigarroa JE, Cleveland JC Jr, Conti JB, Ellinor PT, Ezekowitz MD, Field ME, Murray KT, Sacco RL, Stevenson WG, Tchou PJ, Tracy CM, Yancy CW; ACC/AHA Task Force Members. 2014 AHA/ACC/HRS guideline for the management of patients with atrial fibrillation: executive summary: a report of the American College of Cardiology/American Heart Association Task Force on practice guidelines and the Heart Rhythm Society. Circulation. 2014 Dec 2;130(23):2071-104. doi: 10.1161/CIR.0000000000000040. Epub 2014 Mar 28. No abstract available. Erratum In: Circulation. 2014 Dec 2;130(23):e270-1."},{"pmid":"25764172","type":"BACKGROUND","citation":"Sandercock PA, Counsell C, Kane EJ. Anticoagulants for acute ischaemic stroke. Cochrane Database Syst Rev. 2015 Mar 12;2015(3):CD000024. doi: 10.1002/14651858.CD000024.pub4."},{"pmid":"25472735","type":"BACKGROUND","citation":"Kim TH, Kim JY, Mun HS, Lee HY, Roh YH, Uhm JS, Pak HN, Lee MH, Joung B. Heparin bridging in warfarin anticoagulation therapy initiation could increase bleeding in non-valvular atrial fibrillation patients: a multicenter propensity-matched analysis. J Thromb Haemost. 2015 Feb;13(2):182-90. doi: 10.1111/jth.12810. Epub 2015 Jan 7."},{"pmid":"21059484","type":"BACKGROUND","citation":"Diener HC, Connolly SJ, Ezekowitz MD, Wallentin L, Reilly PA, Yang S, Xavier D, Di Pasquale G, Yusuf S; RE-LY study group. Dabigatran compared with warfarin in patients with atrial fibrillation and previous transient ischaemic attack or stroke: a subgroup analysis of the RE-LY trial. Lancet Neurol. 2010 Dec;9(12):1157-1163. doi: 10.1016/S1474-4422(10)70274-X. Epub 2010 Nov 6. Erratum In: Lancet Neurol. 2011 Jan;10(1):27."},{"pmid":"22315271","type":"BACKGROUND","citation":"You JJ, Singer DE, Howard PA, Lane DA, Eckman MH, Fang MC, Hylek EM, Schulman S, Go AS, Hughes M, Spencer FA, Manning WJ, Halperin JL, Lip GYH. Antithrombotic therapy for atrial fibrillation: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012 Feb;141(2 Suppl):e531S-e575S. doi: 10.1378/chest.11-2304."},{"pmid":"27573206","type":"BACKGROUND","citation":"Connolly SJ, Milling TJ Jr, Eikelboom JW, Gibson CM, Curnutte JT, Gold A, Bronson MD, Lu G, Conley PB, Verhamme P, Schmidt J, Middeldorp S, Cohen AT, Beyer-Westendorf J, Albaladejo P, Lopez-Sendon J, Goodman S, Leeds J, Wiens BL, Siegal DM, Zotova E, Meeks B, Nakamya J, Lim WT, Crowther M; ANNEXA-4 Investigators. Andexanet Alfa for Acute Major Bleeding Associated with Factor Xa Inhibitors. N Engl J Med. 2016 Sep 22;375(12):1131-41. doi: 10.1056/NEJMoa1607887. Epub 2016 Aug 30."},{"pmid":"24315724","type":"BACKGROUND","citation":"Ruff CT, Giugliano RP, Braunwald E, Hoffman EB, Deenadayalu N, Ezekowitz MD, Camm AJ, Weitz JI, Lewis BS, Parkhomenko A, Yamashita T, Antman EM. Comparison of the efficacy and safety of new oral anticoagulants with warfarin in patients with atrial fibrillation: a meta-analysis of randomised trials. Lancet. 2014 Mar 15;383(9921):955-62. doi: 10.1016/S0140-6736(13)62343-0. Epub 2013 Dec 4."},{"pmid":"26130094","type":"BACKGROUND","citation":"Paciaroni M, Agnelli G, Falocci N, Caso V, Becattini C, Marcheselli S, Rueckert C, Pezzini A, Poli L, Padovani A, Csiba L, Szabo L, Sohn SI, Tassinari T, Abdul-Rahim AH, Michel P, Cordier M, Vanacker P, Remillard S, Alberti A, Venti M, Scoditti U, Denti L, Orlandi G, Chiti A, Gialdini G, Bovi P, Carletti M, Rigatelli A, Putaala J, Tatlisumak T, Masotti L, Lorenzini G, Tassi R, Guideri F, Martini G, Tsivgoulis G, Vadikolias K, Liantinioti C, Corea F, Del Sette M, Ageno W, De Lodovici ML, Bono G, Baldi A, D'Anna S, Sacco S, Carolei A, Tiseo C, Acciarresi M, D'Amore C, Imberti D, Zabzuni D, Doronin B, Volodina V, Consoli D, Galati F, Pieroni A, Toni D, Monaco S, Baronello MM, Barlinn K, Pallesen LP, Kepplinger J, Bodechtel U, Gerber J, Deleu D, Melikyan G, Ibrahim F, Akhtar N, Mosconi MG, Bubba V, Silvestri I, Lees KR. Early Recurrence and Cerebral Bleeding in Patients With Acute Ischemic Stroke and Atrial Fibrillation: Effect of Anticoagulation and Its Timing: The RAF Study. Stroke. 2015 Aug;46(8):2175-82. doi: 10.1161/STROKEAHA.115.008891. Epub 2015 Jun 30."},{"pmid":"25319957","type":"BACKGROUND","citation":"Abdul-Rahim AH, Fulton RL, Frank B, Tatlisumak T, Paciaroni M, Caso V, Diener HC, Lees KR; VISTA collaborators. Association of improved outcome in acute ischaemic stroke patients with atrial fibrillation who receive early antithrombotic therapy: analysis from VISTA. Eur J Neurol. 2015 Jul;22(7):1048-55. doi: 10.1111/ene.12577. Epub 2014 Oct 16."},{"pmid":"23743245","type":"BACKGROUND","citation":"Shibazaki K, Kimura K, Aoki J, Saji N, Sakai K. Early initiation of new oral anticoagulants in acute stroke and TIA patients with nonvalvular atrial fibrillation. J Neurol Sci. 2013 Aug 15;331(1-2):90-3. doi: 10.1016/j.jns.2013.05.016. Epub 2013 Jun 3."},{"pmid":"22911709","type":"BACKGROUND","citation":"Bohmann F, Mirceska A, Pfeilschifter J, Lindhoff-Last E, Steinmetz H, Foerch C, Pfeilschifter W. No influence of dabigatran anticoagulation on hemorrhagic transformation in an experimental model of ischemic stroke. PLoS One. 2012;7(7):e40804. doi: 10.1371/journal.pone.0040804. Epub 2012 Jul 24."}],"seeAlsoLinks":[{"label":"Website for the Lone Star Stroke Consortium","url":"http://lonestarstroke.com/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}