{"protocolSection":{"identificationModule":{"nctId":"NCT06143475","orgStudyIdInfo":{"id":"Vibramoov Uper Limb 01"},"organization":{"fullName":"Federal Center of Cerebrovascular Pathology and Stroke, Russian Federation Ministry of Health","class":"OTHER"},"briefTitle":"Functional Proprioceptive Stimulation of the Upper Limbs in Stroke Patients","officialTitle":"Repetetive Sessions of Functional Proprioceptive Stimulation of the Upper Limbs in Stroke Patients During Short Rehabilitation Programm"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-02-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-04-05","type":"ACTUAL"},"completionDateStruct":{"date":"2023-10-29","type":"ACTUAL"},"studyFirstSubmitDate":"2023-11-16","studyFirstSubmitQcDate":"2023-11-16","studyFirstPostDateStruct":{"date":"2023-11-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-16","lastUpdatePostDateStruct":{"date":"2023-11-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Federal Center of Cerebrovascular Pathology and Stroke, Russian Federation Ministry of Health","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Parallel-group, single-blinded controlled clinical trial. The study involved stroke patients (no more than 3 points on a scale Rankin) dived of the control group and experimental group. Control group received daily sessions of conventional physical therapy. In addition to the same conventional physical therapy treatment, the participants of the experimental group underwent repetitive upper limb Functional Proprioceptive Stimulations (FPS) sessions.","detailedDescription":"Motor impairments are one of the main disabilities for stroke survivors. It includes a variety of symptoms: muscle weakness, reduce motor control, proprioception and touch, lack of endurance, spastic paresis, pathological synergies and clonuses. These impairments deeply limit their participation in everyday life activities and reduce the likelihood of a return to independence and professional activities. Restoring, maintaining or even enhancing effective sensorimotor interactions are essential for motor recovery. To do so, the use of Functional Proprioceptive Stimulation (FPS) could be a very good option. These FPS are focal vibrations applied to the musculotendinous junction. It activates the muscle spindles, i.e. stretch receptors that signal the length and changes in length of muscles. FPS then produce sensation of muscle lengthening and cause perception of movement. These FPS can also initiate the movement felt. FPS transmit information to the brain in a way that is similar to the information exchange process that occurs normally during movement, even the patient is not moving at all. In doing so, the FPS are able to maintain the patient's sensorimotor interactions, activate similar patterns of cerebral activation to those evoked by real movement. Synchronized multiple localized vibration pattern can induce the perception of complex movements like gait or drawing movements, representing a safe and effective option for rehabilitation purpose. It has been demonstrated for stroke patient that, combine with physical therapy, focal vibration could improve the stability of the proximal arm, increase motor function of the upper limb, or increase the quality of selective motor control.\n\nIn the current study, the objective was to assess the efficacy of repetitive sessions of FPS in facilitating upper limb function recovery among stroke patients with a Modified Rankin scale score of 3, over a three-week rehabilitation period.\n\nStroke patients participated in the study in Federal Center of Cerebrovascular Pathology and Stroke, Russian Federation Ministry of Health in Moscow, Russia. The study was approved by a local ethic committee and followed principles of the Declaration of Helsinki.\n\nParallel-group, single-blinded controlled clinical trial. The study involved stroke patients (no more than 3 points on a scale Rankin) dived of the control group and experimental group. Control group received 12 daily sessions (30 minutes, 5 times a week) of conventional physical therapy. In addition to the same conventional physical therapy treatment, the participants of the experimental group underwent repetitive upper limb FPS sessions (apparatus \"Vibramoov\" (Techno Concept, France)). The patients received in total 12 Vibramoov sessions of 30 minutes, 5 times a week. Before and after the course of rehabilitation procedures, the condition of the upper extremities was assessed in patients of both groups (muscle tone, muscle strength, clinical scales)."},"conditionsModule":{"conditions":["Stroke","Motor Disorders","Upper Extremity Paresis","Muscle Weakness","Vibration; Exposure"],"keywords":["functional proprioceptive stimulation","rehabilitation","spasticity","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Parallel-group, single-blinded controlled clinical trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Clinicians involved in the measurements and researchers that worked with data results did not know which group each patient was in.","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"FPS group","type":"EXPERIMENTAL","description":"In the FPS group, in addition to same physical therapy ran in the control group, the patient received FPS from the apparatus \"Vibramoov\" (Techno Concept, France) on their upper limbs. The patients received in total 12 Vibramoov sessions of 30 minutes, 5 times a week.","interventionNames":["Device: FPS group"]},{"label":"Conventional therapy group","type":"ACTIVE_COMPARATOR","description":"In the conventional therapy group patients received sessions of traditional physical therapy: individual therapy sessions including exercises to strengthen muscles, stretching, reflex exercises for large, medium and small muscle groups of the upper limbs (ontogeny-oriented kinesiotherapy (OOKT), PNF - proprioceptive neuro-muscle facilitation, training and practice of functional rational self-service tasks). 12 sessions in total were realized 5 times a week and lasted 40 minutes each.","interventionNames":["Other: Conventional therapy group"]}],"interventions":[{"type":"DEVICE","name":"FPS group","description":"Vibration frequency ranged from 0 to 100 Hz. There were 3 modes of FPS application during rehabilitation course. 1) anti-spasticity mode (FV): the stimulators were placed in the middle of the muscles of the affected limb (i.e. unilaterally); 2) bilateral mode of proprioceptive facilitation; and 3) the unilateral mode of the proprioceptive facilitation.\n\nThe 2 first sessions were realized with bilateral FPS stimulations plus the anti-spasticity FV mode to reduce the level of hypertonia. Then for 6 consecutive sessions unilateral FPS stimulations of the affected sides imitating the drawing of a straight lines (horizontal, vertical, diagonal), preparing for writing (drawing a circle, triangle, square, spiral) were realized. At last, the 4 remaining FPS sessions were realized unilaterally imitating and promoting the realization of everyday life activities.","armGroupLabels":["FPS group"]},{"type":"OTHER","name":"Conventional therapy group","description":"Patients received sessions of traditional physical therapy: individual therapy sessions including exercises to strengthen muscles, stretching, reflex exercises for large, medium and small muscle groups of the upper limbs (ontogeny-oriented kinesiotherapy (OOKT), PNF - proprioceptive neuro-muscle facilitation, training and practice of functional rational self-service tasks). 12 sessions in total were realized 5 times a week and lasted 40 minutes each.","armGroupLabels":["Conventional therapy group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Muscle strength","description":"Muscle strength was assessed using the MRC (Medical Research Council Weakness Scale). MRC is a commonly used scale for assessing muscle strength from Grade 5 (normal) to Grade 0 (no visible contraction). Paresis is defined as light at compliance with strength 4 points, moderate - 3 points, pronounced - 2 points, rough - 1 point and with - 0 points.","timeFrame":"Change from baseline at 3 weeks"},{"measure":"Muscle tone","description":"To assess muscle tone the MAS - Modified Ashworth Scale was used. Scores range from 0 to 4, where lower scores represent normal muscle tone and higher scores represent spasticity.","timeFrame":"Change from baseline at 3 weeks"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment Scale for upper extremity assessment","description":"Functionality of the upper limbs were assessed using the FMA - Fugl-Meyer Assessment Scale for upper extremity assessment (FMA-UE). In this study, we used 36 items of the upper arm (proximal musculature, FMA-UA), 24 items of wrist and hand (distal musculature, FMA-W/H), 6 items of aspects of coordination, 12 items of aspects of sensation, 24 items of aspects of passive joint movement, 24 items of joint pain. So the maximum total score on this FMA-UE scale was 126 points.","timeFrame":"Change from baseline at 3 weeks"},{"measure":"Frenchay Arm Test","description":"Frenchay Arm Test is designed to assess the motor skills of the upper limbs with central paresis \\[29\\]. This test includes five tasks, for each successfully completed task the patient receives 1 point, for unfulfilled - 0 points, maximum 5 points.","timeFrame":"Change from baseline at 3 weeks"},{"measure":"The Action Research Arm Test (ARAT)","description":"The Action Research Arm Test (ARAT) is a 19 item observational measure used by physical therapists and other health care professionals to assess upper extremity performance (coordination, dexterity and functioning) in stroke recovery, brain injury and multiple sclerosis populations. Scores on the ARAT may range from 0-57 points, with a maximum score of 57 points indicating better performance.","timeFrame":"Change from baseline at 3 weeks"},{"measure":"The Numeric Pain Rating Scale (NPRS)","description":"The Numeric Pain Rating Scale (NPRS) it is a digital version of the visual-analog scale (Visual Analog Scale for pain, VAS). It is a horizontal line, 10 cm long, with numbers from 0 to 10 located on it, where 0 is \"no pain\", 5 is \"moderate pain\" and 10 is \"the strongest pain imaginable\".","timeFrame":"Change from baseline at 3 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* early recovery period after newly diagnosed cerebral stroke (from 2 weeks to six months post event)\n* hospital stay 18-21 days\n* 3 points on the Modified Rankin Scale\n* muscle tone more than 1 point on the Ashworth scale\n* informed consent signed\n\nExclusion Criteria:\n\n* presence in the rehabilitation program of other robotic methods\n* violation of skin integument\n* floating thrombosis\n* pronounced cognitive deficit\n* epilepsy\n* refusal to participate in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Galina Ivanova, Prof","affiliation":"Federal Center of Cerebrovascular Pathology and Stroke, Russian Federation Ministry of Health","role":"STUDY_CHAIR"}],"locations":[{"facility":"Federal Center of Cerebrovascular Pathology and Stroke, Russian Federation Ministry of Health","city":"Moscow","zip":"117997","country":"Russian Federation","geoPoint":{"lat":55.75222,"lon":37.61556}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000018908","term":"Muscle Weakness"},{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"},{"id":"D000068079","term":"Motor Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","asFound":"Muscle Weakness","relevance":"HIGH"},{"id":"M4244","name":"Asthenia","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M219","name":"Motor Disorders","asFound":"Motor Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}