{"protocolSection":{"identificationModule":{"nctId":"NCT03578614","orgStudyIdInfo":{"id":"FCT-PTDC/DTP-ES/3706/2014"},"organization":{"fullName":"Instituto de Medicina Molecular João Lobo Antunes","class":"OTHER"},"briefTitle":"Impact of Physical Activity in Vascular Cognitive Impairment ( AFIVASC )","officialTitle":"Randomized Interventional Prospective Study of the Effect of Physical Activity in Vascular Cognitive Impairment","acronym":"AFIVASC"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2020-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2018-05-24","studyFirstSubmitQcDate":"2018-07-05","studyFirstPostDateStruct":{"date":"2018-07-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-03-30","lastUpdatePostDateStruct":{"date":"2021-04-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ana Verdelho","investigatorTitle":"Principal Investigador, Clinical Professor, Neurologist","investigatorAffiliation":"Instituto de Medicina Molecular João Lobo Antunes"},"leadSponsor":{"name":"Instituto de Medicina Molecular João Lobo Antunes","class":"OTHER"},"collaborators":[{"name":"Fundação para a Ciência e a Tecnologia","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Vascular cognitive impairment (VCI) is one of the most frequent causes of cognitive impairment associated with aging. So far, there is no approved treatment for VCI. Recent studies have suggested a protective effect from physical activity but adequate studies are lacking in this field. The AFIVASC study - a Portuguese acronym for \"physical activity in vascular cognitive impairment\" is a randomized controlled study, single-blinded, nonpharmacological which aims to explore the benefits of physical activity in vascular cognitive impairment (VCI)","detailedDescription":"Vascular cognitive impairment is one of the most frequent causes of cognitive impairment associated with aging. Vascular cognitive impairment includes clinical deficits due to vascular subclinical brain injury, silent lesions or due to clinically overt stroke, and appears frequently associated with Alzheimer disease. Vascular cognitive impairment has a spectrum of manifestations, from mild to extreme manifestation (Vascular Dementia) that represents the second most frequent cause of dementia. There is no approved treatment for vascular cognitive impairment, and pharmacological trials have generated disappointing results. As a result, nowadays, treatment is solely based on the control of vascular risk factors.\n\nWalking is a physical activity recommended for the prevention of coronary disease. Besides, it is a physical activity without additional costs, easily accessible to the general population, and can be used in the whole population. Physical activity can potentially prevent functional decline associated with aging and promote global health status. In recent years, a growing interest has been given to the impact of physical activity as a protective factor for cognitive decline and for the progression for dementia There are several explanations for the protective effect in cognition: physical activity can implicate a better physical and global mental status, but can also be mediated through metabolic, physiopathological effects, as the increase cerebral inflow, the reduction of vascular risk factors, the decrease of production of stress hormones or still better endothelial function, among others.\n\nHowever, there is no consensus in this field.\n\nSome studies showed a protective effect of physical activity in Alzheimer disease. Protective effect of physical activity on vascular cognitive impairment (including dementia) has still to be proved. There are small studies with short follow-up, that do not take in consideration relevant confounding factors or imaging data (e.g. evidence of small vessel disease) with controversial results.\n\nRecently a large observational study showed the beneficial impact of physical activity (defined according to the American Heart Association as at least 30 minutes of physical activity at least 3 times a week) in the reduction of the risk of progression for vascular dementia, in a cohort of subjects older than 65 years old, living independently, with cerebral white matter changes, and controlling for confounding factors. Additionally, in subjects with evidence of small vessel disease and no cognitive decline, physical activity was associated with better executive performance overtime.\n\nThe existing studies do not come from adequate randomized and double-blind designs, so there is no evidence-based data to sustain a recommendation for the type, intensity or frequency of physical activity, and the long-term gain. Given these contradictory findings, it becomes relevant to have an evidence-base to recommend physical activity in vascular cognitive impairment and in what concerns the type, intensity, and frequency of activity which would be necessary to achieve longterm gains."},"conditionsModule":{"conditions":["Vascular Cognitive Impairment"],"keywords":["Vascular cognitive impairment","Physical Activity","Randomized Clinical Trial","Stroke","TIA","Small Vessel Disease"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Single-blind, randomized controlled trial, with a six-month intervention treatment and an additional follow-up of six months. After a four-week run-in period, the participants are randomized into two parallel groups (control group and intervention group).","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","maskingDescription":"Single-blind","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":104,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control Group","type":"NO_INTERVENTION","description":"There is no intervention for Control Group"},{"label":"Intervention Group","type":"EXPERIMENTAL","description":"Intervention Group will be submitted to three physical activity sessions (two supervised and one nonsupervised) conducted over 6 months","interventionNames":["Other: Physical Activity"]}],"interventions":[{"type":"OTHER","name":"Physical Activity","description":"3 physical activity sessions are planned by week, 2 supervised and 1 non-supervised conducted over 6 months. On the first 2 months, the supervised sessions have 10 minutes of warm-up + 5 minutes active pause (balance, agility and coordinative exercises) + 15 minutes walking + 5 minutes active pause (resistance exercises - 1 series of 12 repetitions\n\n- 3 callisthenic exercises) + 15 minutes walking + 5 minutes flexibility (1 series of 10 seconds in 3 different postures). The aimed intensity in these first two months is 12/13. Between the 2nd and the 4th months, the duration of the walking period increases, as well as the intensity, RPE 13/14. Between the 4th and the 6th months, again the duration of the walking period increases, as well as the intensity, RPE 14/15. To measure the intensity level of the physical activity, the Borg Rating of Perceived Exertion (RPE) ranging from 6 (rest) to 20 (maximum effort) is used.","armGroupLabels":["Intervention Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Clinical Cognitive Criteria","description":"Defined by a transition to dementia (all types) in patients with vascular cognitive impairment no dementia or transition to vascular cognitive impairment no dementia in those subjects with previous stroke/TIA without criteria for vascular cognitive impairment no dementia. This cognitive criteria will be assessed by a clinical neurologist","timeFrame":"1 year"},{"measure":"Cognitive Status measured by neuropsychological measures","description":"Change in neuropsychological evaluation (1.5 SD of initial medium score) for composite scores calculated by averaging all different domains of the tests applied or for global measures (MOCA).","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"Impact of physical activity in interpersonal, environmental, functional, physical, and psychological domains (Quality of Life) measured by Portuguese version of Quality of Live scale in Alzheimer's disease (QOL-AD)","description":"Change in Quality of life (1.5 SD of initial medium score, using the Portuguese version of Quality of Life - Alzheimer Disease). The scale is composed of 13 items, quoted on a 4-point Likert scale, with higher scores indicating greater quality of life. The scale covers the domains: physical health, energy level, moods, living situation, memory, family, marriage, friends, overall self, ability to do chores around the house, ability to do things for fun, money, and overall life.","timeFrame":"1 year"},{"measure":"Impact of physical activity in motor status","description":"Decline in activity performance (decrease in Fullerton Fitness Test, Fullerton Advanced Battery or reduction in gait velocity: 6 meters) according to the initial score.","timeFrame":"1 year"},{"measure":"Impact of physical activity in functional status","description":"Decline in functional status (decrease in any item of the Instrumental Activities of Daily Living scale (IADL) - change from no change to any change or from minimal change to other change. Participants are scored according to their highest level of functioning in that category. A summary score ranges from 0 (low function, dependent) to 8 (high function, independent).","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants are included if they are older than 18 years\n* Fluent in Portuguese language;\n* Able to read and write;\n* Availability of a reliable informant;\n* Fulfill the written informed consent;\n* Clinical and functional criteria A and B:\n* Criteria A: 1 of the following 3:\n\n  1. Probable mild cognitive vascular impairment;\n  2. Previous ischemic or hemorrhagic stroke (at least 6 months before), with modified Rankin ≤ 2 at baseline and without formal indication for physiotherapy.\n  3. TIA (at least more than a 1 month before), diagnosed by a neurologist or with identified vascular lesion (correlated with TIA clinical symptoms) in CT/MRI.\n* Criteria B: No functional changes: IADL 0 (no item changed, or 1 single item with minimal change), according to the scoring methods of the LADIS study (minimum of 4 items applicable) or no cognitive changes regarding the suggested Montreal Cognitive Assessment Test (Moca) cut off point for dementia in clinical Portuguese samples (score \\< 17).\n\nExclusion Criteria(Subjects cannot be included if they have at least one of the following):\n\n* Diagnosis of dementia;\n* Stroke with formal indication for physiotherapy or speech therapy, or Rankin ≥ 2;\n* Any contraindication for walking, physical limitation to gait (orthopedic or other structural) that compromises the therapy proposed, or physical or mental limitation that could potentially interfere with the active treatment proposed (e.g. severe arthritis, severe osteoarticular pain associated with walking);\n* Evidence of neurodegenerative disease (other than vascular aetiology), significant psychiatric disease (e.g. major depressive episode) or medical disease with prognosis or severity which could significantly interfere with the subjects' participation, or with quality of life (e.g. cancer, severe cardiovascular disease as congestive heart failure, uncontrolled angina).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Instituto de Medicina Molecular João Lobo Antunes","city":"Lisboa","zip":"1649-028","country":"Portugal","geoPoint":{"lat":38.71667,"lon":-9.13333}}]},"referencesModule":{"references":[{"pmid":"35275531","type":"DERIVED","citation":"Verdelho A, Correia M, Ferro JM, Madureira S, Vilela P, Rodrigues M, Borges M, Oliveira V, Santos AC, Goncalves-Pereira M, Santa-Clara H. Physical Activity Self-Report Is Not Reliable Among Subjects with Mild Vascular Cognitive Impairment: The AFIVASC Study. J Alzheimers Dis. 2022;87(1):405-414. doi: 10.3233/JAD-215381."},{"pmid":"30744681","type":"DERIVED","citation":"Verdelho A, Madureira S, Correia M, Ferro JM, Rodrigues M, Goncalves-Pereira M, Goncalves M, Santos AC, Vilela P, Barrios H, Borges M, Santa-Clara H. Impact of physical activity in vascular cognitive impairment (AFIVASC): study protocol for a randomised controlled trial. Trials. 2019 Feb 11;20(1):114. doi: 10.1186/s13063-019-3174-1."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Impairment","relevance":"HIGH"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}