{"protocolSection":{"identificationModule":{"nctId":"NCT03461159","orgStudyIdInfo":{"id":"201712733"},"organization":{"fullName":"University of Iowa","class":"OTHER"},"briefTitle":"Operant Conditioning for Neuromodulation","officialTitle":"Operant Conditioning of Spinal Reflexes and Motor Evoked Potentials"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-03-04","studyFirstSubmitQcDate":"2018-03-04","studyFirstPostDateStruct":{"date":"2018-03-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-17","lastUpdatePostDateStruct":{"date":"2024-01-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Stacey Dejong","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Iowa"},"leadSponsor":{"name":"Stacey Dejong","class":"OTHER"},"collaborators":[{"name":"Roy J. Carver Charitable Trust","class":"UNKNOWN"},{"name":"National Center of Neuromodulation for Rehabilitation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Emerging evidence demonstrates that animals and people can exert control over the level of excitability in spinal and corticospinal neural circuits that contribute to movement. This discovery has important implications, as it represents a new strategy to improve motor control in people of all ability levels, including those with neurological conditions. Operant conditioning is a well-studied mechanism of learning, in which the modification of a behavior can be brought about by the consequence of the behavior, and reinforcement causes behaviors to become more frequent. In recent years, operant conditioning has been applied to spinally-mediated reflex responses in mice, rats, monkeys and people. By electrically stimulating a peripheral nerve, recording the muscle response, and rewarding responses that are within a desirable range, it is possible to increase or decrease the neural circuit's excitability. This may alter the level of resting muscle tone and spasticity, as well the muscle's contribution to planned movements and responses to unexpected events. Operant conditioning of spinal reflexes has been applied to a lower limb muscle in healthy people and those with spinal cord injuries. In this project, we will expand the use of operant conditioning to muscles of the upper limb, demonstrating feasibility and efficacy in healthy people and people post-stroke. We will determine whether operant conditioning can be used to decrease excitability of spinal reflexes that activate a wrist flexor muscle. Additionally, in a separate group of healthy people, we will determine whether operant conditioning can be used in a similar way to increase corticospinal excitability. We will stimulate the motor cortex with transcranial magnetic stimulation to elicit motor evoked potentials in the same wrist flexor muscle, and will reward responses that exceed a threshold value. We will examine the effects of these interventions on motor control at the wrist, using an innovative custom-designed cursor-tracking task to quantify movement performance. We will determine whether changes in spinal reflex excitability or corticospinal excitability alter motor control. The overall goal of this research is to develop a new, evidence-based strategy for rehabilitation that will improve recovery of upper limb function in people after stroke.","detailedDescription":"The purpose of this study is to investigate neuromodulation as new approach to enhance rehabilitation for people who have upper limb movement impairment after neurological injury such as stroke or spinal cord injury. Emerging evidence demonstrates that animals and people can exert control over the level of excitability in neural pathways that contribute to movement. This discovery has important implications, as it represents a new strategy to improve motor control in people of all ability levels, including those with neurological conditions. Operant conditioning is a well-studied mechanism of learning, in which the modification of a behavior can be brought about by the consequence of the behavior. Behaviors that are rewarded with positive reinforcement are displayed more frequently. In recent years, operant conditioning has been applied to spinal reflex responses in mice, rats, monkeys and people. Evidence suggests that it is possible to increase or decrease a neural circuit's excitability, by electrically stimulating a nerve or an area of the brain, then recording the muscle response and rewarding responses that are within a desirable range. This may alter the level of resting muscle tone, as well the muscle's contribution to intentional movements and its readiness to respond to unexpected perturbations. To date, only one research group has applied operant conditioning to improve motor performance in people. Their work has focused on modifying spinal reflexes for a lower limb muscle and the effects on walking. In the proposed project, we will expand the use of operant conditioning to muscles of the upper limb and to people with movement impairment following stroke and spinal cord injury, and to another neural pathway in addition to the spinal reflex.\n\nThis study will include procedures necessary to measure excitability of the nervous system at the level of the spinal cord and at the level of the brain. Spinal reflex excitability will be quantified by electrically stimulating a peripheral nerve and recording the muscle response (ie. the H-reflex) with electromyography. Excitability of the motor pathway from brain to muscle (the corticospinal tract) will be quantified by stimulating a specific area of the brain (the motor cortex) with transcranial magnetic stimulation, and recording the muscle response (ie. The motor evoked potential) with electromyography. In addition, upper limb movement impairment will be assessed by measuring muscle tone, sensation, ability to generate force, and performance on a computer-based wrist motor control task. In subjects who have neurological conditions, upper limb function will be assessed using standardized tests, including the Fugl-Meyer a assessment of the Upper Extremity, the Action Research Arm Test, and the Box and Blocks Test. This study will test the effectiveness of operant conditioning as an intervention to modify neural excitability. After baseline testing, subjects will participate in up to 12 sessions of sham intervention followed by up to 24 sessions of real operant conditioning intervention. Each session will include 225 trials (3 sets of 75), lasting about 30 minutes. For each trial during real intervention, a stimulus will be delivered while the subject maintains a low level muscle contraction, the muscle's response to stimulation will be recorded, and immediate feedback will be displayed on a computer screen, showing the subject whether their muscle response was within the desired range or not. For example, a green bar will appear if the muscle response was 'good', otherwise a red bar will appear. The subject's 'percent success' also will be displayed and updated after each trial. During sham intervention, all procedures will be identical except that no feedback will be provided to the subject, and there will be no instructions to either increase or decrease their muscle responses.\n\nIn healthy people, we will aim to shift spinal reflex excitability (H-reflexes) of an upper extremity muscle either upward or downward, expanding on previous findings showing those effects in a lower limb muscle, with no effect on normal movement ability (Thompson et al., 2009, Makihara et al., 2014). Also in healthy people, we will aim to shift excitability of the pathway from brain to muscle either upward or downward, using operant conditioning of motor evoked potentials. Only one prior study (Majid et al., 2015) has demonstrated a downward shift, and the first studies investigating the ability to increase motor evoked potentials currently are in progress. People with neurological conditions often have abnormally increased spinal reflex excitability affecting certain muscles, resulting in increased tone, stiffness, and difficulty moving. Therefore, we will aim to reduce spinal reflex excitability in over-active muscles, by eliciting H-reflexes and rewarding responses that are below a threshold. In addition, people with neurological conditions often have disrupted connections from brain to muscle, resulting in weakness (diminished ability to generate force). Therefore, we will aim to increase excitability of the pathway from brain to muscle, by eliciting motor evoked potentials and rewarding responses that are above a threshold."},"conditionsModule":{"conditions":["Stroke","Healthy"],"keywords":["operant conditioning","H-reflex","motor evoked potential","transcranial magnetic stimulation","motor control"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"H-reflex conditioning - Healthy","type":"EXPERIMENTAL","description":"Operant conditioning of H-reflexes in healthy volunteers","interventionNames":["Other: Operant conditioning of H-reflexes"]},{"label":"H-reflex conditioning - Stroke","type":"EXPERIMENTAL","description":"Operant conditioning of H-reflexes in people post-stroke","interventionNames":["Other: Operant conditioning of H-reflexes"]},{"label":"MEP conditioning - Healthy","type":"EXPERIMENTAL","description":"Operant conditioning of motor evoked potentials in healthy volunteers","interventionNames":["Other: Operant conditioning of motor evoked potentials"]},{"label":"MEP conditioning - Stroke","type":"EXPERIMENTAL","description":"Operant conditioning of motor evoked potentials in people post-stroke","interventionNames":["Other: Operant conditioning of motor evoked potentials"]}],"interventions":[{"type":"OTHER","name":"Operant conditioning of H-reflexes","description":"Spinal reflex responses will be elicited in a wrist flexor muscle using a peripheral nerve stimulator. During training trials, the size of the participant's response will be shown on a screen and the participant will be asked to decrease the size of the H-reflex response over successive trials. Responses that are below a threshold will be rewarded and those above will not.","armGroupLabels":["H-reflex conditioning - Healthy","H-reflex conditioning - Stroke"]},{"type":"OTHER","name":"Operant conditioning of motor evoked potentials","description":"Motor evoked potentials will be elicited in a wrist flexor muscle using transcranial magnetic stimulation. During training trials, the size of the participant's response will be shown on a screen and the participant will be asked to increase the size of the MEP response over successive trials. Responses that are above a threshold will be rewarded and those below will not.","armGroupLabels":["MEP conditioning - Healthy","MEP conditioning - Stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Maximum H-reflex amplitude of target muscle (wrist flexor)","description":"After operant conditioning of H-reflexes, the pre-training vs post-training change in the maximum H-reflex, identified using recruitment curves, will be the primary outcome measure.","timeFrame":"baseline, before and after up to 8 weeks of operant conditioning and follow up 3 months later"},{"measure":"Motor evoked potential amplitude of target muscle (wrist flexor)","description":"After operant conditioning of motor evoked potentials, the pre-training vs post-training change in the MEP amplitude for the target muscle will be the primary outcome measure. Stimulus intensity will be kept constant during pre and post testing (e.g. 110% of the baseline resting motor threshold).","timeFrame":"baseline, before and after up to 8 weeks of operant conditioning and follow up 3 months later"}],"secondaryOutcomes":[{"measure":"Maximum H-reflex amplitude of an antagonist muscle (wrist extensor)","description":"pre-training vs post-training change in the maximum H-reflex of the antagonist muscle, identified using recruitment curves","timeFrame":"baseline, before and after up to 8 weeks of operant conditioning and follow up 3 months later"},{"measure":"Motor evoked potential amplitude of an antagonist muscle (wrist extensor)","description":"Pre-training vs post-training change in the motor evoked potential amplitude for the antagonist muscle.","timeFrame":"baseline, before and after up to 8 weeks of operant conditioning and follow up 3 months later"},{"measure":"Wrist motor control total error score","description":"Wrist motor control will be assessed using a novel instrumented device and a computer-based force-tracking task that requires a high level of precise motor control at the wrist.","timeFrame":"baseline, before and after up to 8 weeks of operant conditioning and follow up 3 months later"},{"measure":"Maximum voluntary isometric contraction","description":"Maximum wrist flexion force production","timeFrame":"baseline, before and after up to 8 weeks of operant conditioning and follow up 3 months later"},{"measure":"Action Research Arm Test","description":"For participants with stroke only, this standardized test will be used to quantify upper limb function.","timeFrame":"baseline, before and after up to 8 weeks of operant conditioning and follow up 3 months later"},{"measure":"Fugl-Meyer Assessment of the Upper Extremity","description":"For participants with stroke only, this standardized test will be used to quantify upper limb impairment.","timeFrame":"baseline, before and after up to 8 weeks of operant conditioning and follow up 3 months later"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for Healthy Group:\n\n* Able and willing to provide informed consent\n* Normal function of both upper extremities\n* Generally in good health\n\nExclusion Criteria for Healthy Group:\n\n* Any self-reported disease or disorder that might affect this study, including neurologic, psychiatric, muscular, orthopedic, cardiac, vascular, pulmonary, hematologic, infectious, immune, gastrointestinal, urogenital, integumentary, oncologic, or endocrine conditions\n* Any self-reported or demonstrated loss of sensation, passive range of motion, or motor function affecting any part of the upper limb on either side\n\nInclusion Criteria for Stroke Group:\n\n* Able and willing to provide informed consent\n* Subcortical ischemic stroke OR incomplete spinal cord injury, diagnosed by a neurologist at least 3 months before enrollment\n* Upper limb sensorimotor impairment on one or both sides, as indicated by a score of 10 to 56 out of 66 points on the Fugl-Meyer Assessment of the Upper Extremity\n* Cognitive ability that is normal or only mildly impaired, as indicated by a score of 9 or less on the Short Blessed Test\n* Normal receptive and expressive language abilities, as indicated by a score of 0 on the Best Language item of the National Institutes of Health Stroke Scale\n\nExclusion Criteria for Stroke Group:\n\n* Any self-reported or medically documented disease or disorder that might affect this study, including other neurologic conditions besides stroke or spinal cord injury, psychiatric, muscular, orthopedic, cardiac, vascular, pulmonary, hematologic, infectious, immune, gastrointestinal, urogenital, integumentary, oncologic, or endocrine conditions\n* Diagnosis of hemorrhagic stroke or hemorrhagic conversion\n* Diagnosis of an infarct affecting the motor cortex","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Stacey L DeJong, PhD, PT","role":"CONTACT","phone":"319-335-6842","email":"stacey-dejong@uiowa.edu"},{"name":"Kim A Streeby","role":"CONTACT","phone":"319-384-4735","email":"kimberly-streeby@uiowa.edu"}],"overallOfficials":[{"name":"Stacey L DeJong, PhD, PT","affiliation":"University of Iowa","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Iowa","status":"RECRUITING","city":"Iowa City","state":"Iowa","zip":"52242","country":"United States","contacts":[{"name":"Stacey L DeJong, PhD, PT","role":"CONTACT","phone":"319-335-6842","email":"stacey-dejong@uiowa.edu"},{"name":"Kim A Streeby","role":"CONTACT","phone":"319-384-4735","email":"kimberly-streeby@uiowa.edu"},{"name":"Stacey L DeJong, PhD, PT","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.66113,"lon":-91.53017}}]},"referencesModule":{"references":[{"pmid":"16837659","type":"BACKGROUND","citation":"Carp JS, Tennissen AM, Chen XY, Wolpaw JR. H-reflex operant conditioning in mice. J Neurophysiol. 2006 Oct;96(4):1718-27. doi: 10.1152/jn.00470.2006. Epub 2006 Jul 12."},{"pmid":"25143542","type":"BACKGROUND","citation":"Chen Y, Chen L, Wang Y, Wolpaw JR, Chen XY. Persistent beneficial impact of H-reflex conditioning in spinal cord-injured rats. J Neurophysiol. 2014 Nov 15;112(10):2374-81. doi: 10.1152/jn.00422.2014. Epub 2014 Aug 20."},{"pmid":"25744889","type":"BACKGROUND","citation":"Majid DS, Lewis C, Aron AR. Training voluntary motor suppression with real-time feedback of motor evoked potentials. J Neurophysiol. 2015 May 1;113(9):3446-52. doi: 10.1152/jn.00992.2014. Epub 2015 Mar 4."},{"pmid":"24944216","type":"BACKGROUND","citation":"Makihara Y, Segal RL, Wolpaw JR, Thompson AK. Operant conditioning of the soleus H-reflex does not induce long-term changes in the gastrocnemius H-reflexes and does not disturb normal locomotion in humans. J Neurophysiol. 2014 Sep 15;112(6):1439-46. doi: 10.1152/jn.00225.2014. Epub 2014 Jun 18."},{"pmid":"19420246","type":"BACKGROUND","citation":"Thompson AK, Chen XY, Wolpaw JR. Acquisition of a simple motor skill: task-dependent adaptation plus long-term change in the human soleus H-reflex. J Neurosci. 2009 May 6;29(18):5784-92. doi: 10.1523/JNEUROSCI.4326-08.2009."},{"pmid":"23392666","type":"BACKGROUND","citation":"Thompson AK, Pomerantz FR, Wolpaw JR. Operant conditioning of a spinal reflex can improve locomotion after spinal cord injury in humans. J Neurosci. 2013 Feb 6;33(6):2365-75. doi: 10.1523/JNEUROSCI.3968-12.2013."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}