{"protocolSection":{"identificationModule":{"nctId":"NCT04458974","orgStudyIdInfo":{"id":"tDCS-neglect"},"organization":{"fullName":"Universitat Oberta de Catalunya","class":"OTHER"},"briefTitle":"tDCS in Post-stroke Neglect Rehabilitation","officialTitle":"Transcranial Direct Current Stimulation as Coadjuvant Intervention in Post-stroke Neglect Rehabilitation","acronym":"tDCS-Neglect"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-11-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-11-12","studyFirstSubmitQcDate":"2020-06-30","studyFirstPostDateStruct":{"date":"2020-07-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-08","lastUpdatePostDateStruct":{"date":"2022-11-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Elena Munoz Marron","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Universitat Oberta de Catalunya"},"leadSponsor":{"name":"Universitat Oberta de Catalunya","class":"OTHER"},"collaborators":[{"name":"Hospital Beata María Ana","class":"OTHER"},{"name":"Universidad Francisco de Vitoria","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Introduction\n\nStroke is the main cause of disability in the world and its sequelae have a great impact in the functional independence and quality of life of patients and families. Unilateral spatial neglect is one of the most frequent cognitive deficits after stroke, and its maintenance is associated with poor functional outcome of the rehabilitation process.\n\nFor many years clinical research has been conducted to develop new and effective rehabilitation strategies for neglect. Noninvasive brain stimulation (NIBS) techniques are important tools in this regard, and it should be considered as a therapeutic intervention used in combination with conventional neuropsychological approaches. Transcranial direct current stimulation (tDCS) is a noninvasive, safe, neurophysiological technique able to modulate cortical activity by inducing a weak electric current into the brain.\n\nThe studies focused on neglect symptoms treatment by means of tDCS over the lesional and contralesional hemisphere have shown promising results and its combination with conventional neglect therapies may enhance treatment efficacy and speed the recovery.\n\nObjectives\n\nTo improve neglect symptoms by reducing the pathological hyperactivity of the undamaged hemisphere after right medial cerebral artery stroke, through the application of multisite tDCS, and to validate a NIBS protocol for the enhancement of conventional neuropsychological rehabilitation outcome.\n\nMethods\n\nThe sample will be composed by 30 patients with spatial neglect secondary to a ischemic stroke in the middle cerebral artery in subacute stage (3 to 12 months since the event). The patients will be randomly assigned to one experimental group (Active, Sham, and Control).\n\nThe intervention protocol consists in a two weeks intervention (10 sessions, 45 min, Monday to Friday) of tDCS and neuropsychological rehabilitation applied concurrently. In each session a 20 min tDCS at 2 milliamps (m will be applied over P3 according to 10/20 EEG international system (cathodal) with return electrodes placed in C3,CP5,CP1,Pz,PO3,PO7,P7 (10/20 EEG). StarStim® tDCS 8 channels Multisite device will be used.","detailedDescription":"Transcranial direct current stimulation (tDCS) is a safe and non-invasive neurophysiological technique with enough scientific literature that supports its effectiveness and safety, both in healthy subjects and in different neurological pathologies.\n\nHowever, it has not been consolidated yet as a real clinical alternative for other pathologies different from depression, due to the impossibility of establishing specific intervention protocols given the heterogeneity of the samples and the methods of assessment of the results used in the different studies.\n\nRegarding stroke, although there is large empirical evidence of its effectiveness in motor rehabilitation, there are few studies to date focused on cognitive rehabilitation, such neglect rehabilitation.\n\nHypothesis\n\nThe main hypothesis is that patients who receive a treatment based on tDCS in combination with conventional neuropsychological intervention for the recovery of neglect will have a greater improvement in neglect symptomatology in comparison to patients who receive the conventional treatment in isolation.\n\nObjectives\n\nThe main objective of the project is to validate a protocol for the enhancement of conventional neuropsychological rehabilitation using tDCS in a group of patients with spatial neglect secondary to a cortical ischemic stroke in the middle cerebral artery (MCA) in a subacute phase (3 to 12 months since the event).\n\nSpecific objectives:\n\n* To demonstrate that non-invasive neuromodulation by means of tDCS enhances the efficacy of the conventional neuropsychological rehabilitation.\n* Identify clinical and neurophysiological variables of the patients are the best predictors of the efficacy of the combined treatment.\n* To verify the greater impact of the combined treatment in the improvement of the symptomatology of neglect as well as in the patient's quality of life in comparison with the conventional intervention.\n\nMethods\n\nDesign:\n\nThe present study is a parallel, randomized, controlled and triple blind experimental study. The patients included in the sample will be randomly distributed into three groups (Exp, Sham and Control) that will be blind to the patients, to the researchers who apply the tDCS and to the pre and post intervention evaluators.\n\n* Experimental group (Exp): active tDCS + conventional neuropsychological rehabilitation.\n* Control group placebo-tDCS (Sham): placebo tDCS (sham) + conventional neuropsychological rehabilitation.\n* Control group (Control): conventional neuropsychological rehabilitation without tDCS.\n\nThe duration of the study will be 3 years.\n\nSample:\n\nThe sample will consist of 30 volunteer patients randomly distributed to one of the experimental condition (1:1:1) with blind of the randomization sequence. Randomization will be done with the help of the research support department of the Francisco de Vitoria University. Patients will be recruited in the Brain Damage Unit of Beata María Ana Hospital by the unit neurologist and neuropsychologists among those patients who meet the inclusion criteria."},"conditionsModule":{"conditions":["Stroke","Neglect, Hemispatial"],"keywords":["neglect","neuropsychological rehabilitation","non-invasive brain stimulation","transcranial direct current stimulation","tDCS","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Parallel, randomized, controlled and triple blind experimental study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental group (Exp)","type":"EXPERIMENTAL","description":"Active tDCS + conventional rehabilitation therapy (physiotherapy and neuropsychological rehabilitation)","interventionNames":["Device: Transcranial direct current stimulation","Procedure: Neuropsychological rehabilitation"]},{"label":"Sham-tDCS (Sham)","type":"SHAM_COMPARATOR","description":"Sham tDCS + conventional rehabilitation therapy (physiotherapy and neuropsychological rehabilitation","interventionNames":["Device: Transcranial direct current stimulation","Procedure: Neuropsychological rehabilitation"]},{"label":"Control group (Control)","type":"OTHER","description":"Conventional rehabilitation therapy (physiotherapy and neuropsychological rehabilitation) without tDCS.","interventionNames":["Procedure: Neuropsychological rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"Transcranial direct current stimulation","description":"The intervention consists in two-weeks treatment, 10 consecutive sessions of tDCS ( Monday to Friday) applied concurrently to neuropsychological rehabilitation.\n\nThe tDCS Multisite StratStim® 8-channel device (Neuroelectrics) will be used for tDCS stimulation. The duration of the stimulation will be 20 minutes at 2 mA. The tDCS will be applied with the cathode positioned in P3 (following the international 10/20 EEG system), and the return electrodes will be placed in C3, CP5, CP1, Pz, PO3, PO7, P7.\n\nThe sessions will last 1 hour.","armGroupLabels":["Experimental group (Exp)","Sham-tDCS (Sham)"]},{"type":"PROCEDURE","name":"Neuropsychological rehabilitation","description":"The neuropsychological rehabilitation protocol has been designed for the recovery of neglect symptomatology. Each session will consist on the performance of different cognitive stimulation tasks aimed at improving attention and visoperceptive abilities. The tasks will be applied through the NeuronUp neurorehabilitation platform in order to achieve maximum homogeneity and objectivity across patients.\n\nThe neuropsychological rehabilitation will last 30min (in 1h intervention session).","armGroupLabels":["Control group (Control)","Experimental group (Exp)","Sham-tDCS (Sham)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in hemispatial neglect symptomatology","description":"Change in hemispatial neglecteglect sympthomatology assessed by The Bell Test (Gauthier, Dehaut, and Joanette 1989)","timeFrame":"Pre and post intervention (3 days after the end of intervention)"},{"measure":"Change in hemispatial neglect symptomatology","description":"Change in hemispatial neglecteglect sympthomatology assessed by Copy of drawings subtest Barcelona test (Peña Casanova 2005)","timeFrame":"Pre and post intervention (3 days after the end of intervention)"},{"measure":"Change in hemispatial neglect symptomatology","description":"Change in hemispatial neglecteglect sympthomatology assessed by Line bisection test (Schenkenberg, Bradford, and Ajax 1980)","timeFrame":"Pre and post intervention (3 days after the end of intervention)"},{"measure":"Change in hemispatial neglect symptomatology","description":"Change in hemispatial neglecteglect sympthomatology assessed by The motor-free visual perception test (MVPT): (Colarusso, Hammill, and Academic Therapy Publications 1995)","timeFrame":"Pre and post intervention (3 days after the end of intervention)"},{"measure":"Change in functional independence","description":"Change in functional independence assessed by The Catherine Bergego Scale (Azouvi et al. 2003)","timeFrame":"Pre and post intervention (3 days after the end of intervention)"},{"measure":"Change in functional independence","description":"Change in functional independence assessed by Barthel Index (Mahoney and Barthel 1965)","timeFrame":"Pre and post intervention (3 days after the end of intervention)"},{"measure":"Change in general cognitive functioning","description":"Change in general cognitive functioning assessed by Mini-mental state examination (MMSE) (Folstein, Folstein, and McHugh 1975)","timeFrame":"Pre and post intervention (3 days after the end of intervention)"},{"measure":"Change in neurophysiological assessment","description":"Change in neurophysiological assessment through a resting state EEG acquisition. EEG will be recorded at rest using 64 electrodes in a system 10-20 distribution. An actiCHamp amplifier (Brain Vision LLC, North Carolina, United States) will be used to amplify and digitize the EEG data at a sampling frequency of 512 Hz. Alpha, Beta, Theta and Gamma bands will be recorded.","timeFrame":"Pre and post intervention (3 days after the end of intervention)"}],"secondaryOutcomes":[{"measure":"Side effects and patient comfort assessment","description":"Assessment of the presence or not of side effects and comport or discomfort of the patient during the intervention","timeFrame":"Pre and post session (before and at the end of every session - 1 min after the end of the session)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hemorrhagic or ischemic stroke in the right hemisphere.\n* Stroke 3 to 12 months since the event (regardless of whether or not they have received prior rehabilitation).\n* 18 to 99 years-old.\n* Neuroimaging study.\n* Absence of previous strokes.\n* Functional capacity that allows him/her to remain seated and active for one hour (Barthel Index score greater than 5 in the item of transfers between chair and bed; this item can be scored from 0 to 15, being 0 totally dependent and 15 totally independent).\n* Right-handed manual dominance\n* Neglect scores on at least two of the three tests administered for the assessment of visuospatial neglect.\n* Signature of informed consent by the patient or his/her legal guardian.\n\nExclusion Criteria:\n\n* Dermatological problems (psoriasis, dermatitis on the scalp or face).\n* Presence of implants or metal parts in the head excluding fillings.\n* Pacemakers, medication pumps, stimulators (vagal, cerebral, transcutaneous), ventriculoperitoneal shunts or aneurysm clips.\n* Presence of previous strokes.\n* Neurological disease other than stroke described in the inclusion criteria.\n* Severe cognitive impairment assessed using the Mini-mental state examination (MMSE), excluding patients with scores under 24 (the score of MMSE are between 0 and 30, being 0 severe cognitive impairment and 30 no cognitive impairment).\n* Significant language difficulties that not allow proper understanding of activities or severely limit expression.\n* History of alcohol or drug abuse.\n* Moderate or severe active depression.\n* Uncontrolled medical problems (pathologies in acute phase without medical or pharmacological treatment with proven efficacy or pathologies with imminent life risk).\n* Pregnancy or suspected pregnancy that will be checked by pregnancy test at the beginning of the study in patients of childbearing age and with the recommendation of the use of contraceptive methods until the end of the intervention.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Elena M Marron, PhD","role":"CONTACT","phone":"+34620912976","email":"emunozmarr@uoc.edu"}],"locations":[{"facility":"Hospital Beata María Ana (Brain Damage Unit)","status":"RECRUITING","city":"Madrid","zip":"28007","country":"Spain","contacts":[{"name":"Juan Pablo Romero, MD, PhD","role":"CONTACT","phone":"+34914090903","email":"p.romero.prof@ufv.es"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010468","term":"Perceptual Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M13069","name":"Perceptual Disorders","asFound":"Neglect, Hemispatial","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}