{"protocolSection":{"identificationModule":{"nctId":"NCT03160131","orgStudyIdInfo":{"id":"H-17001534"},"organization":{"fullName":"University Hospital, Gentofte, Copenhagen","class":"OTHER"},"briefTitle":"Rehabilitation of Visual Function After Brain Injury","officialTitle":"Rehabilitation of Visual Function After Brain Injury - Effect of Neuro Vision Technology (NVT)","acronym":"IBOS-NVT"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-05-10","studyFirstSubmitQcDate":"2017-05-17","studyFirstPostDateStruct":{"date":"2017-05-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-28","lastUpdatePostDateStruct":{"date":"2023-12-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rune Skovgaard Rasmussen","investigatorTitle":"MSc, Ph.D., associate professor","investigatorAffiliation":"Copenhagen University Hospital at Herlev"},"leadSponsor":{"name":"University Hospital, Gentofte, Copenhagen","class":"OTHER"},"collaborators":[{"name":"The Institute for the Blind and Partially Sighted (IBOS)","class":"UNKNOWN"},{"name":"Copenhagen University Hospital at Herlev","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In Denmark, about 120,000 people suffer from brain damage, of whom approx. 75,000 with brain damage after stroke. Serious and often lasting vision impairments affect 20% to 35% of people after stroke. Vision is the most important sense in humans, and even smaller permanent injuries can drastically reduce quality of life.\n\nVision impairments after brain damage inhibits rehabilitation and enhances other invalidating effects. Reduced vision results in impaired balance, increased risk of serious falls, increased support needs, reduced quality of life, and impaired ability to perform activities of daily living. Restoration of visual field impairments occur only to a small extent during the first month after brain damage, and therefore the time window for spontaneous improvements is very limited. Hence, brain-impaired persons with visual impairment will most likely experience chronically impaired vision already 4 weeks after brain injury and the need for visual compensatory rehabilitation is substantial.\n\nNeuro Vision Technology (NVT) is an supervised training course where people with visual impairments are trained in compensatory techniques using special equipment. Through the NVT process, the individual's vision problems are carefully investigated and personal data is used to organize individual training sessions that practice the individual in coping with situations that cause problems in everyday life.\n\nThe purpose of this study is to investigate whether rehabilitation with NVT can cause significant and lasting improvement in functional capacity in persons with chronic visual impairments after brain injury. Improving eyesight is expected to increase both physical and mental functioning, thus improving the quality of life. Participants included in the project will be investigated in terms of both visual and mental functions, including quality of life, cognition and depression. Such an investigation has not been performed previously and can have a significant impact on vision rehabilitation both nationally and internationally.","detailedDescription":"Background and purpose\n\nStroke is the main cause of brain injury in Denmark, is the most common cause of invalidity among adults and affects 11,000 Danes annually. By comparison, the second most common cause of brain damage is traumatic brain injury, affecting 3,000 Danes annually. In total, approx. 22,000 children and adults annually experience brain injury in Denmark.\n\nIn Denmark, about 120,000 people suffer from brain damage, of whom approx. 75,000 with brain damage after stroke. Serious and often lasting vision impairments affect 20% to 35% of people with stroke. In general, vision is the most important sense in humans, thus even small permanent deficits can dramatically affect the quality of life.\n\nLack of vision (anopia) after brain damage limits rehabilitation and enhances other invalidating effects. Impaired vision results in impaired balance, increased risk of serious falls, increased support needs, reduced quality of life and impaired ability to perform activities of daily living. Recovery of visual field deficits occurs primarily and only to a modest extent the first month after brain injury, and thus the time window for spontaneous improvements is very limited. Hence, brain-impaired persons with visual impairment will most likely experience chronically impaired vision already 4 weeks after brain injury, and the need for visual compensatory rehabilitation is substantial.\n\nNeuro Vision Technology (NVT) is a supervised training course where people with visual field deficits are trained in compensatory and restorative techniques. The course includes a special computer program, a light panel and a special training program, and the course is conducted with Certified Orientation \\& Mobility Instructors (O \\& M instructors) with visual expertise. Through the NVT course, the individual's specific vision deficits are carefully identified through a five-step program. Personal data is used to organize individual training and thereby teaching the individual to cope with situations that cause problems in everyday life. In spite of reported positive results of NVT training among several individuals, there are currently few and insufficient scientific studies on whether rehabilitation with NVT results in lasting and clinically significant improvements in people with severe and chronic visual field impairments.\n\nThe purpose of this study is to test whether rehabilitation with NVT can lead to significant and lasting improvements in persons with chronic visual impairments after brain injury. Improving eyesight is expected to increase both physical and mental functioning, thus improving the quality of life. Study participants will be investigated in terms of both visual and mental functions, including quality of life, cognition and depression.\n\nDesign and methods\n\nThis study is designed as a controlled prospective study in which the same subject is examined before and after the intervention. These are subjects with chronic visual field impairments, who will not experience significant spontaneous remission or deterioration. These subjects have typically experienced a stroke (ischemic or hemorrhagic) or traumatic brain injury. There is a high risk of injury worsening in persons with malignant or progressive tumors, making it difficult or impossible to document a beneficial effect of the intervention; People with such progressive diseases will be excluded from participation in the trial.\n\nIntervention: NVT and Mobility\n\nThe term O \\& M is understood as the ability to move safely in physical space and in the surrounding community. By controlling orientation and mobility techniques, a person with a restricted field of vision can be able to move not only safely, but also freely and independently. The Neuro Vision Technology method uses a special device in the form of light panels and neurological vision tests that give an overview of cognitive difficulties. This light panel is connected to a computer.\n\nStatic scanning is investigated using the special light panel with 24 light bulbs divided into two rows, the panel length corresponding to the 180 degrees that normal and well-functioning human eyes can see. Where it is considered relevant, the study participants are referred to the ophthalmologist, specialist optician, or a reading / visual clinic to ensure participants the optimal starting point for using his or her vision. Records are obtained in which the test results are stored.\n\nAt the start of the intervention, cognitive tests are performed as well as a standardized route training (mobility route training) that the subject must be able to perform independently. On the route there are a number of targets (stars) that study participants should try to locate. Investigators measure the time spent by study participants on the route, as well as the number of targets ignored by any participant.\n\nStudy participants are then placed at the light panel, where the scan pattern is automated and gradually transferred to indoor mobility routes.\n\nWhen the procedures are automated, the exercise is done outdoors using progressively increasing complexity. Training also Involves the use of public transport and exercises in order to safely move in the traffic. A NVT course includes 3 hours of cognitive (baseline) testing, then a total of 22 hours of teaching given twice a week for 2½ to 3 months. A re-test of 3 hours duration is performed 6 weeks after the NVT course has been finished.\n\nBlinding\n\nParticipants are randomized to intervention or control groups. As far as possible, it is ensured that the investigator who measures the subjects' functional level at the end of intervention has not previously had contact with, or knowledge of, the particular participant. Thus, the levels of function of the participants is evaluated by different persons before and after intervention to ensure impartial assessments.\n\nRecruitment\n\nSuitable subjects are consecutively included from the Institute for Blind and Partially Sighted (IBOS), Herlev University Hospital, especially Neurological Department, and other neurological departments. A screening will be performed to assess the suitability of a person to participate in the trial. Attendance is voluntary and all sessions are free for the participant.\n\nSample Size Estimation\n\nThe primary endpoint is the ability to perform the mobility route test with the lowest possible number of errors. After trial start, 40% of the correct targets are expected to rise to 65% at the end of the trial. As a basis for power calculation, α = 0.05 and β = 0.5 are used. Sample size is calculated to 22 participants in each group. Due to age, difficulty in transport and the time-consuming intervention, up to 25% dropouts are expected, thus we aim to include 56 participants.\n\nStudy Participants\n\nAt least 56 people with permanent visual impairment after brain damage corresponding to hemianopia, quadrant hemianopia or scotoma resulting in functional impairment at activity or participation level.\n\nData collection\n\nData collection and databases are prepared for registration and data processing. Data at baseline include: Age, living single / cohabitant at home, in-home care services, mobility aids, social network, height, weight, smoking, alcohol consumption etc.\n\nStatistical analysis\n\nDue to the limited group sizes, data can not be assumed to be normally distributed and non-parametric statistics will be used. Mann-Whitney's test will be used for comparing two individual groups (unpaired observations), while Spearman's rankorder correlation test will be used for ranked pairs. Fisher's exact probability test will be used for categorical data comparisons resulting from classifying data in two different ways. Group-specific test score changes at baseline and after the NVT intervention will be evaluated using Wilcoxon's signed-rank test for paired observations.\n\nLack of data is acceptable as long as an assessment of the primary endpoint is still possible.\n\nData from participants that make it possible to assess the primary endpoint will be used as a minimum; However, we hope that data from all subjects can be used to evaluate secondary effect targets.\n\nEthics\n\nThe project is in accordance with the Helsinki Declaration, has been assessed by the Scientific Ethics Committee, Protocol No.: H-17001534 and can be initiated. The law of protecting personal data will be uphold.\n\nAdverse events\n\nThere are no invasive treatments, and no adverse events or risks are expected in the trial. Regardless of the reason, any subject may at any time cease to participate in the trial."},"conditionsModule":{"conditions":["Stroke, Ischemic","Brain Injuries","Stroke Hemorrhagic","Traumatic Brain Injury"],"keywords":["Stroke","Visual impairment","Hemianopia","Neuro Vision Technology","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":56,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"ACTIVE_COMPARATOR","description":"All participants receive NVT course training and are tested at baseline and at the end of the study for primary and secondary endpoints.","interventionNames":["Device: Neuro Vision Technology"]},{"label":"Control","type":"NO_INTERVENTION","description":"All participants receive no NVT course training and are tested at baseline and at the end of the study for primary and secondary endpoints."}],"interventions":[{"type":"DEVICE","name":"Neuro Vision Technology","description":"Training using Neuro Vision Technology","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Ability to complete a mobility route","description":"Target identification and thus to compare how many targets are seen after the intervention.","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Time to complete a mobility route","description":"Time consumption and thus speed to complete the mobility route. Through the route there are a number of targets (stars) that study participants should try to locate. Investigators measure the time spent by study participants on the route, as well as the number of targets ignored by any participant. Measured in minutes and seconds.","timeFrame":"3 months"},{"measure":"National Eye Institute Visual Functioning Questionnaire-25 (VFQ-25)","description":"Questionnaire dealing with vision problems and concerns associated with a person's visual function. Measured in points summing up several scales.","timeFrame":"3 months"},{"measure":"Short Form (36) Health Survey (SF-36)","description":"Assessment of quality of life. Measured in points summing up several scales.","timeFrame":"3 months"},{"measure":"Montreal Cognitive Assessment (MoCA)","description":"Cognitive screening test that provides an estimate of the intellectual functional level.","timeFrame":"3 months"},{"measure":"Fatigue Severity Scale-7","description":"Short fatigue test.","timeFrame":"3 months"},{"measure":"Multidimensional Fatigue Inventory 20 (MFI-20)","description":"Fatigue test used to assess the occurrence of physical fatigue, mental fatigue, activity level, motivation and general fatigue.","timeFrame":"3 months"},{"measure":"Test of Attentional Performance (TAP) Test 2.3: Visual Field","description":"Test for field defects in which the subject will respond quickly to stimuli in the field of view.","timeFrame":"3 months"},{"measure":"Behavioral Inattention Test (BIT)","description":"Test of attention and vision.","timeFrame":"3 months"},{"measure":"Rey-Osterrieth's complex figure test","description":"Copying advanced visual figure (without recall).","timeFrame":"3 months"},{"measure":"Modified Barthel-100 Index","description":"Assessment of invalidity rate and ability to perform activities of daily living.","timeFrame":"3 months"},{"measure":"Hemisphere differences","description":"As part of the study, it will be assessed whether persons with lesion of right hemisphere, ie left-field hemianopia may be more likely to be disorientated and due to neglect will overlook more details - this is done by comparing trial participants with right vs. left hemispheric lesions.","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* 14 years or older with brain injury.\n* Persons who experience significant vision impairment.\n* Eye sight 6/18 or better.\n* The time from symptoms onset to study inclusion is between 6 weeks and 9 months.\n\nExclusion criteria:\n\n* Cognitive dysfunction.\n* Persons with anosognosia or severe neglect.\n* Inability to move independently at least 35 meters with or without assistance, including wheelchairs.\n* Inability to understand Danish or with communication disorders that prevent participation in tests.\n* Terminal disorder, other progressive disorder.\n* Significant abuse of alcohol or euphoric or narcotic drugs.\n* Serious disorders such as mental illness, especially severe depression.\n* New brain injury or other significant disorders emerging after study inclusion.\n* Impaired vision not due to brain damage, where the disorder is not considered to be permanent or where the field of vision does not cause significant disability.","healthyVolunteers":false,"sex":"ALL","minimumAge":"14 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nanna F Mikkelsen, OT","role":"CONTACT","phone":"+45 39 45 23 85","email":"F52E@sof.kk.dk"},{"name":"Rune S Rasmussen, MA, Ph.D.","role":"CONTACT","phone":"+45 28757500","email":"rsr@sund.ku.dk"}],"overallOfficials":[{"name":"Karsten Overgaard, MD","affiliation":"Copenhagen University Hospital at Herlev","role":"STUDY_CHAIR"}],"locations":[{"facility":"The Institute for the Blind and Partially Sighted (IBOS)","status":"RECRUITING","city":"Copenhagen","state":"Hellerup","zip":"2900","country":"Denmark","contacts":[{"name":"Nanna F Mikkelsen, OT","role":"CONTACT","phone":"+45 45 39 45 23 85","email":"F52E@sof.kk.dk"},{"name":"Nanna F Mikkelsen, OT","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.67594,"lon":12.56553}}]},"referencesModule":{"references":[{"pmid":"29487042","type":"DERIVED","citation":"Rasmussen RS, Schaarup AMH, Overgaard K. Therapist-Assisted Rehabilitation of Visual Function and Hemianopia after Brain Injury: Intervention Study on the Effect of the Neuro Vision Technology Rehabilitation Program. JMIR Res Protoc. 2018 Feb 27;7(2):e65. doi: 10.2196/resprot.8334."}],"seeAlsoLinks":[{"label":"Therapist-Assisted Rehabilitation of Visual Function and Hemianopia after Brain Injury: Intervention Study on the Effect of the Neuro Vision Technology Rehabilitation Program","url":"https://www.researchprotocols.org/2018/2/e65/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M17732","name":"Vision, Low","relevance":"LOW"},{"id":"M9199","name":"Hemianopsia","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Stroke Hemorrhagic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC11","name":"Eye Diseases"}]}},"hasResults":false}