{"protocolSection":{"identificationModule":{"nctId":"NCT03783572","orgStudyIdInfo":{"id":"RC31/17/0455"},"secondaryIdInfos":[{"id":"2018-000941-38","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"University Hospital, Toulouse","class":"OTHER"},"briefTitle":"Upper-limb Active Function and Botulinum Toxin A","officialTitle":"Upper-limb Active Function and Botulinum Toxin A","acronym":"ULAFBoT-Stroke"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-12-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-12-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-12-18","studyFirstSubmitQcDate":"2018-12-18","studyFirstPostDateStruct":{"date":"2018-12-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-21","lastUpdatePostDateStruct":{"date":"2023-07-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Toulouse","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study in an observational, prospective and longitudinal study. The aim of the study is to evaluate the effect of botulinum toxin type A (BTX) injections into the elbow flexors on the reduction of spastic co-contractions (spastic co-contraction index, SCCI) during an active elbow extension in chronic post-stroke patients.TBA injections are performed as part of routine care","detailedDescription":"BTX is a valuable treatment in the management of the focal muscle overactivity (spasticity) following acquired brain injury. If BTX injections reduce spasticity, few studies have examined its effect on the improvement of active function of the upper limb.\n\nMotor task involves the muscles agonists and antagonists by phenomena of muscular coactivation.\n\nIn post-stroke patients, functional cortical reorganization secondary to the phenomena of plasticity leads to a reduced motor selectivity. The increase of muscular coactivation correspond to the spastic cocontraction, which are a little evaluated in clinical practice and research, whereas they appear to have a greater impact than spasticity on limitation of active movement.\n\nThis study does not evaluate the efficacy of treatment (BTX injection) but the effect of this treatment on a component of muscle hyperactivity, the spastic cocontraction.\n\nIn addition to the 5 follow-up visits, patients have 6 intercurrent visits. These visits are less invasive and include only a clinical assessment with surface EMG registration. These evaluations will evaluate the efficacy and harm effect of BTX on clinical parameters and on the spastic co-contraction index. Five intercurrent visits I1, I2, I3, I4, I5 are perform respectively 2 weeks after T1 and, 3, 6, 9, 12 weeks after T2."},"conditionsModule":{"conditions":["Stroke","Muscle Spasticity","Upper Extremity Paralysis"],"keywords":["Botulinum toxin","Cerebrovascular Accident","upper-limb movement","spastic cocontraction","electromyography","electroencephalography"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"2 groups, one with 40 stroke patients and the control group with 40 healthy subjects prospective, longitudinal, without blinding, multicenter.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke patients","type":"EXPERIMENTAL","description":"40 stroke patients : Injection of the TBA and the investigator will compare the measure of spastic cocontraction index (ICCS) during different movement before versus 4 weeks after injection of TBA : Clinical evaluation and Instrumental evaluation TBA injections are performed as part of routine care","interventionNames":["Other: Clinical evaluation and Instrumental evaluation"]},{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"The control group : Clinical evaluation consists in the search for criteria of non-inclusion and manual laterality score The will ha an Instrumental review just like the patient : concomitant evaluation of the 3D kinematics of the dominant upper limb, EMG of the triceps brachii muscles, biceps brachii, brachio-radial, brachial; associated with EEG recording, during active extension and elbow flexion movements, of the dominant upper extremity, at spontaneous and maximal speed Clinical evaluation","interventionNames":["Other: Clinical evaluation"]}],"interventions":[{"type":"OTHER","name":"Clinical evaluation","description":"For the control group : only one clinical evaluation : search for non-inclusion criteria and manual laterality score","armGroupLabels":["Control Group"]},{"type":"OTHER","name":"Clinical evaluation and Instrumental evaluation","description":"For the patient : The standard clinical examination to evaluate movement : pain, motive power, spasticity plus Edinburgh's laterality score and Sensitivity deficiency by the Erasmus Nottingham Sensory Assessment (EmNSA) score and the evaluation of the cognitive function An encephalic MRI An instrumental evaluation : with concomitant recording of 3D kinematic data, surface and intramuscular EMG of the flexor and elbow extensor muscles, and EEG during active elbow extension, paretic and non-paretic movements.","armGroupLabels":["Stroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Measurement of the spastic co-contraction index from the EMG signal","description":"Measurement of the spastic co-contraction index (SCCI) during a maximal active elbow extension, obtained from the EMG signal of the elbow muscles on the paretic side before / after BTX injection.","timeFrame":"4 weeks"}],"secondaryOutcomes":[{"measure":"Spasticity of the elbow flexors","description":"Spasticity of the elbow flexors according to Tardieu scale at different time : Spasticity is muscle resistance during fast-moving passive stretching. It is evaluated by the Tardieu scale and it consists in studying the evolution of the muscular reaction and its angle of occurrence.The muscular reaction to the rapid stretching of the muscle is graded in 5 classes from 0 to 4","timeFrame":"4 weeks"},{"measure":"Limitation of the active movement angle 5LAMA) for elbow extension","description":"Limitation of the active movement angle for elbow extension at different time : the subtractionof the angle of maximum elbow extension obtained during passive stretching of muscles at the maximum elbow extension angle obtained during a voluntary active contraction. As part of the protocol, the LAMA will be instrumentally measured with the 3D kinematic system.","timeFrame":"4 weeks"},{"measure":"The Fugl-Meyer Motor Function Assessment","description":"Fugl-Meyer score at different visits : The Fugl-Meyer Motor Function Assessment, is a scale of evaluation of the reference voluntary motricity in the cerebral adult. The FMA-Motor portion of the upper limb is rated 66. It has high validity, reliability and sensitivity to change.","timeFrame":"4 weeks"},{"measure":"Functional capabilities with Wolf Motor Function Test score at different visits","description":"Functional capabilities with WMFT score : standardized scale assessing upper limb capacities in cerebral palsy adults The scale consists of 17 standardized tests, sorted in order of increasing complexity, which solicit the proximal joints through analytical movements, and progress towards the distal joints through the execution of functional tasks of grasping, grasping and manipulating objects, evaluating single- and bimanual grips. The handover device is standardized. WMFT assesses three aspects of movement","timeFrame":"4 weeks"},{"measure":"EEG quantification of bilateral cortical activity during movement","description":"EEG quantification of bilateral cortical activity during movement to calculate the Desynchronization index (ERD) identifying hyperactivity in the ipsilesional cortex","timeFrame":"4 weeks"},{"measure":"Cortico-spinal excitability of the motor cortex","description":"Cortico-spinal excitability of the motor cortex assessed with TMS : TMS is a non-invasive magnetic stimulation technique that evaluates the integrity of the corticospinal tract. One of the measures used in current practice is that of the amplitude variations of a EMF collected by EMG of the surface elbow flexors as a function of stimulation intensity. The intensity curve is an index of cortical excitability.","timeFrame":"4 weeks"},{"measure":"Integrity of encephalic motor tracts","description":"Integrity of encephalic motor tracts with an anatomic and diffusion RMI : An encephalic MRI without injection of contrast material with an anatomical sequence and a diffusion sequence will make it possible to evaluate the integrity of the motor pathways at the cortical level, the internal capsule, and the brainstem.\n\nThe interest will be to evaluate the level of integrity of the cortico-spinal tract compared to other bundles, with the hypothesis that a lesion of the cortico-spinal tract favors the in play of the accessory motorways","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Stroke group :\n\nInclusion Criteria:\n\n* Cortical and/or subcortical ischemic or haemorrhagic stroke for at least 6 months;\n* Indication to an injection of BTA in the elbow flexor muscles according to the usual clinical criteria: request of elbow extension improvement with a functional or aesthetic objective;\n* Being under prescription of abobotulinum toxin A (DYSPORT®, Ipsen-Pharma);\n* Ability of active elbow extension\\> 20 degrees;\n* Limitation of active movement of elbow extension \\> 15 degrees or decreased or 50% decrease in the active elbow extension rate;\n* Patients who have never been treated with BTX or only a first injection that having targeted the elbow flexors more than 4 months ago;\n* Age\\> 18 years;\n* Signature of informed consent;\n* Subject affiliated to the social security coverture.\n\nExclusion Criteria:\n\n* Passive limitation of elbow extension \\> 30 degrees;\n* Pain during active movements of elbow flexion/extension;\n* Cognitive disorder with limited comprehension of three basic instructions (like the test of the 3 papers of the MMS);\n* Evolutionary or decompensated neurological disease;\n* Unstabilized epilepsy;\n* Anticoagulant treatment with a curative dose or hemostasis disorder that contraindicates intramuscular injections;\n* Claustrophobia or metallic foreign bodies contraindicated for MRI;\n* General contraindication for botulinum toxin injection: hypersensitivity to the active substance or to one of the excipients, swallowing disorder, chronic respiratory disorders, antecedent of myasthenia or Lambert Eaton syndrome; antecedent of neuromuscular disease; surgery with curarization for less than a month; current treatment with aminoglycoside, aminoquinoline, cyclosporine or anticholinesterase.\n* Presence of skin infection or inflammation at the injection site.\n* Legal incapacity.\n* Pregnant or breastfeeding woman;\n* Woman with a desire to become pregnant within 18 months.\n* Non-menopausal woman (a postmenopausal state is defined as no menses for 12 months without an alternative medical cause) who does not use one of the following contraceptive methods considered highly effective : intrauterine device, oestroprogestonic contraception or progestogen hormonal contraception associated with inhibition of ovulation, intrauterine hormone-releasing system, or bilateral tubal occlusion.\n\nControl group\n\n* inclusion criteria:\n\n  * Age\\> 18 years\n  * Signature of informed consent.\n* exclusion criteria:\n\n  * History of orthopedic or neurologic disorders;\n  * Subject expert in a sport intensively requiring the upper limbs (at least departmental competition level);\n  * Legal incapacity.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"David Gasq, MD","role":"CONTACT","phone":"05 61 32 28 42","phoneExt":"33","email":"gasq.d@chu-toulouse.fr"},{"name":"Audrey Tomasik","role":"CONTACT","phone":"05 61 77 85 97","phoneExt":"33","email":"tomasik.a@chu-toulouse.fr"}],"overallOfficials":[{"name":"David Gasq, MD","affiliation":"University Hospital, Toulouse","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital Toulouse","status":"RECRUITING","city":"Toulouse","zip":"31059","country":"France","contacts":[{"name":"David Gasq, MD","role":"CONTACT","phone":"05 61 32 28 42","phoneExt":"33","email":"gasq.d@chu-toulouse.fr"},{"name":"Audrey TOMASIK","role":"CONTACT","phone":"05 61 77 85 97","phoneExt":"33","email":"tomasik.a@chu-toulouse.fr"}],"geoPoint":{"lat":43.60426,"lon":1.44367}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000010243","term":"Paralysis"}],"ancestors":[{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","asFound":"Paralysis","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Muscle Spasticity","relevance":"HIGH"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"},{"id":"M250157","name":"abobotulinumtoxinA","relevance":"LOW"},{"id":"M20947","name":"Botulinum Toxins, Type A","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}