{"protocolSection":{"identificationModule":{"nctId":"NCT05771805","orgStudyIdInfo":{"id":"Irrij Javed Jadoon"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Additional Effects of Vagus Nerve Stimulation on Motor Functions of Upper-limb in Stroke","officialTitle":"Additional Effects of Vagus Nerve Stimulation With Task-oriented Training on Motor Functions of Upper-limb in Stroke"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-15","type":"ACTUAL"},"completionDateStruct":{"date":"2023-07-15","type":"ACTUAL"},"studyFirstSubmitDate":"2023-02-20","studyFirstSubmitQcDate":"2023-03-15","studyFirstPostDateStruct":{"date":"2023-03-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-23","lastUpdatePostDateStruct":{"date":"2023-07-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study aims to determine the additional effects of vagus nerve stimulation with task-oriented training on motor functions of upper-limb in stroke","detailedDescription":"Stroke is a clinical syndrome characterized by rapidly developing clinical signs of focal (or global) disturbance of cerebral function lasting more than 24 hours or leading to death with no apparent cause. Nerve stimulation paired with rehabilitation is a novel potential treatment option for people with long-term moderate-to-severe arm impairment after stroke. The study aims to determine the additional effects of vagus nerve stimulation with task-oriented training on motor functions of upper-limb in stroke. The idea of stimulating the vagus nerve to modify central brain activity has been pursued. Vagus nerve stimulation (VNS) paired with rehabilitative training enhances recovery of function in models of stroke and is currently under investigation for use in chronic stroke patients. Compared to traditional stimulation, noninvasive VNS seems to be safer and more tolerable."},"conditionsModule":{"conditions":["Stroke (CVA) or TIA"],"keywords":["Impairement","Stroke","Task oriented","Upper limb","Vagus nerve"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Vagus nerve stimulation with task oriented training","type":"EXPERIMENTAL","description":"Vagus nerve stimulation with task oriented training","interventionNames":["Other: Vagus nerve stimulation with task oriented training"]},{"label":"Task oriented training","type":"ACTIVE_COMPARATOR","description":"Task oriented training alone","interventionNames":["Other: Task oriented training"]}],"interventions":[{"type":"OTHER","name":"Vagus nerve stimulation with task oriented training","description":"VNS Group will receive non-invasive vagus nerve stimulation at left auricle of ear for 30 mins during the task-oriented training. Subjects will receive protocol 3 days per week for 12 weeks.","armGroupLabels":["Vagus nerve stimulation with task oriented training"]},{"type":"OTHER","name":"Task oriented training","description":"Task oriented group will receive task oriented training and placebo effect with vagus nerve stimulator.","armGroupLabels":["Task oriented training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl Meyer Assessment Scale - Upper Extremity","description":"It is now widely used for clinical assessment of motor function. This is an impairment-based test with items organized by sequential recovery stages. A three-point ordinal scale is used to measure impairments of volitional movement with grades ranging from 0 (item cannot be performed) to 2 (item can be fully performed).Specific descriptions for performance accompany individual test items. Subtests exist for UE function, LE function, balance, sensation, ROM, and pain. The cumulative test score for all components is 226 with availability of specific subtest scores (e.g., UE maximum score is 66, LE score 34; balance score 14). This instrument has good construct validity and high reliability (r 0.99) for determining motor function. Quantifiable outcome data allow this instrument to be accurately used for research purposes (a gold standard) and document recovery over time.","timeFrame":"12 weeks"},{"measure":"Wolf Motor Function Test (WMFT)","description":"Wolf Motor Function Test (WMFT) quantifies upper extremity movement ability through timed single- or multiple-joint motions and functional tasks. The original version consisted of 21 item; the widely used version of the WMFT consists of 17 items Composed of 3 parts:\n\n* Time\n* Functional ability\n* Strength Includes 15 function-based tasks and 2 strength based tasks Performance time is referred to as WMFT-TIME. Functional ability is referred to as WMFT-FAS. Items 1-6 involve timed functional tasks, items 7-14 are measures of strength, and the remaining 9 items consist of analyzing movement quality when completing various tasks. The WMFT is an instrument with high interrater reliability, internal consistency, test-retest reliability, and adequate stability","timeFrame":"12 weeks"},{"measure":"Box and Block Test (BBT)","description":"Box and Block Test (BBT) measures unilateral gross manual dexterity. It is a quick, simple and inexpensive test. It can be used with a wide range of populations, including clients with stroke. The BBT is composed of a wooden box divided in two compartments by a partition and 150 blocks. The BBT administration consists of asking the client to move, one by one, the maximum number of blocks from one compartment of a box to another of equal size, within 60 seconds. The test-retest reliability for the BBT was reported as excellent (ICC = 0.97; ICC = 0.96) for the right and left hand, respectively.\n\nInter-rater reliability for the BBT, as calculated using the ICC and Spearman rho correlation, was excellent (ICC = 0.99 and r = 0.99).","timeFrame":"12 weeks"},{"measure":"Nine Hole Peg Test (NHPT)","description":"Nine Hole Peg Test (NHPT) was developed to measure finger dexterity, also known as fine manual dexterity. It can be used with a wide range of populations, including clients with stroke. The NHPT is composed of a square board with 9 pegs. At one end of the board are holes for the pegs to fit in to, and at the other end is a shallow round dish to store the pegs. The NHPT is administered by asking the client to take the pegs from a container, one by one, and placing them into the holes on the board, as quickly as possible. Clients must then remove the pegs from the holes, one by one, and replace them back into the container.On average, healthy male adults complete the NHPT in 19.0 seconds (SD 3.2) with the right hand, and in 20.6 seconds (SD 3.9) with the left hand. For healthy female adults, the NHPT was completed in 17.9 seconds (SD 2.8) and 19.6 seconds (SD 3.4) with the right and left hand, respectively.","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Sub-Acute stroke (3 months to 6 months)\n* Between grade 0 and grade 2 on modified Ashworth scale.\n* Patients who will be able to walk without assisted devices and can stand for 2 minutes.\n* Either type Ischemic or Hemorrhagic\n* Age bracket 40-60 Years\n\nExclusion Criteria:\n\n* Previous surgical intervention on vagus nerve\n* Severe pain in upper extremity\n* MoCA score of less than 10","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Arshad Nawaz Malik, PhD","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Women Institute of Rehabilitation Center and Jinnah international hospital, BBH","city":"Abbottabad","state":"KPK","zip":"22010","country":"Pakistan","geoPoint":{"lat":34.1463,"lon":73.21168}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}