{"protocolSection":{"identificationModule":{"nctId":"NCT04833088","orgStudyIdInfo":{"id":"SAIRE FOCUSGR"},"organization":{"fullName":"Vrije Universiteit Brussel","class":"OTHER"},"briefTitle":"Exploratory Study About the Implementation of Technology in the Rehabilitation","officialTitle":"Exploratory Study About the Implementation of Technology in the Rehabilitation"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-04-01","type":"ACTUAL"},"completionDateStruct":{"date":"2022-04-01","type":"ACTUAL"},"studyFirstSubmitDate":"2021-04-01","studyFirstSubmitQcDate":"2021-04-05","studyFirstPostDateStruct":{"date":"2021-04-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-07-06","lastUpdatePostDateStruct":{"date":"2022-07-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ruben Debeuf","investigatorTitle":"The Principal Investigator","investigatorAffiliation":"Vrije Universiteit Brussel"},"leadSponsor":{"name":"Vrije Universiteit Brussel","class":"OTHER"},"collaborators":[{"name":"Universitair Ziekenhuis Brussel","class":"OTHER"},{"name":"AZ Sint Maria Halle","class":"UNKNOWN"},{"name":"Odisee University college for applied sciences","class":"OTHER"},{"name":"Erasmus University Rotterdam","class":"OTHER"},{"name":"Jessa Hospital","class":"OTHER"},{"name":"Rehabilitation hospital Inkendaal","class":"UNKNOWN"},{"name":"Rehabilitation hopsital Revarte","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This qualitative study aims to identify the needs and recommendations of both patients and healthcare professionals in terms of rehabilitation technology, more specific three pre-defined user scenarios. These scenario were developed based on brainstorm sessions with healthcare professionals from the rehabilitation ward of UZ Brussel and AZ Sint-Maria Halle. The purpose of this study is to create an overview of recommendations that will be used to develop the smart devices in a later stage of the SAIRE project.","detailedDescription":"STUDY DESIGN Based on the aforementioned user scenarios, an explorative qualitive study will be conducted investigating the recommendations and requirements of both patients and healthcare professionals in the development of the smart devices. Focus groups will be organized at UZ Brussel and AZ Sint Maria Halle to collect data from the participants. These discussions will be organized until data saturation is reached. Based on expectations, the investigators estimate on average 3 focus groups for every user scenario will be needed. The recommendations proposed in these focus group discussions will be analyzed and tested in the lab to determine what smart devices are eligible for rehabilitation. The data will also be used to develop AI algorithms that will be implemented in the smart devices.\n\nUSER SCENARIOS The first scenario focuses on the registration and triggering of movement of the upper limb in patients with spatial neglect. The aim is to develop a low-budget smart device that stimulates and analyzes movement of the affected side and gives feedback when needed.\n\nThe second user scenario aims to combine different smart devices and AI algorithms to create a mobile device that can be placed on a walking aid. This smart device will give feedback in terms of stride length and cadence through visual and auditive cues. A combination of sensor analysis and computer vision will monitor the gait pattern of the patient and correct where needed. These sensors will also incorporate a fall detection system that sends out a signal when a fall is detected.\n\nThe third and final scenario describes a smart intravenous (IV) pole that monitors the location of the patient relative to the IV pole and automatically follows the patient during walking. This device consists of a tracker and an accelerometer placed on the patient, and a motorized IV pole that follows the patient and avoid obstacles through computer vision. Additionally, a fall detection system will be integrated to monitor falls.\n\nPROCEDURE Firstly, with regard to the Sars-COV-2 pandemic, all obligated prevention measure will be followed when conducting the focus group discussion. All participants and researchers will wear face masks, maintain distance (1.5 meters) and frequently disinfect hands using alcohol-based hand sanitizer. Additionally, an adequate ventilation of the room will be maintained. If necessary, the focus group discussions will be organized online, using Microsoft Teams (Microsoft, USA).\n\nBefore the start of the focus groups, all participants will be asked to complete a form focusing on sociodemographic characteristics (age, gender, occupation, ...). After this form is collected, the focus group starts.\n\nEach focus group discussion will be led by one moderator and one assistant.The moderator directs the discussion and ensures that all participants are involved. The observer on the other hand takes notes of the conversation with a focus on verbal and non-verbal signs, seating of the participants and unexpected interruptions. Additionally, the observer also watches the time limit of approximately one hour (with regard to limited concentration duration) and ensures no key issues are overlooked. All focus groups will be recorded, after obtaining ethical approval of the participants. As mentioned before, data-collection will be completed after data saturation is reached, and no new data is gathered from the participants.\n\nThe focus group discussions start with an introduction in which the moderator presents him or herself and the observer, and explains the purpose of the study. Secondly, the participants are asked to shortly introduce themselves and describe any previous experience with smart devices or technology in their rehabilitation plan (what was good, what could have been better, ...). Thirdly, a short presentation is given that creates a global picture of the user scenarios. Finally, the discussion between the participants and the moderator is started following a question guide. If necessary, side questions are used to refocus the conversation and avoid off-topic discussions.\n\nANALYSIS Firstly, a descriptive analysis will be done for the sociodemographic characteristics of the participants based on the completed forms, using SPSS 27 (IBM, USA).\n\nSecondly, the data from the focus group discussion will be analyzed. The recorded focus groups will be transcribed verbatim using Word (Microsoft, USA). A thematic content analysis will be performed by the researchers using NVivo (QRS International, USA). For this analysis the six steps of Braun and Clarke (2006) will be followed. Firstly, the researchers will familiarize themselves with the data through repeated reading of the data. Secondly, the initial codes will be generated as the researchers begin to take notes on relevant data items. Once the entire data set is coded, the researcher will start collating the data in preparation of the third step. For this next step, the researchers will scan the collated data and take note of all themes that are potentially of relevance to form a thematic map. The forth step in the thematic analysis involves reviewing the themes. This review will be done both within each theme, as between different themes. All codes within a theme will be checked to ensure a proper fit within the theme, and all individual themes will be assessed in relation to the entire data set, to see whether the thematic map accurately represents the data. In the fifth step, the researchers will define each theme. Additionally, for each theme, the importance to the broader study topic will be described. Lastly, the final analysis will be written based on all previous steps. The researchers will first analyze the data separately. Afterwards, both researchers will compare their analysis and adjust until agreement is reached. Data will be stored on a secure and locked server of the Erasmushogeschool Brussel and will be kept five years after final publication of the study results."},"conditionsModule":{"conditions":["Stroke","Parkinson Disease","Covid19","Neglect, Hemispatial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":27,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthcare professionals","type":"OTHER","interventionNames":["Other: Focus group discussions"]},{"label":"Patients who suffer from spatial neglect","type":"OTHER","interventionNames":["Other: Focus group discussions"]},{"label":"Patients who have walking difficulties","type":"OTHER","interventionNames":["Other: Focus group discussions"]},{"label":"Patients who require long term use of an IV-stand","type":"OTHER","interventionNames":["Other: Focus group discussions"]}],"interventions":[{"type":"OTHER","name":"Focus group discussions","description":"Focus group discussions will be organized to investigate the needs and requirements of the participants in terms of three pre-defined user scenarios.","armGroupLabels":["Healthcare professionals","Patients who have walking difficulties","Patients who require long term use of an IV-stand","Patients who suffer from spatial neglect"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Overview of needs and requirements for the development of the three predefined user scenarios","description":"Recurring themes in the transcribed data of the focus groups will be identified and checked for relevance in terms of the research question (e.g. key functionalities of the device, aesthetic requirements, ...). These relevant themes will then be combined to create an overview for every user scenario individually.","timeFrame":"through study completion, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria user scenario 1:\n\n* adult (≥ 18 years)\n* diagnosed with stroke (as defined by the World Health Organization) and suffering from spatial neglect\n* able to verbally answer questions\n* ability to give informed consent\n\nExclusion Criteria user scenario 1:\n\n* severe cognitive disability (based on assessment of the healthcare professionals)\n\nInclusion criteria scenario 2:\n\n* adult (≥ 18 years)\n* suffering from gait problems (e.g. frail elderly, Parkinson Disease, recovering from COVID-19)\n* able to verbally answer questions\n* ability to give informed consent\n\nExclusion Criteria user scenario 2:\n\n* severe cognitive disability (based on assessment of the healthcare professionals)\n\nInclusion criteria scenario 3:\n\n* adult (≥ 18 years)\n* requires intensive use of an IV-stand during hospitalisation\n* able to verbally answer questions\n* ability to give informed consent\n\nExclusion Criteria user scenario 3:\n\n* severe cognitive disability (based on assessment of the healthcare professionals)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Eva Swinnen, Prof. Ph.D","affiliation":"Vrije Universiteit Brussel","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Vrije Universiteit Brussel","city":"Jette","state":"Brussels Hoofdstedelijk Gewest","zip":"1090","country":"Belgium","geoPoint":{"lat":50.87309,"lon":4.33419}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000010468","term":"Perceptual Disorders"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M2562","name":"COVID-19","relevance":"LOW"},{"id":"M13069","name":"Perceptual Disorders","asFound":"Neglect, Hemispatial","relevance":"HIGH"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"}]}},"hasResults":false}