{"protocolSection":{"identificationModule":{"nctId":"NCT05983185","orgStudyIdInfo":{"id":"C3662-R"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Prism Adaptation Therapy (PAT) for Right Brain Stroke Rehabilitation","officialTitle":"Prism Adaptation Treatment (PAT) for Right Brain Stroke Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-07-14","studyFirstSubmitQcDate":"2023-08-07","studyFirstPostDateStruct":{"date":"2023-08-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-07","lastUpdatePostDateStruct":{"date":"2023-08-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"After a right brain stroke, \\>50% of Veterans experience problems with dressing, eating, self-care or steering their wheelchairs because their ability to move, orient, and respond toward the left side is limited: spatial neglect. Spatial neglect prevents them from functioning independently, and their needs in the hospital and at home are greatly increased. An effective treatment for spatial neglect is 10 days of visuomotor training while wearing optical prisms (PAT), however many clinicians \\[fail to diagnose spatial neglect and use this approach. In this study, the investigators will develop a brain scanning test that could objectively identify the Veterans with spatial neglect after stroke who are the best candidates to receive PAT and recover their ability to function. When the research is complete, the investigators expect that brain scans done in the hospital can guide the team to refer Veterans to PAT rehabilitation: improving daily life function\\] and quality of life.","detailedDescription":"Project Summary/Abstract The application addresses the formidable treatment gap for cognitive rehabilitation of spatial neglect (SN), defined as asymmetric orienting, perception, and responding to left space after right brain stroke, causing functional disability. Although Veterans with SN are half as likely to return home, have one-third the community mobility, require 3x as much caregiver supervision, and have longer hospitalizations, increased fall risk and increased rehospitalization compared with similar right brain stroke survivors, a personalized approach to SN rehabilitation is not available in Veteran-specific systems of care. The investigators discovered that frontal lobe damage and \"Aiming\" SN both predict optimal recovery of functional independence after prism adaptation treatment (PAT). These findings argue for the development of an \\[objective, biomarker-based process to identify patients who should be administered PAT. The algorithm will be developed by identifying specific neurobiological features predictive of PAT treatment response. Thus, the investigators expect this research will deliver a critical missing element to rehabilitation, eliminating clinician uncertainty about SN diagnosis and appropriateness of PAT, and allowing a more personalized health care approach to SN rehabilitation. The team of researchers at three high-performing VA medical centers, distinguished in cognitive neurology analysis of brain imaging predictors, and stroke rehabilitation, from both advanced and clinical data, will develop the first biological parameter that can be used to assign SN rehabilitation. In 180 Veterans (120 with SN, 60 without), the investigators will define and validate brain imaging biomarkers that predict the presence of Aiming SN (Aim 1), a strong predictor of functional recovery after receiving PAT. The expectation that disconnection of frontal regions with subcortical and parietal regions will predict Aiming SN. The investigators will also examine the correlation between the brain imaging biomarkers predicting Aiming SN and improvements in daily life function after PAT (Aim 2).\\] Then, the investigators will determine if adding behavioral predictors to biomarker predictors (Aim 3) accounts for additional variance in the trajectory of functional recovery. The overall impact of the investigators' work will be to establish the utility of a validated biomarker that routinely identifies Veterans with SN after stroke who are the best candidates for PAT. Armed with a biomarker-based algorithm, the investigators can then carry out a large-scale PAT clinical trial, and personalized SN care. This care pathway could reduce reliance on specialized SN assessment, \\[coordinate VA and community systems providing Veteran stroke care,\\] and improve stroke care efficiency, to enhance outcomes and quality of life after stroke for thousands of Veterans."},"conditionsModule":{"conditions":["Spatial Neglect After Right Brain Stroke"],"keywords":["spatial neglect","cognition","stroke rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The investigators are examining predictors of treatment response, hypothesized to relate to brain imaging biomarkers.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcome assessors will not be aware of the location of the Veteran's stroke.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":244,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Prism adaptation Therapy","type":"ACTIVE_COMPARATOR","description":"People with spatial neglect will receive this effective treatment to reduce symptoms, which the investigators' previous work indicated may be particularly effective for Aiming SN symptoms.","interventionNames":["Behavioral: Prism adaptation therapy"]},{"label":"No spatial neglect","type":"NO_INTERVENTION","description":"People without spatial neglect symptoms will not receive an intervention for spatial neglect."}],"interventions":[{"type":"BEHAVIORAL","name":"Prism adaptation therapy","description":"The investigators' research and clinical group is the US leader in implementing this intervention for spatial neglect and have brought it to more than 50 clinical centers, hospitals, and treatment organizations.","armGroupLabels":["Prism adaptation Therapy"],"otherNames":["Prism training, PAT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Spatial neglect (SN) type (Aiming SN versus Where SN)","description":"This variable is assignment to category defining spatial neglect. This is based on a data collection with computerized line bisection, which generates a profile score. Veterans whose computerized line bisection profile score indicates that they have spatial neglect that primarily affects movement, intention and action have Aiming SN; these Veterans responded best to prism adaptation therapy (PAT) in prior research. Alternately, Veterans may have a profile score consistent with Where SN, affecting perception and action.","timeFrame":"baseline"},{"measure":"Functional independence Measure (FIM) improvement trajectory","description":"This outcome variable measures how well Veterans can carry out their daily life self-care activities independently on a validated measure, the Functional Independence Measure (FIM).","timeFrame":"5 weeks after enrollment"}],"secondaryOutcomes":[{"measure":"SN severity, as assessed by the Behavioral Inattention Test-conventional subtest (BIT-c)","description":"This variable examines the severity of spatial neglect as measured by functionally-valid assessment, the Behavioral Inattention Test-conventional subtest (BIT-c; max value 146, min value 0, lower is abnormal). Functionally-valid spatial neglect assessments predict independence for activities of daily living, and care needs.","timeFrame":"5 weeks after enrollment"},{"measure":"SN severity, as assessed by the Catherine Bergego Scale (CBS)","description":"This variable (max value 30, min value 0, higher is abnormal) examines the severity of spatial neglect as measured by a functionally-valid assessment, the CBS. Functionally-valid spatial neglect assessments predict independence for activities of daily living, and care needs.","timeFrame":"5 weeks after enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Has had a first right brain stroke \\>18 years of age\n* 1-4 months post-diagnosis of right brain stroke\n* Can sit up, see out of both eyes and point to objects (\\>20/50 vision in both eyes)\n* Can give informed consent to participate\n\nExclusion Criteria:\n\n* Has been diagnosed with other chronic, disabling neurological disorder (e.g. multiple sclerosis, Alzheimer Disease)\n* Has had a clinical left brain stroke or has neuroimaging evidence of prior stroke(s) including the presence of more than two lacunes with diameter greater than 15 mm.\n* Cannot sit up to be tested and receive PAT\n* Has \\<20/50 vision when viewing with both eyes","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lisa Shenette","role":"CONTACT","phone":"(413) 463-1835","email":"lisa.shenette@va.gov"},{"name":"Anna M Barrett, MD","role":"CONTACT","phone":"(973) 941-0074","email":"Anna.Barrett2@va.gov"}],"overallOfficials":[{"name":"Anna M. Barrett, MD","affiliation":"VA Central Western Massachusetts Healthcare System, Leeds, MA","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Atlanta VA Medical and Rehab Center, Decatur, GA","status":"RECRUITING","city":"Decatur","state":"Georgia","zip":"30033-4004","country":"United States","contacts":[{"name":"Mykayla Jeter","role":"CONTACT","phone":"404-321-6111","email":"mykayla.jeter@va.gov"},{"name":"Michael Dattilo, MD","role":"CONTACT","phone":"4043216111","phoneExt":"20660","email":"michael.datillo@va.gov"}],"geoPoint":{"lat":33.77483,"lon":-84.29631}},{"facility":"VA Central Western Massachusetts Healthcare System, Leeds, MA","status":"RECRUITING","city":"Leeds","state":"Massachusetts","zip":"01053-9764","country":"United States","contacts":[{"name":"Amber N Jones","role":"CONTACT","phone":"413-584-4040","phoneExt":"6528","email":"Amber.Jones8@va.gov"},{"name":"Kristin M Mattocks, PhD MPH","role":"CONTACT","phone":"(413) 548-6777","email":"kristin.mattocks@va.gov"},{"name":"Anna M. Barrett, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.35148,"lon":-72.69954}},{"facility":"Louis Stokes VA Medical Center, Cleveland, OH","status":"RECRUITING","city":"Cleveland","state":"Ohio","zip":"44106-1702","country":"United States","contacts":[{"name":"Jessica McCabe, PT","role":"CONTACT","phone":"216-791-3800","phoneExt":"8203830","email":"jessica.mccabe@va.gov"},{"name":"Svetlana Pundik","role":"CONTACT","phone":"2167913800","phoneExt":"63732","email":"svetlana.pundik@va.gov"}],"geoPoint":{"lat":41.4995,"lon":-81.69541}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}