{"protocolSection":{"identificationModule":{"nctId":"NCT02119598","orgStudyIdInfo":{"id":"B.U.N. 143201317990"},"organization":{"fullName":"Universitair Ziekenhuis Brussel","class":"OTHER"},"briefTitle":"Feasibility of AmbulanCe-based Telemedicine (FACT) Study","officialTitle":"Technical and Clinical Feasibility of Third Generation In-ambulance Telemedicine: Feasibility of AmbulanCe-based Telemedicine (FACT) Study","acronym":"FACT"},"statusModule":{"statusVerifiedDate":"2014-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-02"},"primaryCompletionDateStruct":{"date":"2014-09","type":"ACTUAL"},"completionDateStruct":{"date":"2014-09","type":"ACTUAL"},"studyFirstSubmitDate":"2014-04-12","studyFirstSubmitQcDate":"2014-04-18","studyFirstPostDateStruct":{"date":"2014-04-21","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-12-01","lastUpdatePostDateStruct":{"date":"2014-12-03","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Raf Brouns, MD, PhD","investigatorTitle":"M.D., Ph.D.","investigatorAffiliation":"Universitair Ziekenhuis Brussel"},"leadSponsor":{"name":"Universitair Ziekenhuis Brussel","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Research on prehospital telestroke systems is recommended by the American Stroke Association, as it may facilitate early stroke diagnosis, assessment of stroke severity and selection of patients for specific stroke treatments\n\nThe experience with prehospital telemedicine for assessment of stroke severity is limited. Prehospital telestroke is a very promising concept, facilitating specialized stroke care in very early stage based on integration of bidirectional audiovisual communication with point of care laboratory analysis, vitals and decision support software.\n\nThe aim of this prospective study is to investigate the safety, the technical feasibility and the reliability of in-ambulance telemedicine using a prototype third generation telemedicine system (PreSSUB 3.0).","detailedDescription":"Timely treatment can effectively reduce the burden of stroke and should begin with optimal prehospital stroke care. The slogans 'Time is brain' and 'Competence is brain' adequately point out that acute stroke is a time-critical medical emergency requiring specialized treatment.\n\nPursuant to ongoing technological developments and in line with the American Stroke Association and the European Stroke Organisation guidelines, the implementation of telestroke for optimizing inhospital stroke care is currently applied in several countries. Research on prehospital telestroke systems is recommended by the American Stroke Association, as it may facilitate early stroke diagnosis, assessment of stroke severity and selection of patients for specific stroke treatments.\n\nThe experience with prehospital telemedicine for assessment of stroke severity, however, is limited to the TeleBAT project and two recent pilot studies conducted in healthy volunteers. Prehospital telestroke is a very promising concept, facilitating specialized stroke care in very early stage based on integration of bidirectional audiovisual communication with point of care laboratory analysis, vitals and decision support software.\n\nAs part of the Prehospital Stroke Study at the Universitair ziekenhuis Brussel (PreSSUB), we have developed and tested several prototypes for prehospital telemedicine. The current system consists of commercially available hardware and a Web-based telemedicine platform. The data are transmitted to a multimedia server unit over a mobile (ultra)broadband connection (3G or 4G). Data privacy is secured by password-protected logins, role-based access control, and hypertext transfer protocol secure encryption.\n\nThe results of a feasibility study using the 4G network in healthy volunteers have recently been reported and feasibility data using the 3G network in healthy volunteers are available.\n\nBuilding further on the reassuring safety and feasibility data specified above, the next logical step is to evaluate this system for prehospital telemedicine in the real-life situation involving transportation of patients in the Paramedic Ambulance team (PIT)-ambulance to the UZ Brussel."},"conditionsModule":{"conditions":["Acute Stroke"],"keywords":["Prehospital care","Telemedicine","Ambulance-based telemedicine"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":43,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of succesfully executed prehospital teleconsultations","description":"A successful prehospital teleconsultation is defined as a personal interaction between a patient in a moving ambulance and a remote teleconsultant, based on wireless audiovisual communication and optional reporting of vital parameters (e.g. blood pressure, blood oxygen saturation, heart rate, glycemia), neurological deficit, key history taking, medication anamnesis, and/or patient identification.","timeFrame":"Up to 26 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Any patient older than 18 years of age requesting ambulance-based emergency care","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Any patient older than 18 years requesting ambulance-based emergency care.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Raf Brouns, M.D., Ph.D.","affiliation":"Department of Neurology, Universitair Ziekenhuis Brussel, Belgium","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universitair Ziekenhuis Brussel","city":"Brussels","zip":"1090","country":"Belgium","geoPoint":{"lat":50.85045,"lon":4.34878}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}