{"protocolSection":{"identificationModule":{"nctId":"NCT05796154","orgStudyIdInfo":{"id":"POTS SV"},"organization":{"fullName":"University of Calgary","class":"OTHER"},"briefTitle":"POTS Stroke Volume","officialTitle":"Hemodynamic Biomarkers for Postural Tachycardia Syndrome Using a Novel Continuous Beat-to-Beat Wearable Blood Pressure Monitor"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-11-01","studyFirstSubmitQcDate":"2023-03-21","studyFirstPostDateStruct":{"date":"2023-04-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-21","lastUpdatePostDateStruct":{"date":"2023-04-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Calgary","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"the investigators propose studies of a tiny, wearable, wireless, beat-to-beat blood pressure monitor that will be both a transformative research platform and an enabler of patient self-care in the diagnosis, investigation, and management of POTS.","detailedDescription":"Detailed Description:\n\nProject Purpose: the investigators propose studies of a tiny, wearable, wireless, beat-to-beat blood pressure monitor that will be both a transformative research platform and an enabler of patient self-care in the diagnosis, investigation, and management of POTS. The 2019 NIH POTS Consensus meeting stated the need for biomarkers that would i) provide physiologically-based diagnostic criteria; ii) be easily accessible and affordable; iii) reflect disease activity and response to treatment, and provide long-term outcome data; and iv) provide uniform phenotyping and a shared database for multicenter studies.\n\nCurrent POTS heart rate (HR) diagnostic criteria may not reflect hemodynamic changes in daily life, and do not measure the underlining physiology, which is reduced stroke volume (SV) in most patients. Beat-to-beat blood pressure (BP) recordings with waveforms can derive SV. the investigators have developed an inexpensive, wearable, wireless, rechargeable, beat-to-beat BP monitor that sits behind the ear. It weighs 13 gm and samples the BP with high resolution waveforms. SV can be estimated from BP waveform shapes.\n\nResearch Objectives: the investigators hypothesize that SV 1) can be estimated from wearable BP monitors, and 2) will provide physiologic information for patients and physicians.\n\nAim 1: To determine the accuracy of stroke volume estimated from a novel wearable BP monitor compared to that estimated from cardiac MRI.\n\nAim 2: To determine whether stroke volume differs between healthy controls and POTS subjects during stand tests in the lab and at home Aim 3: To determine whether stroke volume correlates with heart rate at home Aim 4: To assess user satisfaction in a multicenter study.\n\nStudy Design \\& Methodology:\n\nAim 1: Noninvasive BP waveforms will be acquired from 30 patients undergoing cardiac MRI. to provide accurate SV estimates. BP waveforms will be digitized at 50 Hz and SV will be estimated from BP waveforms with both published equations using parameters of the waveforms and with de novo algorithms developed using Matlab machine learning regression algorithms.\n\nAim 2: SV and HR will be recorded after 10 min headup tilt and the stand test from 20 POTS patients and 20 healthy controls. The same parameters will be recorded at home after 10 min quiet standing. the investigators will compare the home stand test and lab tilt test and stand tests.\n\nAim 3: the investigators will have the 20 symptomatic POTS patients and 20 healthy controls from Aim 2 wear the novel monitor for 12 daytime hours. the investigators will test the hypothesis that stroke volumes are lower and heart rate higher in 10-minute segments in the morning after arising and better in mid afternoon.\n\nAim 4: Devices will be provided to 3 centers who will each enroll 5 POTS patients and 5 control subjects. The devices will be worn for 12 daytime hours and the data stored anonymously in the cloud. Patients and physicians will be surveyed for their impressions of wearability, esthetics, comfort, and ease of donning and doffing, as well as data handling and review. Investigators will be given access to the anonymized, searchable, explorable data set and a draft Ambulatory POTS Monitor report.\n\nAnticipated Outcomes: This proposed work will provide an easily accessible, affordable platform for multicentre, physiologically-based studies of diagnosis, treatment, and long-term outcome. This will enable hemodynamic monitoring of POTS patients at home."},"conditionsModule":{"conditions":["POTS"],"keywords":["wearable BP monitor","cardiac MRI","stroke volume"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"ear blood pressure monitor","type":"OTHER","interventionNames":["Device: ear blood pressure monitor"]}],"interventions":[{"type":"DEVICE","name":"ear blood pressure monitor","description":"The ear blood pressure monitor is a biometric monitoring device that collects blood pressure non-invasively from the ear.","armGroupLabels":["ear blood pressure monitor"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the accuracy of stroke volume estimated from a novel wearable BP monitor compared to that estimated from cardiac MRI.","description":"that stroke volume can be accurately estimated based on ambulatory blood pressure and heart rate sequences and will diagnose POTS in patients at home, reflect clinical status, and be suitable for multicenter studies.","timeFrame":"10 minutes pre-intervention (Cardiac MRI)"},{"measure":"the accuracy of stroke volume estimated from a novel wearable BP monitor compared to that estimated from cardiac MRI.","description":"that stroke volume can be accurately estimated based on ambulatory blood pressure and heart rate sequences and will diagnose POTS in patients at home, reflect clinical status, and be suitable for multicenter studies.","timeFrame":"10 minutes post-intervention( cardiac MRI)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Undergoing clinically indicated cardiac MRI\n\n  * Between 18 and 80 years of age.\n  * Able and willing to provide informed consent\n\nExclusion Criteria:\n\n* Somatization or severe anxiety symptoms will be excluded\n* Other factors which in the investigator's opinion would prevent the participant from completing the protocol, including poor compliance during previous studies\n* Unable to give informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M16074","name":"Tachycardia","relevance":"LOW"},{"id":"M27672","name":"Postural Orthostatic Tachycardia Syndrome","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}