{"protocolSection":{"identificationModule":{"nctId":"NCT04517383","orgStudyIdInfo":{"id":"POSET202008"},"organization":{"fullName":"RenJi Hospital","class":"OTHER"},"briefTitle":"Effects of Post-Operative Sedation for Endovascular Thrombectomy","officialTitle":"Effects of Post-operative Sedation on Clinical Outcomes in Patients Receiving Endovascular Thrombectomy for Acute Ischemic Stroke","acronym":"POSET"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-02-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-08-12","studyFirstSubmitQcDate":"2020-08-17","studyFirstPostDateStruct":{"date":"2020-08-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-11","lastUpdatePostDateStruct":{"date":"2023-04-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"RenJi Hospital","class":"OTHER"},"collaborators":[{"name":"Changhai Hospital","class":"OTHER"},{"name":"Huashan Hospital","class":"OTHER"},{"name":"Shanghai Tongji Hospital, Tongji University School of Medicine","class":"OTHER"},{"name":"Beijing Chao Yang Hospital","class":"OTHER"},{"name":"Shanghai 6th People's Hospital","class":"OTHER"},{"name":"Shanghai Yangpu District Central Hospital","class":"UNKNOWN"},{"name":"Henan Provincial People's Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Studies from our lab indicated that long-term sedation is protective in mice with midbrain infarct. To assess whether post-operative sedation has protective effects on clinical outcomes in patients with ischemic stroke undergoing endovascular thrombectomy (ET), a multi-center, randomized clinical trial will be carried out (POSET study). In POSET study, patients receiving ET for acute ischemic stroke under general anesthesia will be randomly assigned to the control group (Con group) and the post-operative sedation group (POS group). Patients in the Con group will be recovered and extubated immediately after the surgery, whereas those in the POS group will be sedated with propofol and dexmedetomidine for another 6hrs before extubation. The primary endpoint is the score on the modified Rankin Scale assessed at 90±7 days after randomization. The hypothesis is that patients in the POS group will have improved clinical outcome in 3 months after surgery.","detailedDescription":"Theoretically, general anesthesia (GA) has profound brain protection potential, because it can induce a sedative status in patients, reduce brain tissue metabolism and oxygen consumption, inhibit neuro-excitotoxicity, and decrease the core body temperature to a certain degree. All these features indicate GA may possess neuro-protective properties and should be beneficial to ischemic brain, i.e., patients with acute ischemic stroke (AIS).\n\nHowever, in the clinics, application of GA is limited in intra-operative period, which corresponds to only part of the ischemic period, in AIS patients undergoing endovascular thrombectomy (ET) surgery. Several recent well-designed RCT studies demonstrated that patients who underwent the surgery under GA achieved a more favorable functional outcomes at 3 months compared with those having the surgery without GA and the better outcome was mainly a direct effect of GA per se. Meanwhile, it is worth noting that, although recent studies tend to favor certain potential benefits of GA for patients undergoing ET surgery, the protective effects of GA uncovered by these trials seem consistently weak. Why? We speculate that this is mainly due to the short exposure time to GA. Around 2 hour-implementation of GA during the surgery is not long enough to exert obvious protection in such big brain damage. Ideally, GA would provide maximum protection effect if the AIS patients could receive sedation once they are diagnosed, i.e., before, during and after the ET surgery, which seems practically impossible. More feasibly, we propose that a prolonged exposure to GA in AIS patients undergoing ET, which includes both ischemic and reperfusion periods, would result in considerable improvements in these patients.\n\nTherefore, considering the safety and feasibility of modern anesthetic technique, we intend to conduct a multi-center, prospective, randomized, controlled clinical trial to investigate whether prolonged Post-Operative Sedation would benefit AIS patients undergoing Endovascular Thrombectomy on their clinical outcomes (POSET). Patients who achieve successful reperfusion after ET surgery under GA will be randomly assigned to control group or post-operative sedation group, in which, the control group will recover from GA immediately after the surgery, whereas those assigned to the post-operative sedation group will receive mechanical ventilation under sedation for another 6 hrs before extubation. The primary outcome is the score on the mRS at around 90 days after randomization. The current study may provide new therapeutic strategy, which is both practical and safe for neuroprotection in AIS patients.\n\nSample size is calculated according to the results of previous studies and our previous experience. We assume distribution of mRS scores at 90 days after surgery in the control group is: 0: 4.6%; 1: 12%; 2: 10.7%; 3: 20%; 4: 19.3%; 5: 8.7%; 6: 24.7%. For the intervention group, based on our previous experience, we assume that the common odds ratio (cOR) value is 1.4, which corresponds to a difference of 7 percent points between the patients in the intervention group who have a mRS score in the range of 0\\~2 and those in the control group. After 5000 times of simulation using Monte Carlo, a sample size of 1152 subjects can provide a power of 90%.\n\nInterim analysis will be carried out when 25%, 50% and 75% of patients have been enrolled, respectively. The termination rule for efficiency is defined by using the Pocock analog boundaries. Three interim analysis will increase the sample size by 1.027, therefore making the sample size 1152×1.027=1184. Taking into account a 8% dropout rate, a final sample size of 1286 is needed, 643 per arm.\n\nSince the sample size calculation is based on results from a previous study and our retrospective data, to account for uncertainty associated with center variance, this trial uses an adaptive design. The sample size will be recalculated based on the accumulating data when 50% of patients have been enrolled.\n\nAn independent DSMB which includes a neurologist, an anesthesiologist and an independent methodologist/statistician monitors the trial. The DSMB plans to hold two interim analysis meetings when 1/3 and 2/3 cases have finished the 90±7 days follow-up, and the analysis will assess the occurrence of adverse events by center and by procedure.\n\nFor statistical analysis, baseline data are presented according to treatment allocation in an appropriate way, i.e., categorical variables and continuous variables are indicated by quantity (percentage) and mean ± standard deviation or median (interquartile range), respectively. The primary outcome parameter, mRS score at 90±7 days after the operation, is an ordinal categorical variable of 6 categories. Ordinal logistic regression will be used to estimate the unadjusted cOR and its 95% confidence interval. The cOR and its 95% confidence interval after adjusting with age, preoperative mRS score and other variables will be estimated as well. The analysis of primary outcomes will be performed according to the intention-to-treat (ITT) principle. And they will also be analyzed for a sensitivity analysis according to per-protocol (PP) principle. Linear regression or logistic regression will be used to analyze the secondary outcomes, with the same adjustments as the primary outcome. The safety data will be presented as number or proportion, and the RR (Risk Ratio) and the 95% confidence interval will be calculated and compared between the groups. Analysis of the secondary outcomes and safety data will be performed according to the ITT principle only. All the statistical analysis will be performed using SAS (v9.2) or R (v4.0.2) software."},"conditionsModule":{"conditions":["Acute Ischemic Stroke","Endovascular Thrombectomy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":1286,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"POS group","type":"EXPERIMENTAL","description":"Patients in the POS group will undergo ET under general anesthesia. After the surgery is done, patients will keep being intubated and mechanically ventilated for 6hrs, during which period the patients will be sedated with sedatives to maintain a BIS value of 50\\~70 and Ramsay sedation score of 5 \\~ 6. The SBP will be controlled between 120 \\~ 180mmHg with vasoactive drugs. After 6hs, the patients will be recovered and extubated.","interventionNames":["Procedure: post-operative sedation"]},{"label":"Con group","type":"ACTIVE_COMPARATOR","description":"Patients in the Con group will undergo ET under general anesthesia and will be routinely recovered and extubated immediately after the surgery is done. The SBP will be controlled between 120 \\~ 180mmHg with vasoactive drugs for at least 7hrs after the surgery.","interventionNames":["Procedure: routine recovery"]}],"interventions":[{"type":"PROCEDURE","name":"post-operative sedation","description":"Patients with ischemic stroke will undergo endovascular thrombectomy (ET) under general anesthesia. After the ET surgery is done, patients in POS group will be sedated for 6hrs before extubation.","armGroupLabels":["POS group"]},{"type":"PROCEDURE","name":"routine recovery","description":"Patients with ischemic stroke will undergo endovascular thrombectomy (ET) under general anesthesia. Patients in Con group will be routinely recovered and extubated after the ET surgery is done.","armGroupLabels":["Con group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the score on the modified Rankin Scale assessed at 90±7 days after randomization","description":"The Modified Rankin Scale (mRS) assesses disability in patients who have suffered a stroke and is compared over time to check for recovery and degree of continued disability. A score of 0 is no disability, 5 is disability requiring constant care for all needs; 6 is death.","timeFrame":"at 90±7 days after ET surgery"}],"secondaryOutcomes":[{"measure":"Change in NIHSS score between admission and 24±6 hrs post-operation (NIHSSadmission-NIHSS24h)","description":"The NIHSS classifies neurological deficit on a scale from 0 (no deficit) to 42 (most severe deficit).","timeFrame":"pre-operatively and at 24±6 hours after ET surgery"},{"measure":"Change in NIHSS score between admission and 5~7d post-operation (NIHSSadmission-NIHSS7d)","description":"The NIHSS classifies neurological deficit on a scale from 0 (no deficit) to 42 (most severe deficit).","timeFrame":"pre-operatively and at 5~7 days after ET surgery"},{"measure":"Final infarct volume determined by DWI or CTP at 5~7d post-operation or at discharge","description":"The infarct size will be detected by DWI or CTP","timeFrame":"at 5~7 days post-operation or at discharge"},{"measure":"The incidence of extubation delay","description":"Extubation delay is defined as more than 1h is needed from the time all sedative medication is stopped and recovery is started to successful extubation.","timeFrame":"at 24 hours after ET surgery"},{"measure":"The incidence of extubation failure","description":"Extubation failure is defined as the need for ventilatory support after extubation using tracheal intubation or noninvasive ventilation within 24h after extubation.","timeFrame":"at 24 hours after ET surgery"},{"measure":"Frequency of patients achieving functional independence, as reflected by an mRS score of 0 to 2 at 90±7d post-operation","description":"The Modified Rankin Scale (mRS) assesses disability in patients who have suffered a stroke and is compared over time to check for recovery and degree of continued disability. A score of 0 is no disability, 5 is disability requiring constant care for all needs; 6 is death. All patients will be evaluated 90±7d post-operation and the incidence of patients score 0\\~2 will be calculated.","timeFrame":"at 90±7 days after ET surgery"},{"measure":"Mortality rate within 90 days after ET surgery","description":"the mortality rate within 90 days after ET surgery","timeFrame":"at 90 days after ET surgery"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. are between 18 and 85 years old\n2. have a clinical diagnosis of AIS due to anterior circulation large artery occlusion (including internal carotid artery or/and middle cerebral artery)\n3. with a score on the National Institute of Health Stroke Scale (NIHSS) ≥10 before surgery\n4. with a modified Rankin scale (mRS) \\<3 before stroke\n5. have endovascular thrombectomy under GA and are confirmed to achieve successful reperfusion (mTICI 2b-3) by digital subtraction angiography (DSA) exam at the end of the operation.\n6. Informed consent by the patient him-/herself or his/her legal representative\n\nExclusion Criteria:\n\n1. previous intracranial hemorrhage within 6 weeks\n2. vascular stents implantation in the responsible blood vessel\n3. Glasgow score ≤8 points before surgery\n4. known allergy to heparin, aspirin, clopidogrel, rapamycin, lactic acid polymer, stainless steel, and allergy or contraindication to contrast agent\n5. contraindication to dexmedetomidine\n6. known hemoglobin less than 70g/L, platelet count less than 50×109L, international normalized ratio (INR) greater than 1.5, or other uncorrectable bleeding issues\n7. severe liver or kidney dysfunction, i.e. ALT or AST \\>3 times the upper limit of normal, or creatinine \\>1.5 times the upper limit of normal\n8. are pregnant or breast feeding\n9. have history of mental illness\n10. are currently participating in another clinical trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Weifeng Yu, Ph.D.","role":"CONTACT","phone":"86-21-68383702","email":"ywf808@yeah.net"},{"name":"Jie Tian, Ph.D.","role":"CONTACT","phone":"86-21-68383702","email":"vaseline2001@hotmail.com"}],"locations":[{"facility":"Renji Hospital","status":"RECRUITING","city":"Shanghai","zip":"200126","country":"China","contacts":[{"name":"Jie Tian, MD, PhD","role":"CONTACT","phone":"86-21-68383702","email":"vaseline2001@hotmail.com"}],"geoPoint":{"lat":31.22222,"lon":121.45806}}]},"referencesModule":{"references":[{"pmid":"29340574","type":"BACKGROUND","citation":"Simonsen CZ, Yoo AJ, Sorensen LH, Juul N, Johnsen SP, Andersen G, Rasmussen M. Effect of General Anesthesia and Conscious Sedation During Endovascular Therapy on Infarct Growth and Clinical Outcomes in Acute Ischemic Stroke: A Randomized Clinical Trial. JAMA Neurol. 2018 Apr 1;75(4):470-477. doi: 10.1001/jamaneurol.2017.4474."},{"pmid":"35857365","type":"DERIVED","citation":"Tosello R, Riera R, Tosello G, Clezar CN, Amorim JE, Vasconcelos V, Joao BB, Flumignan RL. Type of anaesthesia for acute ischaemic stroke endovascular treatment. Cochrane Database Syst Rev. 2022 Jul 20;7(7):CD013690. doi: 10.1002/14651858.CD013690.pub2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Other researchers could email us to ask the data information."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M9733","name":"Hypnotics and Sedatives","relevance":"LOW"},{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}