{"protocolSection":{"identificationModule":{"nctId":"NCT06042179","orgStudyIdInfo":{"id":"Pro00127409"},"organization":{"fullName":"Medical University of South Carolina","class":"OTHER"},"briefTitle":"Frequency vs Error Augmentation Training in Acute Physical Therapy Post Stroke","officialTitle":"Impact of Intense Physical Therapy on Functional Mobility Outcomes in the Acute Stroke Population - Phase II","acronym":"FEAT"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-20","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-01","studyFirstSubmitQcDate":"2023-09-14","studyFirstPostDateStruct":{"date":"2023-09-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-29","lastUpdatePostDateStruct":{"date":"2024-01-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Christine Holmstedt","investigatorTitle":"Study Chair","investigatorAffiliation":"Medical University of South Carolina"},"leadSponsor":{"name":"Christine Holmstedt","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The Department of Physical Therapy in conjunction with the Comprehensive Stroke Center at the Medical University of South Carolina (MUSC) seeks support for developing an evidence-based approach for the mobilization of patients within the first 24 hours of admission for an acute stroke and for increasing the frequency and intensity of acute PT services while inpatient. This evidence will prepare physical therapists and guide practice in the delivery of acute stroke mobilization in the hospital setting to optimize length of stay, disposition planning, and enhance long term recovery outcomes.\n\nThis research hopes to challenge the clinical paradigm regarding the possibility of decreased functional outcomes with early mobilization post stroke. The investigators acknowledge that acute stroke patients may not be able to tolerate an extensive early mobility program but may benefit from shorter more frequent sessions of therapy early in their recovery. Throughout the literature, there are clinical practice guidelines for both the inpatient rehabilitation and outpatient therapy sectors and post stroke recovery. Little is known about the contribution of therapy services in the acute hospital setting and therapy's impact on long term functional gains. The goal of this project is to determine the appropriate dosage of post stroke mobility in the acute care hospital setting.","detailedDescription":"The objective is to determine if changing one component of the overall mobility dosage, adjusting frequency or intensity, will improve patient outcomes. Phase I of this study, performed at MUSC from June 2021-June 2022, demonstrated improved functional mobility outcomes at hospital discharge for patients who received a combination of both increased frequency and intensity of PT services compared to the standard of care approach. Phase II aims to determine if these promising results can be attributed to increased frequency, increased intensity, or a combination of frequent and intense PT sessions. The proposed research will be a multidisciplinary collaborative effort from the Department of Neurology and the Department of Physical Therapy to investigate the best-practice for mobilization in the acute hospital phase of stroke. . Phase II aims to evaluate whether the dosage of increased frequency or increased intensity of Physical Therapy services led to the promising outcomes and functional improvements which the first study demonstrated.\n\nInvestigators propose to enroll 168 individuals with acute stroke admitted to MUSC and randomize them into increased frequency, increased intensity, increased frequency and intensity combined and usual care PT treatment groups. This study will be designed as a randomized control trial. Patients who agree to participate, will be assigned (at random) to either a treatment arm which will receive either more frequent therapy services, more intense therapy services (increased intensity by incorporating error augmentation training), a combination of frequent and intense therapy services (frequent bouts of error augmentation training) or to the control group (treatment as usual) which will receive the standard amount of therapy services currently provided in the hospital setting (\\~3-5 times per week). By studying the balance, walking and success of patients in the treatment groups compared with the standard of care group, the investigators hope to better understand the contribution of intense PT services, frequency PT services, or a combination of intense and frequent PT services on a patient's independence post stroke. Investigators know from phase I of this study that patients provided with a combination of increased frequency and intensity of PT services demonstrated significant functional improvements (measured by PASS and AMPAC) at time of hospital discharge and a decreased length of hospital stay when compared to the standard of care PT group. Phase II will help investigators to determine if these promising results can be best attributed to the intensity and error augmentation training portion of PT services, to the frequency of PT services, or to a combination of both frequent and intense PT services post stroke in the acute hospital setting."},"conditionsModule":{"conditions":["Stroke","Stroke, Acute","Stroke, Ischemic"],"keywords":["Physical therapy","error augmentation training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study will be designed as a randomized control trial with a 1:1:1:1 randomization. This study will utilize a permuted block design to randomly allocate a participate to a treatment group, while maintaining a balance across treatment groups.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":168,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard of Care PT","type":"NO_INTERVENTION","description":"Standard of care PT services to included 3 to 5 therapy sessions per week, each session averaging between 20 to 50 minutes, delivered throughout the hospitalization. No specific instructions will be given to therapists providing standard of care PT, except that they cannot implement error augmentation training. Generally, standard of care PT during the initial hospitalization following acute stroke is provided with targeted patient-specific goals and typically primarily focuses on mobility and gait training. Most sessions are geared toward bed mobility, transfers and gait training with therapeutic exercises provided to target any muscle weakness identified."},{"label":"Frequent PT services","type":"EXPERIMENTAL","description":"This group will receive physical therapy services twice a day Monday through Friday and daily Saturday and Sunday. Most sessions are geared toward bed mobility, transfers and gait training with therapeutic exercises provided to target any muscle weakness identified.","interventionNames":["Behavioral: Frequent PT"]},{"label":"Error Augmentation Training","type":"EXPERIMENTAL","description":"Will receive error augmentation training 3-5x/wk while inpatient Standard of care PT with the addition of error augmentation principles (making hard tasks harder and increasing difficulty of tasks with added resistance to already weakened muscles) to address at least 2 stroke deficits or limitations.","interventionNames":["Behavioral: Intense PT"]},{"label":"Frequent Intense PT","type":"EXPERIMENTAL","description":"This group will receive therapy services twice per day Monday through Friday and daily Saturday and Sunday, with implementation of error augmentation training each session. This includes standard of care PT with the addition of error augmentation principles (making hard tasks harder and increasing difficulty of tasks with added resistance to already weakened muscles) to address at least 2 stroke deficits or limitations.","interventionNames":["Behavioral: Frequent PT","Behavioral: Intense PT"]}],"interventions":[{"type":"BEHAVIORAL","name":"Frequent PT","description":"Physical therapy services twice a day Monday through Friday and daily Saturday and Sunday. Most sessions are geared toward bed mobility, transfers and gait training with therapeutic exercises provided to target any muscle weakness identified.","armGroupLabels":["Frequent Intense PT","Frequent PT services"]},{"type":"BEHAVIORAL","name":"Intense PT","description":"Will receive error augmentation training 3-5x/wk while inpatient Standard of care PT with the addition of error augmentation principles (making hard tasks harder and increasing difficulty of tasks with added resistance to already weakened muscles) to address at least 2 stroke deficits or limitations.","armGroupLabels":["Error Augmentation Training","Frequent Intense PT"],"otherNames":["Error Augmentation Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Postural Assessment Stroke Scale (PASS)","description":"The scale measures 12 items of balance in sitting, lying and standing with increasing amounts of difficulty. It consists of a 4 point scale, measured from 0 to 3 with scores that range from 0-36. Patients with a lower score have a more severe impairment, and patients with a higher score have a less severe impairment.","timeFrame":"From date of PT evaluation up until 90 day stroke follow up post hospital discharge"},{"measure":"Change in Activity measure for post acute care (AM-PAC)","description":"The scale measures basic mobility in the hospital setting including moving around in bed, getting out of bed, sitting and standing, moving from a bed to a chair, walking, and going up and down stairs. It consists of a 4 point scale measured from 1 to 4 with scores that range from 6 to 24. Patients with a lower score have a more severe impairment, and patients with a higher score have a less severe impairment.","timeFrame":"From date of PT evaluation up until 90 day stroke follow up post hospital discharge"}],"secondaryOutcomes":[{"measure":"Change in Modified Rankin Scale (mRS)","description":"The scale is a questionnaire that asks patients about their ability to perform activities of daily living (ADL's) taking into account their physical, mental, and speech performance. On admission the questionnaire focuses on their ability to perform ADL's prior to their stroke. At discharge and at 90 day follow up the questionnaire focuses on their ability to perform ADL's at that time point. It is scored from 0 to 5. Patients with a lower score have a less severe impairment, and patients with a higher score have a more severe impairment.","timeFrame":"From date of PT evaluation up until 90 day stroke follow up post hospital discharge"},{"measure":"Change in National Institute of Health Stroke Scale Score (NIHSS)","description":"The scale measures the severity of symptoms associated with patient's stroke. It assesses the severity of impairments related to stroke. The impairments are graded on a 3-4 point scale with scores that range from 0-42. Patients with a higher score have a more severe impairment, and patients with a lower score have a less severe impairment.","timeFrame":"From date of PT evaluation up until 90 day stroke follow up post hospital discharge"},{"measure":"Length of Stay","description":"Average hospitalization (measured in days)","timeFrame":"From day of hospital admission to day of hospital discharge, measured in days; up to 90 days."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acute stroke\n* NIHSS score of 2-18 with motor involvement\n* Age 18-80\n* Medical stability for increased therapy services, determined by Stroke Service NP (no large fluctuations or instability for vitals, BP, mental status or seizure like activity) Ability to provide informed consent (alert and oriented x 4 and able to follow commands)\n\nExclusion Criteria:\n\n* Medical instability or cerebral perfusion dependence, requiring bed rest\n* Pregnancy (noted in chart)\n* Inmates (noted in chart or by guards present at bedside)\n* Known current COVID-19 infection (PCR positive labs)\n* Dialysis (noted in chart \\& performed while inpatient)\n* External Carotid Artery Stenting Procedure\n* Hemorrhagic Stroke","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Christine Holmstedt","affiliation":"Medical University of South Caroline","role":"STUDY_CHAIR"}],"locations":[{"facility":"Medical University of South Carolina","city":"Charleston","state":"South Carolina","zip":"29425","country":"United States","geoPoint":{"lat":32.77657,"lon":-79.93092}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}