{"protocolSection":{"identificationModule":{"nctId":"NCT05073159","orgStudyIdInfo":{"id":"NMRC/CIRG/18nov-0012"},"organization":{"fullName":"National University of Singapore","class":"OTHER"},"briefTitle":"Head-of-Bed Positioning in Large Artery Acute Ischemic Stroke","officialTitle":"Head-of-Bed Positioning in Large Artery Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-02-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-09-17","studyFirstSubmitQcDate":"2021-09-28","studyFirstPostDateStruct":{"date":"2021-10-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-13","lastUpdatePostDateStruct":{"date":"2023-11-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"VIJAY KUMAR SHARMA","investigatorTitle":"Associate Professor","investigatorAffiliation":"National University of Singapore"},"leadSponsor":{"name":"National University of Singapore","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Positioning of the patient with hyperacute large artery ischemic stroke (IS) is an important, yet understudied aspect of care that could impact the course of treatment and ultimately clinical outcome. Positioning with the head of bed (HOB) at 0-degree has been shown in small studies to increase cerebral blood flow across arterial occlusion in hyperacute large artery IS, leading to clinical improvement in stroke symptoms. However, this position is believed to increase the risk of aspiration pneumonia. In this randomised clinical trial, the investigators aim to evaluate whether use of 0-degree HOB positioning is associated with clinical stability in hyperacute IS. Investigators hypothesise that patients with large artery occlusions placed in a 0-degree HOB position will experience less early neurologic deterioration within the first 24 hours, than those in the 30-degree or more HOB elevation group. The study aims to confirm the safety of 0-degree-HOB positioning in a large, generalizable sample of hyperacute large artery IS patients. In this randomised trial, patients presenting to the study centers and eligible for intravenous thrombolysis, with (if presenting within 4.5 hours of symptom-onset) or without (presenting between 4.5 to 16 hours of symptom-onset) mechanical thrombectomy. Eligible patients would be randomised to either a zero-degree HOB or an HOB of 30-degree or more. Impact of HOB position on neurological status would be evaluated with serial NIHSS scores. Cerebral hemodynamics would be monitored by transcranial Doppler ultrasonography. Validated criteria would be used to diagnose pneumonia. Functional outcome would be measured by modified Rankin scale (mRS) where the score of 0-2 describe good functional recovery. SPSS version 20 would be used to analyse the data. The trial would provide clinical and hemodynamic data to determine the optimal HOB position in patients with large artery acute ischemic stroke.","detailedDescription":"Positioning of the patient with hyperacute IS is an important, yet understudied aspect of care that could impact the course of treatment and ultimately clinical outcome. Positioning with the head of bed (HOB) at 0-degree has been shown in small studies to increase cerebral blood flow across arterial occlusion in hyperacute large artery IS, leading to clinical improvement in stroke symptoms. On the other hand, small studies have also documented clinical symptom worsening in IS patients when the HOB was elevated to 30-degree or higher.\n\nA recent large cluster randomized trial (HeadPoST) attempted to determine the optimal head position in acute IS, but failed to enrol the patient cohort for which 0-degree head positioning may be beneficial. Findings from HeadPoST have been debated by the stroke neurologists due to some design flaws and enrolment of inappropriate patients to answer this question. In fact, HeadPoST has become a catalyst for conducting a high quality head positioning research in hyperacute large artery IS to definitively answer the question of how best to manage these highly vulnerable patients to ensure stability and prevent symptom worsening.\n\nMechanisms proposed for clinical improvement at 0-degree-HOB include favorable gravitational arterial flow conditions, recruitment of collateral vessels, and in the case of intravenous thrombolysis, improved clot-lytic interactions augmenting arterial recanalization. Collectively, these mechanisms may support the argument that 0-degree-HOB positioning should be among the first steps taken in large artery hyperacute IS patient management.\n\nThis efficacy study aims to determine if 0 degree-HOB positioning in hyperacute IS prevents neurological symptom worsening in large artery occlusion patients. The study will achieve these goals through use of a novel protocol enabling enrolment of consecutive large artery occlusion patients while maintaining compliance with management specified by the guidelines.\n\nThis phase III study will utilize a prospective randomized outcome-blinded evaluation (PROBE) approach enrolling consecutive hyperacute large artery IS patients to determine if use of 0-degreeHOB positioning is associated with greater clinical stability.\n\nSuspected acute IS patients admitted to the study center(s) will undergo guideline-supported standard of care stroke team emergency response procedures, including assessment/ stabilization of airway, breathing, circulation with immediate transport for imaging. Continuous portable ECG monitoring and nasal canula oxygen will be established in CT (or MRI), and IV access will be obtained with STAT blood draw; point of care testing will be conducted immediately before STAT non-contrast CT (or MRI) with CTA (or MRA). The NIHSS will then be scored by the stroke team, followed by standard of care placement of a continuous pulse oximetry sensor, and completion of a rapid/detailed history/physical exam. Patients eligible for treatment with IV-tPA will have drug administered, and standard of care admission upright chest x-ray (CXR) will then be performed. Subjects meeting inclusions without exclusions will then be consented, randomized, and placed in the assigned HOB position, signaling the beginning of the monitoring phase of the intervention.\n\nPatients will be transferred to the catheterization lab for mechanical thrombectomy (MT) once the team is ready for the procedure. Thrombectomy requires transfer from the ED to catheterization lab, with 0-degree-HOB positioning commencing immediately prior to groin puncture constituting the end of the head positioning phase of the protocol. Thrombectomy patients are extremely likely to benefit from 0-degree-HOB positioning because the procedure is only performed in patients without evidence of completed infarction. This novel protocol will capture serial NIHSS over the period before thrombectomy begins, allowing us to better understand how to maintain stability in this high risk vulnerable population.\n\nEnrolled patients will be randomized to either 0-degree-HOB or 30-degree (or more) HOB positioning, and will undergo serial NIHSS assessments every 15mins +/- 5 mins while awaiting start of the thrombectomy. The patients will also undergo 24-hour ± 6hrs, 72hrs ± 12hrs discharge/7day, and 90-day +/- 14 days outcome monitoring, but these will be collected for exploratory purposes only. The NIHSS and mRS will be performed by credentialed members of the team. In addition to the chest X-Ray, blood will be drawn after obtaining the consent for HSCRP and Procalcitonin levels, primarily to substantiate the diagnosis of pre-hospital arrival chest infection, if any.\n\nTo assure balance in the treatment group throughout the course of enrolment, the investigators will use block randomization with a block size of 4 and an allocation ratio of 1:1. This scheme only shows the random assignment for a single given participant. Future assignments cannot be predicted by study personnel, and this effectively mitigates the risk for selection bias."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized Controlled study","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":182,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"0 degree Head-of-Bed (HOB) position","type":"ACTIVE_COMPARATOR","description":"Patients would be randomized 1:1 to elevated head of bed (30-degrees or more) or flat (0-degree) position","interventionNames":["Biological: Allocating head-of-bed position"]},{"label":"Elevated (30-degree or more) head-of-bed","type":"ACTIVE_COMPARATOR","description":"Patients would be randomized 1:1 to elevated head of bed (30-degrees or more) or flat (0-degree) position","interventionNames":["Biological: Allocating head-of-bed position"]}],"interventions":[{"type":"BIOLOGICAL","name":"Allocating head-of-bed position","description":"Patients would be randomized 1:1 to elevated head of bed (30-degrees or more) or flat (0-degree) position","armGroupLabels":["0 degree Head-of-Bed (HOB) position","Elevated (30-degree or more) head-of-bed"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"National Institute of Health Stroke Scale (NIHSS) change (higher change means more improvement) at day-7 and modified Rankin Score (mRS) at day-7","description":"Investigators will analyze the data by dichotomized modified Rankin Score (mRS) 0-2 (good functional outcome) versus 3-6 (poor outcome) as well as mrs 0-1 (excellent outcome) versus mRS 2-6 (unfavorable outcome) as well as ordinal shift across the range of mRS 0-6","timeFrame":"day-7"},{"measure":"National Institute of Health Stroke Scale (NIHSS) change (higher value indicate more improvement) at day-90 and modified Rankin Score (mRS) at day-90","description":"Investigators will analyze the data by dichotomized mRS (0-2 as good functional outcome versus 3-6 as poor outcome), mRS (0-1 as excellent functional outcome versus 2-6 as unfavorable outcome) as well as ordinal shift across entire range of mRS 0-6.","timeFrame":"day-90"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* • Ischemic stroke symptoms consistent with large artery occlusion\n\n  * Baseline non-contrast head CT (or MRI) negative for hemorrhage or mass- effect\n  * Evidence of arterial occlusion on standard of care CT angiography or MR angiography or NIHSS 10 or more points\n  * Alberta Stroke Program Early Computed Tomography Score \\[ASPECTS\\] \\>6\n  * Patients treated with IV-tPA, mechanical thrombectomy or both\n  * Pre-stroke baseline modified Rankin Score (mRS) \\<1\n  * Ability to enrol, randomize and begin the intervention within the Emergency Department\n\nExclusion Criteria:\n\n* • Pregnancy or suspicion of pregnancy\n\n  * Evidence or suspicion of vomiting any time prior to consent which could predispose to aspiration pneumonia and therefore confound determination of protocol safety\n  * Evidence of evolving malignant infarction on admission noncontrast CT (or MRI)\n  * Need for intubation with mechanical ventilation, or non-invasive ventilatory support with either bi-level positive airway pressure (BiPAP) or continuous positive airway pressure (CPAP)\n  * Inability to tolerate zero-degree positioning due to congestive heart failure, preexisting pneumonia, chronic obstructive pulmonary disease, or other medical condition\n  * Admission chest radiograph positive for pleural effusion, pulmonary edema, pneumonia, or other pulmonary condition that may confound determination of protocol safety\n  * Abnormal breath sounds on that may confound determination of protocol safety","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"VIJAY K SHARMA, MD","role":"CONTACT","phone":"91389555","email":"mdcvks@nus.edu.sg"},{"name":"Lily YS Wong, RN","role":"CONTACT","phone":"67795555","phoneExt":"4126","email":"lily_wong@nuhs.edu.sg"}],"locations":[{"facility":"Division of Neurology, National University Hospital","status":"RECRUITING","city":"Singapore","zip":"119074","country":"Singapore","contacts":[{"name":"Vijay K Sharma, MD","role":"CONTACT","phone":"67795555","phoneExt":"6190","email":"mdcvks@nus.edu.sg"},{"name":"Lily Wong, RN","role":"CONTACT","phone":"67795555","phoneExt":"2517","email":"lily_wong@nuhs.edu.sg"}],"geoPoint":{"lat":1.28967,"lon":103.85007}},{"facility":"National University Hospital","status":"RECRUITING","city":"Singapore","zip":"119228","country":"Singapore","contacts":[{"name":"Lily YH Wong, RN","role":"CONTACT","phone":"67722517","email":"lily_wong@nuhs.edu.sg"}],"geoPoint":{"lat":1.28967,"lon":103.85007}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"IPD would be shared after completion of the study upon reasonable request","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"After study completion","accessCriteria":"Upon reasonable request"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}