{"protocolSection":{"identificationModule":{"nctId":"NCT03195907","orgStudyIdInfo":{"id":"StrokePPT"},"organization":{"fullName":"Bezmialem Vakif University","class":"OTHER"},"briefTitle":"Pulmonary Physiotherapy for Ischemic Stroke","officialTitle":"Predictors of Intensive Care Unit Admission and Mortality in Patients With Ischemic Stroke: Investigating the Effects of a Pulmonary Rehabilitation Program"},"statusModule":{"statusVerifiedDate":"2017-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-01-01","type":"ACTUAL"},"completionDateStruct":{"date":"2016-01-01","type":"ACTUAL"},"studyFirstSubmitDate":"2017-06-20","studyFirstSubmitQcDate":"2017-06-21","studyFirstPostDateStruct":{"date":"2017-06-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-06-21","lastUpdatePostDateStruct":{"date":"2017-06-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Abdulkadir Tunc","investigatorTitle":"Neurologist","investigatorAffiliation":"Bezmialem Vakif University"},"leadSponsor":{"name":"Abdulkadir Tunc","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study evaluates the predictors of intensive care unit admission and mortality among stroke patients and the effects of pulmonary physiotherapy on these stroke patients. One-hundred patients participated in the pulmonary rehabilitation program and 81 patients served as a control group.","detailedDescription":"Predicting early mortality and disability after a stroke depends on many factors, such as age, the type of stroke, lesional location, level of consciousness, severity of neurological impairment, medical risk factors (hypertension and diabetes), premorbid conditions, fever and history of stroke. Stroke patients may experience a reduction of up to 50% in respiratory function when compared to age- and gender-matched norms. The reduction in respiratory function can lead to decreased endurance, dyspnoea and increased sedentary behaviour, as well as an elevated risk of stroke. The reduction in respiratory function may also cause aspiration, leading to pneumonia.\n\nThe aim of pulmonary rehabilitation program is to enhance respiratory muscle resistance during breathing, thereby improving respiratory function. Pulmonary rehabilitation programs are considered to be capable of inducing positive effects on stroke patients' respiratory muscles through diaphragm breathing exercise and lip puckering breathing exercise. Pulmonary physiotherapy (PPT) improves the quality of life of stroke patients.\n\nThe PPT program was conducted by physical therapists at our hospital for 30 min, three days/week. As part of the PPT, a physiotherapist monitored this group for 12 weeks. The same physiotherapist supervised all the exercises. During the exercise program, all patients were clinically stable and all were receiving optimal medical therapy. Rehabilitation started with inspiratory diaphragm breathing exercises. The physiotherapist placed his hands on the superior rectus abdominis immediately below the anterior costal cartilage and induced inspiratory diaphragm breathing by instructing the patient to slowly and deeply inhale the air through the nose. Then the patient was instructed to perform expiratory pursed-lip breathing exercise by continuously exhale the air. During pursed-lip breathing exercise, the patient was instructed in sequence, to breathe in gently through the nose, purse his/ her lips as though whistling and then breathe out through the long pursed lips by not exerting power until she/ he is short of breath. The expiration time was set to be at least twice times longer than inspiration time. The patients took a rest when they complained about fatigue or dizziness during breathing exercise and conducted breathing exercise again. The exercise intensity was based on the maximal heart rate and maximal effort of the patients. Each patient's performance during the exercise sessions was recorded and reported regularly to the patient's physician. National Institute of Health Stroke Scale scores, modified Rankin scale scores, pneumonia onset, admission to the intensive care unit and mortality were recorded at the end of the first and third month."},"conditionsModule":{"conditions":["Stroke, Ischemic","Intensive Care Neurological Disorder","Morality","Rehabilitation"],"keywords":["Stroke","Mortality","Intensive care unit","Pulmonary rehabilitation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":181,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"PPT group","description":"Those participated in pulmonary rehabilitation program","interventionNames":["Other: Pulmonary physiotherapy"]},{"label":"Control group","description":"Those served as control group"}],"interventions":[{"type":"OTHER","name":"Pulmonary physiotherapy","armGroupLabels":["PPT group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Intensive care unit admission","description":"Patients who require mechanical ventilation were admitted to the neurological intensive care unit","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Mortality rates","description":"Mortality rates after stroke","timeFrame":"3 months"},{"measure":"Assessment of stroke severity","description":"Evaluated with National Institute of Health Stroke Scale in both groups","timeFrame":"3 months"},{"measure":"Assessment of functional disability","description":"Evaluated with modified Rankin scale in both groups","timeFrame":"3 months"},{"measure":"Pneumonia onset","description":"Pulmonary onset rates","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* acute ischemic stroke confirmed by computed tomography or a diffusion-weighed magnetic resonance imaging scan,\n* aged \\> 40 years,\n* ability to understand and follow simple verbal instructions,\n* modified Rankin scale score \\> 2,\n* National Institute of Health Stroke Scale score \\> 0,\n* no unrestricted movement of the lips,\n* no receptive aphasia and no history of thoracic or abdominal surgery.\n\nExclusion Criteria:\n\n* blood pressure \\>180/100 mm Hg more than twice in 24 h;\n* significant pulmonary disease, angina, myocardial infarction or acute heart failure within three months;\n* neurological conditions other than stroke;\n* presence of a severe visual disability and visual field defects;\n* receiving medications that would influence the metabolic or cardiorespiratory responses to exercise;\n* inability to perform the tests.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients who were admitted to the neurology clinic stroke unit or the neurological intensive care unit","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Abdulkadir TUNÇ, MD","affiliation":"Bezmialem Vakif University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sakarya University","city":"Sakarya","state":"Serdivan","zip":"54050","country":"Turkey"}]},"referencesModule":{"references":[{"pmid":"28356632","type":"RESULT","citation":"Seo K, Hwan PS, Park K. The effects of inspiratory diaphragm breathing exercise and expiratory pursed-lip breathing exercise on chronic stroke patients' respiratory muscle activation. J Phys Ther Sci. 2017 Mar;29(3):465-469. doi: 10.1589/jpts.29.465. Epub 2017 Mar 22."},{"pmid":"16935766","type":"RESULT","citation":"Lan MY, Wu SJ, Chang YY, Chen WH, Lai SL, Liu JS. Neurologic and non-neurologic predictors of mortality in ischemic stroke patients admitted to the intensive care unit. J Formos Med Assoc. 2006 Aug;105(8):653-8. doi: 10.1016/S0929-6646(09)60164-9."},{"pmid":"24086621","type":"RESULT","citation":"Grube MM, Koennecke HC, Walter G, Meisel A, Sobesky J, Nolte CH, Wellwood I, Heuschmann PU; Berlin Stroke Register (BSR). Influence of acute complications on outcome 3 months after ischemic stroke. PLoS One. 2013 Sep 24;8(9):e75719. doi: 10.1371/journal.pone.0075719. eCollection 2013."},{"pmid":"25488849","type":"RESULT","citation":"Kim J, Park JH, Yim J. Effects of respiratory muscle and endurance training using an individualized training device on the pulmonary function and exercise capacity in stroke patients. Med Sci Monit. 2014 Dec 5;20:2543-9. doi: 10.12659/MSM.891112."},{"pmid":"14639559","type":"RESULT","citation":"Katz-Leurer M, Shochina M, Carmeli E, Friedlander Y. The influence of early aerobic training on the functional capacity in patients with cerebrovascular accident at the subacute stage. Arch Phys Med Rehabil. 2003 Nov;84(11):1609-14. doi: 10.1053/s0003-9993(03)00344-7."},{"pmid":"28693521","type":"DERIVED","citation":"Gungen BD, Tunc A, Aras YG, Gundogdu AA, Gungen AC, Bal S. Predictors of intensive care unit admission and mortality in patients with ischemic stroke: investigating the effects of a pulmonary rehabilitation program. BMC Neurol. 2017 Jul 11;17(1):132. doi: 10.1186/s12883-017-0912-4."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The datasets during and/or analysed during the current study available from the corresponding author on reasonable request."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}