{"protocolSection":{"identificationModule":{"nctId":"NCT06061731","orgStudyIdInfo":{"id":"12230000414003578W"},"organization":{"fullName":"Heilongjiang University of Chinese Medicine","class":"OTHER"},"briefTitle":"Low-frequency Electrical Stimulation of Acupuncture Points","officialTitle":"Master's Degree Candidate in Acupuncture and Tuina"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-12","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-12","type":"ACTUAL"},"studyFirstSubmitDate":"2023-09-20","studyFirstSubmitQcDate":"2023-09-25","studyFirstPostDateStruct":{"date":"2023-09-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-25","lastUpdatePostDateStruct":{"date":"2023-09-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Xue Xia","investigatorTitle":"Graduate","investigatorAffiliation":"Heilongjiang University of Chinese Medicine"},"leadSponsor":{"name":"Xue Xia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Abstract:\n\nObjective: To examine the effect of low-frequency acupoint electrical stimulation (LFES) on the surface electromyographic (sEMG) signals of the thumb-to-finger movement muscles in stroke patients, and to evaluate the clinical efficacy of LFES on hand function recovery after stroke.","detailedDescription":"Methods: Sixty patients who met the inclusion criteria were randomly assigned to a LFES group or an electroacupuncture (EA) group, with 30 patients in each group. Both groups received conventional treatment, and the EA group was treated with acupoints from the book of Acupuncture and Moxibustion, while the LFES group was treated with acupoints from a previous study. The sEMG characteristic values (MAX and RMS), Chinese Stroke Clinical Neurological Deficit Scale (CSS), Brunnstrom Motor Function Evaluation, Modified Ashworth Scale (MAS), Lindmark Hand Function Score and Lovett Muscle Strength Classification were measured before and after treatment."},"conditionsModule":{"conditions":["Stroke Sequelae"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"low-frequency acupoint electrical stimulation","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":57,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Low frequency group treatment","type":"ACTIVE_COMPARATOR","description":"Low frequency group treatment: The treatment frequency is selected as 50Hz, pulse width 0.3ms, waveform is intermittent waveform, stimulation intensity is tolerated by the patient, the instrument program is set to stimulate the first group of acupoints → second group → first group → third group, forming a set of programmed movements, cyclic operation, appearing alternate movements of flexor and extensor muscles, namely: wrist dorsal extension, five-finger extension → five-finger flexion → wrist dorsal extension, five-finger extension → thumb-index finger pair pinching, simulating fine movements Grasp of the hand, thumb-index finger pair pinch. The treatment course was the same as that of the electroacupuncture group.","interventionNames":["Drug: low-frequency acupoint electrical stimulation"]},{"label":"Electroacupuncture group treatment","type":"NO_INTERVENTION","description":"Electroacupuncture group treatment: After the above acupuncture to deqi, choose KWD-808 Ⅰ type Indy brand pulse acupuncture treatment instrument, the waveform is continuous wave, the stimulation frequency is 2Hz, the intensity to be tolerated by the patient. There should be muscle contraction at the acupuncture site during electroacupuncture treatment. The treatment time should be 30 minutes each time, once a day, 6 days a week with 1 day off, for a total of 3 weeks."}],"interventions":[{"type":"DRUG","name":"low-frequency acupoint electrical stimulation","description":"In order to determine the efficacy of low-frequency acupoint electrical stimulation and electroacupuncture to improve thumb to finger action after stroke","armGroupLabels":["Low frequency group treatment"],"otherNames":["electroacupuncture"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"sEMG eigenvalues","description":"sEMG eigenvalues: two main aspects, maximum value (MAX), and root mean square value (RMS). MAX reflects the maximum contraction strength of the measured muscle. RMS is the root mean square of the EMG transient amplitude over time, which reflects the average change in EMG signal and is therefore used as an evaluation of muscle contraction performance.","timeFrame":"Three weeks"}],"secondaryOutcomes":[{"measure":"CSS score","description":"In this study, the upper extremity and hand muscle strength and motor function were assessed to evaluate the efficacy of patients, and the consciousness, upper extremity and hand evaluation components were selected for assessment. The lower the CSS score, the better the improvement in neurological deficits.","timeFrame":"Three weeks"},{"measure":"Brunnstrom's method of motor function evaluation","description":"Grade I: no movement; Grade II: only weak flexion and extension; Grade III: hook grasp, but not finger extension; Grade IV: able to pinch laterally and thumb release, fingers can be extended semi-randomly and to a small extent; Grade V: can ball and column grasp, fingers extend simultaneously, but not individually; Grade VI: all grasps can be completed, but the speed and accuracy are worse than the non-involved side.","timeFrame":"Three weeks"},{"measure":"Modified Ashworth Scale","description":"no increase in muscle tone; Grade 1: mildly increased muscle tone, with minor resistance felt during passive flexion/extension to the maximum extent in grasping movements; Grade 1+: slightly increased muscle tone, with minor resistance felt during flexion/extension to more than 1/2 range in grasping movements; Grade 2: heavy resistance felt in most ranges of motion, but passive activities can be performed Grade 3: muscle tone is significantly elevated and passive activities are not easily performed; Grade 4: the affected portion of the limb exhibits tonic extension or flexion.","timeFrame":"Three weeks"},{"measure":"Lindmark hand function score","description":"1 point: gripping action can be completed, but can not resist tiny resistance; 2 points: can hold an object for 5s, but can not resist medium resistance, or grip is not standard, uncoordinated; 3 points: grip is normal, can hold an object against larger resistance for 5s, and can release the hand like normal people, the total score is 24 points, the higher the score, the The higher the score, the better the hand function.","timeFrame":"Three weeks"},{"measure":"Lovett muscle strength classification","description":"Grade 0: complete muscle paralysis, palpation muscle completely no contraction; Grade I: slight muscle contraction, but can not cause joint movement; Grade II: can drive the joint horizontal activity, but can not fight gravity; Grade III: can fight gravity to do active joint activity, but can not fight resistance; Grade IV: can fight a larger resistance, but weaker than normal; Grade V: normal muscle strength .","timeFrame":"Three weeks"}],"otherOutcomes":[{"measure":"Clinical efficacy evaluation","description":"Clinical efficacy was assessed using the nimodipine method as a percentage reduction in CSS score: \\[(pre-treatment score - post-treatment score)/pre-treatment score\\] × 100%. Basic healing: reduction rate ≥90%; Significant improvement: 46%≤ minus rate \\<90%; Progress: 18%≤ minus rate \\<46%; The ratio of the sum of basic healing, obvious progress, and progress to the sample size of a single group is the total effective rate of the group.","timeFrame":"Three weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n①Diagnostic criteria for upper extremity motor dysfunction after stroke. ②Age 35-75 years and duration of illness is 2 weeks to 3 months. ③ Impaired hand function with Lovett classification ≥ grade 2 and MAS ≤ grade 2. ④No organ dysfunction such as heart, liver, lung, kidney or blood circulation dysfunction. ⑤Clear consciousness, no major impairment in intelligence, hearing or speech, and stable condition. ⑥Patients voluntarily participated in this subject trial and signed the informed consent form.\n\nExclusion Criteria:\n\n* Presence of neurological or musculoskeletal disorders affecting functional recovery prior to the onset of the disease. ②Brainstem infarction, bilateral cerebral infarction or transient ischemic attack.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Xue Xia","affiliation":"Heilongjiang University of Chinese Medicine","role":"STUDY_CHAIR"}],"locations":[{"facility":"Low-Frequency Acupoint Electrical Stimulation","city":"Harbin","state":"Heilongjiang","zip":"150040","country":"China","geoPoint":{"lat":45.75,"lon":126.65}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}