{"protocolSection":{"identificationModule":{"nctId":"NCT04894773","orgStudyIdInfo":{"id":"REC/FSD/0234"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Effects of Imaginary Resisted Exercise Versus Physical Resisted Exercise on Hand Grip Strength in Stroke Patients","officialTitle":"Effects of Imaginary Resisted Exercise Versus Physical Resisted Exercise on Hand Grip Strength in Stroke Patients: A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-08-30","type":"ACTUAL"},"completionDateStruct":{"date":"2021-09-01","type":"ACTUAL"},"studyFirstSubmitDate":"2021-05-19","studyFirstSubmitQcDate":"2021-05-19","studyFirstPostDateStruct":{"date":"2021-05-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-31","lastUpdatePostDateStruct":{"date":"2023-09-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of our study is to make a comparison between the effectiveness of physical resistance exercise and imaginary resistance exercise in improving handgrip strength, dexterity, and eye-hand coordination among stroke patients.","detailedDescription":"A Randomized Control Trial study will be conducted in which patients with stroke will be allocated to Group A that will receive imaginary resistance exercises and patients in group B will receive physical resistance exercises.\n\nThe intervention will be applied (3 days /week) for 12 weeks, which consists of 5 different types of resistance using 5 different resistive objects, each will have 15 repetitions. Each session includes handgrip exercises with physical resistance exercises for one group and imaginary resistance exercises using Virtual Reality Box for another group. As for improving dexterity and eye-hand coordination, the Purdue pegboard test and finger-to-nose test will be used respectively in both groups with 15-15 repetitions."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Physical Resisted exercise","Imaginary Resisted exercise","Hand grip strength"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Our study will be single-blinded, outcome assessor-blinded. The assessor will be blinded to avoid being biased during the outcome assessment.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Imaginary Resisted Exercises","type":"EXPERIMENTAL","description":"Handgrip exercises with the imagination of resistance in hand by getting feedback in VR Box will be given as an intervention. Stretching will be given at the beginning and the end of each session. This will include imaginary resistance exercises for handgrip by using Virtual Reality Box. Five types of different resistances will be imagined by patients by watching their own videos in VR box, which will be recorded on day one to make them familiar with the resistive objects and the resistance experienced from them by asking patients to perform 15-15 repetitions of each object. Every imaginary resistance exercise will have 15 repetitions. After performing exercises, the participants will ask to perform Finger-to-Nose Test and Purdue Pegboard Test.","interventionNames":["Other: Imaginary Resistance Exercises"]},{"label":"Physical Resisted Exercises","type":"EXPERIMENTAL","description":"Handgrip exercises with physical resistance in hand will be given as an intervention. Stretching will be given at the beginning and the end of the session. 5 different types of resistances will be given to patients for making themselves familiarize themselves with the type of resistance applied by each object, that they will experience in further sessions, by asking them to perform 15-15 repetitions of each object. Every physical resistance exercise will have 15 repetitions. After performing exercises, the participants will ask to perform Finger-to-Nose Test and Purdue Pegboard Test.","interventionNames":["Other: Physical Resisted Exercises"]}],"interventions":[{"type":"OTHER","name":"Imaginary Resistance Exercises","description":"In imaginary resistance exercises, resistive force is assumed to get applied by the patient after demonstrating some resistive objects and the kind of force exerted by them.","armGroupLabels":["Imaginary Resisted Exercises"],"otherNames":["Rehabilitation following Imaginary Resistance Exercises"]},{"type":"OTHER","name":"Physical Resisted Exercises","description":"In physical resistance exercises, resistive force is applied to the targeted region by using different and appropriate resistive objects.","armGroupLabels":["Physical Resisted Exercises"],"otherNames":["Rehabilitation following Physical Resisted Exercises"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hydraulic Hand Dynamometer","description":"It is an isometric instrument that can provide the most stable results during repetitive gripping exercises. This instrument has been reported to have high validity and reliability. This is considered to be a \"Gold Standard\" instrument, and many researchers have used the Jamar as a standard to validate other instruments.","timeFrame":"12th Week"},{"measure":"Purdue Peg Board Test","description":"It is a functional assessment tool to screen for hand dexterity. It was designed to assess fine motor hand function using three common objects, pegs, washers, and collars, to be inserted on a pegboard. With its long history and wide usage, its reliability in healthy subjects is well established because it employs tasks that resemble activities of daily living. It is economical and easy to administer","timeFrame":"12th Week"},{"measure":"Goniometer","description":"Goniometer has been the most widely used tool for measuring joint range of motion. To ensure reliable measurement, standardized, specific positions and landmarks are used to measure each joint movement.","timeFrame":"12th Week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age should be in the range from 50 years to 75 years\n* Time passed since stroke attack should be more than one year.\n* Grade of Manual Muscles Testing for Elbow and Wrist, Flexion / Extension should be more than 2 out of 5.\n* Scoring of Modified Ashworth Scale should be more than 3 out of 5 for the same muscle groups of previously mentioned movements.\n\nExclusion Criteria:\n\n* Any significant pain present in the affected upper limb.\n* Increased muscle tone that interferes with movements of the affected upper limb.\n* Serious sensory loss in the affected upper limb.\n* Severe medical issues currently.\n* Cognitive impairment to a level that interferes with sessions of intervention.\n* Impairments of vision that disables patient to perform interventional exercises.\n* Serious presence of apraxia / neglect.\n* If enrolled for any related or alike other upper limb therapy sessions / interventional studies.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"74 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Muhammad Kashif","affiliation":"Riphah International University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Ripah International University","city":"Faisalabad","state":"Punjab","zip":"38000","country":"Pakistan","geoPoint":{"lat":31.41554,"lon":73.08969}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Allen D, Barnett F. Reliability and validity of an electronic dynamometer for measuring grip strength. International Journal of Therapy and Rehabilitation. 2011;18(5):258-64."},{"pmid":"21254080","type":"BACKGROUND","citation":"Amirjani N, Ashworth NL, Olson JL, Morhart M, Chan KM. Validity and reliability of the Purdue Pegboard Test in carpal tunnel syndrome. Muscle Nerve. 2011 Feb;43(2):171-7. doi: 10.1002/mus.21856. Epub 2010 Nov 24."},{"pmid":"28183337","type":"BACKGROUND","citation":"Johansson GM, Grip H, Levin MF, Hager CK. The added value of kinematic evaluation of the timed finger-to-nose test in persons post-stroke. J Neuroeng Rehabil. 2017 Feb 10;14(1):11. doi: 10.1186/s12984-017-0220-7."},{"pmid":"24666408","type":"BACKGROUND","citation":"Jones A, Sealey R, Crowe M, Gordon S. Concurrent validity and reliability of the Simple Goniometer iPhone app compared with the Universal Goniometer. Physiother Theory Pract. 2014 Oct;30(7):512-6. doi: 10.3109/09593985.2014.900835. Epub 2014 Mar 25."},{"pmid":"24357656","type":"BACKGROUND","citation":"Lambiase MJ, Kubzansky LD, Thurston RC. Prospective study of anxiety and incident stroke. Stroke. 2014 Feb;45(2):438-43. doi: 10.1161/STROKEAHA.113.003741. Epub 2013 Dec 19."},{"pmid":"28947166","type":"BACKGROUND","citation":"Coroian F, Jourdan C, Bakhti K, Palayer C, Jaussent A, Picot MC, Mottet D, Julia M, Bonnin HY, Laffont I. Upper Limb Isokinetic Strengthening Versus Passive Mobilization in Patients With Chronic Stroke: A Randomized Controlled Trial. Arch Phys Med Rehabil. 2018 Feb;99(2):321-328. doi: 10.1016/j.apmr.2017.08.490. Epub 2017 Sep 22."},{"pmid":"24885076","type":"BACKGROUND","citation":"Friedman N, Chan V, Reinkensmeyer AN, Beroukhim A, Zambrano GJ, Bachman M, Reinkensmeyer DJ. Retraining and assessing hand movement after stroke using the MusicGlove: comparison with conventional hand therapy and isometric grip training. J Neuroeng Rehabil. 2014 Apr 30;11:76. doi: 10.1186/1743-0003-11-76."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9985","name":"Influenza, Human","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"}]}},"hasResults":false}