{"protocolSection":{"identificationModule":{"nctId":"NCT00930020","orgStudyIdInfo":{"id":"SHF/CTG016/2008"},"organization":{"fullName":"Singhealth Foundation","class":"OTHER_GOV"},"briefTitle":"Neuroprotection With Minocycline Therapy for Acute Stroke Recovery Trial","officialTitle":"Neuroprotection With Minocycline Therapy for Acute Stroke Recovery Trial, A Double-Blind, Randomized, Placebo-controlled, Multi-center Study","acronym":"NeuMAST"},"statusModule":{"statusVerifiedDate":"2013-05","overallStatus":"TERMINATED","whyStopped":"interim analysis shows futility","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-07"},"primaryCompletionDateStruct":{"date":"2012-07","type":"ACTUAL"},"completionDateStruct":{"date":"2012-11","type":"ACTUAL"},"studyFirstSubmitDate":"2009-06-29","studyFirstSubmitQcDate":"2009-06-29","studyFirstPostDateStruct":{"date":"2009-06-30","type":"ESTIMATED"},"lastUpdateSubmitDate":"2013-05-30","lastUpdatePostDateStruct":{"date":"2013-06-03","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Rajinder Singh","investigatorTitle":"Dr","investigatorAffiliation":"Singhealth Foundation"},"leadSponsor":{"name":"Singhealth Foundation","class":"OTHER_GOV"},"collaborators":[{"name":"National Neuroscience Institute","class":"OTHER"},{"name":"Changi General Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Background: Stroke is a leading cause of death and chronic serious disability worldwide.\n\nMinocycline, a semisynthetic tetracycline, has consistently been shown in recent years to be neuroprotective in animal models of brain ischemia. Furthermore, a small, open label study done in humans with acute ischemic stroke published late last year showed that minocycline, when administered for 5 days, within 6 to 24 hours after stroke onset was highly effective in improving functional outcome even as early as 7 days after stroke onset. However, further well-conducted, randomized controlled translational studies using minocycline are currently lacking.\n\nObjective: To determine if minocycline, administered within 3 to 48 hours after acute ischemic stroke onset is superior to placebo in reducing neurological deficit and improving functional outcome at 90 days post stroke.\n\nMethods: The investigators plan to do a multi-centre randomized, double-blind, placebo controlled trial in which ischemic stroke patients will be randomized to treatment with either oral minocycline or placebo within 3 to 48 hours of symptom onset. The primary efficacy endpoint will be the modified Rankin scale (mRS) score for all randomized subjects at 90 days.\n\nSecondary endpoints will include improvement of the NIH Stroke Scale (NIHSS) score from baseline and Barthel index at 90 days.\n\nNeuMAST will test the following hypotheses:\n\nPrimary Hypothesis: Minocycline, compared with placebo, when administered between 3 to 48 hours after the onset of acute ischemic stroke improves recovery and functional outcome as assessed by mRS scores on day 90 post-stroke.\n\nSecondary Hypotheses:\n\n1. Minocycline compared to placebo, when administered between 3 to 48 hours after onset of acute ischemic stroke improves recovery and functional outcome as assessed by improvement of NIHSS score on day 90 post-stroke.\n2. Minocycline compared to placebo, when administered between 3 to 48 hours after onset of acute ischemic stroke improves functional outcome as assessed by the Barthel Index (BI) score on day 90 post-stroke.\n3. Minocycline, compared with placebo reduces 90 day risk of recurrent stroke, MI or death when administered between 3 to 48 hours after acute ischemic stroke onset.\n\nA positive result will have a significant impact in the management of acute ischemic stroke and pave the way for future studies aimed at finding the optimal dose and formulation of minocycline for treating acute ischemic stroke.","detailedDescription":"A) Specific Primary Objective:\n\n1. To determine if minocycline, administered within 3 to 48 hours of acute ischemic stroke onset is superior to placebo in reducing neurological deficit and improving functional outcome on day 90 post stroke.\n\nB) Specific Secondary Objectives:\n\n1. To determine if minocycline administered within 3 to 48 hours of acute ischemic stroke onset is superior to placebo in reducing the 90 day risk of recurrent ischemic stroke, myocardial infarction (MI) and death.\n2. To study and compare the differential efficacy of minocycline administered as stated above, on the four stroke subtypes according to TOAST criteria, i.e. lacunar stroke, large vessel atherosclerosis, cardioembolic and cryptogenic stroke\n\nC) Primary Efficacy Endpoint:\n\nThe primary efficacy endpoint is the modified Rankin scale score at 90 days for all randomized patients.\n\nFavorable outcome at day 90 is defined as achieving an mRS score of 0 to 1. Last observation carried forward (LOCF) will be used for subjects without assessments of the primary efficacy variable at Day 90. Deaths will be assigned a score of 6.\n\nD) Secondary Endpoint measures:\n\n1. NIHSS score at day 90.\n2. Difference of NIHSS scores between baseline and days 7 (plus or minus 2 days) and 90 post stroke. (Favorable outcome at day 90 is defined as achieving a decrease of \\> 6 points on NIHSS from baseline or NIHSS \\< 1 at day 90.\n3. mRS scores at days 7 (plus minus 2 days) and 30 post stroke.\n4. Barthel index at day 90. (A score of \\> 85 is defined as good outcome)\n5. First documentation during follow-up of ischemic stroke, myocardial infarction or death from any cause.\n\nRecruitment of study subjects:\n\nAcute ischemic stroke patients admitted to NNI (TTSH campus) and CGH ASU during the study period who are eligible to participate in this study based on criteria stated above will be invited to participate in this study. Approximately 1300 and 800 patients with acute ischemic stroke are admitted to NNI (TTSH campus) and CGH ASU respectively per year.\n\nThe time window for enrolment will be within 3 to 48 hours of symptom onset. For patients who are found with stroke on awakening, it will be assumed that the stroke occurred the last time that the patient was known to be normal. All eligible patients will be identified by the ward and on-call Neurology/Medical teams and referred to the study research assistants or investigators; who will then screen the patient for participation in this trial.\n\nSTUDY INTERVENTION\n\nThe assigned treatment, i.e., Minocycline 200mg or matching placebo will be administered once daily for 5 consecutive days soon after informed consent is taken and the patient is enrolled into the study.\n\nFollow-up Assessment:\n\nThe neurologic deficits, global functional abilities and level of handicap will be scored using the NIH Stroke Scale (NIHSS) and the modified Rankin scale (mRS) at baseline and on day 7 (plus or minus 2 days).\n\nOn day 30 post-stroke, a telephone assessment with additional questions will be performed to obtain the mRS score, document any recurrent stroke, MI or death.\n\nOn day 90, in addition to a neurological evaluation, mRS and NIHSS scoring, the Barthel Index (BI) score, a measure of independence in activities of daily living, will be obtained for all subjects."},"conditionsModule":{"conditions":["Acute Stroke"],"keywords":["ischemic stroke recovery","minocycline","neuroprotection","acute stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":139,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"matching placebo pill","type":"PLACEBO_COMPARATOR","description":"matching placebo","interventionNames":["Drug: Matched placebo"]},{"label":"Oral minocycline","type":"ACTIVE_COMPARATOR","description":"Minocycline 200mg","interventionNames":["Drug: Minocycline (Borymycin)"]}],"interventions":[{"type":"DRUG","name":"Minocycline (Borymycin)","description":"oral dose, 200 mg once a day for 5 days","armGroupLabels":["Oral minocycline"],"otherNames":["Borymycin"]},{"type":"DRUG","name":"Matched placebo","description":"matched placebo (cornstarch) once a day for 5 days","armGroupLabels":["matching placebo pill"],"otherNames":["Placebo - cornstarch"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Reduction of neurologic deficits and improvement of functional outcome on day 90 post-stroke","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Reduction of 90 day risk of recurrent ischemic stroke, myocardial infarction and death","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Singapore citizens or permanent residents\n* Age range between 21 to 80 years\n* NIHSS equal or more than 5 but less than 22 at time of admission\n* Clinical diagnosis of acute ischemic stroke according to WHO criteria\n* Onset of stroke between 3 to 48 hours prior to start of treatment\n* Must have a working telephone line\n\nExclusion Criteria:\n\n* Long term residents of Institutions and Nursing homes\n* Patients with significant baseline cognitive dysfunction\n* Patients with hemorrhagic stroke\n* Pre-stroke MRS more than 1\n* Evidence of other disease of the CNS (i.e., brain tumor, CNS infections)\n* Known allergic response to tetracycline\n* Acute or Chronic renal failure\n* Hepatitis or liver disease\n* Pre-existing infectious disease requiring antibiotics\n* Receipts of IV rTPA\n* Participation in another clinical trial in the preceding 3 months\n* Unable or unwilling to provide inform consent\n* Unwilling to return for frequent clinic visits\n* Geographic or social factors making the study participation impractical","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Rajinder Singh, Doctor","affiliation":"National Neuroscience Institute - Tan Tock Seng campus and Changi hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Neuroscience Institute - Tan Tock Seng hospital","city":"Singapore","zip":"308433","country":"Singapore","geoPoint":{"lat":1.28967,"lon":103.85007}}]},"referencesModule":{"references":[{"pmid":"17909152","type":"BACKGROUND","citation":"Lampl Y, Boaz M, Gilad R, Lorberboym M, Dabby R, Rapoport A, Anca-Hershkowitz M, Sadeh M. Minocycline treatment in acute stroke: an open-label, evaluator-blinded study. Neurology. 2007 Oct 2;69(14):1404-10. doi: 10.1212/01.wnl.0000277487.04281.db."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008911","term":"Minocycline"}],"ancestors":[{"id":"D000000900","term":"Anti-Bacterial Agents"},{"id":"D000000890","term":"Anti-Infective Agents"}],"browseLeaves":[{"id":"M11569","name":"Minocycline","asFound":"Local anesthetic","relevance":"HIGH"},{"id":"M3912","name":"Anti-Bacterial Agents","relevance":"LOW"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}