{"protocolSection":{"identificationModule":{"nctId":"NCT02980354","orgStudyIdInfo":{"id":"16057"},"organization":{"fullName":"University of Nottingham","class":"OTHER"},"briefTitle":"Bayraktutan Dunhill Medical Trust EPC Study","officialTitle":"Endothelial Progenitor Cells: Potential Biomarkers for Diagnosis and Prognosis of Ischaemic Stroke"},"statusModule":{"statusVerifiedDate":"2019-04","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-11-15","studyFirstSubmitQcDate":"2016-11-29","studyFirstPostDateStruct":{"date":"2016-12-02","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-04-30","lastUpdatePostDateStruct":{"date":"2019-05-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Nottingham","class":"OTHER"},"collaborators":[{"name":"The Dunhill Medical Trust","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Stroke is a life-threatening medical condition that occurs due to a sudden disruption of blood supply to the brain. Although it may affect all age groups including children, the elderly are at a greater risk of having strokes. Indeed, three-quarter of all strokes are seen in people over the age of 65. Unfortunately, due to short therapeutic window (4.5 h of stroke onset), only 2-3% of patients can receive the currently available single medical therapy with rt-PA, a clot-busting agent. As recent studies show that bone marrow-derived endothelial progenitor cells, a type of stem cells, may migrate to the site of injury to repair the damaged brain vessels and tissue, it is possible that their numbers and functional capacity may determine the clinical outcome of stroke patients i.e. severely disabled, moderately disabled or no signs at all. This study will assess these parameters in elderly stroke patients compared to their age-matched stroke-free counterparts and healthy young volunteers.","detailedDescription":"Ischaemic stroke develops through an interference with blood supply to the brain and continues to be one of the leading causes of morbidity and mortality in the World. Global medical statistics reveal that \\~75% of all stroke patients are older than 65 years and that the stroke occurrence more than doubles every 10 years after the age of 55 in both men and women.\n\nAlthough various mechanisms may alter the structure and function of the adult brain during the aging process, endothelial dysfunction is regarded as the main pathology that renders cerebral vessels susceptible to atherosclerosis and subsequent vascular events. Endothelial dysfunction also constitutes the main cause of vascular abnormality in most lacunar strokes which result from occlusion of one of the penetrating arteries deep within the brain. Cortical strokes represent another common form of ischaemic stroke and develop from an embolism from the heart or large arteries. As the endothelium maintains vascular balance through regulation of many distinct functions like vascular permeability, tone and inflammation, it is of crucial importance to preserve its integrity and function at all times to prevent age- and stroke-related vascular damage.\n\nRecent studies show that bone marrow-derived endothelial progenitor cells (EPCs) play a key role in sustaining appropriate endothelial function by re-endothelialisation of blood vessels in adult brain and ischaemic settings. Like embryonic angioblasts, EPCs are equipped with an inherent capacity to circulate, proliferate and differentiate. Hence, the markers of endothelial maturity (KDR), immaturity (CD133) and stemness (CD34) must be simultaneously detected in relevant studies to identify all endothelial-committed and undifferentiated cells.\n\nIt is likely that environmental changes, like oxidative stress, inflammatory responses and nitric oxide availability, evoked by ischaemic injury and aging may also suppress the generation and function of EPCs. As mobilisation, recruitment and homing of EPCs to sites of vascular injury are mediated by various growth factors like the SDF-1 (stromal cell-derived factor-1), VEGF (vascular endothelial growth factor) and GCSF (granulocyte-colony stimulating factor), it is likely that the diminished expression of these factors may also negatively influence the number and function of EPCs.\n\nInterestingly, while there is little data on functional and numerical alteration of EPCs during the chronic phase of stroke, current data regarding EPC levels during acute and subacute phases of disease are inconsistent in that stable, increased or decreased numbers have been reported as compared to healthy subjects.The time course of EPC release after acute cerebral infarction also remains inconclusive.\n\nIn light of the above, the aims of the current study are to reveal whether 1- variations in circulating EPC levels and/or their functional aspects may be used as markers to identify ischaemic stroke subtypes and predict patients' outcome; 2- differences in EPC number/function during acute, subacute or chronic phases of stroke correlate with severity and functional outcome of ischaemic stroke; 3- EPC counts and function are affected by aging process; and 4- levels or activity of key pathophysiological elements like VEGF, inflammatory cytokines and nitric oxide, known to affect EPC count and function, differ between patients with lacunar and cortical strokes and between stroke patients and healthy counterparts.\n\nSTUDY MANAGEMENT Independent outcome assessments (mRS, BI, NIHSS) will be performed on admission and days 7, 30 and 90 after stroke. The laboratory procedures will be carried out by a post-doctoral research fellow who will collate and analyse the data. The Chief Investigator has overall responsibility for the study and shall oversee all study management. The data custodian will be the Chief Investigator.\n\nPARTICIPANT DURATION Each participant with stroke will be followed-up for 90 days from the time of recruitment. Elderly and young healthy volunteers will be seen only once.\n\nRECRUITMENT Participants will be recruited from Nottingham University Hospitals Stroke Services. The initial approach will be from a member of the patient's usual care team (which may include the investigators) who will inform the participant or their nominated representative of all aspects pertaining to participation in the study. It will be explained to the potential participant that entry into the study is entirely voluntary and that their treatment and care will not be affected by their decision. It will also be explained that they can withdraw at any time.\n\nPARTICIPANT WITHDRAWAL Participants may be withdrawn from study in cases of disease progression and withdrawal of consent. The participants will be made aware that this will not affect their future care.\n\nINFORMED CONSENT No patient will be recruited into the study without obtaining their written informed consent. In cases of incapacity, the consent of an appropriate personal consultee will be sought. The Investigator will explain the details of the study and provide a Participant Information Sheet. Participants will be offered 24 hours to consider participation. However, they will be allowed to consent at an earlier time, if they prefer. In cases where stroke patients regain capacity, they will be re-consented for their ongoing participation in the study.\n\nSTATISTICS All results including subject characteristics will be reported as means±SD. Continuous variables, including age and circulating EPC level will be analysed by independent t-test among groups. Circulating EPC levels at different time points (within 48 h and on days 7, 30 and 90 post-stroke) will be compared using the repeated measures of ANOVA. Scheffe's multiple comparison will be used to analyse the intra-individual courses of parameters over time. These will then be compared among patients with lacunar and cortical strokes. Multiple logistic regression analyses will determine the independent impact of different predictive variables on functional outcome and neurological deficits.\n\nSample size have been calculated to allow for failures of patient attendance on days 30 and 90 (\\~15% for each time point) and possibility of patients illness/death during the course of the study (\\~5%).\n\nADVERSE EVENTS As this is not an interventional study, no adverse event is anticipated to develop because of it. Adverse events of venepuncture will be dealt with according to standard practice.\n\nDATA PROTECTION The study form will only collect the minimum required information for the purposes of the study. Study forms will be held securely, in a locked room, or locked cupboard or cabinet. Access to the information will be limited to the study staff and investigators and relevant regulatory authorities. Computer held data including the study database will be held securely and password protected. All data will be stored on a secure dedicated web server. Access will be restricted by user identifiers and passwords (encrypted using a one way encryption method). Information about the study in the participant's medical records / hospital notes will be treated confidentially in the same way as all other confidential medical information. Electronic data will be backed up every 24 hours to both local and remote media in encrypted format.\n\nSTUDY DATA Monitoring of study data shall include confirmation of informed consent; source data verification; data storage and data transfer procedures; local quality control checks and procedures, back-up and disaster recovery of any local databases and validation of data manipulation. The Academic Supervisor, or where required, a nominated designee of the Sponsor, shall carry out monitoring of study data as an ongoing activity.\n\nEntries on study forms will be verified by inspection against the source data. A sample of study forms (10% or as per the study risk assessment) will be checked on a regular basis for verification of all entries made. In addition the subsequent capture of the data on the study database will be checked. Where corrections are required these will carry a full audit trail and justification. Study data and evidence of monitoring and systems audits will be made available for inspection as/when required."},"conditionsModule":{"conditions":["Stroke"],"keywords":["endothelial progenitor cells, ischaemic stroke, aging"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"plasma"},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Lacunar stroke","description":"Blood samples will be taken from 50 patients who have been diagnosed to have lacunar stroke and are 65 years of age or above."},{"label":"Cortical stroke","description":"Blood samples will be taken from 50 patients who have been diagnosed to have cortical stroke and are 65 years of age or above."},{"label":"Elderly healthy volunteers","description":"Blood samples will be taken from 50 healthy individuals who are 65 years of age or above."},{"label":"Young healthy volunteers","description":"Blood samples will be taken from 50 healthy individuals who are between 18 and 64 years of age."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Detection of disability or dependence in the daily activities","description":"to be assessed by modified Rankin scale","timeFrame":"On day 90 after stroke"}],"secondaryOutcomes":[{"measure":"Changes in circulating EPC numbers in elderly patients with lacunar or cortical stroke","description":"to be assessed by flow cytometry","timeFrame":"within the first 48 h of stroke and on days 7, 30 and 90 after stroke"},{"measure":"Changes in EPC functional capacity in elderly patients with lacunar or cortical stroke","description":"to be assessed by mobility, proliferation, colony forming unit and matrigel tube formation assays","timeFrame":"within the first 48 h of stroke and on days 7, 30 and 90 after stroke"},{"measure":"Changes in circulating EPC numbers in stroke patients vs healthy controls","description":"to be assessed by flow cytometry","timeFrame":"patients - within the first 48 h of stroke and on days 7, 30 and 90 after stroke vs controls - once"},{"measure":"Changes in EPC functional capacity in stroke patients vs healthy controls","description":"to be assessed by mobility, proliferation, colony forming unit and matrigel tube formation assays","timeFrame":"patients - within the first 48 h of stroke and on days 7, 30 and 90 after stroke vs controls - once"}],"otherOutcomes":[{"measure":"Changes in plasma VEGF levels between stroke patients and healthy controls","description":"VEGF levels will be reported as pg/ml.","timeFrame":"within the first 48 h of stroke and on days 7, 30 and 90 after stroke vs controls - once"},{"measure":"Changes in plasma inflammatory cytokine levels between stroke patients and healthy controls","description":"Levels of all cytokines (TNF-alpha, TGF-beta, MCP-1) will be reported as pg/ml.","timeFrame":"within the first 48 h of stroke and on days 7, 30 and 90 after stroke vs controls - once"},{"measure":"Changes in EPC eNOS activity between stroke patients and healthy controls","description":"eNOS activity in EPC homogenates will be reported as mU/mg protein.","timeFrame":"within the first 48 h of stroke and on days 7, 30 and 90 after stroke vs controls - once"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants with Stroke:\n\nPatients with anterior circulation IS and aged 65 years or older. Independence prior to stroke (mRS\\<3). Ability to give informed consent (directly or via consultee).\n\n* Age Matched Controls (Healthy Volunteers) Individuals aged 65 years or above. No previous history of stroke. Ability to give consent to take part in the study.\n* Young Healthy Volunteers Individuals aged between 18 to 64 years of age. No previous history of stroke. Ability to give consent to take part in the study.\n\nExclusion Criteria:\n\n* Participants with Stroke:\n\nPatients with posterior circulation IS and aged below 65 years of age. Patients with recent recurrent IS. Patients with transient ischaemic attack or IS within the last 3 months. Patients with primary intracerebral haemorrhage.\n\n* Age Matched Controls (Healthy Volunteers) Individuals aged below 65 years of age. Previous history of stroke.\n* Young Healthy Volunteers (18-64):\n\nIndividuals aged below 18 years or are 65 years of age or above. Previous history of stroke.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients admitted to Nottingham University Hospitals Stroke Service will be recruited for the study. Similar age patients' relatives, friends or carers will be recruited as age-matched healthy volunteers. Staff and students working at the Clinical Sciences Building (where the study will be performed) will be recruited as young healthy volunteers.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Ulvi Bayraktutan, PhD","role":"CONTACT","phone":"+44 115 8231764","email":"ulvi.bayraktutan@nottingham.ac.uk"},{"name":"Nikola Sprigg, MD","role":"CONTACT","phone":"+44 115 8231778","email":"nikola.sprigg@nottingham.ac.uk"}],"overallOfficials":[{"name":"Ulvi Bayraktutan, PhD","affiliation":"University of Nottingham","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Clinical Sciences Building, University of Nottingham","status":"RECRUITING","city":"Nottingham","zip":"NG5 1PB","country":"United Kingdom","contacts":[{"name":"Ulvi Bayraktutan, PhD","role":"CONTACT","phone":"+44 115 8231764","email":"ulvi.bayraktutan@nottingham.ac.uk"}],"geoPoint":{"lat":52.9536,"lon":-1.15047}},{"facility":"Nottingham University Hospitals NHS Trust","status":"RECRUITING","city":"Nottingham","zip":"NG5 1PB","country":"United Kingdom","contacts":[{"name":"Nikola Sprigg, MD","role":"CONTACT","phone":"+44 115 8231778","email":"nikola.sprigg@nottingham.ac.uk"},{"name":"Amanda Buck","role":"CONTACT","phone":"+44 115 8231772","email":"amanda.buck@nottingham.ac.uk"}],"geoPoint":{"lat":52.9536,"lon":-1.15047}}]},"referencesModule":{"references":[{"pmid":"36056287","type":"DERIVED","citation":"Kadir RRA, Alwjwaj M, Rakkar K, Othman OA, Sprigg N, Bath PM, Bayraktutan U. Outgrowth Endothelial Cell Conditioned Medium Negates TNF-alpha-Evoked Cerebral Barrier Damage: A Reverse Translational Research to Explore Mechanisms. Stem Cell Rev Rep. 2023 Feb;19(2):503-515. doi: 10.1007/s12015-022-10439-4. Epub 2022 Sep 2."},{"pmid":"35469846","type":"DERIVED","citation":"Reskiawan A Kadir R, Alwjwaj M, Ahmad Othman O, Rakkar K, Sprigg N, Bath PM, Bayraktutan U. Inhibition of oxidative stress delays senescence and augments functional capacity of endothelial progenitor cells. Brain Res. 2022 Jul 15;1787:147925. doi: 10.1016/j.brainres.2022.147925. Epub 2022 Apr 22."},{"pmid":"31960816","type":"DERIVED","citation":"Rakkar K, Othman O, Sprigg N, Bath P, Bayraktutan U. Endothelial progenitor cells, potential biomarkers for diagnosis and prognosis of ischemic stroke: protocol for an observational case-control study. Neural Regen Res. 2020 Jul;15(7):1300-1307. doi: 10.4103/1673-5374.269028."},{"pmid":"31004788","type":"DERIVED","citation":"Bayraktutan U. Endothelial progenitor cells: Potential novel therapeutics for ischaemic stroke. Pharmacol Res. 2019 Jun;144:181-191. doi: 10.1016/j.phrs.2019.04.017. Epub 2019 Apr 17."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"De-identified IPD will be made available to other researchers after publication of the research findings. De-identified IPD underlying the results presented in these articles including tables, figures or supplementary material, will be shared as per the regulations of the University of Nottingham indicated on https://www.nottingham.ac.uk/fabs/rgs/research-data-management/data-sharing-and-archiving/sharing-data.aspx.","timeFrame":"Data will be shared 12 months after the publication of all relevant research findings.","accessCriteria":"All requests regarding the data share should be directed to the chief investigator by email.","url":"https://www.nottingham.ac.uk/fabs/rgs/research-data-management/data-sharing-and-archiving/sharing-data.aspx"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}