{"protocolSection":{"identificationModule":{"nctId":"NCT01539096","orgStudyIdInfo":{"id":"11-586"},"secondaryIdInfos":[{"id":"1K01HD069504-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1K01HD069504-01"}],"organization":{"fullName":"The Cleveland Clinic","class":"OTHER"},"briefTitle":"Brain Stimulation-aided Stroke Rehabilitation: Neural Mechanisms of Recovery","officialTitle":"Brain Stimulation-aided Stroke Rehabilitation: Neural Mechanisms of Recovery"},"statusModule":{"statusVerifiedDate":"2020-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12","type":"ACTUAL"},"studyFirstSubmitDate":"2012-02-16","studyFirstSubmitQcDate":"2012-02-21","studyFirstPostDateStruct":{"date":"2012-02-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-07-14","lastUpdatePostDateStruct":{"date":"2020-07-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ela B. Plow","investigatorTitle":"Principal Investigator, Staff, Neural Control Lab, Dept. of Biomedical Engineering","investigatorAffiliation":"The Cleveland Clinic"},"leadSponsor":{"name":"The Cleveland Clinic","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this study is to investigate whether benefits of training the affected hand in patients with stroke can be improved by combining training with a painless, noninvasive technique called Transcranial Direct Current Stimulation (TDCS). TDCS will be applied over the part of the brain responsible for movements of the affected hand. Also, the investigators will study the changes in the brain that favor recovery of hand function following combination of training and tDCS.","detailedDescription":"The overall goal of this study is to develop a novel rehabilitative method, in chronic stroke, which minimizes residual deficits by maximally utilizing the potential for cortical plasticity.\n\nDespite extensive rehabilitation, approximately 60-80% of patients with stroke experience residual dysfunction of the upper limb. Deficits are believed to linger due to neurophysiologic imbalance between the ipsilesional (stroke-affected) and contralesional (intact) motor cortices. Specifically, the ipsilesional motor cortex loses its normal inhibitory control over the contralesional areas, which, in return, intensify their inhibitory influence upon the former. Constraint-Induced Movement Therapy (CIMT) represents a family of techniques that alleviates residual deficits by rectifying these neurophysiologic imbalances. By reinforcing use of the paretic upper limb in daily life during restraint of the non-paretic limb, CIMT initiates use-dependent neuroplastic reorganization implicating the ipsilesional motor areas, which demonstrate return-of-activity and regain territory in the surviving regions, mitigating the exaggerated inhibitory influence exerted by the contralesional areas.\n\nDespite promising evidence, however, clinical utility of CIMT is limited due to its labor-intensive protocols and inadequate gains. Our objective is to address gaps in existing clinical rehabilitative research. The investigators propose to 1) combine CIMT with targeted stimulation of the ipsilesional motor cortices, 2) Use a novel, noninvasive method of stimulation, called transcranial direct current stimulation (tDCS), 3) Use multimodal imaging to determine comprehensive mechanisms of recovery in patients. Our central hypotheses are 1) ipsilesional motor cortices would be an ideal site for delivering stimulation during CIMT, 2) tDCS will be easy, safe and inexpensive to apply and will target multiple maps concurrently during rehabilitation as demonstrated in our elemental research. 3) structural and functional imaging methods will demonstrate complementary cortical, corticospinal and cortico-muscular markers of recovery."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Rehabilitation","Paresis","Paralysis","Recovery","tDCS","Transcranial Direct Current Stimulation","CIMT","Constraint Induced Movement Therapy","Stroke therapy","MRI","Hand","CVA","Cerebrovascular accident"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":67,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Sham tDCS plus CIMT","type":"SHAM_COMPARATOR","description":"Subjects in this group will be trained on Constraint induced movement therapy (CIMT) for the hand while concurrently receiving placebo noninvasive brain stimulation (tDCS). They will be receiving Sham tDCS: placebo noninvasive brain stimulation. They will be provided treatment for 3 days a week for 5 weeks for 1 hr each day at the Cleveland Clinic. They would be asked to use affected hand in daily activities for 5 hrs everyday at home while wearing a mitt on their unaffected hand.","interventionNames":["Behavioral: Constraint induced movement therapy (CIMT)","Procedure: Sham tDCS: placebo noninvasive brain stimulation"]},{"label":"tDCS plus CIMT","type":"EXPERIMENTAL","description":"Patients with stroke affecting the hand will receive Constraint-induced movement therapy (CIMT) concurrent with tDCS: noninvasive brain stimulation. TDCS will be applied to areas of the brain responsible for movement of the affected hand. This combination of tDCS and CIMT will be delivered for 1 hr each day for 3 days a week for 5 weeks. Patients will also be asked to use their affected hand in daily activities at home for 5 hrs a day while wearing a mitt on the unaffected hand.","interventionNames":["Procedure: tDCS: noninvasive brain stimulation","Behavioral: Constraint induced movement therapy (CIMT)"]}],"interventions":[{"type":"PROCEDURE","name":"tDCS: noninvasive brain stimulation","description":"TDCS is a method of noninvasive stimulation of the brain. Using electrodes placed in saline-soaked sponges, low level of direct current (1mA) is delivered over the scalp. This intervention is considered safe and noninvasive because it does not involve implantation or injection or any skin penetration. In the present study, tDCS will be delivered for 1 hr each day for 3 days a week for 5 weeks in conjunction with constraint-induced movement therapy for the affected hand.","armGroupLabels":["tDCS plus CIMT"],"otherNames":["tDCS","noninvasive brain stimulation","neuromodulation","transcranial stimulation","TCS"]},{"type":"BEHAVIORAL","name":"Constraint induced movement therapy (CIMT)","description":"Patients with stroke affecting the hand will receive constraint-induced movement therapy (CIMT) to re-train movements of the affected hand. Training will involve practicing tasks of daily living with qualified personnel. Training will be delivered for 1 hr each day for 3 days a week for 5 weeks. Patients will also be asked to use their affected hand in daily activities at home for 5 hrs a day while wearing a mitt on the unaffected hand.","armGroupLabels":["Sham tDCS plus CIMT","tDCS plus CIMT"],"otherNames":["hand therapy","CIMT","forced use therapy","constraint induced movement therapy","stroke therapy","stroke rehabilitation"]},{"type":"PROCEDURE","name":"Sham tDCS: placebo noninvasive brain stimulation","description":"Placebo set-up for noninvasive brain stimulation will be similar to that for the active tDCS; sponge electrodes would be placed on the scalp and connected to a batter-operated device. Patients will not receive the effective level of direct current as would delivered in active tDCS intervention. But patients will not be able to decipher whether they are receiving active or placebo tDCS.","armGroupLabels":["Sham tDCS plus CIMT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Upper limb function following combination of tDCS with CIMT","description":"To address the functional advantage of combining tDCS and CIMT tests that evaluate impairments of the hand will be utilized. Also, change in ability to carry out activities of daily living will be measured.","timeFrame":"Each patient will be given the assessment tests at 3 points during the study, at baseline, interim test (an average of 2.5 weeks from baseline) and at posttest (an average of 5 weeks from baseline)."}],"secondaryOutcomes":[{"measure":"Study of change in neural mechanisms that underlie the complementary association of cortical stimulation and CIMT","description":"To identify the underlying neural mechanisms in the association of cortical stimulation and CIMT, the patient will undergo structural and functional magnetic resonance imaging (MRI) and tests of neurophysiology.","timeFrame":"Each patient will be given the assessment tests at 3 points during the study, at baseline, interim test (an average of 2.5 weeks from baseline) and at posttest (an average of 5 weeks from baseline)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with stroke that occurred at least 6 months ago\n\nExclusion Criteria:\n\n* Pregnant\n* Ongoing use of Central Nervous System activating medications\n* Presence of an electrically, magnetically or mechanically activated implant, including cardiac pacemaker, cochlear implant\n* Metal in the head\n* A history of medication-resistant epilepsy in the family\n* Past history of seizures or unexplained spells of loss of consciousness","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ela B Plow, PhD PT","affiliation":"The Cleveland Clinic","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Cleveland Clinic","city":"Cleveland","state":"Ohio","zip":"44195","country":"United States","geoPoint":{"lat":41.4995,"lon":-81.69541}}]},"referencesModule":{"references":[{"pmid":"24119615","type":"DERIVED","citation":"Plow EB, Cunningham DA, Beall E, Jones S, Wyant A, Bonnett C, Yue GH, Lowe M, Wang XF, Sakaie K, Machado A. Effectiveness and neural mechanisms associated with tDCS delivered to premotor cortex in stroke rehabilitation: study protocol for a randomized controlled trial. Trials. 2013 Oct 12;14:331. doi: 10.1186/1745-6215-14-331."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The Investigators will not be sharing or releasing any study data to third parties outside the Cleveland Clinic."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}