{"protocolSection":{"identificationModule":{"nctId":"NCT05857046","orgStudyIdInfo":{"id":"HGZ83 Morelia"},"organization":{"fullName":"Coordinación de Investigación en Salud, Mexico","class":"OTHER_GOV"},"briefTitle":"Cerebroprotective Effect of Melatonin in Stroke","officialTitle":"Cerebroprotective Effect of Melatonin in Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-14","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-15","studyFirstSubmitQcDate":"2023-05-10","studyFirstPostDateStruct":{"date":"2023-05-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-10","lastUpdatePostDateStruct":{"date":"2023-05-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Georgina Ortiz-Martínez","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Coordinación de Investigación en Salud, Mexico"},"leadSponsor":{"name":"Coordinación de Investigación en Salud, Mexico","class":"OTHER_GOV"},"collaborators":[{"name":"Instituto Mexicano del Seguro Social","class":"OTHER_GOV"},{"name":"Universidad Michoacana de San Nicolás de Hidalgo","class":"UNKNOWN"},{"name":"Instituto de Seguridad y Servicios Sociales de los Trabajadores del Estado","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Stroke is a leading cause of mortality and disability in Mexico and worldwide. Although current treatment strategies focus on removing oclussion, they do not interrupt the signaling cascade of neuronal damage. Thus, the search for a cerebroprotective agent that can protect the entire brain. Melatonin has been proposed as a potential cerebroprotective agent due to its antioxidant, anti-inflammatory, antiapoptotic, and immunomodulatory effects, which oppose the pathophysiological mechanisms of cerebrovascular disease. Melatonin has the potential to improve stroke outcomes and reduce the risk of disability and mortality, making it a promising therapeutic option for stroke patients.\n\nTo assess the efficacy of melatonin in patients with acute ischemic CVD, improve clinical outcome, and infarct volume.","detailedDescription":"JUSTIFICATION AND OBJECTIVES The objective of this study is to evaluate the protective effect of melatonin on the brain in patients with cerebral infarction. Cerebral infarction is the death of a small part of the brain that can leave moderate or severe disabilities, such as paralysis or death. The current treatment does not attempt to stop all the mechanisms of brain damage that occur with this disease. Melatonin is a substance that probably protects the brain by regulating cell responses to decrease damage and death of brain cells, in addition to decreasing and cushioning the secretion of substances that produce greater damage at the site of the lesion. These effects have been tested in other heart and neurological diseases in children and adults. However, its effectiveness in this disease in humans has not been studied, so it will be evaluated in this study. This medication is already approved for use in humans to improve sleep quality, so its use is safe, and the side effects are mild and may consist of headache, feeling sleepy during the day, and dizziness. These effects are discussed in detail in the risks and discomfort section.\n\nPROCEDURES You will receive the usual treatment and studies for the care of cerebral infarction. In addition, you will be administered melatonin or lactose orally, forming two groups to evaluate the medication's effectiveness. The group will be assigned in a sequentially numbered envelope that I will give you containing your medication, which was previously sorted by someone outside the research, so neither the researcher, nor the doctor, nor you will know which group you are in. It is essential to mention that lactose tablets will have no effect.\n\nThe treatment consists of one tablet every 12 hours for 7 days and then one tablet every 24 hours at night until completing 83 days. We will perform a head CT scan upon admission, on day 2, and on day 90. We will also take blood samples for the laboratory (approximately two teaspoons of blood) on days 0 (upon admission), 5, 30, and 90 to measure substances in the blood that may be modified by the medication and confirm its protective effect on the brain. During your hospital stay, your treating physician will evaluate you daily, and we will perform evaluations on days 3 and 5. Once discharged, the patient will attend monthly medical follow-up appointments on days 30, 60, and 90 after the infarction.\n\nThe blood samples will be stored for later evaluation, within a period of fewer than 3 years, with the support of the Universidad Michoacana de San Nicolás de Hidalgo and the Centro de Investigación Biomédica de Michoacán. These samples may be used for future research if you authorize them.\n\nIf you decide to participate, you will take your medication according to the instructions. We will monitor you during your hospitalization, and you will attend monthly appointments on days 30, 60, and 90. During these appointments, we will perform clinical evaluations, administer questionnaires, conduct a CT scan, take blood samples, and provide melatonin or a placebo. Each appointment will require 60 minutes to perform all the interventions mentioned.\n\nDuring your illness, you may experience complications specific to cerebral infarction, such as infections, ulcers, or cerebral hemorrhage, which will be addressed, and only in the case of a severe infection, you will be withdrawn from the study.\n\nNo travel expenses will be provided for follow-up appointments. BENEFITS AT THE END OF THE STUDY There will be no economic benefits for the patient participating in the study. At the end of the study, we will have gained more knowledge about the effect of melatonin on brain protection for patients with embolism, in order to offer another alternative in treatment that can decrease the complications caused by this disease. The administration of the medication is experimental and we hope that by receiving it, the patient may experience clinical improvement and a decrease in disability, although it is possible that it may not have any effect on the patient.\n\nRISKS AND DISCOMFORT Melatonin has been shown to be a safe medication and is authorized for use in children and adults for the treatment of insomnia and disorders caused by changes in time zone due to travel or working night shifts. This study will evaluate the effectiveness of melatonin in the clinical development of the disease and its complications. By taking this medication, you may experience the following in order of frequency: drowsiness (28%), fatigue (25%), mood changes (16.7%), headache (13.3%), vomiting (13.3%), and hives (5%). If any of these symptoms occur, please contact us to determine the appropriate course of action, whether it be monitoring, treatment, hospitalization, or discontinuation of melatonin. In rare cases, you may experience increased activity, restlessness, decreased temperature, skin rash, insomnia, burping, tearing, fatigue, feeling heavy, nausea, decreased appetite, tiredness, or nighttime urinary incontinence. Again, if any of these symptoms occur, please contact us to determine the appropriate course of action.\n\nThe blood sample collection may cause slight pain from the needle and bruising at the puncture site. If these symptoms are not tolerable, please contact us at the phone numbers provided or go to the hospital's emergency department. You will also have an open appointment for emergency services when needed.\n\nRESULTS INFORMATION AND TREATMENT ALTERNATIVES The complete results of this study will be available at the end of 2025 and will be sent to your registered email or phone number. You will be informed about the type of treatment received the results of your studies, as well as the results of the project. If a new treatment that improves your medical condition is discovered during the study, you will be informed immediately.\n\nIf any unforeseen events occur directly caused by the research, you will be treated at the IMSS or ISSSTE, depending on the institute you are registered with.\n\nPARTICIPATION OR WITHDRAWAL Your participation is completely voluntary, and you may ask any questions you deem necessary at any time should you have any doubts. You may make the decision that you consider best, without this affecting your relationship with the IMSS or ISSSTE Institute (according to your registration). If you choose to participate in the study, you may leave the study at any time without affecting your care or relationship with the Institute or your doctor, and you may continue with your usual care and treatment.\n\nIf you decide to participate, you will have a contact person to stay in communication with the researcher whenever you deem it necessary.\n\nIf you choose not to participate, your relationship and care at the institute or with your doctor will not be affected, and you may continue with your usual care and treatment."},"conditionsModule":{"conditions":["Stroke, Acute Ischemic","Strokes Thrombotic"],"keywords":["Melatonin","Cerebroprotective"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A phase IIIb clinical trial, randomized double-blind, parallel","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The placebo and melatonin group will be assigned a sequentially numbered envelope that will be delivered to the patient. It will contain their medication, which was previously randomized by someone not involved in the study. Therefore, neither the researcher, the doctor, nor the patient will know which group they belong to. It is important to mention that the placebo tablets contain lactose and will have no effect on the patient's body.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Melatonin group","type":"ACTIVE_COMPARATOR","description":"Melatonin group will receive prolonged released melatonin tablet 10mg for 7 days, then 10 mg for 83 days.","interventionNames":["Drug: Melatonin 10 MG","Other: Placebo"]},{"label":"Placebo group","type":"PLACEBO_COMPARATOR","description":"Placebo group will receive placebo tablet for 7 days, then for 83 days.","interventionNames":["Drug: Melatonin 10 MG","Other: Placebo"]}],"interventions":[{"type":"DRUG","name":"Melatonin 10 MG","description":"Patients received extended-release melatonin 10 mg PO every 12 hours for 7 days and then every 24 hours for 83 days","armGroupLabels":["Melatonin group","Placebo group"],"otherNames":["Cronocaps"]},{"type":"OTHER","name":"Placebo","description":"Patients received placebo every 12 hours for 7 days and then every 24 hours for 83 days","armGroupLabels":["Melatonin group","Placebo group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in functional outcome and mortality","description":"Is considered improvement, if present a decrease of NIHSS of 10 points on day 30, Or if you have one rating of 0-1 points before the day 7, from the start of symptoms. Is considered deterioration if NIHSS increases more than 4 points the first 5 days of the stroke.","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Change in infarct volume","description":"Evaluating the infarct volume size in the placebo and melatonin groups. RR and CI will be calculated. Each one of the parameters will determine effective if we get a RR\\>1 and a CI, which does not include 1.","timeFrame":"3 months"},{"measure":"Change in inflammatory biomarkers","description":"It will be evaluated the magnitude of the association between the medication and the the desired effect, evaluating the anti-inflammatory (IL-6) effect between the placebo and melatonin groups. RR and CI will be calculated. Each one of parameters and will determine effective if we get a RR\\>1, and a CI which does not include 1.","timeFrame":"7 days"},{"measure":"Change in antiapoptotic biomarkers","description":"It will be evaluated the magnitude of the association between the medication and the the desired effect, evaluating the antiapoptotic effect (Casp-3), between the placebo and melatonin groups. RR and CI will be calculated. Each one of parameters and will determine effective if we get a RR\\>1, and a CI which does not include 1.","timeFrame":"7 days"},{"measure":"Change in antioxidant biomarkers","description":"It will be evaluated the magnitude of the association between the medication and the the desired effect, evaluating the antioxidant effect (SOD), between the placebo and melatonin groups. RR and CI will be calculated. Each one of parameters and will determine effective if we get a RR\\>1, and a CI which does not include 1.","timeFrame":"3 months"},{"measure":"Change endothelial damage","description":"It will be evaluated the magnitude of the association between the medication and the the desired effect, evaluating the endothelial damage (FVW), between the placebo and melatonin groups. RR and CI will be calculated. Each one of parameters and will determine effective if we get a RR\\>1, and a CI which does not include 1.","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients presenting to the Emergency Department with acute ischemic CVD\n* Affiliated to the IMSS and ISSSTE,\n* Patients with NIHSS of 5-25 points\n* Patients with an evolution of less than 24 hours,\n* Patients over 18 years of age,\n* Patients with no history of disease that conditions neurological deficit prior to the event\n\nExclusion Criteria:\n\n* Patients with cancer, rheumatic diseases, AIDS, immunological disease or conical infection, connective tissue diseases or CVD in the last 3 months,\n* Pregnant patients, with renal or hepatic insufficiency, allergic to iodine\n* Patients who receive thrombolytic\n* Patient who were taking illicit drugs the following medicine: Imipramine, Thioridazine, Cyproterone, Teriflunomide, Abiraterone acetate, deferasirox, obeticholic acid, peginterferon α2b, vemurafenib.\n\nElimination Criteria:\n\n* Patients who have an allergic reaction to melatonin\n* Patients who do not keep follow-up appointments\n* Patients who wish to leave the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Georgina Ortiz Martínez","role":"CONTACT","phone":"443120510","email":"gortizm001@gmail.com"},{"name":"Comisión de etica","role":"CONTACT","phone":"+52 5556276900","phoneExt":"21230","email":"comiteeticainv.imss@gmailo.com"}],"overallOfficials":[{"name":"Georgina Ortiz-Martínez, MC","affiliation":"Instituto Mexicano del Seguro Social","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Georgina Ortiz-Martínez","city":"Morelia","state":"Michoacan","zip":"58290","country":"Mexico","contacts":[{"name":"Georgina Ortiz Martínez, MCS","role":"CONTACT","email":"gortizm001@gmail.com"}],"geoPoint":{"lat":19.70078,"lon":-101.18443}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2022-12-07","uploadDate":"2023-05-10T14:53","filename":"SAP_000.pdf","size":50915}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083244","term":"Thrombotic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Acute Ischemic","relevance":"HIGH"},{"id":"M2402","name":"Thrombotic Stroke","asFound":"Strokes Thrombotic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008550","term":"Melatonin"}],"ancestors":[{"id":"D000000975","term":"Antioxidants"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000002492","term":"Central Nervous System Depressants"}],"browseLeaves":[{"id":"M11223","name":"Melatonin","asFound":"Ketamine","relevance":"HIGH"},{"id":"M3982","name":"Antioxidants","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"},{"id":"T410","name":"Melatonin","asFound":"Ketamine","relevance":"HIGH"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}