{"protocolSection":{"identificationModule":{"nctId":"NCT04378946","orgStudyIdInfo":{"id":"108186-002"},"organization":{"fullName":"McGill University","class":"OTHER"},"briefTitle":"Error Augmentation Motor Learning Training Approach in Stroke Patients","officialTitle":"Making Training Better: Error Augmentation Motor Learning in Stroke"},"statusModule":{"statusVerifiedDate":"2020-05","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-05-05","studyFirstSubmitQcDate":"2020-05-05","studyFirstPostDateStruct":{"date":"2020-05-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-05-05","lastUpdatePostDateStruct":{"date":"2020-05-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"McGill University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Deficits in upper limb (UL) functional recovery persist in a large proportion of stroke survivors. Understanding how to obtain the best possible UL recovery is a major scientific, clinical and patient priority. We propose that UL motor recovery may be improved by training that focuses on remediating an individual's specific motor impairment. Our approach is based on evidence that deficits in the control of muscle activation thresholds (spatial thresholds) of the elbow in stroke underlie impairments such as disordered movement and spasticity. Our novel training program focuses on improving the individual's active elbow control range using error augmentation (EA) feedback. Since training intensity and lesion load are key factors in motor recovery that lack guidelines, we will also investigate effects of exercise dose and corticospinal tract (CST) injury on UL recovery.\n\nIn this multicenter, double-blind, parallel-group, randomized controlled trial (RCT), patients with stroke will participate in an individualized intensive technology-assisted reaching training program, based on error augmentation (EA), in order to improve voluntary elbow function. They will practice robot-assisted reaching in a virtual reality (VR) game setting. We will identify if intensive training with feedback aimed at expanding the range of spatial threshold (ST) control at the elbow (experimental group) is better than intensive training with general feedback about task success (control group). We will also determine the patient-specific optimal therapy dose by comparing kinematic and clinical outcomes after 3, 6 and 9 weeks of intensive training, and again at 4 weeks after training to determine carry-over effects. We will quantify the severity of the participant's motor deficit, as the amount of cortico spinal tract (CST) injury due to the stroke (%CST injury) and relate training gains to their %CST injury. Results of this pragmatic trial will provide essential information for optimizing individualized post-stroke training programs and help determine optimal patient-specific training dosing to improve motor recovery in people with different levels of stroke severity.\n\nThis type of research involving personalized, impairment-based feedback and dose-effective training has the potential to significantly improve rehabilitation for a greater number of post-stroke individuals and improve the health and quality of life of Canadians.","detailedDescription":"Recovery of upper limb movement after stroke is incomplete. Stroke is a leading cause of long-term sensorimotor disability including persistent deficits in upper limb (UL) function. Understanding how to improve UL recovery is a major scientific, clinical and patient priority. Yet, despite numerous studies attempting to identify the most effective rehabilitation interventions based on established principles of motor learning and neural plasticity, post-stroke UL recovery remains incomplete. Indeed, even with therapy, UL sensorimotor deficits persist in a large proportion (up to 62%) of stroke survivors for \\>6 months leading to a high socio-economic burden.\n\nMOTOR CONTROL DISORDERS: A consequence of the underlying control deficit after stroke is hemiparesis, characterized by a diminished capacity to recruit agonist muscles, unwanted/inappropriate muscle activation (i.e., spasticity, agonist and antagonist muscle co-contraction), abnormal muscle activation timing, weakness and muscle fiber property changes. This leads to deficits in the ability to isolate joint movement and appropriately combine different joints to accomplish task-related functions. We have accumulated substantial evidence suggesting that movement deficits and spasticity are associated with a common control deficit in the specification and regulation of spatia thresholds (ST) of the stretch reflex and other proprioceptive reflexes. STs are expressed in the spatial (angular) rather than the temporal (latency) domain. ST regulation is a well-established mechanism of control of stretch reflexes in animals and reflexes and movements in humans.\n\nST DEFINITION AND ACTION MECHANISMS: Spatial threshold (ST) is the joint angle at which muscles begin to be recruited and postural reflexes and other reflexes begin to act. By shifting ST, the brain resets posture-stabilizing mechanisms to a new limb or body position. These mechanisms combine to regulate STs in multi-muscle systems according to body configuration and task demands. Stroke results in deficits in ST regulation. Central nervous system (CNS) injuries affecting descending and spinal mechanisms and intrinsic lead to limitations in ST regulation. As a result, passive or active movements past the angular threshold, ST (spasticity range), elicit abnormal reflex muscle activation. The ST is velocity-dependent reducing the active control range in stroke patients and their ability to make faster movements.\n\nINTERVENTION APPROACH: Our approach is designed to increase the reflex-free range of elbow motion in stroke. Adaptation of elbow movement to a new load (i.e., the ability to correct errors) in patients with chronic stroke was substantially improved when movement was made within the active control range (where spasticity did not affect muscle contraction) compared to when the reflex-free range was not identified. Accordingly, the potential for motor learning may be improved by considering the range of impaired elbow movement in properly designed trials. To avoid eliciting movements made with abnormal muscle activation patterns and other compensations (bad plasticity), training programs will be tailored to the movement capacity of the individual and incorporate approaches that quantify and enlarge the joint range made with typical muscle activation patterns. In this proposal, we will use a robot and a novel VR learning interface to manipulate the ability to produce controlled movement at the elbow, which is a common impairment in people with moderate to severe stroke. The proposed personalized training approach focuses on providing specific feedback to increase an individual's ST regulation range.\n\nERROR AUGMENTATION FEEDBACK (EA): Error Augmentation feedback will be used to increase the active control ST zone of the elbow. EA uses intrinsic error-driven learning to enhance the CNS's ability to take advantage of kinematic redundancy and find meaningful motor task solutions. Specifically, subjects are provided with feedback that enhances their motor errors. Manipulation of error signals has been shown to stimulate UL sensorimotor improvement in both healthy and stroke subjects with greater learning gains occurring when errors are larger. EA feedback will be used to dynamically remap the active elbow control range. Visual feedback about elbow angle will be modified, to make it seem as if the elbow moves less than in reality. Thus, when the actual elbow moves, the subject perceives the elbow as having moved less and attempts to correct the error by extending the elbow further. The active control range will be expanded by having subjects working near or just at the limit of their ST range. Remapping of the perception/action relationship will occur when the afferent feedback becomes associated with a greater elbow angle. Given the key role of errors in motor learning, artificially increasing the performance error via EA will increase each individual's active control range and cause learning to occur more quickly.\n\nIMPACT ON REHABILITATION: Results will build knowledge that can guide clinicians and their patients in identifying the best type of training for UL functional recovery - an essential component of reintegration into daily life activities. Findings can also support a paradigm shift in clinical practice, encouraging rehabilitation practitioners to consider personalized intervention options for improving outcomes. Increasing therapeutic options can also contribute to personalized care that is tailored to the patient's particular needs and lead to better functional outcomes.\n\nObjective 1 - Determine the effectiveness of personalized exercise using EA to expand the range of active elbow control in post-stroke subjects. Hypothesis 1: Intrinsic feedback about movement error at the elbow will lead to dynamic remapping of muscle-level control mechanisms, and improve the range of active elbow joint movement. Hypothesis 2: Subjects practicing with EA will be able to incorporate the greater elbow joint range into functional reaching movements, as reflected in better clinical outcomes.\n\nObjective 2 - Determine the patient-specific optimal dose of intensive exercise to maximize arm motor recovery. Hypothesis 3: Increased training dose will lead to better kinematic and clinical outcomes and better motor learning.\n\nObjective 3 - Relate the amount of CST damage to UL recovery based on kinematic and clinical measures. Hypothesis 4: Greater CST damage will be correlated with poorer motor learning and clinical outcomes.\n\nTwo groups, training duration,\n\nTRAINING DURATION: 54 subjects will perform \\~30 min/session of target reaching with their affected arm. To control for intensity, practice will be extended to the time needed to complete 138 reaches/session with 6-10s between reaches. Sessions will be done 3 times/wk for 9 wks (i.e., 27 sessions, 810 mins, 3,726 trials) - considered to be high-intensity exercise as recommended by the Stroke Recovery \\& Rehabilitation Roundtable. Kinematic and clinical measures will be made before (PRE), after 3 (POST3), 6 (POST6), and 9 wks (POST9) and after a 4 wk follow-up (FOLL-UP).\n\nSAMPLE SIZE: The Minimal Clinical Important Difference (MCID) of the primary outcome measure (ST) was used to compute the sample size. The MCID of the ST was determined to be 18.07° using an anchor-based method (change in FMA\\> MCID 5.25). Considering an α level of 5% and a 95% power (effect size=1.39) to detect differences using a mixed model ANOVA (G\\*Power 3.1.9.4), the minimal sample size is 21/group. Sample size was increased to 27 per group considering a drop-out rate of 25% given the need to attend multiple training/evaluation sessions for a final cohort of 54 subjects.\n\nSTATISTICAL ANALYSIS: We will relate changes in motor behavior to initial clinical status (PRE) and to post-treatment changes (POST) at 3 time points (POST1, POST2, POST3), and at follow-up (FOLL-UP). Statistical approaches are based on intention-to-treat analysis. Descriptive/distribution analysis will highlight main demographic and clinical characteristics and control for differences in the baseline prognostic indicators between groups. For Obj. 1-3, we will use a repeated measures mixed model ANOVA for primary and secondary outcomes where the model includes one between-subject factor - group with 2 levels (EA, no EA) and one within-subject factor - time (5 levels), using normalized change scores (i.e., POST-PRE/PRE; FOLL-UP-PRE/PRE). We will consider changes in the primary and secondary outcomes significant if their 95% confidence intervals (CI) exceed MCIDs for each measure. To control for %CST injury as a potential confounding factor, we will run a parallel ANCOVA using %CST as a covariate. This will increase the statistical power and adjust for baseline group differences estimating an unbiased difference on primary outcomes. This study design has been used in our previous RCT. For the active arm workspace, significance will be indicated by a \\>10% change of PRE-test area, based on an increase of the TSRT of at least 18°. For elbow range of motion, a significant change will be 15% of the Pre-test range. For secondary outcomes, MCID values will be used when known. For measures for which MCIDs are not known, we will consider a minimally significant change as \\>15% of the pre-test value. Multiple linear regression analysis on pooled data will identify relationships between subjects with different levels of initial clinical impairment (%CST injury) and primary and secondary outcome measures. All analyses will consider sex as a confounding factor. While men have a higher age-adjusted stroke incidence, women experience more severe strokes and have higher short-term mortality. Better understanding of the influence of sex on therapeutic interventions can lead to improved stroke management. For all models, residual plots will be examined to verify linearity, normality and homoscedasticity. Co-linearity will be assessed based on tolerance, variation of inflation and eigenvalues. Partial correlation and standardized (beta) coefficients will be examined to demonstrate which explanatory variables have a greater effect on the dependent variable in the multiple regression models. For each outcome, variability will be estimated based on 95%CIs. Missing data will be checked for non-random patterns.\n\nTRIAL MANAGEMENT: Daily trial management will be the responsibility of the steering committee (Levin, Archambault, Piscitelli). Randomization will be done by Levin. Trial coordination and data handling will be done by Piscitelli. The team has complementary expertise directly relevant to the proposal and extensive experience conducting stroke research. A former patient (GG) who has participated in our previous studies will help assess the feasibility and acceptability of the technology and the protocol, including clinical and kinematic tests. Piscitelli will coordinate the trial, help supervise students and take care of daily management. Prevost (Clinical Research Coordinator) will recruit and assess patients from 3 centers within CRIR. Levin and Wien have expertise in imaging and Feldman in motor control. Wein is a Stroke Neurologist at the MNI where he has conducted several RCTs. Trivino (physiotherapist) has participated in several clinical research projects at the JRH using technology-supported rehabilitation in patients with stroke. Berman (rehabilitation engineer) designed the robotic/VR intervention and conducted the initial feasibility studies with Levin. We will disseminate findings to stroke teams at CRIR affiliated hospitals through in-service presentations and discuss problems of UL measurement and management. Diagnostic imaging tools and motor control knowledge will be shared with researchers, clinicians and patients. Feasibility of incorporating the developed technology into clinical settings will be evaluated with clinicians Trivino and Wein and patient GG."},"conditionsModule":{"conditions":["Stroke Rehabilitation","Cerebrovascular Stroke","Muscle Spasticity","Upper Extremity Paresis"],"keywords":["rehabilitation","upper limb","robot-assisted training","virtual reality","error augmented feedback"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This double-blind randomized controlled trial (RCT) complies with Consolidated Standards of Reporting Trials (CONSORT) and the Template for Intervention Description and Replication (TIDieR) checklist and guide. The trial will be prospectively registered in Clinicaltrials.gov and the protocol will be published following the Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) statement.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Allocation will be concealed from the individual assigning participants to groups until the moment of assignment. The therapist will be notified of subject group allocation via a sealed envelope prior to the first treatment session. Participants will also be blinded to group allocation. Finally, those assessing outcomes as well as those analysing data will be blinded by concealing patient group allocation.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":54,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental - Error Augmented feedback (Restricted area)","type":"EXPERIMENTAL","description":"Error augmented feedback. Random targets always INSIDE of workspace area.","interventionNames":["Behavioral: Intensive physical rehabilitation type training","Device: Robotic system for supporting and monitoring arm motion","Device: Actigraph Activity Monitor","Diagnostic Test: Magnetic resonance imaging (MRI)","Diagnostic Test: Montreal Spasticity Measure (MSM)"]},{"label":"Control - General feedback (Full area)","type":"ACTIVE_COMPARATOR","description":"General feedback about task success. Random target INSIDE or OUTSIDE of workspace area.","interventionNames":["Behavioral: Intensive physical rehabilitation type training","Device: Robotic system for supporting and monitoring arm motion","Device: Actigraph Activity Monitor","Diagnostic Test: Magnetic resonance imaging (MRI)","Diagnostic Test: Montreal Spasticity Measure (MSM)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Intensive physical rehabilitation type training","description":"Multiple reaching tasks aiming at increasing voluntary elbow range of motion","armGroupLabels":["Control - General feedback (Full area)","Experimental - Error Augmented feedback (Restricted area)"]},{"type":"DEVICE","name":"Robotic system for supporting and monitoring arm motion","description":"Ergonomic double-joint horizontal manipulandum mounted on a rigid, movable arm (used to support UL movement during tasks).\n\nAn electromyogram (EMG) is used to monitor elbow extensor and flexor muscle activity.\n\nA motion tracking device based on the Kinect II skeleton ( with Kalman filter to improve accuracy).\n\nSimple Virtual Reality Reaching Game providing visual feedback with screen display of the subject's arm avatar and arm workspace for the VR training.","armGroupLabels":["Control - General feedback (Full area)","Experimental - Error Augmented feedback (Restricted area)"]},{"type":"DEVICE","name":"Actigraph Activity Monitor","description":"Used during and outside training sessions, this device is worned on the affected wrist that records activity (movements metrics) as a measure of upper extremity as well as heart rate","armGroupLabels":["Control - General feedback (Full area)","Experimental - Error Augmented feedback (Restricted area)"]},{"type":"DIAGNOSTIC_TEST","name":"Magnetic resonance imaging (MRI)","description":"Done once before treatment (PRE)","armGroupLabels":["Control - General feedback (Full area)","Experimental - Error Augmented feedback (Restricted area)"],"otherNames":["Measure of stroke severity"]},{"type":"DIAGNOSTIC_TEST","name":"Montreal Spasticity Measure (MSM)","description":"Used to identify the actual spatial threshold (ST) prior to every training session","armGroupLabels":["Control - General feedback (Full area)","Experimental - Error Augmented feedback (Restricted area)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in elbow spatial threshold (ST) angle and the range of active elbow extension","description":"The elbow ST angle will be identified with the Montreal Spasticity Measure (MSM).\n\nThe range of active elbow extension during a standardized reach-to-grasp Test Task made to a hollow cone placed in the subject's midline will be evaluated. This task has been used in previous clinical trials to test reaching in a similar stroke cohort and norms for healthy participants are available. Although only the reach-to-grasp movement will be analyzed, the whole task will be done so that the action is more functional (e.g., having a specific purpose).","timeFrame":"Before treatment baseline, week 3, week 6, week 9 and week 13"}],"secondaryOutcomes":[{"measure":"Arm workspace area, movement quality variables, clinical measures of UL functional level","description":"Secondary outcomes are i) the area of the active arm workspace; ii) movement quality variables (i.e., endpoint trajectory smoothness, straightness, speed and precision; shoulder joint range and interjoint coordination) during a Test Task; iii) clinical measures of UL impairment, activity and participation.","timeFrame":"Before treatment baseline, week 3, week 6, week 9 and week 13"},{"measure":"Change in arm workspace area during reach task","description":"Maximum active reaching area on horizontal plane measured by robotic support system","timeFrame":"Before treatment baseline, week 3, week 6, week 9 and week 13"},{"measure":"Change in spasticity level at rest","description":"As determined by the Montreal spasticity measure","timeFrame":"Before treatment baseline, week 3, week 6, week 9 and week 13"},{"measure":"Change in straightness of elbow trajectory during reach task","description":"Using motion analysis system of the robotic support system","timeFrame":"Before treatment baseline, week 3, week 6, week 9 and week 13"},{"measure":"Change in speed of endpoint movement during reach task","description":"Using motion analysis system of the robotic support system","timeFrame":"Before treatment baseline, week 3, week 6, week 9 and week 13"},{"measure":"Change in smoothness of endpoint trajectory during reach task","description":"Using motion analysis system of the robotic support system","timeFrame":"Before treatment baseline, week 3, week 6, week 9 and week 13"},{"measure":"Change in accuracy relative to target during reach task","description":"Using motion analysis system of the robotic support system","timeFrame":"Before treatment baseline, week 3, week 6, week 9 and week 13"},{"measure":"Change in Fugl-Meyer Assessment Upper extremity (FMA)","description":"Upper extremity volitional movement, reflex activity, active wrist and hand movement, coordination/speed, sensation, passive joint motion, pain. Max score of 66","timeFrame":"Before treatment baseline, week 3, week 6, week 9 and week 13"},{"measure":"Change in streamlined Wolf Motor Function Test (WMFT)","description":"Measure of dexterity, strength and upper extremity function","timeFrame":"Before treatment baseline, week 3, week 6, week 9 and week 13"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First cortical/sub-cortical ischemic/hemorrhagic stroke less than 1 year previously\n* Sub-acute stage\n* Medically stable\n* Not in treatment\n* Arm paresis (Chedoke-McMaster Arm Scale of 2-6 out of 7\n* Some voluntary elbow movement (30° per direction)\n* Able to provide informed consent\n\nExclusion Criteria:\n\n* Major neurological neuromuscular/orthopaedic/pain problems\n* Marked proprioceptive deficits at the elbow (\\<6/12 Fugl-Meyer UL Proprioception Scale)\n* Visuospatial neglect\n* Uncorrected visual deficits\n* Major cognitive deficits (\\< 26 on MOCA)\n* Depression (\\> 14 on BDI II)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mindy F Levin, PhD","role":"CONTACT","phone":"450-688-9550","phoneExt":"3834","email":"mindy.levin@mcgill.ca"}],"overallOfficials":[{"name":"Mindy F Levin, PhD","affiliation":"McGill University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CRIR","city":"Montreal","state":"Quebec","zip":"H2H2N8","country":"Canada","contacts":[{"name":"Mindy F Levin, PhD","role":"CONTACT","phone":"450-688-9550","phoneExt":"3834","email":"mindy.levin@mcgill.ca"}],"geoPoint":{"lat":45.50884,"lon":-73.58781}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Muscle Spasticity","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M11457","name":"Metronidazole","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}