{"protocolSection":{"identificationModule":{"nctId":"NCT04046484","orgStudyIdInfo":{"id":"PMZ-01 Version 2.0/18"},"secondaryIdInfos":[{"id":"CTRI/2017/11/010654","type":"REGISTRY","domain":"Clinical Trials Registry - India"}],"organization":{"fullName":"Pharmazz, Inc.","class":"INDUSTRY"},"briefTitle":"PMZ-1620 (Sovateltide) in Acute Ischemic Stroke Patients","officialTitle":"A Prospective, Multicentric, Randomized, Double Blind, Parallel, Saline Controlled Phase II Clinical Study to Compare the Safety and Efficacy of PMZ-1620 Therapy Along With Standard Supportive Care in Subjects of Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-04-12","type":"ACTUAL"},"completionDateStruct":{"date":"2019-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2019-07-31","studyFirstSubmitQcDate":"2019-08-05","studyFirstPostDateStruct":{"date":"2019-08-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-02-14","lastUpdatePostDateStruct":{"date":"2022-03-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Pharmazz, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This was a prospective, multicentric, randomized, double blind, parallel, saline controlled Phase II clinical study to compare the safety and efficacy of PMZ-1620 (INN: Sovateltide) therapy along with standard supportive care in patients of acute ischemic stroke.","detailedDescription":"There are hidden stem cells in the brain, which becomes active following injury to the brain. Intravenous administration of PMZ-1620 (sovateltide) augments the activity of neuronal progenitor cells in the brain to repair the damage by formation of new mature neurons and blood vessels. In addition, PMZ-1620 has anti-apoptotic activity and also increases cerebral blood flow when administered following ischemia."},"conditionsModule":{"conditions":["Acute Stroke","Cerebral Ischemia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"In PMZ group, 3 doses of PMZ-1620, at 0.3 μg/kg body weight will be administered as an intravenous bolus over 1 minute every 3 hours ± 1 hour on day 1, 3, and day 6 (total dose/day: 0.9 µg/kg body weight).\n\nIn control group, 3 doses of equal volume of normal saline will be administered as an IV bolus over 1 minutes every 3 hours ± 1 hour on day 1, 3 and day 6 post randomization.\n\nIn both treatment groups, subjects will be provided the best available standard of care.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Normal Saline (Dose: Equal volume) + Standard of care","type":"ACTIVE_COMPARATOR","description":"Patients will receive the best available standard of care. In control group, 3 doses of equal volume of normal saline will be administered as an IV bolus over 1 minutes every 3 hours ± 1 hour on day 1, 3 and day 6 post randomization.","interventionNames":["Drug: Normal Saline along with standard treatment"]},{"label":"PMZ-1620 + Standard of care","type":"EXPERIMENTAL","description":"Patients will receive the best available standard of care. In PMZ group, 3 doses of PMZ-1620, at 0.3 μg/kg body weight will be administered as an intravenous bolus over 1 minute every 3 hours ± 1 hour on day 1, 3, and day 6 (total dose/day: 0.9 µg/kg body weight).","interventionNames":["Drug: PMZ-1620 along with standard treatment"]}],"interventions":[{"type":"DRUG","name":"Normal Saline along with standard treatment","description":"The arm is for active comparison for PMZ-1620 (sovateltide), an endothelin-B receptor agonist. PMZ-1620 has the potential to be a first-in-class neuronal progenitor cell therapeutics that is likely to promote quicker recovery and improve neurological outcome in cerebral ischemic stroke patients. Normal saline (vehicle) with standard treatment will be provided.","armGroupLabels":["Normal Saline (Dose: Equal volume) + Standard of care"],"otherNames":["Vehicle"]},{"type":"DRUG","name":"PMZ-1620 along with standard treatment","description":"PMZ-1620 (sovateltide) is an endothelin-B receptor agonist. PMZ-1620 has the potential to be a first-in-class neuronal progenitor cell therapeutics that is likely to promote quicker recovery and improve neurological outcome in cerebral ischemic stroke patients.","armGroupLabels":["PMZ-1620 + Standard of care"],"otherNames":["Sovateltide (IRL-1620) along with standard treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of PMZ-1620 related adverse events","description":"The primary objective of the study is to determine incidence of drug (PMZ-1620) related adverse events.","timeFrame":"90 days"},{"measure":"Number of patients not receiving full treatment","description":"Tolerability will be determined by the number of patients that do not receive all the 9 doses of PMZ-1620.","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"Change in National Institute of Health Stroke Scale (NIHSS)","description":"To determine whether PMZ-1620 therapy over and above standard of care increases the proportion of ischemic stroke subjects with National Institute of Health Stroke Scale (NIHSS) score ≥ 6 score at 3 months. NIHSS is 42 point scale where 0 is the best o and 42 is the worst outcome.","timeFrame":"90 days"},{"measure":"Change in modified Rankin Scale (mRS)","description":"Neurological outcome as assessed by modified Rankin Scale (mRS) score ≤ 2 at 3 months post randomization. mRS is a 7 grade scale from 0 to 6, where 0 is the best and 6 is the worst outcome.","timeFrame":"90 days"},{"measure":"Change in Barthel index [BI]","description":"Overall clinical outcome as assessed by Barthel index \\[BI\\] scores) at 3 months post randomization. BI is a 10 item scale with scores ranging from 0 to 100, where a score of 100 is the best and 0 is the worst outcome.","timeFrame":"90 days"},{"measure":"Change in EuroQol","description":"Quality-of-life (QoL) as assessed by EuroQol at 3 months post randomization. European quality of life is a five dimension instrument with scores ranging from 0 to 100, where a score of 100 is the best and 0 is the worst outcome.","timeFrame":"90 days"},{"measure":"Change in Stroke-Specific Quality of Life (SSQOL)","description":"Stroke-Specific Quality of Life (SSQOL) at 3 months post randomization. SSQOL is composed of 49 items with scores ranging from 49 to 245, where a score of 245 is the best and 49 is the worst outcome.","timeFrame":"90 days"},{"measure":"Incidence in recurrence of ischemic stroke","description":"Incidence of recurrent ischemic stroke within 1 month and 3 months post randomization, as assessed by Questionnaire to Validate Stroke-Free Status (QVSFS)","timeFrame":"90 days"},{"measure":"Incidence of mortality","description":"Incidence of mortality within 3 months post randomization","timeFrame":"90 days"},{"measure":"Incidence of Intra-Cerebral Hemorrhage (ICH)","description":"Incidence of symptomatic Intra Cerebral Hemorrhage (ICH) within 24 (± 6) hours of randomization","timeFrame":"30 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult males or females Aged 18 years through 70 years (have not had their 71st birthday)\n2. Signed and dated informed Consent from Legally Acceptable Representative, if subject is not in the condition to give consent. However, when the subject is stable and is able to give consent, consent would be obtained on a separate informed consent form to confirm his/her willingness to continue in the study\n3. Stroke is ischemic in origin, supratentorial, and radiologically confirmed Computed Tomography (CT) scan or diagnostic magnetic resonance imaging (MRI) prior to enrolment\n4. New (first time) cerebral ischemic strokes subjects presenting upto 24 hours after onset of symptoms (mRS score of 3-4) with a prestroke mRS score of 0 or 1 and NIHSS score of 5-14)\n5. No hemorrhage as proved by cerebral CT/MRI scan\n6. Subject is \\< 24 hours from time of stroke onset when the first dose of PMZ-1620 therapy is administered. Time of onset is when symptoms began; for stroke that occurred during sleep, time of onset is when subject was last seen or was self- reported to be normal\n7. Reasonable expectation of availability to receive the full PMZ-1620 course of therapy, and to be available for subsequent follow-up visits\n8. Subjects receiving thrombolytic therapy\n9. Reasonable expectation that subject will receive standard post- stroke physical, occupational, speech, and cognitive therapy as indicated\n10. Female subject is either:\n\n    * Not of childbearing potential, defined as postmenopausal for at least 1 year or surgically sterile (bilateral tubal ligation, bilateral oophorectomy or hysterectomy) or,\n    * If of childbearing potential, agrees to use any of the following effective separate forms of contraception throughout the study, up to and including the follow-up visits: Condoms, sponge, foams, jellies, diaphragm or intrauterine device, OR A vasectomised partner OR abstinence\n\nExclusion Criteria:\n\n1. Subjects receiving endovascular therapy\n2. Subjects presenting with lacunar, hemorrhagic and/or brain stem stroke\n3. Subjects classified as comatose, defined as a subject who required repeated stimulation to attend, or is obtunded and requires strong or painful stimulation to make movements (NIHSS Level of Consciousness (1A) score must be \\< 2)\n4. Episode/exacerbation of congestive heart failure (CHF) from any cause in the last 6 months. (An episode of CHF is any heart failure that required a change in medication, change in diet or hospitalization)\n5. Evidence of intracranial hemorrhage (intracerebral hematoma, intraventricular hemorrhage, subarachnoid hemorrhage (SAH), epidural hemorrhage, acute or chronic subdural hematoma (SDH) on the baseline CT or MRI scan\n6. Known valvular heart disease with CHF in the last 6 months\n7. Known (or in the Investigator's clinical judgment) existence of severe aortic stenosis or mitral stenosis\n8. Cardiac surgery involving thoracotomy (e.g., coronary artery bypass graft, (CABG), valve replacement surgery) in the last 6 months\n9. Subject is a candidate for any surgical intervention for treatment of stroke which may include but not limited to endovascular techniques\n10. Subjects who are obese, body mass index (BMI) \\> 30 and/or on hormonal contraceptives\n11. Hypo- or hyperglycemia sufficient to account for the neurological symptoms; patient should be excluded if their blood glucose is \\< 3.0 or \\> 20.0 mmol/L\n12. Patient has systolic BP \\< 90 mmHg or \\> 220 mmHg or diastolic BP \\< 40 mmHg or \\> 130 mmHg\n13. Acute myocardial infarction in the last 6 months\n14. Signs or symptoms of acute myocardial infarction, including electrocardiogram findings, on admission\n15. Concomitant treatment with neuroprotective or nootropic drugs (e.g. piracetam, citicoline, investigational, neuroprotecti-ve substances)\n16. Qualitative estimation of troponin on admission\n17. Suspicion of aortic dissection on admission\n18. Acute arrhythmia (including any tachy- or bradycardia) with hemodynamic instability on admission (systolic BP \\< 100 mmHg)\n19. Findings on physical examination of any of the following: (1) jugular venous distention (JVP \\> 4 cm above the sternal angle); (2) 3rd heart sound; (3) resting tachycardia (heart rate \\> 100/min) attributable to CHF; (4) lower extremity pitting edema attributable to CHF; (5) bilateral rales; and/or (6) if a chest x-ray is performed, definite evidence of pulmonary edema, bilateral pleural effusion, or pulmonary vascular redistribution\n20. Current acute or chronic lung disease requiring supplemental chronic or intermittent oxygen therapy\n21. Serum creatinine \\> 2.0 mg/dL or 180 μmol/L\n22. Severe chronic anemia (hemoglobin \\< 7.5 g/dL)\n23. Pregnancy, breastfeeding or positive pregnancy test. (Women of childbearing age must have a negative pregnancy test prior to study drug administration)\n24. Concurrent participation in any other therapeutic clinical trial\n25. Evidence of any other major life-threatening or serious medical condition that would prevent completion of the study protocol, impair the assessment of outcome, or in which PMZ-1620 therapy would be contraindicated or might cause harm to the subject","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Anil Gulati","affiliation":"Pharmazz, Inc.","role":"STUDY_CHAIR"}],"locations":[{"facility":"Paras Hospital","city":"Gurgaon","zip":"122002","country":"India","geoPoint":{"lat":28.4601,"lon":77.02635}},{"facility":"Nizam's Institute of Medical Sciences","city":"Hyderabad","zip":"500082","country":"India","geoPoint":{"lat":17.38405,"lon":78.45636}},{"facility":"Sanjay Gandhi Post Graduate Institute of Medical Sciences","city":"Lucknow","zip":"226014","country":"India","geoPoint":{"lat":26.83928,"lon":80.92313}},{"facility":"Dayanand Medical College & Hospital","city":"Ludhiana","zip":"141001","country":"India","geoPoint":{"lat":30.91204,"lon":75.85379}},{"facility":"Department of Neurology, Christian Medical College and Hospital","city":"Ludhiana","zip":"141008","country":"India","geoPoint":{"lat":30.91204,"lon":75.85379}},{"facility":"New Era Hospital & Research Institute","city":"Nagpur","zip":"440008","country":"India","geoPoint":{"lat":21.14631,"lon":79.08491}},{"facility":"All India Institute of Medical Sciences","city":"New Delhi","zip":"110029","country":"India","geoPoint":{"lat":28.63576,"lon":77.22445}}]},"referencesModule":{"references":[{"pmid":"31320660","type":"BACKGROUND","citation":"Briyal S, Ranjan AK, Hornick MG, Puppala AK, Luu T, Gulati A. Anti-apoptotic activity of ETB receptor agonist, IRL-1620, protects neural cells in rats with cerebral ischemia. Sci Rep. 2019 Jul 18;9(1):10439. doi: 10.1038/s41598-019-46203-x. Erratum In: Sci Rep. 2020 Feb 14;10(1):2992."},{"pmid":"30406063","type":"BACKGROUND","citation":"Cifuentes EG, Hornick MG, Havalad S, Donovan RL, Gulati A. Neuroprotective Effect of IRL-1620, an Endothelin B Receptor Agonist, on a Pediatric Rat Model of Middle Cerebral Artery Occlusion. Front Pediatr. 2018 Oct 23;6:310. doi: 10.3389/fped.2018.00310. eCollection 2018."},{"pmid":"29947531","type":"BACKGROUND","citation":"Gulati A, Hornick MG, Briyal S, Lavhale MS. A novel neuroregenerative approach using ET(B) receptor agonist, IRL-1620, to treat CNS disorders. Physiol Res. 2018 Jun 27;67(Suppl 1):S95-S113. doi: 10.33549/physiolres.933859."},{"pmid":"26398673","type":"BACKGROUND","citation":"Bhalla S, Leonard MG, Briyal S, Gulati A. Distinct Alteration in Brain Endothelin A and B Receptor Characteristics Following Focal Cerebral Ischemia in Rats. Drug Res (Stuttg). 2016 Apr;66(4):189-95. doi: 10.1055/s-0035-1559779. Epub 2015 Sep 23."},{"pmid":"23850649","type":"BACKGROUND","citation":"Leonard MG, Gulati A. Endothelin B receptor agonist, IRL-1620, enhances angiogenesis and neurogenesis following cerebral ischemia in rats. Brain Res. 2013 Aug 28;1528:28-41. doi: 10.1016/j.brainres.2013.07.002. Epub 2013 Jul 11."},{"pmid":"22580085","type":"BACKGROUND","citation":"Leonard MG, Briyal S, Gulati A. Endothelin B receptor agonist, IRL-1620, provides long-term neuroprotection in cerebral ischemia in rats. Brain Res. 2012 Jun 29;1464:14-23. doi: 10.1016/j.brainres.2012.05.005. Epub 2012 May 9."},{"pmid":"21959172","type":"BACKGROUND","citation":"Leonard MG, Briyal S, Gulati A. Endothelin B receptor agonist, IRL-1620, reduces neurological damage following permanent middle cerebral artery occlusion in rats. Brain Res. 2011 Oct 28;1420:48-58. doi: 10.1016/j.brainres.2011.08.075. Epub 2011 Sep 7."},{"pmid":"32728189","type":"BACKGROUND","citation":"Ranjan AK, Briyal S, Gulati A. Sovateltide (IRL-1620) activates neuronal differentiation and prevents mitochondrial dysfunction in adult mammalian brains following stroke. Sci Rep. 2020 Jul 29;10(1):12737. doi: 10.1038/s41598-020-69673-w."},{"pmid":"32574518","type":"BACKGROUND","citation":"Ranjan AK, Briyal S, Khandekar D, Gulati A. Sovateltide (IRL-1620) affects neuronal progenitors and prevents cerebral tissue damage after ischemic stroke. Can J Physiol Pharmacol. 2020 Sep;98(9):659-666. doi: 10.1139/cjpp-2020-0164. Epub 2020 Jun 23."},{"pmid":"33428177","type":"RESULT","citation":"Gulati A, Agrawal N, Vibha D, Misra UK, Paul B, Jain D, Pandian J, Borgohain R. Safety and Efficacy of Sovateltide (IRL-1620) in a Multicenter Randomized Controlled Clinical Trial in Patients with Acute Cerebral Ischemic Stroke. CNS Drugs. 2021 Jan;35(1):85-104. doi: 10.1007/s40263-020-00783-9. Epub 2021 Jan 11."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Results will be communicated and published as manuscript"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M5953","name":"Coal Tar","relevance":"LOW"}],"browseBranches":[{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}