{"protocolSection":{"identificationModule":{"nctId":"NCT01094470","orgStudyIdInfo":{"id":"BWS-BARELA"},"organization":{"fullName":"Universidade Federal de Sao Carlos","class":"OTHER"},"briefTitle":"Body Weight Support Training on Ground Level","officialTitle":"Ground-level Partial Body Weight Support Gait Training for Individuals With Chronic Stroke","acronym":"BWSGR"},"statusModule":{"statusVerifiedDate":"2006-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2007-08"},"primaryCompletionDateStruct":{"date":"2007-12","type":"ACTUAL"},"completionDateStruct":{"date":"2008-04","type":"ACTUAL"},"studyFirstSubmitDate":"2010-03-25","studyFirstSubmitQcDate":"2010-03-26","studyFirstPostDateStruct":{"date":"2010-03-29","type":"ESTIMATED"},"lastUpdateSubmitDate":"2010-03-26","lastUpdatePostDateStruct":{"date":"2010-03-29","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Ana Maria Forti Barela","oldOrganization":"Cruzeiro do Sul University"},"leadSponsor":{"name":"Universidade Federal de Sao Carlos","class":"OTHER"},"collaborators":[{"name":"Conselho Nacional de Desenvolvimento Científico e Tecnológico","class":"OTHER_GOV"},{"name":"Fundação de Amparo à Pesquisa do Estado de São Paulo","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study was to investigate the effects of gait training on ground level with partial body weight support (BWS)in individuals with stroke during overground walking with no BWS.","detailedDescription":"Individuals were mechanically supported on a BWS system as they walked on ground level. All individuals started the training with 30% of body weight unloading and after three weeks, this percentage was reduced to 20% for the remainder of the six-week training period. The criterion used to reduce the percentage of BWS was the individual's ability to maintain alignment of the trunk and to transfer the weight to and from the paretic limb during gait. Individuals' body mass was measured weekly to ensure the appropriate percentage of body weight unloading.\n\nDuring the training sessions, a physical therapist encouraged the individuals to walk as fast as possible, and feedback was provided in order to improve gait performance, such as vertical alignment of the trunk, symmetric limb weight distribution, and proper movement of the lower limbs. Heart rate and blood pressure were observed at beginning and end of each session, and when the patients reported any symptoms of discomfort during the session. Rest periods were allowed during the training sessions according to individual need.\n\nAll individuals were submitted to gait training sessions of 45 minutes, three times a week, on alternating day during six weeks, completing a total of 18 sessions. None of them were given any other type of physical intervention or conventional gait training, stretching, muscle strengthening or endurance exercise while participating in this study.\n\nIn order to verify the effects of the described gait training, individuals were assessed before and after gait training program, walking freely at self-selected comfortable speed along a 10 m walkway six times. They were videotaped by four digital cameras (AG-DVC7P, Panasonic) at 60 Hz, which were positioned bilaterally in order to allow simultaneous kinematics measurement of paretic and nonparetic limbs in either direction of motion (from left to right and vice-versa). During the evaluation, individuals were not allowed to use any assistive device, and they walked with the physical therapists' assistance to keep balance, when necessary.\n\nPassive reflective markers were placed on the nonparetic and paretic sides of the body at the following anatomical locations: head of the fifth metatarsal, lateral malleolus, lateral epicondyle of the femur, greater trochanter, and acromion, in order to define the foot, shank, thigh, and trunk segments, respectively. The digitalization and the reconstruction of all markers were performed using Ariel Performance Analysis System - APAS (Ariel Dynamics, Inc.) software, and filtering and posterior analyses were performed using Matlab software (MathWorks, Inc. - Version 6.5). Reconstruction of the real coordinates was performed using the direct linear transformation (DLT) procedure."},"conditionsModule":{"conditions":["Cerebrovascular Accident","Cerebrovascular Stroke","Vascular Accident, Brain"],"keywords":["gait","ambulation","kinematics"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":12,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"Body weight support system on ground level","description":"Gait training with body weight support on ground level with sessions of 45 minutes, three times a week, on alternating day during six weeks, completing a total of 18 sessions.","otherNames":["partial body weight support","body weight unloading","body weight alleviation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean walking speed","description":"Mean walking speed was evaluated before and after the training period of six weeks","timeFrame":"Six weeks"}],"secondaryOutcomes":[{"measure":"Step length and step symmetry","description":"Step length and step symmetry were evaluated before and after the training period of six weeks","timeFrame":"Six weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Elapsed time since stroke longer than one year\n* Ability to walk approximately 10 m with or without assistance\n* Spasticity classified as below level 3 by the Modified Ashworth Scale\n\nExclusion Criteria:\n\n* Presence of clinical signs of heart failure (New York Heart Association), arrhythmia, or angina pectoris\n* Absence of spasticity\n* Presence of orthopedic or other neurological diseases that compromised gait\n* Presence of severe cognitive or communication impairments","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ana MF Barela, Doctor","affiliation":"Cruzeiro do Sul University","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"19951435","type":"BACKGROUND","citation":"Sousa CO, Barela JA, Prado-Medeiros CL, Salvini TF, Barela AM. The use of body weight support on ground level: an alternative strategy for gait training of individuals with stroke. J Neuroeng Rehabil. 2009 Dec 1;6:43. doi: 10.1186/1743-0003-6-43."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001835","term":"Body Weight"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Vascular Accident, Brain","relevance":"HIGH"},{"id":"M4804","name":"Body Weight","asFound":"Body Weight","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}