{"protocolSection":{"identificationModule":{"nctId":"NCT00462449","orgStudyIdInfo":{"id":"0611012"},"organization":{"fullName":"University of Pittsburgh","class":"OTHER"},"briefTitle":"Efficacy of Functional Electrical Stimulation (FES) in Persons Receiving Botulinum Neurotoxin for Upper Extremity Spasticity","officialTitle":"Single Blind, Randomized Study to Determine the Safety and the Efficacy of Using Functional Electrical Stimulation (FES) and Repetitive Task Practice vs. Repetitive Task Practice Alone in Persons Receiving Botulinum Neurotoxin Type A Injections for Upper Extremity Spasticity","acronym":"Botox + FES"},"statusModule":{"statusVerifiedDate":"2014-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2007-11"},"primaryCompletionDateStruct":{"date":"2010-01","type":"ACTUAL"},"completionDateStruct":{"date":"2010-01","type":"ACTUAL"},"studyFirstSubmitDate":"2007-04-17","studyFirstSubmitQcDate":"2007-04-17","studyFirstPostDateStruct":{"date":"2007-04-19","type":"ESTIMATED"},"resultsFirstSubmitDate":"2011-08-11","resultsFirstSubmitQcDate":"2014-06-19","resultsFirstPostDateStruct":{"date":"2014-06-20","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-06-19","lastUpdatePostDateStruct":{"date":"2014-06-20","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michael C. Munin, M.D.","investigatorTitle":"Professor","investigatorAffiliation":"University of Pittsburgh"},"leadSponsor":{"name":"University of Pittsburgh","class":"OTHER"},"collaborators":[{"name":"Allergan","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"FES is a form of treatment with a device to aid movement in people who have had damage to their brain or spinal cord. Small electrical impulses are used to excite/stimulate the nerves that supply paralyzed muscles. This activates those muscles, enabling them to produce basic but useful movement. Self-adhesive patches (electrodes) are placed on the skin close to the nerve that supplies the muscle and are connected by wires to a stimulator that produces the impulses. In this way, FES is used to correct the muscle weakness that is caused by injury to the brain or spinal cord.\n\nRepetitive task practice is an \"activity-based\" therapy program that has been shown to enhance the recovery of hand and arm functions after stroke. This therapy consists of a set of training activities that are designed by a qualified therapist specific to your functional abilities that are to be performed with the impaired hand. These activities are designed to stimulate functional improvement with repetitive practice.\n\nSpasticity is a nervous system disorder where certain muscles are continuously contracted. Botox injections are commonly used to help to reduce spasticity in areas of the body with increased muscle tone. This research is designed to look at any additional benefit that may occur when Botox injections are combined with specific occupational therapy exercises and with a device that uses functional electrical stimulation (FES) to help improve muscle function after stroke.","detailedDescription":"This is a single-blinded, randomized controlled trial examining the effect of repetitive task practice (RTP) and functional electrical stimulation (FES) in individuals who receive routine clinical Botox ® injections for upper extremity spasticity. Botox® injections in combination with repetitive task practice (RTP) is used routinely to manage upper limb spasticity after stroke or acquired brain injury. RTP is an activity-based rehabilitation program that has been shown effective in promoting motor recovery (Wolf et al., 2002), but it requires a sufficient level of baseline motor function. Since FES enhances motor function, we hypothesize that an FES-assisted RTP intervention will provide greater improvement in hand function than RTP alone in patients receiving Botox ® injections.\n\nThe primary outcome will be upper extremity use during activities of daily living assessed observationally by the motor activities log (MAL-O). Secondary outcomes will be 1) dexterous hand function as measured by the action research arm test (ARAT); 2) client's perception of self-performance in activities of daily living assessed with the (MAL - Self Report); 3) global upper extremity impairment assessed by the Chedoke-McMaster Assessment (CMA); and 4) clinical spasticity assessed by the Modified Ashworth Scale (MAS).\n\nThe primary endpoint will be 6 weeks post-injection. Outcomes will also be assessed at a secondary endpoint, 12 weeks post-injection, to determine the persistence of treatment effects."},"conditionsModule":{"conditions":["Upper Extremity Spasticity","Stroke","Acquired Brain Injury"],"keywords":["Botulinum Toxin","Ness H200","Functional Electrical Stimulation","Repetitive Task Practice"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":23,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"NO_INTERVENTION","description":"Individuals randomized into this group will only receive specialized therapy associated with this population."},{"label":"2","type":"EXPERIMENTAL","description":"In addition to appropriate therapy, this group will receive the FES device and be given instruction on how to complete specialized exercises utilizing this device.","interventionNames":["Device: Functional Electrical Stimulation (FES) through the Ness H200"]}],"interventions":[{"type":"DEVICE","name":"Functional Electrical Stimulation (FES) through the Ness H200","description":"Specialized exercises will be presented to the participants in this group. They will be instructed on how to attach and complete this exercise program utilizing the FES device.","armGroupLabels":["2"],"otherNames":["NESS H200™ Product Specification"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change From Baseline in Arm Function Based on Motor Activities Log (MAL-O)","description":"upper extremity function during activities of daily living based on observer ratings. Scale runs 0 (not used) to 5 (normal function). No subscales used.","timeFrame":"12 weeks"}],"secondaryOutcomes":[{"measure":"Change From Baseline in Dexterous Hand Function as Measured by the Action Research Arm Test (ARAT)","description":"Dextrous hand function measurement. Scale ranges from 0 (no dextrous arm function) to 57 (normal function)","timeFrame":"12 weeks"},{"measure":"Change From Baseline in Self-performance in Activities of Daily Living Assessed With the (MAL - Self Report)","description":"upper extremity function during activities of daily living as reported by the patient. Scale runs 0 (not used) to 5 (normal function). No subscales used.","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Minimum 6 months post injury/insult with unilateral upper limb spasticity of the elbow, wrist and/or finger flexors.\n* Preinjection Modified Ashworth scores \\> 2 in at least one of the following areas: elbow, wrist, or finger flexors.\n* Subjects must meet criteria for CMA Hand Impairment Scale Stage 2 and be able to complete Task 3 (thumb to index finger) of the CMA Hand Impairment Scale Stage 3, or demonstrate 50% gross grasp to be included.\n* Botulinum toxin A (Botox®) stable patients (have received at least two prior doses of the agent with first dose occurring at least 6 months prior to study enrollment).\n* Able to answer reliably to yes/no questions.\n* Able to follow reliably 1-step instructions.\n* Written informed consent.\n* Females enrolled in this study who are of childbearing age will be required to use adequate measures of birth control for the entire study period. Those who do not agree will be excluded.\n\nExclusion Criteria:\n\n* Uncontrolled, clinically significant medical condition other than the condition under evaluation.\n* Severe, fixed joint contracture in the affected arm. Patients with mild contracture that does not significantly impact function will be included based upon the assessment of the PI.\n* Known allergy or sensitivity to any of the components in the study medication.\n* Females who are pregnant, breast-feeding, or planning a pregnancy during the study or who think that they may be pregnant at the start of the study, or females of childbearing potential who are unable or unwilling to use a reliable form of contraception during the study.\n* Concurrent participation in another investigational drug or device study or participation in the 30 days immediately prior to study enrollment.\n* Treatment with botulinum toxin of any serotype for any reason in less than 3 months prior to initial date of injection for the study.\n* Any medical condition that may put the subject at increased risk with exposure to botulinum toxin type A including diagnosed myasthenia gravis, Eaton-Lambert syndrome, amyotrophic lateral sclerosis, or any other disorder that might interfere with neuromuscular function.\n* Evidence of recent alcohol or drug abuse.\n* Infection or skin disorder at an anticipated injection and/or electrical stimulation sites.\n* Any condition or situation that, in the investigator's opinion, may put the subject at significant risk, confound the study results, or interfere significantly with the subject's participation in the study.\n* Use of aminoglycoside antibiotics, curare like agents, or other agents that might interfere with neuromuscular function.\n* Individuals with a cardiac pacemaker, a defibrillator, or baclofen pump.\n* Individuals with an unhealed or healing fracture or dislocation in the arm to be evaluated.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Michael C. Munin, M.D.","affiliation":"University of Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Pittsburgh Medical Center","city":"Pittsburgh","state":"Pennsylvania","zip":"15213","country":"United States","geoPoint":{"lat":40.44062,"lon":-79.99589}}]},"referencesModule":{"references":[{"pmid":"2784838","type":"BACKGROUND","citation":"Bajd T, Kralj A, Turk R, Benko H, Sega J. Use of functional electrical stimulation in the rehabilitation of patients with incomplete spinal cord injuries. J Biomed Eng. 1989 Mar;11(2):96-102. doi: 10.1016/0141-5425(89)90115-5."},{"pmid":"10171598","type":"BACKGROUND","citation":"Billian C, Gorman PH. Upper extremity applications of functional neuromuscular stimulation. Assist Technol. 1992;4(1):31-9. doi: 10.1080/10400435.1992.10132190."},{"pmid":"12167681","type":"BACKGROUND","citation":"Brashear A, Gordon MF, Elovic E, Kassicieh VD, Marciniak C, Do M, Lee CH, Jenkins S, Turkel C; Botox Post-Stroke Spasticity Study Group. Intramuscular injection of botulinum toxin for the treatment of wrist and finger spasticity after a stroke. N Engl J Med. 2002 Aug 8;347(6):395-400. doi: 10.1056/NEJMoa011892."},{"pmid":"10835457","type":"BACKGROUND","citation":"Cauraugh J, Light K, Kim S, Thigpen M, Behrman A. Chronic motor dysfunction after stroke: recovering wrist and finger extension by electromyography-triggered neuromuscular stimulation. Stroke. 2000 Jun;31(6):1360-4. doi: 10.1161/01.str.31.6.1360."},{"pmid":"9596245","type":"BACKGROUND","citation":"Chae J, Bethoux F, Bohine T, Dobos L, Davis T, Friedl A. Neuromuscular stimulation for upper extremity motor and functional recovery in acute hemiplegia. Stroke. 1998 May;29(5):975-9. doi: 10.1161/01.str.29.5.975."},{"pmid":"15788340","type":"BACKGROUND","citation":"de Kroon JR, Ijzerman MJ, Chae J, Lankhorst GJ, Zilvold G. Relation between stimulation characteristics and clinical outcome in studies using electrical stimulation to improve motor control of the upper extremity in stroke. J Rehabil Med. 2005 Mar;37(2):65-74. doi: 10.1080/16501970410024190."},{"pmid":"15277960","type":"BACKGROUND","citation":"de Kroon JR, IJzerman MJ, Lankhorst GJ, Zilvold G. Electrical stimulation of the upper limb in stroke: stimulation of the extensors of the hand vs. alternate stimulation of flexors and extensors. Am J Phys Med Rehabil. 2004 Aug;83(8):592-600. doi: 10.1097/01.phm.0000133435.61610.55."},{"pmid":"12920254","type":"BACKGROUND","citation":"Duncan P, Studenski S, Richards L, Gollub S, Lai SM, Reker D, Perera S, Yates J, Koch V, Rigler S, Johnson D. Randomized clinical trial of therapeutic exercise in subacute stroke. Stroke. 2003 Sep;34(9):2173-80. doi: 10.1161/01.STR.0000083699.95351.F2. Epub 2003 Aug 14."},{"pmid":"14465050","type":"BACKGROUND","citation":"LIBERSON WT. Functional electrotherapy. Trans Am Soc Artif Intern Organs. 1962;8:373-7. doi: 10.1097/00002480-196204000-00075. No abstract available."},{"pmid":"12611365","type":"BACKGROUND","citation":"Mirbagheri MM, Ladouceur M, Barbeau H, Kearney RE. The effects of long-term FES-assisted walking on intrinsic and reflex dynamic stiffness in spastic spinal-cord-injured subjects. IEEE Trans Neural Syst Rehabil Eng. 2002 Dec;10(4):280-9. doi: 10.1109/TNSRE.2002.806838."},{"pmid":"8996489","type":"BACKGROUND","citation":"Nakayama H, Jorgensen HS, Pedersen PM, Raaschou HO, Olsen TS. Prevalence and risk factors of incontinence after stroke. The Copenhagen Stroke Study. Stroke. 1997 Jan;28(1):58-62. doi: 10.1161/01.str.28.1.58."},{"pmid":"2305400","type":"BACKGROUND","citation":"Olsen TS. Arm and leg paresis as outcome predictors in stroke rehabilitation. Stroke. 1990 Feb;21(2):247-51. doi: 10.1161/01.str.21.2.247."},{"pmid":"15799140","type":"BACKGROUND","citation":"Pandyan AD, Gregoric M, Barnes MP, Wood D, Van Wijck F, Burridge J, Hermens H, Johnson GR. Spasticity: clinical perceptions, neurological realities and meaningful measurement. Disabil Rehabil. 2005 Jan 7-21;27(1-2):2-6. doi: 10.1080/09638280400014576. No abstract available."},{"pmid":"10390311","type":"BACKGROUND","citation":"Powell J, Pandyan AD, Granat M, Cameron M, Stott DJ. Electrical stimulation of wrist extensors in poststroke hemiplegia. Stroke. 1999 Jul;30(7):1384-9. doi: 10.1161/01.str.30.7.1384."},{"pmid":"11034725","type":"BACKGROUND","citation":"Price CI, Pandyan AD. Electrical stimulation for preventing and treating post-stroke shoulder pain. Cochrane Database Syst Rev. 2000;2000(4):CD001698. doi: 10.1002/14651858.CD001698."},{"pmid":"15788330","type":"BACKGROUND","citation":"Ring H, Rosenthal N. Controlled study of neuroprosthetic functional electrical stimulation in sub-acute post-stroke rehabilitation. J Rehabil Med. 2005 Jan;37(1):32-6. doi: 10.1080/16501970410035387."},{"type":"BACKGROUND","citation":"Rose DK, Winstein CJ, Tan SM, Azen SP, Chui HC. (2001). Comparison of upper extremity intervention strategies at six and nine months post-stroke. Neurol Rep 25: 130."},{"pmid":"16892934","type":"BACKGROUND","citation":"Skidmore ER, Rogers JC, Chandler LS, Holm MB. Dynamic interactions between impairment and activity after stroke: examining the utility of decision analysis methods. Clin Rehabil. 2006 Jun;20(6):523-35. doi: 10.1191/0269215506cr980oa."},{"pmid":"11900259","type":"BACKGROUND","citation":"Skold C, Lonn L, Harms-Ringdahl K, Hultling C, Levi R, Nash M, Seiger A. Effects of functional electrical stimulation training for six months on body composition and spasticity in motor complete tetraplegic spinal cord-injured individuals. J Rehabil Med. 2002 Jan;34(1):25-32. doi: 10.1080/165019702317242677."},{"pmid":"16514097","type":"BACKGROUND","citation":"Taub E, Uswatte G, King DK, Morris D, Crago JE, Chatterjee A. A placebo-controlled trial of constraint-induced movement therapy for upper extremity after stroke. Stroke. 2006 Apr;37(4):1045-9. doi: 10.1161/01.STR.0000206463.66461.97. Epub 2006 Mar 2."},{"pmid":"15468020","type":"BACKGROUND","citation":"Thielman GT, Dean CM, Gentile AM. Rehabilitation of reaching after stroke: task-related training versus progressive resistive exercise. Arch Phys Med Rehabil. 2004 Oct;85(10):1613-8. doi: 10.1016/j.apmr.2004.01.028."},{"pmid":"9715914","type":"BACKGROUND","citation":"Weingarden HP, Zeilig G, Heruti R, Shemesh Y, Ohry A, Dar A, Katz D, Nathan R, Smith A. Hybrid functional electrical stimulation orthosis system for the upper limb: effects on spasticity in chronic stable hemiplegia. Am J Phys Med Rehabil. 1998 Jul-Aug;77(4):276-81. doi: 10.1097/00002060-199807000-00002."},{"pmid":"14503435","type":"BACKGROUND","citation":"Winstein CJ, Miller JP, Blanton S, Taub E, Uswatte G, Morris D, Nichols D, Wolf S. Methods for a multisite randomized trial to investigate the effect of constraint-induced movement therapy in improving upper extremity function among adults recovering from a cerebrovascular stroke. Neurorehabil Neural Repair. 2003 Sep;17(3):137-52. doi: 10.1177/0888439003255511."},{"type":"BACKGROUND","citation":"Winstein CJ, Rose DK, Chui HC et al. (2001) Recovery and rehabilitation of arm use after stroke. J Stroke Cerebrovasc Dis 10: 197."},{"pmid":"12801434","type":"BACKGROUND","citation":"Wolf SL, Blanton S, Baer H, Breshears J, Butler AJ. Repetitive task practice: a critical review of constraint-induced movement therapy in stroke. Neurologist. 2002 Nov;8(6):325-38. doi: 10.1097/01.nrl.0000031014.85777.76."},{"pmid":"17077374","type":"BACKGROUND","citation":"Wolf SL, Winstein CJ, Miller JP, Taub E, Uswatte G, Morris D, Giuliani C, Light KE, Nichols-Larsen D; EXCITE Investigators. Effect of constraint-induced movement therapy on upper extremity function 3 to 9 months after stroke: the EXCITE randomized clinical trial. JAMA. 2006 Nov 1;296(17):2095-104. doi: 10.1001/jama.296.17.2095."},{"pmid":"15569875","type":"BACKGROUND","citation":"Yan T, Hui-Chan CW, Li LS. Functional electrical stimulation improves motor recovery of the lower extremity and walking ability of subjects with first acute stroke: a randomized placebo-controlled trial. Stroke. 2005 Jan;36(1):80-5. doi: 10.1161/01.STR.0000149623.24906.63. Epub 2004 Nov 29."}]}},"resultsSection":{"participantFlowModule":{"recruitmentDetails":"Recruitment period from 11/15/2007 through 10/05/2009. Subjects were recruited primarily from the PI's clinical patient pool with unilateral, upper extremity spasticity. All subjects were required to be at least 6 months post insult.","groups":[{"id":"FG000","title":"Chedoke-McMaster Assessment Hand Impairment 2, 3 - RTP Alone","description":"Individuals randomized into this group will only receive specialized therapy associated with this population."},{"id":"FG001","title":"Chedoke-McMaster Assessment Hand Impairment 4-6 RTP + FES","description":"In addition to appropriate therapy, this group will receive the FES device and be given instruction on how to complete specialized exercises utilizing this device."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"13"},{"groupId":"FG001","numSubjects":"10"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"13"},{"groupId":"FG001","numSubjects":"10"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"Chedoke-McMaster Assessment Hand Impairment 2, 3 - RTP Alone","description":"Individuals randomized into this group will only receive specialized therapy associated with this population."},{"id":"BG001","title":"Chedoke-McMaster Assessment Hand Impairment 4-6 RTP + FES","description":"In addition to appropriate therapy, this group will receive the FES device and be given instruction on how to complete specialized exercises utilizing this device."},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"13"},{"groupId":"BG001","value":"10"},{"groupId":"BG002","value":"23"}]}],"measures":[{"title":"Age, Categorical","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"12"},{"groupId":"BG001","value":"9"},{"groupId":"BG002","value":"21"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"2"}]}]}]},{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"41.2","spread":"14.2"},{"groupId":"BG001","value":"54","spread":"10.3"},{"groupId":"BG002","value":"47.4","spread":"14.0"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"9"},{"groupId":"BG001","value":"6"},{"groupId":"BG002","value":"15"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"4"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"8"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"13"},{"groupId":"BG001","value":"10"},{"groupId":"BG002","value":"23"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Change From Baseline in Arm Function Based on Motor Activities Log (MAL-O)","description":"upper extremity function during activities of daily living based on observer ratings. Scale runs 0 (not used) to 5 (normal function). No subscales used.","populationDescription":"Per protocol. Number was determined based on the number of participants enrolled and eligible.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"95% Confidence Interval","unitOfMeasure":"units on a scale","timeFrame":"12 weeks","groups":[{"id":"OG000","title":"FES and Repetitive Task Practice (RTP)","description":"Individuals who were randomized to receive Functional Electrical Stimulation together with Repetitive Task Practice"},{"id":"OG001","title":"Repetitive Task Practice Alone","description":"Individuals randomized to receive Repetitive Task Practice alone."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"10"},{"groupId":"OG001","value":"13"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.52","lowerLimit":".63","upperLimit":"2.40"},{"groupId":"OG001","value":"1.79","lowerLimit":"1.2","upperLimit":"2.37"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Dexterous Hand Function as Measured by the Action Research Arm Test (ARAT)","description":"Dextrous hand function measurement. Scale ranges from 0 (no dextrous arm function) to 57 (normal function)","populationDescription":"Per protocol.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"95% Confidence Interval","unitOfMeasure":"units on a scale","timeFrame":"12 weeks","groups":[{"id":"OG000","title":"FES and Repetitive Task Practice (RTP)","description":"Individuals who were randomized to receive Functional Electrical Stimulation together with Repetitive Task Practice"},{"id":"OG001","title":"Repetitive Task Practice Alone","description":"Individuals randomized to receive Repetitive Task Practice alone."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"10"},{"groupId":"OG001","value":"13"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"23.50","lowerLimit":"8.83","upperLimit":"38.17"},{"groupId":"OG001","value":"31.40","lowerLimit":"18.86","upperLimit":"43.94"}]}]}]},{"type":"SECONDARY","title":"Change From Baseline in Self-performance in Activities of Daily Living Assessed With the (MAL - Self Report)","description":"upper extremity function during activities of daily living as reported by the patient. Scale runs 0 (not used) to 5 (normal function). No subscales used.","populationDescription":"Per protocol","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"95% Confidence Interval","unitOfMeasure":"units on a scale","timeFrame":"12 weeks","groups":[{"id":"OG000","title":"FES and Repetitive Task Practice (RTP)","description":"Individuals who were randomized to receive Functional Electrical Stimulation together with Repetitive Task Practice"},{"id":"OG001","title":"Repetitive Task Practice Alone","description":"Individuals randomized to receive Repetitive Task Practice alone."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"10"},{"groupId":"OG001","value":"13"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"1.85","lowerLimit":"0.86","upperLimit":"2.84"},{"groupId":"OG001","value":"1.71","lowerLimit":"1.04","upperLimit":"2.38"}]}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","eventGroups":[{"id":"EG000","title":"Chedoke-McMaster Assessment Hand Impairment 2, 3 - RTP Alone","description":"Individuals randomized into this group will only receive specialized therapy associated with this population.","seriousNumAffected":0,"seriousNumAtRisk":13,"otherNumAffected":0,"otherNumAtRisk":13},{"id":"EG001","title":"Chedoke-McMaster Assessment Hand Impairment 4-6 RTP + FES","description":"In addition to appropriate therapy, this group will receive the FES device and be given instruction on how to complete specialized exercises utilizing this device.","seriousNumAffected":0,"seriousNumAtRisk":10,"otherNumAffected":0,"otherNumAtRisk":10}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Dr. Michael C. Munin","organization":"Department of Physical Medicine and Rehabilitation University of Pittsburgh","email":"muninm@upmc.edu","phone":"412-648-6848"}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000001930","term":"Brain Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Acquired Brain Injury","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"},{"id":"M250157","name":"abobotulinumtoxinA","relevance":"LOW"},{"id":"M20947","name":"Botulinum Toxins, Type A","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":true}