{"protocolSection":{"identificationModule":{"nctId":"NCT00737334","orgStudyIdInfo":{"id":"B2008:095"},"organization":{"fullName":"University of Manitoba","class":"OTHER"},"briefTitle":"EEG, Cerebral Oximetry, and Arterial to Jugular Venous Lactate to Assess Cerebral Ischemia During Carotid Endarterectomy","officialTitle":"A Comparison of the EEGo Monitor, BIS Monitor, and FORE-SIGHT Cerebral Oximeter With Arterial to Jugular Venous Lactate Difference to Assess Cerebral Ischemia During Carotid Endarterectomy"},"statusModule":{"statusVerifiedDate":"2009-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-09"},"primaryCompletionDateStruct":{"date":"2009-10","type":"ACTUAL"},"completionDateStruct":{"date":"2009-10","type":"ACTUAL"},"studyFirstSubmitDate":"2008-08-15","studyFirstSubmitQcDate":"2008-08-15","studyFirstPostDateStruct":{"date":"2008-08-19","type":"ESTIMATED"},"lastUpdateSubmitDate":"2009-11-09","lastUpdatePostDateStruct":{"date":"2009-11-11","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"W. Alan C. Mutch MD","oldOrganization":"University of Manitoba"},"leadSponsor":{"name":"University of Manitoba","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"A highly desired result during carotid endarterectomy (CEA) is the ability to predict and warn the surgeon if the brain is at risk of damage during the period of time that the carotid artery is cross-clamped for surgical repair of the vessel narrowing. A number of approaches for cerebral monitoring have been developed, including EEG, cerebral oximetry, and measurement of arterial to jugular venous concentration differences of oxygen, glucose or lactate. This study will utilize and compare multiple monitoring approaches for detecting when and if the brain is at risk of injury during CEA. As such, this robust approach to monitoring may permit a more prompt intervention to prevent or limit damage should cerebral ischemia occur. In this study we will compare a processed EEG monitor -- the EEGo, which uses nonlinear analysis to a bispectral (BIS) index monitor, and to the FORE-SIGHT cerebral oximeter to assess the ability of each to identify cerebral ischemia should it occur with carotid artery cross-clamping during CEA. These monitors will be correlated with arterial to jugular venous lactate concentration difference, which has recently been shown to be a sensitive indicator of hemispheric ischemia during CEA.","detailedDescription":"Objective: This study is designed to test the hypothesis that the EEGo monitor will be superior to the BIS monitor to assess onset of cerebral ischemia if it should arise during CEA. The two EEG monitors will be compared with the FORE-SIGHT cerebral oximeter, and all three monitors will be correlated with arterial to jugular venous lactate differences before, during and after carotid cross-clamping.\n\nWe hypothesize that the EEGo monitor will be able to more accurately indicate if the brain is at risk of ischemia and better able to direct therapy to relieve the ischemic episode as compared to the BIS monitor. The EEGo will be superior because the raw signal is processed using phase delay analysis, with each patient's raw EEG analyzed instead of a proprietary but generic signal processing approach on a linear scale as with the BIS monitor. Phase delay analysis is a standard approach to display nonlinear signals. A highly reproducible signal transition occurs with differing depths of anesthesia. The ability to process the EEG and display phase delay plots in 50 msec is what makes the EEGo monitor attractive to acutely assess changes in the EEG which can manifest with cerebral ischemia. We also hypothesize that the FORE-SIGHT cerebral oximeter will be an effective monitor for detecting cerebral ischemia during CEA. Accurate assessment of changes in the EEG and cerebral tissue oxygen saturation with carotid cross-clamping will allow better anesthesia management of patients undergoing CEA.\n\nThis pilot study will be done to assess the ability of the nonlinear EEG monitor (the EEGo) compared to the BIS monitor and the FORE-SIGHT cerebral oximeter to direct therapy if cerebral ischemia occurs -- notifying the surgeon of the findings, optimizing the blood pressure, arterial oxygenation and carbon dioxide tensions, and permitting consideration of placing a carotid shunt. The EEGo processes the standard EEG signal by nonlinear analysis of the raw signal by 3 dimensional phase delay plots. A cascade from a point attractor, periodic attractor, toroidal attractor to a 3D chaotic attractor occurs from burst suppression to the awake state. These resemble phase transitions and occur rapidly from one state to the next. An analogy is the phase transition that occurs when water changes to ice and vice versa. Monitoring these transitions should permit a rational approach to monitoring cerebral well-being during carotid cross-clamping with CEA. The EEGo will be compared directly in real time to the bispectral (BIS) monitor and to the FORE-SIGHT cerebral oximeter for intraoperative monitoring during CEA.\n\nCerebral oximetry (also known as Near Infrared Spectroscopy or NIRS) provides a non-invasive measure of regional cerebral tissue oxygen saturation which reflects local oxygen supply and demand, and could indicate cerebral ischemia when desaturation occurs. The FORE-SIGHT cerebral oximeter is a non-invasive, optically-based near-infrared spectrometer that continuously estimates absolute cerebral tissue oxygen saturation, and works based on the principal that hemoglobin's two forms -- oxygenated and deoxygenated -- absorb light differently. The sensor projects laser into the brain at four different wavelengths (to maximize accuracy), with the reflected light being analyzed via algorithm to an absolute value of cerebral saturation. The FORE-SIGHT has been validated in several studies that have shown good precision of the cerebral tissue oxygen saturation value.\n\nIn addition, as previously stated, the two EEG monitors and FORE-SIGHT cerebral oximeter will be correlated with arterial to jugular venous lactate differences. In a recent paper, arterial to jugular venous lactate differences were shown to be especially sensitive for detecting cerebral ischemia in awake surgery for CEA. In that paper the sensitivity of lactate differences to detect ischemic changes was 100% for a difference greater than 0.1 mmole/L; 100% specificity if the difference exceeded 0.32 mmole/L; and an ROC best fit for a difference greater than 0.16 mmole/L. In this study we plan to look at a combined approach during carotid artery cross-clamping -- measures of lactate differences with simultaneous assessment of cerebral tissue oxygen saturation using the FORE-SIGHT cerebral oximeter, and EEG changes using two different processed EEG monitors (the well established BIS monitor and the newer EEGo monitor). As such, this is intensified monitoring for these patients at risk of cerebral ischemia over the standard of care."},"conditionsModule":{"conditions":["Internal Carotid Artery Stenosis"],"keywords":["Carotid stenosis","EEGo","nonlinear EEG","BIS","cerebral oximetry","FORE-SIGHT cerebral oximeter","cerebral monitoring","arterial jugular venous lactate difference","cerebral ischemia","carotid endarterectomy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"ACTIVE_COMPARATOR","description":"All patients will have continuous EEGo, BIS and FORE-SIGHT monitoring, which will be correlated with arterial to jugular venous lactate differences.","interventionNames":["Device: EEGo, BIS, FORE-SIGHT cerebral oximeter"]}],"interventions":[{"type":"DEVICE","name":"EEGo, BIS, FORE-SIGHT cerebral oximeter","description":"The EEGo monitor, BIS monitor, and FORE-SIGHT cerebral oximeter will be used for cerebral monitoring of all patients. A comparison of the three monitors will be done. For EEGo monitoring, five bipolar electrodes will be placed per International 1020 system. For BIS monitoring, the BIS quattro sensor will be placed on the forehead in usual fashion. For FORE-SIGHT monitoring, the two sensor strips will be placed on the forehead in usual fashion.\n\nAll patients will have their ipsilateral Internal Jugular vein cannulated by the surgeon intraoperatively with a 16g IV cannula, through which a Portex multi-orifice epidural catheter will then be placed.","armGroupLabels":["1"],"otherNames":["BIS Vista monitor with BIS Quattro sensor","FORE-SIGHT cerebral oximeter"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"An assessment of the ability of the nonlinear EEG monitor (EEGo), the BIS monitor and the FORE-SIGHT cerebral oximeter to detect cerebral ischemia","timeFrame":"During cross-clamping of the carotid artery for carotid endarterectomy"}],"secondaryOutcomes":[{"measure":"To determine the correlation of ischemic changes (if present) with SSEPs and EEG and arterial-jugular venous lactate differences","timeFrame":"During carotid endarterectomy"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All adult patients undergoing carotid endarterectomy will be approached in the Pre-Anesthetic Clinic\n\nExclusion Criteria:\n\n* Patient refusal\n* A history of asthma requiring routine use of bronchodilators because the study will use desflurane as the volatile agent\n* Pregnancy\n* Non-elective carotid endarterectomy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"W. Alan C. Mutch, MD","affiliation":"University of Manitoba","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Health Sciences Centre","city":"Winnipeg","state":"Manitoba","zip":"R3A 1R9","country":"Canada","geoPoint":{"lat":49.8844,"lon":-97.14704}}]},"referencesModule":{"references":[{"pmid":"20661680","type":"DERIVED","citation":"Espenell AE, McIntyre IW, Gulati H, Girling LG, Wilkinson MF, Silvaggio JA, Koulack J, West M, Harding GE, Kaufmann AM, Mutch WA. Lactate flux during carotid endarterectomy under general anesthesia: correlation with various point-of-care monitors. Can J Anaesth. 2010 Oct;57(10):903-12. doi: 10.1007/s12630-010-9356-7. Epub 2010 Jul 27."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000016893","term":"Carotid Stenosis"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000020521","term":"Stroke"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Internal Carotid Artery Stenosis","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Cerebral Ischemia","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]}},"hasResults":false}