{"protocolSection":{"identificationModule":{"nctId":"NCT04848285","orgStudyIdInfo":{"id":"IIBSP-CBF-2017-52"},"organization":{"fullName":"Fundació Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau","class":"OTHER"},"briefTitle":"Cerebral Blood Flow-guided Early Rehabilitation Intervention After Stroke: a Pilot Randomized Trial (STAND-OP)","officialTitle":"Cerebral Blood Flow-guided Early Rehabilitation Intervention After Stroke: a Pilot Randomized Trial","acronym":"STAND-OP"},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-04-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-18","type":"ACTUAL"},"completionDateStruct":{"date":"2021-10-18","type":"ACTUAL"},"studyFirstSubmitDate":"2021-04-06","studyFirstSubmitQcDate":"2021-04-13","studyFirstPostDateStruct":{"date":"2021-04-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-29","lastUpdatePostDateStruct":{"date":"2021-12-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fundació Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau","class":"OTHER"},"collaborators":[{"name":"Fundació La Marató de TV3","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary goal of most acute stroke interventions is to restore cerebral blood flow (CBF) in the affected region and prevent hypoperfusion during early clinical course. Diffuse optical technology offers a new opportunity for invasive, real time and bedside assessment of brain function biomarkers, including CBF. However, whether CBF monitoring can identify patients who are most likely to benefit from therapies is unclear Recently, it was suggested that the benefit of early mobilization (EM) after stroke on motor recovery may be outweighed by a deleterious effect on cerebral perfusion if cerebral autoregulation (CA) is impaired. Hypothetically, EM could improve recovery outcomes after stroke in selected patients based on CA function. Our objective is to investigate if EM leads to superior motor and functional outcome after stroke compared to standard care (SC) in selected patients based on optical biomarkers of CA and evaluate the feasibility of the clinical use of a novel transcranial optical monitoring system adapted to deliver biomarkers of CA at the bedside. The investigators designed a randomized controlled, open-labeled trial with blinded assessment of outcome end-points in a stroke unit of a tertiary stroke center. Patients with an ischemic or hemorrhagic stroke will be recruited and randomly assigned within 24 hours after symptoms onset to receive SC alone or EM in addition to SC. All patients will undergo optical monitoring of CA on admission to the Stroke Unit during the first mobilization. Randomization will be stratified by stroke severity and type of stroke. Clinical outcome will be assessed with the Postural Assessment Scale for Stroke (PASS) and modified Rankin scale at 90 days. Safety outcome will be assessed by recording the incidence of neurological deterioration, recurrence and falls.","detailedDescription":"Background: The primary goal of most acute stroke interventions is to restore cerebral blood flow (CBF) in the affected region and prevent hypoperfusion during early clinical course. Diffuse optical technology offers a new opportunity for invasive, real time and bedside assessment of brain function biomarkers, including CBF.\n\nHowever, whether CBF monitoring can identify patients who are most likely to benefit from therapies is unclear. The results of AVERT trial suggested that the benefit of early mobilization (EM) after stroke on functional outcome may be outweighed by a hypothetical deleterious effect on cerebral perfusion if cerebral autoregulation (CA) is impaired. EM could improve recovery outcomes after stroke in selected patients based on the status of CA function.\n\nObjectives: 1) to investigate if EM leads to superior motor and functional outcome after stroke compared to standard care (SC) in selected patients based on optical biomarkers of CA. 2) To evaluate the feasibility of the clinical use of a novel transcranial optical monitoring system adapted to deliver biomarkers of CA at the bedside.\n\nMethodology: A randomized controlled, open-labeled trial with blinded assessment of outcome end-points in a stroke unit of a tertiary stroke center. Patients with an ischemic or hemorrhagic stroke will be randomly assigned within 24 hours after symptoms onset to receive SC alone or EM in addition to SC. All patients will undergo optical monitoring of CA on admission to the Stroke Unit. Randomization will be stratified according to stroke severity measured with the National institute of Health Stroke Scale (NIHSS) and type of stroke (ischemic or hemorrhagic). Clinical outcome will be assessed with the Postural Assessment Scale for Stroke (PASS) and modified Rankin scale at 90 days. Safety outcome will be assessed by recording the incidence of neurological deterioration, recurrence and falls.\n\nExpected results: to provide a new in vivo biomarker of cerebrovascular function for more accurate and earlier prediction of response to therapy, leading to improved clinical decisions and outcomes."},"conditionsModule":{"conditions":["Acute Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":106,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard care group","type":"ACTIVE_COMPARATOR","description":"Standard of care (SC) mobility protocol performed by the Stroke Unit nursing and physiotherapy staff. The SC consists of one or two sessions per days of out-of-bed sitting and standing, adapted to patient´s tolerability, and one session of physiotherapy per day. Mobilization will be schedule to start from 24 hours from symptoms onset according to the local Stroke Unit protocol.","interventionNames":["Other: Standard care"]},{"label":"Intensive mobilization group","type":"EXPERIMENTAL","description":"The Intensive mobilization intervention will include the standard care plus at least two additional sessions each day of at least 20 minutes each session focused on task specific sitting, standing and walking activities. The intervention will be schedule to start at 24 hours from symptoms onset and will last 14 days or until the patient is discharged.","interventionNames":["Other: Early Mobilization"]}],"interventions":[{"type":"OTHER","name":"Early Mobilization","description":"Additional 2 or more sessions of out-of-bed activity to the standard stroke care, focused in active sitting, standing and walking assisted by physiotherapists","armGroupLabels":["Intensive mobilization group"]},{"type":"OTHER","name":"Standard care","description":"Standard protocol of mobilization in acute stroke patients admitted to the Stroke Unit at the discretion of the nursing and physiotherapy staff","armGroupLabels":["Standard care group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Postural Assessment Scale for Stroke","description":"Balance and mobility assessed with the Postural Assessment Scale for Stroke patients (PASS), in its validated Spanish version. The PASS contains 12 four-level items of varying difficulty for assessing ability to maintain or change a given lying, sitting, or standing posture. Each item is scored from 0 to 3, with 0 being the lowest level of functionality and 3 the highest. The total score ranges from 0 to 36 (highest score best).","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"Health-related quality of life","description":"Assessment of Quality of life with the questionnaire EuroQol 5 Dimensions (5D) 5 Levels (5L) (EQ-5D-5L), where 1 means no problems and 5 means extreme problems in each dimension (mobility, self-care, usual activities, pain/discomfort and anxiety/depression).","timeFrame":"Discharge and 90 days"},{"measure":"Modified Rankin scale","description":"Functional assessment with the modified Rankin scale (0 to 6, highest score worse).","timeFrame":"90 days"},{"measure":"Neurological deterioration measured with the NIHSS","description":"Neurological deterioration during hospitalization measured as an increase in the NIHSS score in 2 or more points score (early at 24 hours and during the intervention)","timeFrame":"14 days"},{"measure":"Recurrent Stroke","description":"Stroke recurrence during hospitalization","timeFrame":"90 days"},{"measure":"Falls after stroke","description":"Reported incidence of Falls after stroke","timeFrame":"90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients 18 years or over, with a clinical diagnosis of first or recurrent stroke, either ischemic or hemorrhagic.\n* Recruitment within 24 hours of onset of stroke symptoms.\n* Admission to the stroke unit\n* Informed consent obtained from the patient or responsible third party\n\nExclusion Criteria:\n\n* Pre-stroke modified Rankin scale score \\>3\n* Transient ischemic attacks\n* Exclusively retinal stroke\n* Deterioration in patient´s neurological condition in the first hours of admission resulting in urgent surgery, admission to ICU or a documented decision for palliative care.\n* Unstable medical condition\n* A suspected or confirmed lower limb fracture at the time of stroke preventing the implementation of the mobilization protocol.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Raquel Delgado-Mederos, MD, PhD","affiliation":"Fundació Institut de Recerca de l'Hospital de la Santa Creu i Sant Pau","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital Santa Creu i Sant Pau","city":"Barcelona","zip":"08025","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}