{"protocolSection":{"identificationModule":{"nctId":"NCT03658798","orgStudyIdInfo":{"id":"16-6348"},"organization":{"fullName":"Toronto Rehabilitation Institute","class":"OTHER"},"briefTitle":"Grasping Rehabilitation With Functional Electrical Stimulation Garment","officialTitle":"Testing the Efficacy of Garment-embedded Electrodes for Functional Electrical Stimulation: Training of Individuals With Upper-limb Paralysis.","acronym":"GarmentGrasp"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"TERMINATED","whyStopped":"Funds have not been received","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-10-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-12","type":"ACTUAL"},"completionDateStruct":{"date":"2022-09-12","type":"ACTUAL"},"studyFirstSubmitDate":"2018-06-12","studyFirstSubmitQcDate":"2018-08-31","studyFirstPostDateStruct":{"date":"2018-09-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-12","lastUpdatePostDateStruct":{"date":"2022-09-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Milos Popovic","investigatorTitle":"Research Director","investigatorAffiliation":"Toronto Rehabilitation Institute"},"leadSponsor":{"name":"Milos Popovic","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study tests the feasibility, safety and efficacy of garments embedding conductive electrodes (FES-shirt) for the independent delivery of functional electrical stimulation (FES). 12 people with SCI and 12 people with stroke who have some degree of arm paralysis will receive 40 hours of FES with these FES-shirt. The ability to use the FES-shirts and the improvement in function while receiving FES will indicate the immediate benefits. Their functional capabilities will be measured before and after 40 FES sessions to evaluate the carry-over effects.","detailedDescription":"Spinal cord injury (SCI) and stroke can result in paralysis of arm and hand muscles preventing people from being able to use them in day to day activities, which can greatly impact quality of life. Functional electrical stimulation (FES) can activate the paralyzed muscles by sending a low energy electrical current through the skin. FES has been shown to improve the ability to control muscles in previous studies.In current simulators individual adhesive gel electrodes are positioned on the appropriate muscles to produce functional movements.This is time consuming and requires a therapist to guide electrode placement,besides the cables interfere with the individuals ability to perform functional movements with the FES.To approach this issue, we designed prototype shirts embedding all the necessary electrodes and wires to stimulate muscles around the hand, elbow and shoulder.\n\n24 individuals with difficulty performing routine day to day activities with their upper extremities will be recruited to the study: 12 people with SCI and 12 people with stroke. Each participant will receive a custom designed FES shirt made based on individual participant body measurements and optimal electrode positions identified with standard gel electrodes.Study participants will receive 40 sessions of intervention, 3 to 5 times a week over 2 to 3 months. Each session will be one hour in duration and participant will receive functional electrical stimulation therapy through this customized shirt. They will have to don, activate, and doff the garment as independently as possible. The exercises conducted will be defined by the investigator based on the functional status of the participant and eventual progress.\n\nParticipants will be evaluated before and after the intervention using functional tests and questionnaires Participants will be invited to give their opinions on the shirt so that the researchers can improve its features."},"conditionsModule":{"conditions":["Stroke","Spinal Cord Injuries"],"keywords":["Functional Electrical Stimulation","Neuroprosthesis","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Participant will be compared to themselves in a \"pre-post\" analysis","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"No masking of the intervention to participant or assessor because there is only 1 arm."}},"enrollmentInfo":{"count":8,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"FES-Garment","type":"EXPERIMENTAL","description":"All participants will take part in 40 sessions of 1 hour of Functional Electrical Stimulation","interventionNames":["Procedure: Functional Electrical Stimulation"]}],"interventions":[{"type":"PROCEDURE","name":"Functional Electrical Stimulation","description":"Study participants will receive 40 sessions of intervention, 3 to 5 times a week over 2 to 3 months. Each session will be one hour in duration and participant will receive functional electrical stimulation therapy with their customized shirt. During therapy participants will be expected to carry out functional movements with assistance from the FES Garment.Participants will be expected to don, activate, and doff the garment as independently as possible. The exercises conducted will be defined by the investigator based on the functional status of the participant and eventual progress.","armGroupLabels":["FES-Garment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Wolf Motor Function Test","description":"For participants who had a stroke. A series of movement and object manipulations video-taped, timed, and rated for their quality of execution and success.\n\nThe TRI-Hand Function Test is a gross motor function test used to assess upper extremity function in SCI. There are two components of the test an object manipulation component and a strength measurement component.\n\nThe Wolf Motor Function Test is validated in stroke and it consists of performing 17 tasks (moving the hand on certain spots, handling daily life objects). The evaluator scores the quality of movement (e.g. 0 = does not attempt; 3. = movement with synergy, effort, at low speed; 5 = movement appears to be normal).","timeFrame":"Baseline"},{"measure":"Toronto Rehabilitation Institute Hand Function Test","description":"For participants who had a spinal cord injury. A series of movement and object manipulations video-taped, timed, and rated for their quality of execution and success.","timeFrame":"Baseline"},{"measure":"Wolf Motor Function Test","description":"For participants who had a stroke. A series of movement and object manipulations video-taped, timed, and rated for their quality of execution and success.\n\nRe-measured after the participant completed the 40 sessions","timeFrame":"End study, after 14 weeks on average"},{"measure":"Toronto Rehabilitation Institute Hand Function Test","description":"For participants who had a spinal cord injury. A series of movement and object manipulations video-taped, timed, and rated for their quality of execution and success.\n\nRe-measured after the participant completed the 40 sessions","timeFrame":"End study, after 14 weeks on average"}],"secondaryOutcomes":[{"measure":"Functional Independence Measure (FIM)","description":"The FIM is a 12 item ordinal scale used to assess progress during rehabilitation and measures independent performance in various domains of activities of daily living.\n\nFIM score ranges from 12 to 84 FIM will be administered only in participants with Stroke.","timeFrame":"Baseline"},{"measure":"Functional Independence Measure (FIM)","description":"The FIM is a 12 item ordinal scale used to assess progress during rehabilitation and measures independent performance in various domains of activities of daily living.\n\nFIM score ranges from 12 to 84 FIM will be administered only in participants with Stroke. Re-measured after the participant completed the 40 sessions","timeFrame":"End study, after 14 weeks on average"},{"measure":"Spinal Cord Independence Measure","description":"SCIM is a disability scale that has been specifically developed to evaluate functional outcomes in patients with SCI. It assess function in three core areas 1. Self care 2.Respiration and 3.Mobility.\n\nThe SCIM scores range from 0 to 100 points. SCIM will be administered only in participants with SCI.","timeFrame":"Baseline"},{"measure":"Spinal Cord Independence Measure","description":"SCIM is a disability scale that has been specifically developed to evaluate functional outcomes in patients with SCI. It assess function in three core areas 1. Self care 2.Respiration and 3.Mobility.\n\nThe SCIM scores range from 0 to 100 points. SCIM will be administered only in participants with SCI. Re-measured after the participant completed the 40 sessions","timeFrame":"End study, after 14 weeks on average"},{"measure":"Grip strength","description":"Average of the 3 maximal grip strength recorded with a Digital Grip Hand Dynamometer.\n\nFor both group.","timeFrame":"Baseline"},{"measure":"Grip strength","description":"Average of the 3 maximal grip strength recorded with a Digital Grip Hand Dynamometer. Re-measured after the participant completed the 40 sessions For both group.","timeFrame":"End study, after 14 weeks on average"},{"measure":"Set-up time","description":"Record with a stop watch the time required to 1. put on the FES-garment, 2. wet the electrodes, and 3. select the appropriate stimulation intensity.","timeFrame":"During the procedure"},{"measure":"Execution of the training tasks with FES","description":"Record in the CRF of the weight of bottle lifted at shoulder level while receiving FES.","timeFrame":"During the procedure"},{"measure":"Execution of the training tasks without FES","description":"Record in the case report form (CRF) of the highest weight of bottle lifted at shoulder level without delivery of FES.","timeFrame":"During the procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Complete and Incomplete C4-C7 SCI or brain vascular stroke (hemorrhagic or ischemic)\n* Upper-limb paralysis to the extent that it interferes with the participants ability to perform activities of daily living independently.\n* More than 6 months post injury at the time of recruitment and should have been discharged from initial post-acute rehabilitation\n* Able to communicate verbally and read in English\n\nExclusion Criteria:\n\n* Implanted electronic devices such as: defibrillator, stimulator, insulin pump, baclofen pump, pace maker\n* Contracture and/or pain preventing shoulder elevation above 90 degrees.\n* Body mass index \\> 30 kg/m2 (severe obesity)\n* Known abdominal or aortic aneurysm\n* Known atrial of ventricular arrhythmia, unstable hypertension,\n* Diabetes with a history of recurrent hypoglycemic episodes\n* Cognitive impairments, such as co-morbid brain injury, depression, and/or mental illness preventing an active participation in the study\n* Known contact allergy to silver\n* Grade three pressure sore or cellulitis in the region intended to be tested\n* Body jewelry or tattoos in the area to be stimulated (between sites of the electrodes and/or at less than 2 inch distance from electrodes).\n\nSpecifically for participants with SCI:\n\n* Recurrent episodes of orthostatic hypotension preventing a prolonged seated position, or recurrent uncontrolled autonomic dysreflexia episodes\n* Prior history of myocardial infarction or stroke\n\nSpecifically for participants with Stroke:\n\n* Hemianopia, body hemineglect and/or aphasia preventing an efficient communication with researcher and interaction with the garment and the objects.\n* Prior history of spinal cord injury","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Milos R Popovic, PhD","affiliation":"Toronto Rehabilitation Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Toronto Rehabilitation Institute","city":"Toronto","state":"Ontario","zip":"M5H 3V9","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"26193273","type":"BACKGROUND","citation":"Zhou H, Lu Y, Chen W, Wu Z, Zou H, Krundel L, Li G. Stimulating the Comfort of Textile Electrodes in Wearable Neuromuscular Electrical Stimulation. Sensors (Basel). 2015 Jul 16;15(7):17241-57. doi: 10.3390/s150717241."},{"pmid":"21401662","type":"BACKGROUND","citation":"Kapadia NM, Zivanovic V, Furlan JC, Craven BC, McGillivray C, Popovic MR. Functional electrical stimulation therapy for grasping in traumatic incomplete spinal cord injury: randomized control trial. Artif Organs. 2011 Mar;35(3):212-6. doi: 10.1111/j.1525-1594.2011.01216.x. Erratum In: Artif Organs. 2011 Jun;35(6):674. Furlan, Julio [corrected to Furlan, Julio C]."},{"pmid":"24381377","type":"BACKGROUND","citation":"Kawashima N, Popovic MR, Zivanovic V. Effect of intensive functional electrical stimulation therapy on upper-limb motor recovery after stroke: case study of a patient with chronic stroke. Physiother Can. 2013 Winter;65(1):20-8. doi: 10.3138/ptc.2011-36."},{"pmid":"28245858","type":"BACKGROUND","citation":"Eraifej J, Clark W, France B, Desando S, Moore D. Effectiveness of upper limb functional electrical stimulation after stroke for the improvement of activities of daily living and motor function: a systematic review and meta-analysis. Syst Rev. 2017 Feb 28;6(1):40. doi: 10.1186/s13643-017-0435-5."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"This aspect hasn't been discussed with all collaborators of the study."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013119","term":"Spinal Cord Injuries"}],"ancestors":[{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}