{"protocolSection":{"identificationModule":{"nctId":"NCT05011591","orgStudyIdInfo":{"id":"URouenNormandie"},"organization":{"fullName":"University of Rouen Normandie","class":"OTHER"},"briefTitle":"Swimming Economy in Swimmers and Paraswimmers as a Function of SR(Stroke Rate) and V(Velocity) Manipulations (NePTUNE-3)","officialTitle":"Effects of Manipulating Swimming Speed and Frequency on Swimming Economy in High-level Swimmers and Para-swimmers","acronym":"NePTUNE-3"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-22","studyFirstSubmitQcDate":"2021-08-13","studyFirstPostDateStruct":{"date":"2021-08-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-17","lastUpdatePostDateStruct":{"date":"2022-05-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Letocart Adrien","investigatorTitle":"Project manager","investigatorAffiliation":"University of Rouen Normandie"},"leadSponsor":{"name":"University of Rouen Normandie","class":"OTHER"},"collaborators":[{"name":"French Institute of Sport (INSEP)","class":"UNKNOWN"},{"name":"French swimming federation (FFN)","class":"UNKNOWN"},{"name":"French federation of handisport","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The competitive swimming and open water swimming events are scheduled for the 2024 Paris Olympic and Paralympian Games. Generally associated with a non-neglectable number of medals in the last Olympics, swimming performance depends on the swimmer's ability to manage his or her Stroke Length and Stroke Rate, where Velocity can be defined as the product of SR and SL. The optimisation of this management depends on the swimmer's ability to develop a large motor repertoire and to use the coordination mode (catch-up, opposition, superposition) best suited to the environmental constraints and opponents' adversity. These adaptations may contribute to 1) a modification of the energy expenditure or be dependent on the energy supply necessary for muscular contraction and 2) the preferential use of one or other of the metabolic pathways in the production of this chemical energy, moreover in an aquatic environment inducing particular thermal exchanges.","detailedDescription":"To swim fast, one need to be able to create great propelling forces in addition to minimizing resistance. Propulsion emerged from the appropriate spatial-temporal coordination of the four limbs. The purpose of this study is to determine the motor repertoire (coordination possibilities) of each swimmer and para-swimmer in order to monitor their swimming economy, as a function of their energy expenditure. Crawl coordination has been studied extensively, and recent technologies such as inertial units and machine learning methods may be combined to characterize it automatically. There is a strong need to extend this knowledge to the other three swimming strokes and adapt it to para-swimmers' disabilities to clearly measure the impacts of SR and V manipulations on swimming economy.\n\nSwimming is performed in a complex aquatic environment serving both as a support for propulsion and as a resistance to progress forward. Therefore, to properly behave through water, swimmers coordinate their limbs to increase their velocity (V). Cyclic activities performance, such as swimming, corresponds to the reaching of high speed, defined by the product of stroke length (SL, in m.cycle-1) and stroke frequency (SR, cycles.min-1). Many authors have therefore focused on the behaviors of elite swimmers and they observed a change in arm coordination when values of 1.8 m.s-1 in V and/or 50 cycles.min-1 in SR were reached. Such results are related to the high degree of flexibility in the swimmer's motor behavior , that should not imply an additional energy expenditure that may become detrimental to performance. Studies showed that changes in V and/or SR would influence the value of the energy cost of swimming. These studies, mainly performed in front crawl would be of valuable interest to develop for all other strokes (i.e. breaststroke, butterfly and backstroke) and for multiple group of participants (i.e. para-swimmers).\n\nTwo intermittent swimming tests of progressive velocity will be performed in the swimmers' and para-swimmers' specialty with or without prescription of the SR. Coordination and physiological variables will be collected to investigate if changes in motor behaviors are linked to changes in energy expenditure.\n\nThe study will be performed in two main centers, with a duration of the inclusion period equals to 3 years. Moreover, the duration of participation of each participant is also fixed to 3 years . One of the objectives is obtaining a landscape of possible motor behaviors for each participant according to the manipulation of swimming frequency and speed. This 'landscape' will show whether, for all participants, the behavioral adaptations are efficient (in reference to their energy expenditure)."},"conditionsModule":{"conditions":["Swimming","Coordination Lack","Oxygen Consumption","Lactic Acid Blood Increased"],"keywords":["swimming economy","Para-swimmers","Athletes","Energetics","coordination"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":58,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"swimming economy","type":"EXPERIMENTAL","description":"This is a study based on a comparative clinical trial (effect of an imposed V and/or SR on the swimming economy of swimmers or para-swimmers). This longitudinal study is carried out on a representative sample of swimmers and para-swimmers selected for their potential at the Paris 2024 Olympic and Paralympian Games. Following a standardized warm-up, all swimmers will perform intermittent swimming tests of progressive velocity in a 50 m indoor pool in their swimming specialty with or without an imposition of the SR to adopt. During the trials, the swimmers and para-swimmers will be equipped with inertial measurement units, as well as a heart rate monitor and tissue oximeters. The swimming and non-swimming phases will also be filmed continuously. Gas exchanges will be recorded 2 minutes after the warm-up and during the 7 minutes of passive recovery. Micro blood samples will be taken from the earlobe at the end of the warm-up and at 1, 3, 5 and 7 minutes of recovery between each trial.","interventionNames":["Other: Swimming economy"]}],"interventions":[{"type":"OTHER","name":"Swimming economy","description":"Detailed in arm's section","armGroupLabels":["swimming economy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in index of coordination (IdC) from motor behavior","description":"To observe the effects of a manipulated swimming frequency or velocity on the coordination (this one was quantified in terms of an index of coordination (IdC) based on the lag time between the propulsive phases of each swimming movement) from motor behavior viewpoints in elite level swimmers and para-swimmers.","timeFrame":"each 6 month during 3 years"}],"secondaryOutcomes":[{"measure":"Change in energy expenditure by contribution of aerobic and anaerobic metabolism.","description":"To observe the effects of a manipulated swimming frequency or velocity on the variation of in the consumption of oxygen and lactic acid in elite level swimmers and para-swimmers.","timeFrame":"each 6 month during 3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* High-level swimmers and para-swimmers on ministerial lists\n* Current license to participate in national and international competitions\n* Over 12 and under 50 years old\n* Signed consent form\n* Willingness to participate / cooperate\n\nExclusion Criteria:\n\n* Absence of authorization from legal guardians for the minor athlete at the time of inclusion in the study.\n* For disabled athletes: non-union fracture, pressure sore stage 2 or more, infection (CRP \\> 5, body temperature \\> 38°C), non-union musculo-tendinous lesion at the time of inclusion.\n* Hemophilia, coagulation disorders\n* Regular medication intake that may influence the data\n* Any metabolic or hormonal disorder. Contraindications to competitive swimming\n* Any other condition that the investigating physician considers may pose an individual risk or interfere with the evaluation of the data.","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","maximumAge":"50 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Seifert Ludovic, Pr.","affiliation":"University of Rouen Normandie","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Institut National du Sport, de l'Expertise et de la Performance","city":"Paris","zip":"75012","country":"France","geoPoint":{"lat":48.85341,"lon":2.3488}}]},"referencesModule":{"references":[{"pmid":"10902677","type":"BACKGROUND","citation":"Thompson KG, Haljand R, MacLaren DP. An analysis of selected kinematic variables in national and elite male and female 100-m and 200-m breaststroke swimmers. J Sports Sci. 2000 Jun;18(6):421-31. doi: 10.1080/02640410050074359."},{"pmid":"14998093","type":"BACKGROUND","citation":"Thompson KG, MacLaren DP, Lees A, Atkinson G. The effects of changing pace on metabolism and stroke characteristics during high-speed breaststroke swimming. J Sports Sci. 2004 Feb;22(2):149-57. doi: 10.1080/02640410310001641467."},{"pmid":"17126942","type":"BACKGROUND","citation":"Seifert L, Chollet D, Rouard A. Swimming constraints and arm coordination. Hum Mov Sci. 2007 Feb;26(1):68-86. doi: 10.1016/j.humov.2006.09.003. Epub 2006 Nov 28."},{"pmid":"25255016","type":"BACKGROUND","citation":"Seifert L, Komar J, Crettenand F, Millet G. Coordination pattern adaptability: energy cost of degenerate behaviors. PLoS One. 2014 Sep 25;9(9):e107839. doi: 10.1371/journal.pone.0107839. eCollection 2014."},{"pmid":"27506266","type":"BACKGROUND","citation":"Seifert L, Komar J, Araujo D, Davids K. Neurobiological degeneracy: A key property for functional adaptations of perception and action to constraints. Neurosci Biobehav Rev. 2016 Oct;69:159-65. doi: 10.1016/j.neubiorev.2016.08.006. Epub 2016 Aug 6."},{"pmid":"27248207","type":"BACKGROUND","citation":"Ribeiro J, Toubekis AG, Figueiredo P, de Jesus K, Toussaint HM, Alves F, Vilas-Boas JP, Fernandes RJ. Biophysical Determinants of Front-Crawl Swimming at Moderate and Severe Intensities. Int J Sports Physiol Perform. 2017 Feb;12(2):241-246. doi: 10.1123/ijspp.2015-0766. Epub 2016 Aug 24."}],"seeAlsoLinks":[{"label":"Description of the project","url":"https://www.univ-rouen.fr/actualites/neptune-un-projet-de-recherche-laureat-de-lappel-a-projets-sport-de-tres-haute-performance/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001259","term":"Ataxia"},{"id":"D000065906","term":"Hyperlactatemia"}],"ancestors":[{"id":"D000020820","term":"Dyskinesias"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000008659","term":"Metabolic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M30335","name":"Hyperlactatemia","asFound":"Lactic Acid Blood Increased","relevance":"HIGH"},{"id":"M4255","name":"Ataxia","asFound":"Coordination Lack","relevance":"HIGH"},{"id":"M5463","name":"Cerebellar Ataxia","relevance":"LOW"},{"id":"M22264","name":"Dyskinesias","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}