{"protocolSection":{"identificationModule":{"nctId":"NCT04219670","orgStudyIdInfo":{"id":"STU00205532"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"Inpatient Stroke Recovery Using Sensors","officialTitle":"Wearable Sensor Platform to Monitor Stroke Recovery During Inpatient Rehabilitation"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-10-31","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-02-13","studyFirstSubmitQcDate":"2020-01-03","studyFirstPostDateStruct":{"date":"2020-01-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-19","lastUpdatePostDateStruct":{"date":"2024-01-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Arun Jayaraman, PT, PhD","investigatorTitle":"Director, Max Nader Center for Rehabilitation Technologies & Outcomes Research","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This observational trial seeks to assess the feasibility of using non-invasive, portable, real-time body-worn sensors to continuously monitor, quantify, and interpret recovery during inpatient treatment of stroke","detailedDescription":"OBJECTIVES:\n\nAim 1: Assess the feasibility of continuous long-term monitoring of inpatients with stroke using wearable sensors.\n\nThe investigators will obtain quantitative health data from research-grade, wireless, wearable sensors on individuals with subacute and chronic stroke in the clinical setting, as well as healthy controls.\n\nThe investigators will specifically check for variability in device data, as well as consistency and periodicity of sensor readings across the clinical study period. The investigators will analyze test-retest reliability and inter-rater reliability of using the wearable sensor technology for clinical and monitoring applications. Furthermore, The investigators will determine whether the sensors can distinguish biometric and activity characteristics between healthy controls and individuals with stroke.\n\nAim 2: Quantify upper and lower extremity movement impairments, mobility-related activities, speech and swallowing activities, and clinical parameters during stroke recovery.\n\nThe investigators will obtain continuous biometric and movement-based sensor data for clinical symptoms (e.g., muscle activation, heart rate variability, talk time, and gait quality) during the performance of validated clinical tests and during general inpatient activities (e.g., therapy, eating, and sleeping).\n\nThe investigators will compare device data with clinically validated measures of movement and language function, such as the Modified Ashworth Scale or Western Aphasia Battery. The investigators will describe variation of device data in subgroups of subjects defined by clinician assessed clinically validated measures (10-Meter Walk Test, Mini-Mental Status Exam, etc.). The investigators will also assess the ability of the sensors to capture response to treatment, such as movement therapy, speech therapy, medication, and Botox by comparing sensor data before and after treatment. The investigators will provide evidence about the degree to which the measured variables are intercorrelated. Lastly, The investigators will evaluate and compare the state of recovery between patients at time of discharge using sensor-based outcomes. Due to heterogeneity of clinical symptoms after stroke, as differing etiologies and degrees of recovery result in different types and levels of gait impairments, preliminary analyses may be performed on specific sub-datasets to determine which predictors, data types, and other data compositions affect algorithm performance before their application and evaluation on the dataset collected at the end of this study. Sub-datasets may be sampled based on (but not limited to) the population characteristics, the sensors used, the data available at the time analysis."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Device Studies","Noninvasive Procedures","Device Feasibility","Inpatient Rehabilitation","Sensors","Machine Learning"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":400,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patient Group","description":"Individuals diagnosed with stroke admitted to the Shirley Ryan AbilityLab (inpatient), or individuals in the community who had a stroke (chronic)","interventionNames":["Diagnostic Test: Wearable sensors"]},{"label":"Healthy Control Group","description":"Individuals without any known significant health problems","interventionNames":["Diagnostic Test: Wearable sensors"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Wearable sensors","description":"Utilizing wireless wearable sensors, to capture quantitative biometric and movement-based data.","armGroupLabels":["Healthy Control Group","Patient Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Discharge clinical scores estimation","description":"Error between clinical scores estimated from machine learning algorithms trained on sensor data from the Admission time-point, and true scores assessed at the discharge from the hospital.","timeFrame":"Discharge from inpatient stay. Average length of stay is 22 days."}],"secondaryOutcomes":[{"measure":"Change in 6-Minute Walk Test (6MWT)","description":"The 6MWT measures the distance a subject can walk indoors on a flat, hard surface in 6 minutes, using assistive devices as necessary. The test is a reliable and valid evaluation of functional exercise capacity and is used as a sub-maximal test of aerobic capacity and endurance. The minimal detectable change for people with sub-acute stroke is 60.98 meters. Wearable sensors are used to monitor the movement of the subject during the test.","timeFrame":"From Admission time-point to 1-2 weeks, 1 month, 3 months, 6 months, 12 months post-stroke"},{"measure":"Change in 10-Meter Walk Test (10MWT)","description":"The 10MWT measures the amount of time it takes to walk 10 meters. Time will be recorded using a stopwatch and recorded to the one hundredth of a second. The effects of acceleration and deceleration are minimized by adding 1 meter at the beginning and end of the course to isolate the subject's steady state speed. The test will be recorded 3 times each at a normal self-selected pace and at a faster pace, with adequate rest in between. Results will be averaged from 3 trials. Any assistive devices or orthotics should be kept consistent throughout and documented. Wearable sensors are used to monitor the movement of the subject during the test.","timeFrame":"From Admission time-point to 1-2 weeks, 1 month, 3 months, 6 months, 12 months post-stroke"},{"measure":"Change in Berg Balance Scale (BBS)","description":"The BBS is a 14-item test, scored on a 5-level ordinal scale and validated against length of stay and discharge destination for stroke patients. The total score is expressed as a number between 0 and 56, where lower score mean increased balance impairment. It measures functional balance in a clinical setting during static and dynamic tasks (sitting, standing, transitioning from sit to stand, etc.). Wearable sensors are used to monitor the movement of the subject during the test.","timeFrame":"From Admission time-point to 1-2 weeks, 1 month, 3 months, 6 months, 12 months post-stroke"},{"measure":"Change in Timed Up and Go (TUG)","description":"The TUG assesses mobility by measuring the time a person take to rise from a chair, walk 3 meters, turn around, walk back to the chair, and sit down. It can detect longitudinal changes in mobility in stroke patients. The subject wears their routine footwear and orthotics and can use their mobility aids. Wearable sensors are used to monitor the movement of the subject during the test.","timeFrame":"From Admission time-point to 1-2 weeks, 1 month, 3 months, 6 months, 12 months post-stroke"},{"measure":"Change in Functional Gait Assessment (FGA)","description":"The FGA is comprised of 10-item that contains 7 of 8 items (except walking around obstacles) from the Dynamic Gait Index and 3 additional tasks, including walking with a narrow base of support, walking with the eyes closed, and walking backward. Subjects' performance of each test item was rated on a 4-point scale (0-3), with the total score ranging between 0 and 30. Wearable sensors are used to monitor the movement of the subject during the test.","timeFrame":"From Admission time-point to 1-2 weeks, 1 month, 3 months, 6 months, 12 months post-stroke"},{"measure":"Change in Gait Analysis","description":"Gait analysis provides a quantitative means of assessing walking function based on spatiotemporal parameters of gait. Subjects walk at both a comfortable and a fast pace over the GaitRite system, an electronic walkway with integrated sensors. Data from GaitRite is reliable and valid for evaluating walking characteristics and provides a gold standard for validating gait parameters from the sensors. Wearable sensors are used to monitor the movement of the subject during the test.","timeFrame":"From Admission time-point to 1-2 weeks, 1 month, 3 months, 6 months, 12 months post-stroke"},{"measure":"Three months clinical score estimation","description":"Error between clinical scores estimated from machine learning algorithms trained on sensor data from the Admission time-point, and true scores assessed at three months after the stroke event.","timeFrame":"3 months after the stroke event"},{"measure":"Six months clinical score estimation","description":"Error between clinical scores estimated from machine learning algorithms trained on sensor data from the Admission time-point, and true scores assessed at six months after the stroke event.","timeFrame":"6 months after the stroke event"},{"measure":"Twelve months clinical score estimation","description":"Error between clinical scores estimated from machine learning algorithms trained on sensor data from the Admission time-point, and true scores assessed at twelve months after the stroke event.","timeFrame":"12 months after the stroke event"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient group\n\n  * Individuals diagnosed with stroke admitted to the Shirley Ryan AbilityLab (inpatient), or individuals in the community who had a stroke (chronic)\n  * Age 18 or older\n  * Able and willing to give written consent and comply with study procedures\n* Healthy control group\n\n  * Individuals without any known significant health problem (healthy controls)\n  * Age 18 or older\n  * Able and willing to give written consent and comply with study procedures\n\nExclusion Criteria:\n\n* Patient group\n\n  * Neurological degenerative pathologies as co-morbidities (such as multiple sclerosis, Alzheimer's disease, Parkinson's disease, etc.)\n  * Pregnant or nursing\n  * Skin allergies or irritation; open wounds\n  * Utilizing a powered, implanted cardiac device for monitoring or supporting heart function (i.e. pacemaker, defibrillator, or LVAD)\n* Healthy control group\n\n  * No known history of cerebrovascular accidents or neurological degenerative pathologies (such as multiple sclerosis, Alzheimer's disease, Parkinson's disease, etc.)\n  * Pregnant or nursing\n  * Skin allergies or irritation; open wounds\n  * Utilizing a powered, implanted cardiac device for monitoring or supporting heart function (i.e. pacemaker, defibrillator, or LVAD)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The patient cohort will consist of stroke survivors both admitted as inpatients to the Shirley Ryan AbilityLab and individuals in the community who had a stroke. The healthy control cohort will be recruited from the community sample.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Arun Jayaraman, PT, PhD","role":"CONTACT","phone":"3122386875","email":"a-jayaraman@northwestern.edu"},{"name":"Sara Prokup, PT, DPT","role":"CONTACT","phone":"3122381355","email":"sprokup@ricres.org"}],"overallOfficials":[{"name":"Arun Jayaraman, PT, PhD","affiliation":"Study Principal Investigator","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shirley Ryan AbilityLab","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","contacts":[{"name":"Sara Prokup, DPT","role":"CONTACT","phone":"312-238-1355","email":"sprokup@ricres.org"},{"name":"Arun Jayaraman, PT,PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2022-09-22","uploadDate":"2022-12-08T17:22","filename":"Prot_002.pdf","size":1034159},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form: ICF for Chronic stroke and healthy control participants","date":"2022-04-05","uploadDate":"2022-12-08T17:25","filename":"ICF_003.pdf","size":163494},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form: ICF for Inpatient participants","date":"2022-04-05","uploadDate":"2022-12-08T17:26","filename":"ICF_004.pdf","size":145854}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}