{"protocolSection":{"identificationModule":{"nctId":"NCT05588947","orgStudyIdInfo":{"id":"Version 1.0 25Sept2022"},"organization":{"fullName":"University of Calgary","class":"OTHER"},"briefTitle":"The Tele-Taking Charge After Stroke Randomized Controlled Feasibility Trial","officialTitle":"The Tele-Taking Charge After Stroke (TeleTaCAS) Randomized Controlled Feasibility Trial of Telehealth Take Charge vs Control","acronym":"TeleTaCAS"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-11-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-11-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-17","studyFirstSubmitQcDate":"2022-10-17","studyFirstPostDateStruct":{"date":"2022-10-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-10-17","lastUpdatePostDateStruct":{"date":"2022-10-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Sean Dukelow","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Calgary"},"leadSponsor":{"name":"University of Calgary","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Take Charge is a novel, community-based treatment for stroke developed to harness a person's self-determination. Two prior clinical trials with 572 stroke survivors showed that Take Charge improves quality of life, independence, and social participation up to a year after stroke. Take Charge has also been shown to be overall cost-saving to the health system and is a useful adjunct to standard care after stroke.\n\nBecause of the COVID-19 pandemic, a lot of healthcare has moved into a telehealth approach. The simplicity of Take Charge may lend itself to being effective if delivered by telehealth, allowing greater access for people with stroke in rural communities. Improving the care we provide in underserved regions of the country is important to help the health of Canadians.\n\nWe are proposing a new study, working closely with the researchers who ran the previous Take Charge studies.\n\nThe goal of this feasibility clinical trial is to learn about Tele-Take Charge in adults with stroke who live in Southern Alberta. The main questions it aims to answer are:\n\n* is delivering Take Charge by telehealth feasible?\n* is Take Charge by telehealth acceptable to this population?\n\nParticipants will meet with facilitators online via Zoom at 4 to 16 weeks after stroke, and be randomized to receive either:\n\n* two Tele-Take Charge sessions six weeks apart\n* one control tele-education session.\n\nResearchers will compare the Tele-Take Charge and control groups to see if there are any differences in outcome measures. these differences will help researchers to estimate the number of participants that will be needed for a larger, multi-centred effectiveness trial.","detailedDescription":"For adults diagnosed with acute stroke who are discharged to community living (non-institutionalized), we wish to evaluate whether delivering two Take Charge sessions by telehealth is (1) acceptable to the population of Southern Alberta, and (2) feasible to do.\n\nSubjects will be randomly assigned to receive either two Tele-Take Charge sessions or one tele-education session (Life After Stroke video) by telehealth (the active control).\n\nThe primary feasibility outcome will be recruitment rate. Secondary outcomes will be measured by a blinded outcomes assessor at 6 and 12 months, either by e-questionnaire or by telephone.\n\nThose who received Tele-Take Charge will also be asked to complete an acceptability questionnaire, and will be invited to take part in an in-depth interview about their experience as part of a qualitative substudy."},"conditionsModule":{"conditions":["Stroke/Brain Attack"],"keywords":["self-determination","rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Prospective Randomized Controlled Open Blinded Endpoint Feasibility Trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Tele-TaCAS","type":"EXPERIMENTAL","description":"Two Take Charge sessions delivered by telehealth six weeks apart, the first being at 2 to 16 weeks after stroke, the earliest possible time after discharge to the community.","interventionNames":["Other: Take Charge session"]},{"label":"Control","type":"ACTIVE_COMPARATOR","description":"Life After Stroke: Survivor Stories video played by telehealth at 2 to 16 weeks after stroke, the earliest possible time after discharge to the community.","interventionNames":["Other: Active Control"]}],"interventions":[{"type":"OTHER","name":"Take Charge session","description":"A 'talk therapy' session designed to harness the person's self-determination, re-establishing purpose, identity, autonomy, and skills to Take Charge of their recovery after stroke","armGroupLabels":["Tele-TaCAS"]},{"type":"OTHER","name":"Active Control","description":"Life After Stroke educational video","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of recruitment","description":"Number of participants recruited per month","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Eligibility","description":"Number of people meeting eligibility criteria","timeFrame":"12 months"},{"measure":"Treatment adherence","description":"Number receiving both sessions","timeFrame":"12 months"},{"measure":"Acceptability of Tele-TaCAS","description":"Participant acceptability questionnaire","timeFrame":"2 weeks after receiving Tele-TaCAS"},{"measure":"Health-related quality of life","description":"Physical Component Summary score of the Short Form 36\n\nThe PCS of the SF-36 is a psychometrically robust measure of health-related quality of life. The score is formed from an algorithm comprising 36 questions that assess functional health and well-being from the perspective of the patient. The items contribute to eight health domains of physical functioning, role limitations due to physical problems, bodily pain, general health, vitality, social functioning, role limitations due to emotional problems and mental health. The eight domains all contribute to physical component summary (PCS) and mental component summary (MCS) scores. The minimal clinically important difference (MCID) of the PCS in stroke is estimated to be 2.5.","timeFrame":"6 and 12 months after stroke"},{"measure":"Independence - modified Rankin scale 0 to 2","description":"The modified Rankin scale (mRS) is a global disability measure used commonly in acute stroke trials. The scale ranges from 0 to 6. 0 = no symptoms, 1 = able to carry out all usual activities despite symptoms, 2 = able to look after own affairs without assistance but unable to carry out all usual activities, 3 moderate disability, unable to look after own affairs but able to walk without assistance, 4 = unable to attend to own bodily needs or unable to walk without assistance, 5 = severe disability, bedridden, 6 = dead.","timeFrame":"6 and 12 months after stroke"},{"measure":"Activities of Daily Living - Barthel Index","description":"The Barthel Index (BI) measures a person's current ability to do 10 different common activities with or without assistance, including bathing, walking upstairs, toileting, and feeding. The total scores range from 0 to 20, with a higher score representing more independence.","timeFrame":"6 and 12 months after stroke"},{"measure":"Instrumental Activities of Daily Living / Social Participation - Frenchay Activities Index","description":"The Frenchay Activities Index (FAI) is a measure of instrumental activities of daily living that assesses a broad range of activities associated with everyday life that a patient has participated in within the recent past. These can be separated into three domains: domestic chores, leisure/work, and outdoor activities. The patient self-reports how frequently each activity was done in the prior 3-6 months, and the total score can range from 0 to 45. The higher the score, the more social participation has been reported.","timeFrame":"6 and 12 months after stroke"},{"measure":"Quality of Life - EQ5D5L","description":"European Quality of Life 5 Dimension 5 Levels (EQ-5D-5L) is a self-reported measure of global quality of life in five domains and at five levels. There is also a visual analogue scale from 0 - 100 to self-rate how healthy a person feels that particular day.","timeFrame":"6 and 12 months after stroke"},{"measure":"Self-Determination - AMP-C","description":"An Autonomy Mastery Purpose Connectedness score derived by our group with four statements and self-reported level of agreement on a Likert scale. Not validated but measured in the last Take Charge trial.","timeFrame":"6 and 12 months after stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Discharged with diagnosis of stroke to non-institutionalised community living situation\n* Answering 'No' to the question 'Are you fully recovered from your stroke?' (i.e., modified Rankin score \\[mRS\\] must be \\> 0)\n* Able to access video calling with a smartphone, computer, or other device\n\nExclusion Criteria:\n\n* Major comorbid illness that would dictate functional outcome at 12 months or life expectancy \\< 12 months\n* Pre-stroke dependency (mRS \\> 2 before index stroke)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Vivian WY Fu, PhD","role":"CONTACT","phone":"5879687352","email":"vivian.fu@ucalgary.ca"},{"name":"Sean P Dukelow, PhD","role":"CONTACT","phone":"4038360986","email":"spdukelo@ucalgary.ca"}],"locations":[{"facility":"Dr Vernon Fanning CareWest Rehabilitation Centre","city":"Calgary","country":"Canada","contacts":[{"name":"Team Leader / Nurse Clinician","role":"CONTACT","phone":"4032306900"}],"geoPoint":{"lat":51.05011,"lon":-114.08529}},{"facility":"Foothills Medical Centre","city":"Calgary","country":"Canada","contacts":[{"name":"Vivian Fu, PhD","role":"CONTACT","phone":"5879687352","email":"vivian.fu@ucalgary.ca"}],"geoPoint":{"lat":51.05011,"lon":-114.08529}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Taking Charge After Stroke main results paper","url":"https://pubmed.ncbi.nlm.nih.gov/32293236/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}