{"protocolSection":{"identificationModule":{"nctId":"NCT04957576","orgStudyIdInfo":{"id":"DISOWN"},"organization":{"fullName":"University of Geneva, Switzerland","class":"OTHER"},"briefTitle":"The Disrupted Bodily Self of Patients","officialTitle":"This is Not my Body: the Disrupted Bodily Self of Neurological Patients","acronym":"DISOWN"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-06-18","studyFirstSubmitQcDate":"2021-06-30","studyFirstPostDateStruct":{"date":"2021-07-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-09","lastUpdatePostDateStruct":{"date":"2021-07-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Roberta Ronchi","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Geneva, Switzerland"},"leadSponsor":{"name":"University of Geneva, Switzerland","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Some pathological clinical conditions can strongly perturb the link between body and self. One disorder of body representation is the feeling of disownership over body parts, experienced by neurological patients usually after a stroke affecting the right hemisphere. Body disownership and more complex somatoparaphrenic delusions are described as rare in the scientific literature and no clear consensus about their features, brain correlates and recovery mechanisms are on record. Recently, the investigators have discovered that using new sensitive tools it is possible to unveil the presence of covert disownership deficits in patients, who seemed completely unimpaired at the standard assessment. Within a bigger exploratory study of this covert disownership in stroke patients, the aim is to implement a proof-of-concept rehabilitation study, using a multisensory stimulation paradigm, with the hypothesis that a positive remission of disownership will be found and that this treatment can influence both the implicit and explicit features of disownership.","detailedDescription":"In normal conditions, humans build the feeling that the \"real me\" or the \"I\" is the subject of perception, action and thought and, therefore, that conscious experiences are linked to a unitary entity, the \"self\". This is what is called self-consciousness. It is also known that the self \"resides\" in the body: the link between the self and the body (i.e., bodily self-consciousness, BSC) is guaranteed by the integration of multiple signals coming from outside (e.g., visual, tactile information) and inside (i.e., interoceptive signals such as the heartbeat) the body.\n\nNeurological damage and/or dysfunctions can affect our self-consciousness at different levels, implying bodily features or not.\n\nSomatoparaphrenia (SP) is a neuropsychological condition in which patients usually experience the feeling that one or more body parts do not belong to them anymore (i.e., disownership), with the frequent delusional attribution to another person. This term originates from the Greek: παρα + φρεν, φρενos means \"against the mind\", and σωμα, σωματos refers to the \"body\". SP patients have been described starting with the end of the 19th century, but only in 1942 Gerstmann introduced the term \"somatoparaphrenic symptoms\", which are defined as: \"illusions or distortions concerning the perception of, and confabulations or delusions referring to the affected limbs or side\" (p. 895), and \"specific psychic elaboration with respect to the affected members or side of the body, believed or experienced as absent\" (p. 912).\n\nVery often, these bodily delusion affects the left hemi-body, after a right-brain lesion, even if cases of \"crossed somatoparaphrenia\" (i.e., left-brain lesion and SP affecting the right hemi-body) are on record. A distal-to-proximal gradient in the disownership manifestations has been detected, with the hand being more often affected, followed by the limbs (arm/leg) and only rarely the whole hemi-body. Specific reports about SP affecting the face are not on record.\n\nWhile SP has sometimes a delusional component, disownership is the most frequent manifestation of patients: when pure disownership is detected in patients, the disorder has been also called asomatognosia. Different symptoms can include the feeling of estrangement for the affected body part, or more complex delusional misidentifications of the impaired hemi-body, but more rarely.\n\nNeurological deficits are often concomitant to disownership: while visual deficits are not systematically associated with SP, hemiplegia and hemianaesthesia for the affected body parts are very frequently reported, even if rare cases of SP with unimpaired motor and tactile deficits are on record. Position sense, i.e. the capacity to localise the body in space, has been identified as the neurological symptom strongly associated with SP: only a little number of SP patients have the unimpaired proprioceptive ability, and usually these patients do not show the classical disownership manifestations, but a more complex bodily delusion.\n\nThe traditional SP deficit is quite rare: indeed, the scientific literature is done of a collection of case reports and rare small group studies. This results in a major difficulty in interpreting the symptoms and generalizing the acquired knowledge to a general theoretical framework. One of the consequences is that, while this disorder strongly perturbs the link between body and self, being in its delusional forms very disrupting for patients (i.e., some patients develop hate towards the \"foreign\" body part, with verbal and physical attacks), no rehabilitation protocol has been developed. The investigators have performed a first promising study into this direction proposing a multisensory paradigm to induce the remission of SP but, due to the rarity of the deficit, only two patients have been included. Recently, the investigators have shown that disownership symptoms are not so rare, but depend on the assessment tool. SP is usually detected by a verbal semi-structured interview, in which the examiner asks the patients to state the ownership of some specific ipsilesional (as control) and controlesional (impaired) body parts. In a recently published study, the investigators have unveiled a subtle form of disownership present in patients that correctly acknowledge the ownership of the body with the standard interview. Indeed, using a vertical visual analogue scale (VAS), the investigators have discovered that patients with right-brain-lesion perceived a (sometimes drastically) reduced feeling of ownership of body parts, especially of the left upper limb, even in the chronic phase post-stroke. The investigators have therefore proposed the presence of multiple categories of body ownership disorders, based on the patients' behaviours at the direct explicit standard interview, and at the visual analogue scale, which is a quantitative more graduated tool, but not declarative. The rare SP deficit, i.e. the \"overt\" disownership, has been currently associated with a \"covert\" disownership deficit. The first dataset about the covert deficit suggests that it occurs in about 25% of patients in the subacute and chronic phase after the stroke.\n\nIn the present proof-of-concept study, the aim is to acquire preliminary evidence of the possibility to restore a normal link between the body and the self in patients. The use of the visuo-tactile rubber hand illusion paradigm will be proposed, as the investigators have shown to be effective in SP patients: however, this previous study tested only two patients, considering the difficulty of detecting disownership deficits with an overt assessment, and no other follow-up experiments analysed the potential of this rehabilitative tool.\n\nThe investigators will select 5 patients with right-hemispheric damage and covert disownership as assessed with a baseline neuropsychological evaluation. During this experimental session, participants will undergo a modified rubber hand illusion session. In previous research, the investigators have applied this paradigm to the study of body ownership in patients with personal neglect and with SP. In the present proof-of-concept, the investigators will apply the same paradigm to patients with covert disownership: considering that the left hand of patients is not completely recognized as their own hand, but there is a (more or less severe) disownership, it will be used as if it was a fake rubber hand. The patient will place both hands on a table in front of him/her, seeing only the left one disown. At first, an asynchronous (control) stimulation will be done, with the right (out of view, but perceiving the tactile stimulation) and left (in full view, but with somato-sensory deficits, therefore not feeling the stimulation) hands touched with a paintbrush asynchronously (i.e., with a time-delay between the two hands) for five minutes. After the asynchronous session, the experimenter will stimulate synchronously both the right and left hands for five minutes. The order of the stimulations (asynchronous and synchronous) will not be randomized, as the investigators have previously shown that the synchronous stimulation can be effective. Before and after each visuo-tactile stimulation, three trials of the VAS regarding the left and the right hands, as well some standard explicit questions assessing the presence of the illusion, will be administered. Moreover, an experimental task assessing the implicit body awareness (Implicit Association Test, IAT), will be administered before and after the synchronous visuo-tactile stimulation.\n\nEach session will last maximum 2h15min (asynchronous stimulation + IAT + synchronous stimulation + IAT ). The follow-up daily VAS testing will last 10 minutes."},"conditionsModule":{"conditions":["Stroke","Body, Foreign"],"keywords":["Disownership","Rubber Hand Illusion","Multisensory Stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":5,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Asynchronous Stimulation","type":"SHAM_COMPARATOR","description":"The right and the left disown hands will be stimulated with a tactile stimulation (paintbrush) in an asynchronous way, i.e. with a time-delay between one hand-touch and the other","interventionNames":["Behavioral: Visuo-tactile stimulation"]},{"label":"Synchronous Stimulation","type":"EXPERIMENTAL","description":"The right and the left disown hands will be stimulated with a tactile stimulation (paintbrush) in synchronously, i.e. without a time-delay between one hand-touch and the other","interventionNames":["Behavioral: Visuo-tactile stimulation"]}],"interventions":[{"type":"BEHAVIORAL","name":"Visuo-tactile stimulation","description":"The patient will place both hands on a table in front of him/her, seeing only the left one disown. A visuo-tactile stimulation will be done, with the right (out of view, but perceiving the tactile stimulation) and left (in full view, but with somato-sensory deficits, therefore not feeling the stimulation) hands touched with a paintbrush for five minutes.","armGroupLabels":["Asynchronous Stimulation","Synchronous Stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the visual analog scale (VAS) score about covert disonwership of the left hand","description":"Just before and after each stimulation, we will use a VAS to monitor if the patients modify their sense of body (dis)ownership. Range: 0-21cm, 0= worst score (feeling of disownership), 21= better score (feeling of ownership)","timeFrame":"from Baseline to 15 minutes"},{"measure":"Effect size of the implicit association test (IAT)","description":"Just before and after each stimulation, we will use the experimental body IAT to monitor if patients modify their implicit awareness of the body. We will use the effect size score, which combine the reaction times of the congruent and incongruent categories, plus the errors made, into a unique score following a standard previously published algorithm.","timeFrame":"from Baseline to 1 hour"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First neurological event, affecting the right hemisphere or the left hemisphere (stroke);\n* Structural images of the brain lesion available (magnetic resonance or tomographic scans);\n* Full somato-sensory deficit affecting the left hand;\n* Good (or corrected) visual acuity;\n* Good proficiency in French;\n* Right-handed\n\nExclusion Criteria:\n\n* Failure to meet the inclusion criteria ;\n* Presence of general cognitive deficits and/or suspicious of possible cognitive deficits;\n* Presence of difficulty in task's comprehension;\n* Impossibility to sustain a research session of at least 45minutes (e.g., attentional lability);\n* Precedent additional neurological disorder and/or current or precedent psychiatric disease.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"referencesModule":{"references":[{"pmid":"22593890","type":"BACKGROUND","citation":"Aspell JE, Lenggenhager B, Blanke O. Multisensory Perception and Bodily Self-Consciousness: From Out-of-Body to Inside-Body Experience. In: Murray MM, Wallace MT, editors. The Neural Bases of Multisensory Processes. Boca Raton (FL): CRC Press/Taylor & Francis; 2012. Chapter 24. Available from http://www.ncbi.nlm.nih.gov/books/NBK92870/"},{"pmid":"18813916","type":"BACKGROUND","citation":"Vallar G, Ronchi R. Somatoparaphrenia: a body delusion. A review of the neuropsychological literature. Exp Brain Res. 2009 Jan;192(3):533-51. doi: 10.1007/s00221-008-1562-y. Epub 2008 Sep 24."},{"pmid":"31194981","type":"BACKGROUND","citation":"Romano D, Maravita A. The dynamic nature of the sense of ownership after brain injury. Clues from asomatognosia and somatoparaphrenia. Neuropsychologia. 2019 Sep;132:107119. doi: 10.1016/j.neuropsychologia.2019.107119. Epub 2019 Jun 11."},{"pmid":"29473554","type":"BACKGROUND","citation":"Bolognini N, Ronchi R, Casati C, Fortis P, Vallar G. Multisensory remission of somatoparaphrenic delusion: My hand is back! Neurol Clin Pract. 2014 Jun;4(3):216-225. doi: 10.1212/CPJ.0000000000000033."},{"pmid":"31923525","type":"BACKGROUND","citation":"Ronchi R, Bassolino M, Viceic D, Bellmann A, Vuadens P, Blanke O, Vallar G. Disownership of body parts as revealed by a visual scale evaluation. An observational study. Neuropsychologia. 2020 Feb 17;138:107337. doi: 10.1016/j.neuropsychologia.2020.107337. Epub 2020 Jan 7."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000005547","term":"Foreign Bodies"}],"ancestors":[{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9826","name":"Illusions","relevance":"LOW"},{"id":"M8361","name":"Foreign Bodies","asFound":"Body, Foreign","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}