{"protocolSection":{"identificationModule":{"nctId":"NCT02735265","orgStudyIdInfo":{"id":"TMU-JIRB 201412023"},"organization":{"fullName":"Taipei Medical University Shuang Ho Hospital","class":"OTHER"},"briefTitle":"Rehabilitation Effects on Balance With Kinect for Xbox Virtual Reality Games","officialTitle":"Evaluation of the Rehabilitation Effects on Balance With Kinect for Xbox Virtual Reality Games for Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2016-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-02"},"primaryCompletionDateStruct":{"date":"2016-02","type":"ACTUAL"},"completionDateStruct":{"date":"2016-02","type":"ACTUAL"},"studyFirstSubmitDate":"2016-03-21","studyFirstSubmitQcDate":"2016-04-11","studyFirstPostDateStruct":{"date":"2016-04-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-04-11","lastUpdatePostDateStruct":{"date":"2016-04-12","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Taipei Medical University Shuang Ho Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Virtual reality balance training has already been used in stroke rehabilitation, and previous studies supported that could improve balance ability. Although the treatment effects were supported in studies, there are still limitations in clinical intervention and the study power is not enough.\n\nStudy will use Kinect for Xbox games for balance intervention. Investigators will recruit 60 patients with chronic stroke from Shung-ho hospital clinical rehabilitation and randomly assign participants to \"standard treatment plus virtual reality group\" (N=30) and \"standard treatment only group\" (N=30). There are total 12 sessions (2 times weekly) for both groups. Investigators will assess subjects' ability for 3 times (pre- and post-intervention, follow up in post 3 month).Investigators will also record the pleasure scale and adverse event after every training session. Hypothesis is that Kinect for Xbox intervention can significantly improve subjects' balance ability, confidence of balance, ADL, and QOL compared to the conventional rehabilitation. It may help to develop a new clinical model of virtual reality training for patients with chronic stroke.","detailedDescription":"Many stroke survivors suffered postural and balance problems. Decreased mobility limits their daily life activities. Virtual reality balance training has already been used in stroke rehabilitation, and previous studies supported that could improve balance ability. The mechanism is multi-sensory feedback and repeated practices that could facilitate motor learning and brain neuroplasticity. Compared to conventional rehabilitation, VR rehabilitation could increase subjects' motivation and pleasure. Although the treatment effects were supported in studies, there are still limitations in clinical intervention and the study power is not enough.\n\nThe study will use Kinect for Xbox games for balance intervention. Kinect for Xbox doesn't need additional controller held by subjects and can detect the movement in real time to give subjects visual and auditory feedback immediately. Investigators will recruit 60 patients with chronic stroke from Shung-ho hospital clinical rehabilitation and randomly assign them to \"standard treatment plus virtual reality group\" (N=30) and \"standard treatment only group\" (N=30). There are total 12 sessions (2 times weekly) for both groups. Investigators will assess subjects' ability for 3 times (pre- and post-intervention, follow up in post 3 month). The outcome measures include Force plate, Functional reach test, Berg Balance Scale, Time up and go for balance evaluations, Modified barthel index for ADL ability, Activities-specific Balance Confidence scale for balance confidence, and Stroke Impact Scale for quality of life. Investigators will also record the pleasure scale and adverse event after every training session. Collected data will be analyzed with repeated measures 2-way analysis of variance (ANOVA), Turkey test post hoc and independent T sample test. Hypothesis is that Kinect for Xbox intervention can significantly improve subjects' balance ability, confidence of balance, ADL, and QOL compared to the conventional rehabilitation. It may help to develop a new clinical model of virtual reality training for patients with chronic stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Rehabilitation","Virtual reality"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Virtual reality group","type":"EXPERIMENTAL","description":"45 min standard treatment plus 45 min virtual reality balance training used by Kinect for Xbox game. Game choosed based on motor learning principle. Training task such as reach or stepping in various direction, squat, stand up, upper trunk forward or lateral bench.","interventionNames":["Behavioral: Virtual reality","Behavioral: Standard treatment"]},{"label":"Standard treatment only group","type":"ACTIVE_COMPARATOR","description":"90 min standard treatment. Depended on patient's ability, principle used by motor learning, sensory process, motor control, task oriented training, symmetry w't bearing.","interventionNames":["Behavioral: Standard treatment"]}],"interventions":[{"type":"BEHAVIORAL","name":"Virtual reality","description":"12 training sessions (90 minutes a time, 2 times a week) IG:45 minute of Kinect for Xbox games and 45 minute of standard treatment.","armGroupLabels":["Virtual reality group"]},{"type":"BEHAVIORAL","name":"Standard treatment","description":"CG: 90 minute of standard treatment. 12 training sessions (90 minutes a time, 2 times a week)","armGroupLabels":["Standard treatment only group","Virtual reality group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg Balance Scale","description":"balance function","timeFrame":"Change from Baseline at 6 weeks and 3 month follow up"}],"secondaryOutcomes":[{"measure":"Modified barthel index","description":"Activity of daily live ability","timeFrame":"Change from Baseline at 6 weeks and 3 month follow up"},{"measure":"Activities-specific Balance Confidence scale","description":"balance confidence","timeFrame":"Change from Baseline at 6 weeks and 3 month follow up"},{"measure":"Stroke Impact Scale","description":"quality of life","timeFrame":"Change from Baseline at 6 weeks and 3 month follow up"},{"measure":"Modified Physical Activity Enjoyment Scale","description":"pleasure scale","timeFrame":"Every training session during 6 weeks (total 12 sessions (2 times weekly))"},{"measure":"Adverse event times","timeFrame":"Every training session during 6 weeks (total 12 sessions (2 times weekly))"},{"measure":"Force plate","description":"balance function for Weight bearing symmetry and dynamic standing balance","timeFrame":"Change from Baseline at 6 weeks and 3 month follow up"},{"measure":"Functional reach test","description":"balance function","timeFrame":"Change from Baseline at 6 weeks and 3 month follow up"},{"measure":"Timed up and go-cognition","description":"balance function","timeFrame":"Change from Baseline at 6 weeks and 3 month follow up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic stroke person (onset\\>6m)\n* Could understand game command\n* Could stand unsupported or stand with advice at least 15 minute\n* Brunnstrom stage of LE ≥Ⅲ\n\nExclusion Criteria:\n\n* Age \\>75 years old or \\<20 years old\n* Severe visual or auditory impairment\n* Modified Ashworth Scale of LE ≥ 3\n* The Montreal Cognitive Assessment\\<16\n* Other medication(neural, cardio-pulmonary, musculoskeletal) that influence motor command during the game","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Hsinchieh Lee, master","affiliation":"Taipei Medical University, Taiwan, R.O.C.","role":"STUDY_CHAIR"}]},"referencesModule":{"references":[{"pmid":"22339207","type":"BACKGROUND","citation":"Celinder D, Peoples H. Stroke patients' experiences with Wii Sports(R) during inpatient rehabilitation. Scand J Occup Ther. 2012 Sep;19(5):457-63. doi: 10.3109/11038128.2012.655307. Epub 2012 Feb 20."},{"pmid":"23933665","type":"BACKGROUND","citation":"Cho K, Lee G. Impaired dynamic balance is associated with falling in post-stroke patients. Tohoku J Exp Med. 2013 Aug;230(4):233-9. doi: 10.1620/tjem.230.233."},{"pmid":"22976384","type":"BACKGROUND","citation":"Cho KH, Lee KJ, Song CH. Virtual-reality balance training with a video-game system improves dynamic balance in chronic stroke patients. Tohoku J Exp Med. 2012 Sep;228(1):69-74. doi: 10.1620/tjem.228.69."},{"pmid":"24456057","type":"BACKGROUND","citation":"Cuthbert JP, Staniszewski K, Hays K, Gerber D, Natale A, O'Dell D. Virtual reality-based therapy for the treatment of balance deficits in patients receiving inpatient rehabilitation for traumatic brain injury. Brain Inj. 2014;28(2):181-8. doi: 10.3109/02699052.2013.860475."},{"type":"BACKGROUND","citation":"Deutsch J, R. D., Morrison J, Guarrera Bowlby P ( 2009). Wii-Based Compared to Standard of Care Balance and Mobility Rehabilitation for Two Individuals Post-Stroke. 117-120."},{"pmid":"21527098","type":"BACKGROUND","citation":"Deutsch JE. Using virtual reality to improve walking post-stroke: translation to individuals with diabetes. J Diabetes Sci Technol. 2011 Mar 1;5(2):309-14. doi: 10.1177/193229681100500216."},{"pmid":"18689607","type":"BACKGROUND","citation":"Deutsch JE, Borbely M, Filler J, Huhn K, Guarrera-Bowlby P. Use of a low-cost, commercially available gaming console (Wii) for rehabilitation of an adolescent with cerebral palsy. Phys Ther. 2008 Oct;88(10):1196-207. doi: 10.2522/ptj.20080062. Epub 2008 Aug 8."},{"pmid":"22436308","type":"BACKGROUND","citation":"Deutsch JE, Brettler A, Smith C, Welsh J, John R, Guarrera-Bowlby P, Kafri M. Nintendo wii sports and wii fit game analysis, validation, and application to stroke rehabilitation. Top Stroke Rehabil. 2011 Nov-Dec;18(6):701-19. doi: 10.1310/tsr1806-701."},{"type":"BACKGROUND","citation":"Deutsch JE, R. D., Morrison J, Guarrera Bowlby P (2009). Wii-Based Compared to Standard of Care Balance and Mobility Rehabilitation for Two Individuals Post-Stroke. In Virtual Rehabilitation International Conference; Haifa., 117-120."},{"pmid":"21600066","type":"BACKGROUND","citation":"Gil-Gomez JA, Llorens R, Alcaniz M, Colomer C. Effectiveness of a Wii balance board-based system (eBaViR) for balance rehabilitation: a pilot randomized clinical trial in patients with acquired brain injury. J Neuroeng Rehabil. 2011 May 23;8:30. doi: 10.1186/1743-0003-8-30."},{"pmid":"19692788","type":"BACKGROUND","citation":"Kim JH, Jang SH, Kim CS, Jung JH, You JH. Use of virtual reality to enhance balance and ambulation in chronic stroke: a double-blind, randomized controlled study. Am J Phys Med Rehabil. 2009 Sep;88(9):693-701. doi: 10.1097/PHM.0b013e3181b33350."},{"pmid":"20023003","type":"BACKGROUND","citation":"Kizony R, Levin MF, Hughey L, Perez C, Fung J. Cognitive load and dual-task performance during locomotion poststroke: a feasibility study using a functional virtual environment. Phys Ther. 2010 Feb;90(2):252-60. doi: 10.2522/ptj.20090061. Epub 2009 Dec 18."},{"pmid":"16586185","type":"BACKGROUND","citation":"Kizony R, Raz L, Katz N, Weingarden H, Weiss PL. Video-capture virtual reality system for patients with paraplegic spinal cord injury. J Rehabil Res Dev. 2005 Sep-Oct;42(5):595-608. doi: 10.1682/jrrd.2005.01.0023."},{"pmid":"9607763","type":"BACKGROUND","citation":"Koepp MJ, Gunn RN, Lawrence AD, Cunningham VJ, Dagher A, Jones T, Brooks DJ, Bench CJ, Grasby PM. Evidence for striatal dopamine release during a video game. Nature. 1998 May 21;393(6682):266-8. doi: 10.1038/30498."},{"pmid":"21131259","type":"BACKGROUND","citation":"Lange B, Flynn S, Proffitt R, Chang CY, Rizzo AS. Development of an interactive game-based rehabilitation tool for dynamic balance training. Top Stroke Rehabil. 2010 Sep-Oct;17(5):345-52. doi: 10.1310/tsr1705-345."},{"type":"BACKGROUND","citation":"Lange, B., Flynn, S., & Rizzo, A. (2009). Initial usability assessment of off-the-shelf video game consoles for clinical game-based motor rehabilitation. Physical Therapy Reviews, 14(5), 355."},{"pmid":"19443914","type":"BACKGROUND","citation":"Larsen CR, Soerensen JL, Grantcharov TP, Dalsgaard T, Schouenborg L, Ottosen C, Schroeder TV, Ottesen BS. Effect of virtual reality training on laparoscopic surgery: randomised controlled trial. BMJ. 2009 May 14;338:b1802. doi: 10.1136/bmj.b1802. Erratum In: BMJ. 2009;338. doi: 10.1136/bmj.b2074."},{"pmid":"22713539","type":"BACKGROUND","citation":"Laver K, George S, Thomas S, Deutsch JE, Crotty M. Cochrane review: virtual reality for stroke rehabilitation. Eur J Phys Rehabil Med. 2012 Sep;48(3):523-30. Epub 2012 Jun 20."},{"pmid":"24259810","type":"BACKGROUND","citation":"Lee G. Effects of training using video games on the muscle strength, muscle tone, and activities of daily living of chronic stroke patients. J Phys Ther Sci. 2013 May;25(5):595-7. doi: 10.1589/jpts.25.595. Epub 2013 Jun 29."},{"type":"BACKGROUND","citation":"Lintern G, R. S., Koonce J, Segal L (1990). Display principles,control dynamics and environmental factors in pilot training and transfer. . Human Factors, 32, 299-317."},{"pmid":"24232363","type":"BACKGROUND","citation":"Lohse K, Shirzad N, Verster A, Hodges N, Van der Loos HF. Video games and rehabilitation: using design principles to enhance engagement in physical therapy. J Neurol Phys Ther. 2013 Dec;37(4):166-75. doi: 10.1097/NPT.0000000000000017."},{"pmid":"16084807","type":"BACKGROUND","citation":"Michael KM, Allen JK, Macko RF. Reduced ambulatory activity after stroke: the role of balance, gait, and cardiovascular fitness. Arch Phys Med Rehabil. 2005 Aug;86(8):1552-6. doi: 10.1016/j.apmr.2004.12.026."},{"pmid":"24296065","type":"BACKGROUND","citation":"Parry I, Carbullido C, Kawada J, Bagley A, Sen S, Greenhalgh D, Palmieri T. Keeping up with video game technology: objective analysis of Xbox Kinect and PlayStation 3 Move for use in burn rehabilitation. Burns. 2014 Aug;40(5):852-9. doi: 10.1016/j.burns.2013.11.005. Epub 2013 Dec 2."},{"pmid":"23872681","type":"BACKGROUND","citation":"Peters DM, McPherson AK, Fletcher B, McClenaghan BA, Fritz SL. Counting repetitions: an observational study of video game play in people with chronic poststroke hemiparesis. J Neurol Phys Ther. 2013 Sep;37(3):105-11. doi: 10.1097/NPT.0b013e31829ee9bc."},{"pmid":"21651800","type":"BACKGROUND","citation":"Pichierri G, Wolf P, Murer K, de Bruin ED. Cognitive and cognitive-motor interventions affecting physical functioning: a systematic review. BMC Geriatr. 2011 Jun 8;11:29. doi: 10.1186/1471-2318-11-29."},{"type":"BACKGROUND","citation":"Schultheis M, R. A. (2001). The application of virtual reality technology in rehabilitation. Rehabilitation Psychology, 46, 296-311."},{"pmid":"24597650","type":"BACKGROUND","citation":"Shin JH, Ryu H, Jang SH. A task-specific interactive game-based virtual reality rehabilitation system for patients with stroke: a usability test and two clinical experiments. J Neuroeng Rehabil. 2014 Mar 6;11:32. doi: 10.1186/1743-0003-11-32."},{"pmid":"24051993","type":"BACKGROUND","citation":"Sin H, Lee G. Additional virtual reality training using Xbox Kinect in stroke survivors with hemiplegia. Am J Phys Med Rehabil. 2013 Oct;92(10):871-80. doi: 10.1097/PHM.0b013e3182a38e40."},{"type":"BACKGROUND","citation":"Singh, D. K. A., Nordin, N. A.M., Aziz,N. A., Zarim, S.N. A., Kooi, L. B., Ching, S. L. . (2014). Can virtual reality balance games enhance activities of daily living among stroke survivors? BMC Public Health, 14, 1."},{"type":"BACKGROUND","citation":"Smith, C., Read, J., Bennie, C., Hale, L., & Milosavljevic, S. (2012). Can non-immersive virtual reality improve physical outcomes of rehabilitation? Physical Therapy Reviews, 17(1), 1-15."},{"pmid":"24702281","type":"BACKGROUND","citation":"Ustinova KI, Perkins J, Leonard WA, Hausbeck CJ. Virtual reality game-based therapy for treatment of postural and co-ordination abnormalities secondary to TBI: a pilot study. Brain Inj. 2014;28(4):486-95. doi: 10.3109/02699052.2014.888593. Epub 2014 Apr 4."},{"pmid":"24239167","type":"BACKGROUND","citation":"Vernadakis N, Derri V, Tsitskari E, Antoniou P. The effect of Xbox Kinect intervention on balance ability for previously injured young competitive male athletes: a preliminary study. Phys Ther Sport. 2014 Aug;15(3):148-55. doi: 10.1016/j.ptsp.2013.08.004. Epub 2013 Sep 4."},{"pmid":"25309631","type":"BACKGROUND","citation":"Wuest S, van de Langenberg R, de Bruin ED. Design considerations for a theory-driven exergame-based rehabilitation program to improve walking of persons with stroke. Eur Rev Aging Phys Act. 2014;11(2):119-129. doi: 10.1007/s11556-013-0136-6. Epub 2013 Dec 7."},{"pmid":"20544153","type":"BACKGROUND","citation":"Yong Joo L, Soon Yin T, Xu D, Thia E, Pei Fen C, Kuah CW, Kong KH. A feasibility study using interactive commercial off-the-shelf computer gaming in upper limb rehabilitation in patients after stroke. J Rehabil Med. 2010 May;42(5):437-41. doi: 10.2340/16501977-0528."},{"pmid":"15890990","type":"BACKGROUND","citation":"You SH, Jang SH, Kim YH, Hallett M, Ahn SH, Kwon YH, Kim JH, Lee MY. Virtual reality-induced cortical reorganization and associated locomotor recovery in chronic stroke: an experimenter-blind randomized study. Stroke. 2005 Jun;36(6):1166-71. doi: 10.1161/01.STR.0000162715.43417.91. Epub 2005 May 12. Erratum In: Stroke. 2005 Jul;36(7):1625."},{"pmid":"12917848","type":"BACKGROUND","citation":"Zhang L, Abreu BC, Seale GS, Masel B, Christiansen CH, Ottenbacher KJ. A virtual reality environment for evaluation of a daily living skill in brain injury rehabilitation: reliability and validity. Arch Phys Med Rehabil. 2003 Aug;84(8):1118-24. doi: 10.1016/s0003-9993(03)00203-x."}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}