{"protocolSection":{"identificationModule":{"nctId":"NCT05595941","orgStudyIdInfo":{"id":"2022-A00929-34"},"organization":{"fullName":"Hopital La Musse","class":"OTHER"},"briefTitle":"Tele-yoga in the Rehabilitation of Patients With Chronic Post-stroke Sequelae","officialTitle":"Effectiveness of Tele-yoga in the Rehabilitation of Patients With Chronic Post-stroke Sequelae : a Pilot Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"TERMINATED","whyStopped":"The planned recruitment and treatment period was limited by the financial resources allocated to the study.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-04-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-09-01","type":"ACTUAL"},"studyFirstSubmitDate":"2022-09-28","studyFirstSubmitQcDate":"2022-10-21","studyFirstPostDateStruct":{"date":"2022-10-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-18","lastUpdatePostDateStruct":{"date":"2023-11-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hopital La Musse","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a major health problem and can cause long-term disability. Among these sequelae, there are balance and mobility disorders, but also a higher rate of anxiety or depression disorders. This impairments impact activity of daily living, and social reintegration. That why the investigators need to explore options for long-term sustainable interventions that which takes into account the patient as a whole. In particular, regular physical activity is recommended, but it must be adaptable to the patient's impairments. Teaching yoga may be an interesting option. Indeed, yoga is a mind-body practice which become increasingly widespread in the world. Recent studies highlight positive effect of yoga for this population. However, accessibility to yoga classes can be limited by many factors: lack of transportation, lack of available health professionals, confinement requirements... Therefore, it seems relevant to evaluate the effectiveness of yoga delivered through tele-rehabilitation.\n\nThe main objective of this study is to evaluate the effectiveness of a tele-yoga program adapted to stroke survivors to improve their functional balance.\n\nThe secondary objectives are to evaluate the effectiveness of the adapted tele-yoga program in improving functional mobility, anxiety, depression and reintegration into normal life.","detailedDescription":"The investigators will conduct a single-blind randomised controlled trial to study the effectiveness of a tele-yoga programme compared to an inactive control group in improving balance in chronic post-stroke subjects. The primary hypothesis is that yoga is effective in improving balance in chronic post-stroke patients. The secondary hypothesis is that yoga is effective in improving functional mobility, anxiety, depression, and reintegration into normal life.\n\nThe experiment will take place in metropolitan France, and the whole experimental procedure (recruitment, evaluation, experimentation) will take place at a distance, via information and communication technologies. The statistical power study indicates that 15 patients per group would be required. Subjects will be randomly assigned to one of the following groupe: the TELEYOG'AVC programme or the inactive control group. The TELEYOG'AVC programme will involve yoga sessions with postural, respiratory, and meditative work delivered by videoconference. This programme includes two 60-minute group sessions per week, for 12 weeks, plus one weekly home-based session (with video support). The control group will be instructed not to change their habits during the 12 weeks of experimentation, then after the final assessment (T1) they will be able to benefit from the TELEYOG'AVC programme if they want. Patients will be assessed before the experiment (T0) and after the 12-week experiment (T1). The assessments will be carried out blind, using a protocol built around the International Classification of Functioning and Disability (ICF). The main criterion is balance, assessed by the Berg balance scale (0-56 point scale). The secondary outcomes will be assessed by: Timed Up and Go Test (timed task in seconds), 5 time-sit-to-stand (timed task in seconds), the activities-specific Balance Confidence Scale - Simplified (questionnaire in %), State-Trait Anxiety Inventory (2 questionnaires out of 80), Beck Depression Inventory (score out of 63), Reintegration to Normal Living Index (score out of 22). Adherence to the programme will be assessed between T0 and T1 by the number of group and individual sessions completed."},"conditionsModule":{"conditions":["Stroke Sequelae"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is a single-blind pilot randomised controlled trial.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The evaluator will not have access to participants' allocations, will never attend tele-yoga sessions, and patients will be told never to reveal their allocations to the evaluator.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":11,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"TELEYOG'AVC Group","type":"EXPERIMENTAL","description":"The subjects of the experimental group will be invited to participate in 60-minute tele-yoga sessions, twice a week, for 12 weeks. The sessions will take place via the Zoom videoconference software, in small groups (maximum 5 people) in order to adapt the practice to the possibilities of each subject. In addition, an additional weekly session, independently at home, will be recommended to participants, accompanied by a pre-recorded video support hosted on YouTube.","interventionNames":["Other: tele-yoga"]},{"label":"Wainting list Group","type":"NO_INTERVENTION","description":"The subjects in the control group will be asked not to change their habits during the entire experimental phase (T0-T1). They will be able to benefit in turn from the tele-yoga program (free of charge), if they wish, once the evaluations in T1 are completed."}],"interventions":[{"type":"OTHER","name":"tele-yoga","description":"Each session will include postural exercises (asanas), standing, sitting and lying down, in order to work on balance, muscular strength and endurance, as well as flexibility. They will be adapted to the physical possibilities of the patients with the help of accessories such as chairs, straps, cushions, blocks (provided free to each participant). In addition, breathing work will accompany these postures. A relaxing passive meditation is practiced at the end of each session, in a lying posture called \"Savasana\". The complexity of the postures, their holding time, or the number of repetitions will increase as the program progresses, relative to the abilities of each participant.","armGroupLabels":["TELEYOG'AVC Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg balance scale","description":"This test quantitatively assesses balance in adults. In this 14-item scale, patients are asked to maintain positions and perform movement tasks of varying difficulty. Patients are given a score between 0 and 4 on their ability to respond to dimensions of balance. An overall score can be calculated from a total of 56. The higher the score, the better the balance.","timeFrame":"Pre-treatment"},{"measure":"Berg balance scale","description":"This test quantitatively assesses balance in adults. In this 14-item scale, patients are asked to maintain positions and perform movement tasks of varying difficulty. Patients are given a score between 0 and 4 on their ability to respond to dimensions of balance. An overall score can be calculated from a total of 56. The higher the score, the better the balance.","timeFrame":"Pre-treatment : at three months"}],"secondaryOutcomes":[{"measure":"Timed Up and Go Test","description":"It is a test based on the realization of a functional task, where the subject must get up from a chair, walk 3 meters, turn around and return to sit down. The subject is timed during the execution and a score in seconds is established.","timeFrame":"Pre-treatment"},{"measure":"Timed Up and Go Test","description":"It is a test based on the realization of a functional task, where the subject must get up from a chair, walk 3 meters, turn around and return to sit down. The subject is timed during the execution and a score in seconds is established.","timeFrame":"Pre-treatment : at three months"},{"measure":"Five Times Sit to Stand","description":"It's a test based on the realization of a functional task: the subject must stand up and sit back down on a chair without armrest. He must perform this task five times in a row, and he is timed to obtain a score in seconds.","timeFrame":"Pre-treatment"},{"measure":"Five Times Sit to Stand","description":"It's a test based on the realization of a functional task: the subject must stand up and sit back down on a chair without armrest. He must perform this task five times in a row, and he is timed to obtain a score in seconds.","timeFrame":"Pre-treatment : at three months"},{"measure":"Activities-specific Balance Confidence Scale - Simplified","description":"This questionnaire consists of 16 questions that require the patient to rate his or her confidence that he or she will not lose balance while performing the listed activities. For each of the 16 activities, he/she must rate this confidence from 0 (not at all confident) to 3 (very confident). The total score is given as a percentage.","timeFrame":"Pre-treatment"},{"measure":"Activities-specific Balance Confidence Scale - Simplified","description":"This questionnaire consists of 16 questions that require the patient to rate his or her confidence that he or she will not lose balance while performing the listed activities. For each of the 16 activities, he/she must rate this confidence from 0 (not at all confident) to 3 (very confident). The total score is given as a percentage.","timeFrame":"Pre-treatment : at three months"},{"measure":"State-Trait Anxiety Inventory","description":"t includes two separate (self-administered) scales to assess state anxiety (STAY Form Y-A), and treatment anxiety (STAY Form Y-B). Each of the scales consists of 20 propositions, Scale A to assess how subjects feel in the moment, Scale B to capture how subjects generally feel. Each answer to a proposition of the questionnaire corresponds to a score from 1 to 4: 1 indicating the lowest degree of anxiety, 4 the highest degree. A total score is given out of 80.","timeFrame":"Pre-treatment"},{"measure":"State-Trait Anxiety Inventory","description":"t includes two separate (self-administered) scales to assess state anxiety (STAY Form Y-A), and treatment anxiety (STAY Form Y-B). Each of the scales consists of 20 propositions, Scale A to assess how subjects feel in the moment, Scale B to capture how subjects generally feel. Each answer to a proposition of the questionnaire corresponds to a score from 1 to 4: 1 indicating the lowest degree of anxiety, 4 the highest degree. A total score is given out of 80.","timeFrame":"Pre-treatment : at three months"},{"measure":"Beck Depression Inventory","description":"This self-administered questionnaire includes 21 items identifying symptoms and attitudes associated with depression. Each item is rated on a severity scale ranging from 0 to 3, with a total score ranging from 0 to 63.","timeFrame":"Pre-treatment"},{"measure":"Beck Depression Inventory","description":"This self-administered questionnaire includes 21 items identifying symptoms and attitudes associated with depression. Each item is rated on a severity scale ranging from 0 to 3, with a total score ranging from 0 to 63.","timeFrame":"Pre-treatment : at three months"},{"measure":"Reintegration to Normal Living Index","description":"This questionnaire is composed of 11 declarative statements accompanied by a 3-point rating. The scores of each individual item are added together to obtain a total score ranging from 0 to 22 points, with higher scores indicating worse reintegration.","timeFrame":"Pre-treatment"},{"measure":"Reintegration to Normal Living Index","description":"This questionnaire is composed of 11 declarative statements accompanied by a 3-point rating. The scores of each individual item are added together to obtain a total score ranging from 0 to 22 points, with higher scores indicating worse reintegration.","timeFrame":"Pre-treatment : at three months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* have had a stroke more than 6 months ago ;\n* to have moderate balance problems (objectivity by a score between 41 and 51 on the Berg balance scale);\n* to be able to stand and walk at least 10 meters, with or without technical assistance;\n* to be able to get down and up from the floor independently,\n* to have a caregiver present during the assessments, and designated as the \"contact person\" in case of problems during the tele-yoga sessions,\n* to be equipped with a good quality internet connection and a computer tool allowing the use of Zoom software,\n* and to be affiliated to a social security system.\n\nExclusion Criteria:\n\n* be under 18 years of age;\n* to suffer from cognitive disorders (score lower than 4 points on the 6-items Mini-Mental State Examination) preventing the comprehension of the instructions or to give his informed consent;\n* to have a history of otolaryngological pathologies causing recurrent vertiginous syndromes;\n* not being fluent in French (to the point of not being able to answer the questionnaires or understand the instructions);\n* have a medical contraindication to physical activity;\n* current and regular participation in another physical activity program;\n* persons deprived of liberty by a judicial or administrative decision, persons under psychiatric care, as well as adults under legal protection (guardianship, curatorship and safeguard of justice), pregnant women, women in labour and breastfeeding women, referred to in articles L.1121-5 to 8 of the french public health code.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Charlotte Menez, PhD","affiliation":"Hôpital La Musse","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hôpital La Musse","city":"Saint-Sébastien-de-Morsent","state":"Normandie","zip":"27180","country":"France","geoPoint":{"lat":49.01096,"lon":1.0873}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}