{"protocolSection":{"identificationModule":{"nctId":"NCT05167006","orgStudyIdInfo":{"id":"The University of Lahore"},"organization":{"fullName":"University of Lahore","class":"OTHER"},"briefTitle":"Effects of Perfetti's Method on Cognition, Dexterity and Sensory Motor Function of the Upper Extremity in Stroke Patients","officialTitle":"Effects of Perfetti's Method on Cognition, Dexterity and Sensory Motor Function of the Upper Extremity in Stroke Patients: Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-10-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-12-20","studyFirstSubmitQcDate":"2021-12-20","studyFirstPostDateStruct":{"date":"2021-12-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-12-23","lastUpdatePostDateStruct":{"date":"2022-01-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Syed Muhammad Mateen","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Lahore"},"leadSponsor":{"name":"University of Lahore","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Null Hypothesis (HO) There is no difference between the effects of Perfetti's Method versus routine physical therapy on cognition, dexterity, and sensory motor function of the upper extremity in stroke patients.\n\nAlternate Hypothesis (HA) There is a difference between the effects of Perfetti's Method versus routine physical therapy on cognition, dexterity, and sensory motor function of the upper extremity in stroke patients.","detailedDescription":"Study Design: It will be a randomized controlled trial Settings: Research will be conducted at DHQ Teaching Hospital Dera Gazi Khan, Central Park Teaching Hospital Lahore and The University of Lahore Teaching Hospital, Lahore.\n\nDuration of Study: Study will be completed within 9 months after the approval of the synopsis Sample Size: The calculated sample size is 37 in each group. i.e. n =74 (37 in each group). By adding a 20% dropout rate the final sample size will become 88 (44 in each group)\n\nZ1-α/2 Level of significance=80% Z1-β power of the study=80% µ1 Mean value of Box and block test in Experimental Group=13.8224 µ2 Mean value of Box and block test in Control Group =8.2524 δ1 SD of Box and block test in Experimental Group =12.02 δ2 SD of Box and block test in Control Group =10.42 n Expected sample size in a group= 44\n\nSampling Technique: Non-probability purposive sampling technique will be used for data collection.\n\nSample Selection:\n\nInclusion Criteria:\n\n1. Age: 18-79 years\n2. Both male and female\n3. Diagnosed Stroke patients with onset of not more than 3 months.24\n\nExclusion Criteria:\n\n1. Other Neurological disorder\n2. Orthopedic disease impairing arm function\n3. Fracture of the Arm\n4. Frozen shoulder\n5. No previous history of Stroke\n6. Re stroke during the study.24\n\nEquipment:\n\n1. Chair\n2. Blindfold\n3. Stick\n4. Cube\n5. Tennis ball\n6. Pen DATA COLLECTION PROCEDURE In this study, Ethical approval will be granted from the University Institutional Review Board, University of Lahore. Study data will be collected at DHQ Teaching Hospital Dera Gazi Khan, Central Park Teaching Hospital, Lahore and The University of Lahore Teaching Hospital, Lahore.\n\nScreening:\n\nPatients will screening for inclusion/exclusion criteria. For assessing the eligibility, assessment and screening will be performed. A consent form will be taken from all subjects, who will be willing to participate in the study then they will be divided randomly in to two groups.\n\nRandomization:\n\nPatients fulfilling the inclusion criteria then they will be divided randomly into two groups (Group A/Control Group and Group B / Experimental Group) by using Goldfish Bowl Procedure.\n\nAssessment:\n\nAll assessment tests will perform before and after the 12th week of treatment. After this, baseline assessment will be performed on eligible participants. The sensory motor function will Assess with Fugal-Meyer Assessment Upper Extremity (FMA-UE)1, 27 Dexterity will assess with box and block test, and cognition will be assessed with Mini-Mental State Exam(MMSE).\n\nInterventions:\n\nGroup A: Participants will be treated with routine physical therapy for 20 minutes, five days a week for 12th weeks. Each participant will receive his/her arms training therapy. Only one participant per therapist, with or without caregiver observation. Consisting of many purposeful kinesthetic activities such as Graded pinch exercise, Bimanual placing cone, Arm bicycling, Shoulder curved arch, Double-curved arch, Block-stacking, Skateboard-supported arm sliding exercises on a tabletop, Putty kneading, Pegboard exercise, Picking up a ball and putting it into a basket, Plastic cone stacking. Therapists can offer passive, active-assistive, or active training, as deemed appropriate to the patient's ability Group B: The participants will be treated with Perfetti's method and routine physical therapy for 35 minutes, five times a week for 12th weeks. Each participant will receive his/her arms training therapy. Only one participant per therapist, with or without caregiver observation. Participant will be blindfolded during the exercises and asked to focus on sensing the position of the limb. The therapist will passively move the shoulder, elbow, wrist, or finger to different positions. In the start, only one joint will be moved at a time. After the therapist will be finished repositioning the joint, the participants will inform their perception of the joint position. Initially, the participant will differentiate between just two positions. If they can constantly answer correctly, they will then ask to differentiate between three, four, or five points. During this stage of training, patients will be trained, not to try any active movement but slightly to relax and to sense the movement. For joints with many possible planes of movement, training will be conducted separately for each plane. For example, forward flexion and backward extension of the shoulder will be trained separately from abduction/adduction and internal/external rotation of the shoulder. Patients who can correctly differentiate between positions in many joints will challenge with more complex, 'perceptive tasks'. For example, those who can sense both shoulder and elbow positions well will be challenged to tell where their arms will be positioned on the table in front of them. Another example of an exercise given at this stage is one in which the therapist will passively move the patient's arm up and down while it is at rest on a tabletop or other firm object which can be tilted to desired angles. The patient will have to sense the tilt. Again, only two positions will have to be distinguished in the beginning. Up to five different positions typically will be offered to the more able patients. Similar training will be applied to the wrist, fingers, and forearms. Those patients who can accurately distinguish these complexes, multi-joint movements can move to the next stage of training. At this stage, the therapist placed a part of the patient's limb, typically the fingertip, on one external object (e.g. a stick, pen, water bottle, cube, and tennis ball) and ask the patient to actively move his or her limb over the object and try to sense the shape, position, and size of the object. The training object will be repositioned, and another object of a different shape or size will be offered. The patients will differentiate between the two objects. Once they could do this, increasing numbers of objects (up to five) will offer. Manual support from the therapist will gradually reduce until the patient could complete the explorative task with no support.\n\nOutcome Measures:\n\nSensory Motor Function:\n\nThe sensory motor function will assess with Fugal-Meyer Assessment Upper Extremity (FMA-UE).The FMA-UE is a standardized Assessment measure of the upper extremity (Motor function, sensation, coordination/speed, Joint range of motion, joint Pain) of the shoulder, elbow, forearm, wrist, and fingers. A three-point ordinal scale is used to measure impairment of volitional movement with grades ranging 0(cannot be performed), 1( partially performed), and 2 (fully performed). Specific descriptions for performance accompany individual test items. Subtests exist for upper extremity function (e.g Upper extremity motor function maximum score is 66, sensation 12, passive joint motion 24, joint pain24). The complete assessment requires 30 minutes and equipment will be used a chair, bedside table, reflex hammer, cotton ball, pencil, a small piece of cardboard or paper small can, tennis ball, stopwatch, and blindfold. Scoring of the classifications divide into three categories of upper-limb motor impairment (mild, moderate, severe) based on the aggregate FMA-UE score. Commonly used FMA-UE cutoff scores defined each category: 0 to 20 severe, 21 to 50 moderate, and 51 to 66 mild.1, 9, 27\n\nCognition:\n\nMini-Mental State Exam (MMSE) will be used to evaluate the cognition of the patients. The usual completion time is 8 min in cognitively unimpaired individuals, rising to 15 min in those with cognitively impaired. It assesses different subsets of cognitive status including orientation, registration, attention and calculation, recall and language Scoring Interpretation of the MMSE is severe cognitive impairment (0-17), Mild cognitive impairment (18-23), and No cognitive impairment (24-30). 38\n\nDexterity:\n\nThe Box and Block Test (BBT) will be used to evaluate gross manual dexterity. The setup consists of two adjacent boxes of the same size (53.7 × 25.4 × 8.5 cm), one of them filled with 150 blocks (2.5 cm3). Between the two boxes, there is a partition 15.2 cm in height. The patient must move blocks one by one from one box to the other, over the partition. The number moved in 60 seconds is the recorded score. This test is very easy to administer and takes a very short time to complete. Scoring based on the number of blocks transferred from one compartment to the other compartment in 60 seconds Score each hand separately. Higher scores are indicative of better manual dexterity. During the performance of the BBT, the evaluator should be aware of whether the client's fingertips are crossing the partition. Blocks should be counted only when this condition is respected. Furthermore, if two blocks are transferred at once, only one block will be counted. Blocks that fall outside the box, after trespassing the partition, even if they do not make it to the other compartment, should be counted. Normal value is 88 blocks transfer from one compartment to the other compartment in 60 seconds.24"},"conditionsModule":{"conditions":["Cerebrovascular Accident"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":88,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A:","type":"EXPERIMENTAL","description":"Participants will be treated with routine physical therapy for 20 minutes, five days a week for 12th weeks. Each participant will receive his/her arms training therapy. Only one participant per therapist, with or without caregiver observation.","interventionNames":["Other: routine physical therapy"]},{"label":"Group B","type":"ACTIVE_COMPARATOR","description":"The participants will be treated with Perfetti's method and routine physical therapy for 35 minutes, five times a week for 12th weeks. Each participant will receive his/her arms training therapy.","interventionNames":["Other: Perfetti's method"]}],"interventions":[{"type":"OTHER","name":"routine physical therapy","description":"Each participant will receive his/her arms training therapy. Only one participant per therapist, with or without caregiver observation. Consisting of many purposeful kinesthetic activities such as Graded pinch exercise, Bimanual placing cone, Arm bicycling, Shoulder curved arch, Double-curved arch, Block-stacking, Skateboard-supported arm sliding exercises on a tabletop, Putty kneading, Pegboard exercise, Picking up a ball and putting it into a basket, Plastic cone stacking. Therapists can offer passive, active-assistive, or active training, as deemed appropriate to the patient's ability","armGroupLabels":["Group A:"]},{"type":"OTHER","name":"Perfetti's method","description":". Only one participant per therapist, with or without caregiver observation. Participant will be blindfolded during the exercises and asked to focus on sensing the position of the limb. The therapist will passively move the shoulder, elbow, wrist, or fing","armGroupLabels":["Group B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Sensory Motor Function:","description":"The sensory motor function will assess with Fugal-Meyer Assessment Upper Extremity (FMA-UE).","timeFrame":"12 week"},{"measure":"Cognition:","description":"Mini-Mental State Exam (MMSE) will be used to evaluate the cognition of the patients.","timeFrame":"12 week"},{"measure":"Dexterity:","description":"The Box and Block Test (BBT) will be used to evaluate gross manual dexterity.","timeFrame":"12 week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age: 18-79 years\n2. Both male and female\n3. Diagnosed Stroke patients with onset of not more than 3 months.24\n\nExclusion Criteria:\n\n* 1. Other Neurological disorder 2. Orthopedic disease impairing arm function 3. Fracture of the Arm 4. Frozen shoulder 5. No previous history of Stroke 6. Re stroke during the study.24","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Syed Muhammad Mateen","role":"CONTACT","phone":"03362626270","email":"msptn02193011@student.uol.edu.pk"},{"name":"Shahbaz Ahmad","role":"CONTACT","phone":"03006015668","email":"70102242@student.uol.edu.pk"}],"overallOfficials":[{"name":"Ayesha Jamil","affiliation":"The University of Lahore","role":"STUDY_CHAIR"},{"name":"Umair Ahmad","affiliation":"The University of Lahore","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Syed Muhammad Mateen","status":"RECRUITING","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","contacts":[{"name":"Syed Muhammad Mateen","role":"CONTACT"}],"geoPoint":{"lat":31.558,"lon":74.35071}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}