{"protocolSection":{"identificationModule":{"nctId":"NCT03602326","orgStudyIdInfo":{"id":"196"},"organization":{"fullName":"Gazi University","class":"OTHER"},"briefTitle":"Neurodevelopmental Therapy-Bobath Approach in The Early Term of Stroke; Safe and Effective","officialTitle":"Neurodevelopmental Therapy-Bobath Approach in The Early Term of Stroke; Safe and Effective"},"statusModule":{"statusVerifiedDate":"2018-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-07-06","type":"ACTUAL"},"completionDateStruct":{"date":"2018-07-13","type":"ACTUAL"},"studyFirstSubmitDate":"2018-07-05","studyFirstSubmitQcDate":"2018-07-18","studyFirstPostDateStruct":{"date":"2018-07-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-07-18","lastUpdatePostDateStruct":{"date":"2018-07-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Gokhan Yazici","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Gazi University"},"leadSponsor":{"name":"Gokhan Yazici","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Early term rehabilitation initiated after stroke should be based on motor learning principles and neural plasticity. To achieve motor learning and neural plasticity, exercises consisting of intense and repetitive training should be given according to the patients' functional level. The neurodevelopmental treatment-Bobath (NDT_B) approach is based on motor learning principles. In literature, studies that show the early term effects of NDT-B on functional recovery are inadequate. The aim of this study was to investigate the effects NDT-B applied in the early term of stroke, on postural control, functional movement, balance and activities of daily living.","detailedDescription":"When literature is examined, it can be seen that evidence is limited. Studies investigating the effects of the Bobath Approach in the early term in stroke, state that NDT-B is reliable and feasible. However none of these studies have examined the effects of NDT-B in acute term stroke on functionality and daily living. Additionally, in all of these studies it was also stated that further studies should be conducted."},"conditionsModule":{"conditions":["Stroke, Acute","Ischemic Stroke"],"keywords":["Stroke","Early term","Bobath","Neurodevelopmental treatment","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients admitted to Gazi University Hospital with stroke findings diagnosed with ischemic stroke by a Neurologist will be included in the study. Patients older than 18 years of age with a systolic blood pressure between 120 and 220 mmHg, whose oxygen saturation is \\>92% (with or without O2 support), with a heart rate of 40 to 100 beats/min, a body temperature of \\<38.5°C, a disability level of ≤4 according to the Modified Rankin Scale and those who could respond to verbal commands will be included in the study. Patients with; a history of previous stroke or any other disorder that would prevent mobilization will not be included in the study. The patients will be randomly divided into two groups: NDT-B Group and the Standard Rehabilitation Group.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":39,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Neurodevelopmental Therapy-Bobath group","type":"EXPERIMENTAL","description":"Bobath Approach Principles and exercises will be performed 5 days a week with physical therapists and everyday with caregivers. Physiotherapy will be initiated as early as possible according to the principles of the method by experienced NDT-B therapists. Exercises will be implemented according to the patients' status and will be used to maintain and improve muscle strength and endurance. Both the unaffected and affected side will be included in rehabilitation. The exercises given are designed to be simple, understandable, task-oriented and repetitive, in accordance with the Bobath approach and the functional state of the patient at that time. In order to prevent motor amnesia and neglect of the affected side, correct positioning and sensory input will be provided since the first session.","interventionNames":["Other: Neurodevelopmental Therapy-Bobath group"]},{"label":"Standart Rehabilitation Group (SR group)","type":"ACTIVE_COMPARATOR","description":"Patients will be included in standard rehabilitation sessions, 5 days per week. The rehabilitation sessions will be performed by standard clinical physiotherapists according to the hospital routine. The rehabilitation program will consist of in-bed joint range of motion exercises and bedside mobilization applications. The patients will be included in the rehabilitation program as early as possible and the program will continue until the patients are discharged","interventionNames":["Other: Standart Rehabilitation Group (SR group)"]}],"interventions":[{"type":"OTHER","name":"Neurodevelopmental Therapy-Bobath group","description":"Neurodevelopmental Therapy-Bobath (NDT-B) is one of the most commonly used models for therapeutic management and treatment in patients with stroke. The basic philosophy underlying this approach is that; lesions in the central nervous system cause impairments in the coordination of movement and posture combined with problems in muscle tone which lead directly to functional limitations. According to the NDT-B approach, practice has a great role in treatment due to the fact that more practice leads to better motor learning and increases neural plasticity. According to NDT-B, the duration of treatment should not be limited to rehabilitation sessions, but should be designed to be implied throughout the day and should be adapted to the patients' daily life.","armGroupLabels":["Neurodevelopmental Therapy-Bobath group"]},{"type":"OTHER","name":"Standart Rehabilitation Group (SR group)","description":"Standard Rehabilitation for Stroke consists of the hospitals' physiotherapy and rehabilitation routine.","armGroupLabels":["Standart Rehabilitation Group (SR group)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Stroke Rehabilitation Assessment of Movement Scale","description":"The Stroke Rehabilitation Assessment of Movement Scale (STREAM) was used to assess functional movements and mobility. The scale consists of two subsections and a total of 30 tests evaluating the performance and the quality of the individual's voluntary limb movements (20 tests) and basic mobility activities (10 tests). The total score will be used for assessment in this study. The total score is 70. A high score indicates less motor impairment, while a lower score indicates increased motor impairment.","timeFrame":"Change from Baseline functional movements at 10 days"}],"secondaryOutcomes":[{"measure":"The Trunk Impairment scale","description":"The Trunk Impairment scale (TIS) was used to assess sitting balance and postural control. TIS consists of 3 sections and 17 tests evaluating static-dynamic sitting balance and coordination. The total score will be used for assessment in this study. The total score is 23. A higher score indicates better control of the trunk, while a lower score indicates poor postural trunk control.","timeFrame":"Change from Baseline sitting balance and postural control at 10 days"},{"measure":"The Functional Ambulation Classification","description":"The Functional Ambulation Classification (FAC) is a method for classifying gait mobility in neurologically impaired patients. The FAC has six categories ranging from 0 to 5. A higher score indicates independence in ambulation, while a lower score indicates the person has non-functional ambulation. This 6-point scale assesses ambulation status by determining how much human support the patient requires when walking, regardless of whether or not they use a personal assistive device.","timeFrame":"Change from Baseline level of functional ambulance at 10 days"},{"measure":"The Berg Balance Scale","description":"The Berg Balance Scale (BBS) was used to assess functional balance. BBS consists of 14 tests evaluating balance during; postural changes, at different positions and during movement. Each test is rated from 0 to 4. The total score will be used for assessment in this study. The highest score is 56; 0-20 point indicates a balance disorder (high risk of falls), 21-40 points indicates an acceptable balance (moderate risk of falls), 41-56 points indicates good balance (low risk of falling)","timeFrame":"Change from Baseline functional balance at 10 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients older than 18 years of age\n* Systolic blood pressure between 120 and 220 mmHg\n* Oxygen saturation \\>92% (with or without O2 support)\n* A heart rate of 40 to 100 beats/min\n* A body temperature of \\<38.5°C\n* A disability level of ≤4 according to the Modified Rankin Scale\n* Those who could respond to verbal commands\n\nExclusion Criteria:\n\n* A history of previous stroke\n* Concomitant progressive neurological disturbances\n* Acute coronary disease\n* Severe heart failure\n* Concomitant rheumatologic diseases\n* A fracture or an acute orthopedic disorder that would prevent mobilization","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Gokhan Yazici, Ph.D.","affiliation":"Gazi University, Faculty of Health Sciences, Department of Physical Therapy and Rehabilitation, Ankara, Turkey","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Gazi University Hospital, Department of Neurology","city":"Ankara","zip":"06560","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}