{"protocolSection":{"identificationModule":{"nctId":"NCT04957225","orgStudyIdInfo":{"id":"2020-07182"},"organization":{"fullName":"Karolinska Institutet","class":"OTHER"},"briefTitle":"MIRAA - Implementation of Intensive Rehabilitation of Aphasia and/or Apraxia of Speech in Swedish Healthcare","officialTitle":"MIRAA - A National Study on Intensive Rehabilitation of Aphasia and Apraxia of Speech Following Stroke","acronym":"MIRAA"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2021-06-21","studyFirstSubmitQcDate":"2021-06-30","studyFirstPostDateStruct":{"date":"2021-07-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-08","lastUpdatePostDateStruct":{"date":"2023-03-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ellika Schalling","investigatorTitle":"Associate professor, Speech Language Pathologist","investigatorAffiliation":"Karolinska Institutet"},"leadSponsor":{"name":"Karolinska Institutet","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Positive outcomes have been shown following intensive treatment of speech and/or language impairment post stroke, but how to design intensive treatment programs to achieve optimal recovery and neuroplasticity changes needs to be further researched. The purpose of the MIRAA (Multimodal Intensive Rehabilitation of Aphasia and Apraxia of Speech) project is to study feasibility of intensive intervention for acquired aphasia and apraxia of speech (AOS) after stroke in the regular Swedish health-care according to the updated national guidelines from the Swedish National Board of Health and Welfare.","detailedDescription":"According to the Swedish National Board of Health and Welfare's guidelines for stroke care, persons with aphasia shall be offered intensive rehabilitation by speech-language pathologists. The aphasia rehabilitation is however sparse and unevenly distributed over the country as reported by the Swedish Aphasia Foundation. People with aphasia are seldom offered long-term treatment and intensive therapy is rarely offered. Intensive treatment is defined as at least 4h/week by the National Board of Health and Welfare, but higher intensity can be beneficial if tolerated by the patient.\n\nMultimodal Intensive Rehabilitation of Aphasia and Apraxia of speech, MIRAA, is a modified Intensive Comprehensive Aphasia Program (ICAP) intervention program developed in the applicant's research group. MIRAA consists of a selection of evidence-based and/or well-established methods for speech and language rehabilitation as well as computer training. The training is both individual and group based, including communication between participants to promote transfer to real-life situations. Rehabilitation is based on principles that have been shown to promote neuroplasticity changes, such as high training intensity and multiple repetitions of tasks, for learning and relearning after brain injury. The intervention is goal-driven and individualized for high saliency, with focus on each participant's difficulties with language, speech and communication.\n\nSpeech and Language Pathologists (SLPs) all over Sweden working with aphasia and/or AOS following stroke are offered to participate in the study. At the time of recruitment, SLPs are invited to respond to a questionnaire about their current practice. SLPs accepting to participate are offered a 2-day workshop and recurring sessions containing introduction to and training in the MIRAA program as well as information about the logistics of the study.\n\n42 SLPs from 23 clinics over the country participate in the study. The SLPs recruit participants with aphasia/AOS from their waiting and offer them a six-week MIRAA rehabilitation program consisting of a combination of individual treatment and group session and computer-assisted/homework training, with the goal level of 60 hours. The content of the program is individually adapted to clinics and participants. Participation in the study is consecutively offered to all individuals with speech language impairment post stroke that meet the inclusion criteria.\n\nFollowing administration of the MIRAA-program including pre- and post-testing, participating SLPs will complete a questionnaire on their experiences of delivering the intensive intervention and factors hindering and facilitating implementation. Participants with aphasia/AOS and their next of kin will also provide information about their experiences through questionnaires and semi structured interviews, focus groups interviews and participant observations.\n\nAll participants are tested pre- post and at follow-up by a speech and language pathologist. Behavioral tests consist of quantitative measurements of speech, language, communication, cognition and quality of life. Part of the testing (TAX and CAT informative speech) is video- recorded for analysis after testing.\n\nBackground data are obtained noting sex, age, handedness, education level, language history aphasia type and severity and AOS, time since onset, mental fatigue, social life, number of strokes and earlier intensive rehabilitation at the time of the first assessment.\n\nA subgroup of participants and SLPs from five clinics distributed over varying types of clinics reflecting the diversity among the clinics (inpatient care, primary care) take part in semi-structured interviews based on interview guides combined with focus group interviews and participant observations during one day of the last week of the intensive program focusing on facilitating and hindering factors for complying with an intensive intervention program like MIRAA.\n\nA group consisting of SLPs not being able to participate in the study will form a focus group and discuss the specific factors hindering participation in the study in their respective settings.\n\nThe primary aim of this project is to explore the feasibility for national implementation of an intensive comprehensive intervention program for aphasia and AOS following stroke (MIRAA) in Swedish health care.\n\n* What are facilitating or hindering factors for SLPs and their patients in the subacute and chronic phase post stroke with aphasia and/or AOS to comply with an intensive intervention program like MIRAA?\n* How do participants, next of kin and SLPs experience intensive training in terms of effects and satisfaction with the program and with the implementation?\n\nA secondary aim is to examine whether short-term and / or long-term effects on language, speech, communication and quality of life after intensive rehabilitation can be demonstrated.\n\n* Can treatment effects regarding speech and/or language be detected when comparing the control group with the intervention group after six weeks of intensive intervention?\n* Can treatment effects regarding communication and quality of life be detected when comparing the control group with the intervention group after six weeks of intensive intervention?\n* Can long-term treatment effects on speech, language, communication and quality of life four months post intervention be detected?"},"conditionsModule":{"conditions":["Aphasia","Apraxia of Speech","Stroke"],"keywords":["Intensive rehabilitation","Neuroplasticity","Implementation in healthcare","Stroke guidelines","ICAP","MIRAA"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Cluster randomized clinical trial with two parallel arms.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Block randomized sealed envelopes handled by external coordinator.","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":25,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Direct intervention","type":"EXPERIMENTAL","description":"Goal level 60 hours of intensive treatment during 6 weeks. Intensive treatment of aphasia and AOS in ICAP-format (MIRAA).","interventionNames":["Behavioral: MIRAA (Multimodal Intensive Rehabilitation of Aphasia and Apraxia of speech)"]},{"label":"Waiting group","type":"NO_INTERVENTION","description":"No intervention during 6 weeks, testing directly before and after the waiting period. After the waiting period the participants receives the same intervention as the direct intervention arm."}],"interventions":[{"type":"BEHAVIORAL","name":"MIRAA (Multimodal Intensive Rehabilitation of Aphasia and Apraxia of speech)","description":"Multimodal intensive treatment of aphasia and AOS","armGroupLabels":["Direct intervention"],"otherNames":["Modified ICAP (Intensive Comprehensive Aphasia Program)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluation of training, questionnaire to participating Speech and Language Pathologists","description":"Minimum score 0, maximum score 12. Higher scores mean better outcome on satisfaction with intensive training and effects on speech, language and functional communication.","timeFrame":"Directly after intensive treatment"},{"measure":"Evaluation of training, questionnaire to participants","description":"Minimum score 3, maximum score 12. Higher scores mean better outcome on satisfaction with intensive training and effects on speech, language and functional communication.","timeFrame":"Directly after intensive treatment"}],"secondaryOutcomes":[{"measure":"Comprehensive Aphasia Test (CAT)","description":"Comprehensive Aphasia Test (CAT) language battery. Comprehension of spoken language: minimum score 0, maximum score 66; Comprehension of written language: minimum score 0, maximum score 62; Repetition: minimum score 0, maximum score 74; Naming: minimum score 0, maximum score no limit; Reading: minimum score 0, maximum score 70; Writing: minimum score 0, maximum score 76. Higher scores mean better outcome in language functions.","timeFrame":"Changes from baseline in language battery scores at 6 and 16 (+-2) weeks."},{"measure":"Boston Naming Test (BNT)","description":"Minimum score 0, maximum score 60. Higher scores mean better outcome in naming ability.","timeFrame":"Changes from baseline scores at 6 and 16 (+-2) weeks."},{"measure":"Rating scale for apraxia of speech (SkaFTA, Swedish version of ASRS)","description":"Minimum score 0, maximum score 52. Lower scores mean better outcome in speech functions.","timeFrame":"Time Frame: Changes from baseline scores at 6 and 16 (+-2) weeks."},{"measure":"Protocol for Apraxia of Speech (TAX)","description":"Minimum score 0, maximum score 30. Lower scores mean mean better outcome in speech functions and non verbal oral apraxia.","timeFrame":"Changes from baseline scores at 6 and 16 (+-2) weeks."},{"measure":"Comprehensive Aphasia Test (CAT), subtest cognitive screening","description":"Minimum score 0, maximum score 38. Higher scores mean better outcome in cognitive functions.","timeFrame":"Changes from baseline scores at 6 and 16 (+-2) weeks."},{"measure":"Communicative Effectiveness Index (CETI)","description":"Minimum score 0, maximum score 100. Higher scores mean better outcome in communicative effectiveness.","timeFrame":"Changes from baseline scores at 6 and 16 (+-2) weeks."},{"measure":"General Health Questionnaire 12 questions (GHQ-12)","description":"Minimum score 0, maximum score 36. Lower scores mean mean better outcome in general health.","timeFrame":"Changes from baseline scores at 6 and 16 (+-2) weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aphasia minimum 3 months post stroke\n* Apraxia of Speech minimum 3 months post stroke\n* Being able to participate in rehabilitation in Swedish (not in need of translator to partake).\n\nExclusion Criteria:\n\n* Severe loss of sight\n* Severe loss of hearing\n* Severe cognitive decline","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ellika Schalling, Ph.D, SLP","affiliation":"Karolinska Institutet","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Karolinska Institutet, CLINTEC, Division of Speech and Language Pathology, F67, Karolinska University Hospital, Huddinge","city":"Stockholm","zip":"141 86","country":"Sweden","geoPoint":{"lat":59.33258,"lon":18.0649}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All individual patient data (IPD) that underlie results in a publication.","infoTypes":["STUDY_PROTOCOL","ICF"],"timeFrame":"2021-2031","accessCriteria":"Swedish National Data Service open source","url":"http://snd.gu.se"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2021-06-29","uploadDate":"2021-06-30T07:29","filename":"Prot_000.pdf","size":218941},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2021-06-18","uploadDate":"2021-06-18T03:16","filename":"ICF_001.pdf","size":1271647}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"},{"id":"D000001072","term":"Apraxias"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000011596","term":"Psychomotor Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M4074","name":"Apraxias","asFound":"Apraxia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M14143","name":"Psychomotor Disorders","relevance":"LOW"},{"id":"T465","name":"Apraxia","asFound":"Apraxia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}