{"protocolSection":{"identificationModule":{"nctId":"NCT01428934","orgStudyIdInfo":{"id":"PI10/01088"},"organization":{"fullName":"Fundacio d'Investigacio en Atencio Primaria Jordi Gol i Gurina","class":"OTHER"},"briefTitle":"Improving Intermediate Risk Management. MARK Study","officialTitle":"Improving Intermediate Risk Management. MARK Study","acronym":"MARK"},"statusModule":{"statusVerifiedDate":"2016-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-07"},"primaryCompletionDateStruct":{"date":"2013-12","type":"ACTUAL"},"completionDateStruct":{"date":"2016-12","type":"ACTUAL"},"studyFirstSubmitDate":"2011-08-31","studyFirstSubmitQcDate":"2011-09-02","studyFirstPostDateStruct":{"date":"2011-09-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-03-08","lastUpdatePostDateStruct":{"date":"2018-03-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fundacio d'Investigacio en Atencio Primaria Jordi Gol i Gurina","class":"OTHER"},"collaborators":[{"name":"Preventive Services and Health Promotion Research Network","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Cardiovascular risk functions fail to identify more than 50% of patients who develop cardiovascular disease. This is especially evident in the intermediate-risk patients in which clinical management becomes difficult. The purpose of this study is to analyze if ankle-brachial index (ABI), measures of arterial stiffness, postprandial glucose, glycosylated hemoglobin, self-measured blood pressure and presence of comorbidity are independently associated to incidence of vascular events and whether they can improve the predictive capacity of current risk equations in the intermediate-risk population.","detailedDescription":"Primary prevention of cardiovascular diseases is a priority in public health policy of developed and developing countries. The fundamental strategy consists in identifying people in a high risk situation in which preventive measures are effective and efficient. However, specificity and sensitivity of risk equations are modest, which means that approximately 50% of the patients who are likely to develop a vascular event and would benefit from preventive measures are not considered at high risk. While 30% of the subjects considered at risk don't really benefit from preventive measures. Moreover, decisions which imply thousands of people and can determine drug treatment indications are taken every day in primary care centers. These decisions are based mostly on the result of estimations about the probability to develop a vascular disease in 10 years. Improvement of these predictions in our country will have an immediate, clinical and welfare impact and a short term public health effect.\n\nThe purpose of this study is to analyze if ankle-brachial index (ABI), measures of arterial stiffness, postprandial glucose, glycosylated hemoglobin, self-measured blood pressure and presence of comorbidity are independently associated to incidence of vascular events and whether they can improve the predictive capacity of current risk equations in the intermediate-risk population."},"conditionsModule":{"conditions":["Myocardial Infarction","Angina Pectoris","Stroke","Peripheral Arterial Disease"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Blood sample: Cholesterol and triglycerides concentration, HDL cholesterol, LDL cholesterol, Glucose concentration, glycated hemoglobin and creatinine Urine sample:urine albumin, to calculate the albumin/creatinine index. Postprandial glucose (mg / dl) will be self-measured by patients at home 2 hours after meals (breakfast, lunch and dinner) for one day using an Accu-chek ® glucometer."},"enrollmentInfo":{"count":2495,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intermediate risk population","description":"Population aged between 35 to 74 years who have an intermediate cardiovascular risk, defined as coronary risk between 5% -15% at 10 years according to the Framingham adapted risk equation or vascular mortality risk between 3-5% at 10 years according to the SCORE equation \\[27\\]."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Vascular events","description":"There will be a telephone follow-up at 10 years to verify the vital status and the existence of hospital admissions due to vascular health problems: Fatal and non fatal coronary heart disease (myocardial infarction or angina pectoris), stroke and peripheral arterial disease","timeFrame":"10 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Population aged 35 to 74 which have an intermediate cardiovascular risk.\n\nExclusion Criteria:\n\n* Terminal illness or institutionalization at the appointment time\n* Personal history of atherosclerotic disease","healthyVolunteers":true,"sex":"ALL","minimumAge":"35 Years","maximumAge":"74 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Population aged 35 to 74 which have an intermediate cardiovascular risk.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Rafel Ramos","affiliation":"Unidad de Invesitigación en Atención Primaria de Girona, IDIAP Jordi Gol. Instituto de Investigación Biomédica de Girona Dr. Josep Trueta (IDIBGI). Departamento de Ciencias Médicas, Universidad de Girona","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Unidad de Investigación en Atención Primaria de Girona, IDIAP Jordi Gol, Institut Català de la Salut","city":"Girona","zip":"17003","country":"Spain","geoPoint":{"lat":41.98311,"lon":2.82493}}]},"referencesModule":{"references":[{"pmid":"11975899","type":"BACKGROUND","citation":"Marrugat J, Elosua R, Marti H. [Epidemiology of ischaemic heart disease in Spain: estimation of the number of cases and trends from 1997 to 2005]. Rev Esp Cardiol. 2002 Apr;55(4):337-46. doi: 10.1016/s0300-8932(02)76611-6. Spanish."},{"pmid":"17726041","type":"BACKGROUND","citation":"Graham I, Atar D, Borch-Johnsen K, Boysen G, Burell G, Cifkova R, Dallongeville J, De Backer G, Ebrahim S, Gjelsvik B, Herrmann-Lingen C, Hoes A, Humphries S, Knapton M, Perk J, Priori SG, Pyorala K, Reiner Z, Ruilope L, Sans-Menendez S, Scholte op Reimer W, Weissberg P, Wood D, Yarnell J, Zamorano JL, Walma E, Fitzgerald T, Cooney MT, Dudina A; European Society of Cardiology (ESC) Committee for Practice Guidelines (CPG). European guidelines on cardiovascular disease prevention in clinical practice: executive summary: Fourth Joint Task Force of the European Society of Cardiology and Other Societies on Cardiovascular Disease Prevention in Clinical Practice (Constituted by representatives of nine societies and by invited experts). Eur Heart J. 2007 Oct;28(19):2375-414. doi: 10.1093/eurheartj/ehm316. Epub 2007 Aug 28. No abstract available."},{"pmid":"17183014","type":"BACKGROUND","citation":"Marrugat J, Subirana I, Comin E, Cabezas C, Vila J, Elosua R, Nam BH, Ramos R, Sala J, Solanas P, Cordon F, Gene-Badia J, D'Agostino RB; VERIFICA Investigators. Validity of an adaptation of the Framingham cardiovascular risk function: the VERIFICA Study. J Epidemiol Community Health. 2007 Jan;61(1):40-7. doi: 10.1136/jech.2005.038505. Erratum In: J Epidemiol Community Health. 2007 Jul;61(7):655."},{"pmid":"16832001","type":"BACKGROUND","citation":"Folsom AR, Chambless LE, Ballantyne CM, Coresh J, Heiss G, Wu KK, Boerwinkle E, Mosley TH Jr, Sorlie P, Diao G, Sharrett AR. An assessment of incremental coronary risk prediction using C-reactive protein and other novel risk markers: the atherosclerosis risk in communities study. Arch Intern Med. 2006 Jul 10;166(13):1368-73. doi: 10.1001/archinte.166.13.1368."},{"pmid":"19805772","type":"BACKGROUND","citation":"Helfand M, Buckley DI, Freeman M, Fu R, Rogers K, Fleming C, Humphrey LL. Emerging risk factors for coronary heart disease: a summary of systematic reviews conducted for the U.S. Preventive Services Task Force. Ann Intern Med. 2009 Oct 6;151(7):496-507. doi: 10.7326/0003-4819-151-7-200910060-00010."},{"pmid":"19805770","type":"BACKGROUND","citation":"U.S. Preventive Services Task Force. Using nontraditional risk factors in coronary heart disease risk assessment: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med. 2009 Oct 6;151(7):474-82. doi: 10.7326/0003-4819-151-7-200910060-00008."},{"pmid":"17325253","type":"BACKGROUND","citation":"Morrow DA, de Lemos JA. Benchmarks for the assessment of novel cardiovascular biomarkers. Circulation. 2007 Feb 27;115(8):949-52. doi: 10.1161/CIRCULATIONAHA.106.683110. No abstract available."},{"pmid":"18612117","type":"BACKGROUND","citation":"Ankle Brachial Index Collaboration; Fowkes FG, Murray GD, Butcher I, Heald CL, Lee RJ, Chambless LE, Folsom AR, Hirsch AT, Dramaix M, deBacker G, Wautrecht JC, Kornitzer M, Newman AB, Cushman M, Sutton-Tyrrell K, Fowkes FG, Lee AJ, Price JF, d'Agostino RB, Murabito JM, Norman PE, Jamrozik K, Curb JD, Masaki KH, Rodriguez BL, Dekker JM, Bouter LM, Heine RJ, Nijpels G, Stehouwer CD, Ferrucci L, McDermott MM, Stoffers HE, Hooi JD, Knottnerus JA, Ogren M, Hedblad B, Witteman JC, Breteler MM, Hunink MG, Hofman A, Criqui MH, Langer RD, Fronek A, Hiatt WR, Hamman R, Resnick HE, Guralnik J, McDermott MM. Ankle brachial index combined with Framingham Risk Score to predict cardiovascular events and mortality: a meta-analysis. JAMA. 2008 Jul 9;300(2):197-208. doi: 10.1001/jama.300.2.197."},{"pmid":"19901192","type":"BACKGROUND","citation":"Diehm C, Allenberg JR, Pittrow D, Mahn M, Tepohl G, Haberl RL, Darius H, Burghaus I, Trampisch HJ; German Epidemiological Trial on Ankle Brachial Index Study Group. Mortality and vascular morbidity in older adults with asymptomatic versus symptomatic peripheral artery disease. Circulation. 2009 Nov 24;120(21):2053-61. doi: 10.1161/CIRCULATIONAHA.109.865600. Epub 2009 Nov 9."},{"pmid":"19515589","type":"BACKGROUND","citation":"Ramos R, Quesada M, Solanas P, Subirana I, Sala J, Vila J, Masia R, Cerezo C, Elosua R, Grau M, Cordon F, Juvinya D, Fito M, Isabel Covas M, Clara A, Angel Munoz M, Marrugat J; REGICOR Investigators. Prevalence of symptomatic and asymptomatic peripheral arterial disease and the value of the ankle-brachial index to stratify cardiovascular risk. Eur J Vasc Endovasc Surg. 2009 Sep;38(3):305-11. doi: 10.1016/j.ejvs.2009.04.013. Epub 2009 Jun 10."},{"pmid":"20338492","type":"BACKGROUND","citation":"Vlachopoulos C, Aznaouridis K, Stefanadis C. Prediction of cardiovascular events and all-cause mortality with arterial stiffness: a systematic review and meta-analysis. J Am Coll Cardiol. 2010 Mar 30;55(13):1318-27. doi: 10.1016/j.jacc.2009.10.061."},{"pmid":"19838131","type":"BACKGROUND","citation":"Mancia G, Laurent S, Agabiti-Rosei E, Ambrosioni E, Burnier M, Caulfield MJ, Cifkova R, Clement D, Coca A, Dominiczak A, Erdine S, Fagard R, Farsang C, Grassi G, Haller H, Heagerty A, Kjeldsen SE, Kiowski W, Mallion JM, Manolis A, Narkiewicz K, Nilsson P, Olsen MH, Rahn KH, Redon J, Rodicio J, Ruilope L, Schmieder RE, Struijker-Boudier HA, van Zwieten PA, Viigimaa M, Zanchetti A; European Society of Hypertension. Reappraisal of European guidelines on hypertension management: a European Society of Hypertension Task Force document. J Hypertens. 2009 Nov;27(11):2121-58. doi: 10.1097/HJH.0b013e328333146d. No abstract available."},{"pmid":"16733298","type":"BACKGROUND","citation":"Shirai K, Utino J, Otsuka K, Takata M. A novel blood pressure-independent arterial wall stiffness parameter; cardio-ankle vascular index (CAVI). J Atheroscler Thromb. 2006 Apr;13(2):101-7. doi: 10.5551/jat.13.101."},{"pmid":"18957805","type":"BACKGROUND","citation":"Takaki A, Ogawa H, Wakeyama T, Iwami T, Kimura M, Hadano Y, Matsuda S, Miyazaki Y, Hiratsuka A, Matsuzaki M. Cardio-ankle vascular index is superior to brachial-ankle pulse wave velocity as an index of arterial stiffness. Hypertens Res. 2008 Jul;31(7):1347-55. doi: 10.1291/hypres.31.1347."},{"pmid":"15381515","type":"BACKGROUND","citation":"Selvin E, Marinopoulos S, Berkenblit G, Rami T, Brancati FL, Powe NR, Golden SH. Meta-analysis: glycosylated hemoglobin and cardiovascular disease in diabetes mellitus. Ann Intern Med. 2004 Sep 21;141(6):421-31. doi: 10.7326/0003-4819-141-6-200409210-00007."},{"pmid":"19131940","type":"BACKGROUND","citation":"Adams RJ, Appleton SL, Hill CL, Wilson DH, Taylor AW, Chittleborough CR, Gill TK, Ruffin RE. Independent association of HbA(1c) and incident cardiovascular disease in people without diabetes. Obesity (Silver Spring). 2009 Mar;17(3):559-63. doi: 10.1038/oby.2008.592. Epub 2009 Jan 8."},{"pmid":"19196895","type":"BACKGROUND","citation":"Selvin E, Zhu H, Brancati FL. Elevated A1C in adults without a history of diabetes in the U.S. Diabetes Care. 2009 May;32(5):828-33. doi: 10.2337/dc08-1699. Epub 2009 Feb 5."},{"pmid":"12166607","type":"BACKGROUND","citation":"Bonora E. Postprandial peaks as a risk factor for cardiovascular disease: epidemiological perspectives. Int J Clin Pract Suppl. 2002 Jul;(129):5-11."},{"pmid":"19149642","type":"BACKGROUND","citation":"Peter R, Okoseime OE, Rees A, Owens DR. Postprandial glucose - a potential therapeutic target to reduce cardiovascular mortality. Curr Vasc Pharmacol. 2009 Jan;7(1):68-74. doi: 10.2174/157016109787354169."},{"pmid":"9794737","type":"BACKGROUND","citation":"Ohkubo T, Imai Y, Tsuji I, Nagai K, Kato J, Kikuchi N, Nishiyama A, Aihara A, Sekino M, Kikuya M, Ito S, Satoh H, Hisamichi S. Home blood pressure measurement has a stronger predictive power for mortality than does screening blood pressure measurement: a population-based observation in Ohasama, Japan. J Hypertens. 1998 Jul;16(7):971-5. doi: 10.1097/00004872-199816070-00010."},{"pmid":"19783666","type":"BACKGROUND","citation":"Soriano JB, Rigo F, Guerrero D, Yanez A, Forteza JF, Frontera G, Togores B, Agusti A. High prevalence of undiagnosed airflow limitation in patients with cardiovascular disease. Chest. 2010 Feb;137(2):333-40. doi: 10.1378/chest.09-1264. Epub 2009 Sep 25."},{"pmid":"18573856","type":"BACKGROUND","citation":"Hippisley-Cox J, Coupland C, Vinogradova Y, Robson J, Minhas R, Sheikh A, Brindle P. Predicting cardiovascular risk in England and Wales: prospective derivation and validation of QRISK2. BMJ. 2008 Jun 28;336(7659):1475-82. doi: 10.1136/bmj.39609.449676.25. Epub 2008 Jun 23."},{"pmid":"10871968","type":"BACKGROUND","citation":"Schulz R, Beach SR, Ives DG, Martire LM, Ariyo AA, Kop WJ. Association between depression and mortality in older adults: the Cardiovascular Health Study. Arch Intern Med. 2000 Jun 26;160(12):1761-8. doi: 10.1001/archinte.160.12.1761."},{"pmid":"14975466","type":"BACKGROUND","citation":"Sachdev M, Sun JL, Tsiatis AA, Nelson CL, Mark DB, Jollis JG. The prognostic importance of comorbidity for mortality in patients with stable coronary artery disease. J Am Coll Cardiol. 2004 Feb 18;43(4):576-82. doi: 10.1016/j.jacc.2003.10.031."},{"pmid":"12883073","type":"BACKGROUND","citation":"Marrugat J, D'Agostino R, Sullivan L, Elosua R, Wilson P, Ordovas J, Solanas P, Cordon F, Ramos R, Sala J, Masia R, Kannel WB. An adaptation of the Framingham coronary heart disease risk function to European Mediterranean areas. J Epidemiol Community Health. 2003 Aug;57(8):634-8. doi: 10.1136/jech.57.8.634."},{"pmid":"3558716","type":"BACKGROUND","citation":"Charlson ME, Pompei P, Ales KL, MacKenzie CR. A new method of classifying prognostic comorbidity in longitudinal studies: development and validation. J Chronic Dis. 1987;40(5):373-83. doi: 10.1016/0021-9681(87)90171-8."},{"pmid":"5646906","type":"BACKGROUND","citation":"Linn BS, Linn MW, Gurel L. Cumulative illness rating scale. J Am Geriatr Soc. 1968 May;16(5):622-6. doi: 10.1111/j.1532-5415.1968.tb02103.x. No abstract available."},{"pmid":"11534938","type":"BACKGROUND","citation":"Schroder H, Covas MI, Marrugat J, Vila J, Pena A, Alcantara M, Masia R. Use of a three-day estimated food record, a 72-hour recall and a food-frequency questionnaire for dietary assessment in a Mediterranean Spanish population. Clin Nutr. 2001 Oct;20(5):429-37. doi: 10.1054/clnu.2001.0460."},{"pmid":"15162136","type":"BACKGROUND","citation":"Martinez-Gonzalez MA, Fernandez-Jarne E, Serrano-Martinez M, Wright M, Gomez-Gracia E. Development of a short dietary intake questionnaire for the quantitative estimation of adherence to a cardioprotective Mediterranean diet. Eur J Clin Nutr. 2004 Nov;58(11):1550-2. doi: 10.1038/sj.ejcn.1602004."},{"pmid":"8209878","type":"BACKGROUND","citation":"Elosua R, Marrugat J, Molina L, Pons S, Pujol E. Validation of the Minnesota Leisure Time Physical Activity Questionnaire in Spanish men. The MARATHOM Investigators. Am J Epidemiol. 1994 Jun 15;139(12):1197-209. doi: 10.1093/oxfordjournals.aje.a116966."},{"pmid":"1474406","type":"BACKGROUND","citation":"Leng GC, Fowkes FG. The Edinburgh Claudication Questionnaire: an improved version of the WHO/Rose Questionnaire for use in epidemiological surveys. J Clin Epidemiol. 1992 Oct;45(10):1101-9. doi: 10.1016/0895-4356(92)90150-l."},{"pmid":"9663911","type":"BACKGROUND","citation":"Stergiou GS, Skeva II, Zourbaki AS, Mountokalakis TD. Self-monitoring of blood pressure at home: how many measurements are needed? J Hypertens. 1998 Jun;16(6):725-31. doi: 10.1097/00004872-199816060-00002."},{"pmid":"35987700","type":"DERIVED","citation":"Gomez-Sanchez L, Rodriguez-Sanchez E, Ramos R, Marti R, Gomez-Sanchez M, Lugones-Sanchez C, Tamayo-Morales O, Sanchez SG, Rigo F, Garcia-Ortiz L, Gomez-Marcos MA; MARK Investigators. Association of physical activity with vascular aging in a population with intermediate cardiovascular risk, analysis by sex: MARK study. Biol Sex Differ. 2022 Aug 20;13(1):46. doi: 10.1186/s13293-022-00456-w."},{"pmid":"30461641","type":"DERIVED","citation":"Gomez-Marcos MA, Gomez-Sanchez L, Patino-Alonso MC, Recio-Rodriguez JI, Gomez-Sanchez M, Rigo F, Marti R, Agudo-Conde C, Ramos R, Rodriguez-Sanchez E, Maderuelo-Fernandez JA, Garcia-Ortiz L; MARK Group. A body shape index and vascular structure and function in Spanish adults (MARK study): A cross-sectional study. Medicine (Baltimore). 2018 Nov;97(47):e13299. doi: 10.1097/MD.0000000000013299."},{"pmid":"28963288","type":"DERIVED","citation":"Gomez-Sanchez L, Garcia-Ortiz L, Patino-Alonso MC, Recio-Rodriguez JI, Rigo F, Marti R, Agudo-Conde C, Rodriguez-Sanchez E, Maderuelo-Fernandez JA, Ramos R, Gomez-Marcos MA; MARK Group. Adiposity measures and arterial stiffness in primary care: the MARK prospective observational study. BMJ Open. 2017 Sep 27;7(9):e016422. doi: 10.1136/bmjopen-2017-016422."},{"pmid":"28414819","type":"DERIVED","citation":"Gomez-Sanchez L, Garcia-Ortiz L, Patino-Alonso MC, Recio-Rodriguez JI, Feuerbach N, Marti R, Agudo-Conde C, Rodriguez-Sanchez E, Maderuelo-Fernandez JA, Ramos R, Gomez-Marcos MA; MARK Group. Glycemic markers and relation with arterial stiffness in Caucasian subjects of the MARK study. PLoS One. 2017 Apr 17;12(4):e0175982. doi: 10.1371/journal.pone.0175982. eCollection 2017."},{"pmid":"27793100","type":"DERIVED","citation":"Gomez-Marcos MA, Gomez-Sanchez L, Patino-Alonso MC, Recio-Rodriguez JI, Regalado NG, Ramos R, Marti R, Agudo-Conde C, Rodriguez-Sanchez E, Maderuelo-Fernandez JA, Garcia-Ortiz L; MARK Group. Association between markers of glycemia and carotid intima-media thickness: the MARK study. BMC Cardiovasc Disord. 2016 Oct 28;16(1):203. doi: 10.1186/s12872-016-0380-6."},{"pmid":"27776526","type":"DERIVED","citation":"Gomez-Sanchez L, Garcia-Ortiz L, Patino-Alonso MC, Recio-Rodriguez JI, Fernando R, Marti R, Agudo-Conde C, Rodriguez-Sanchez E, Maderuelo-Fernandez JA, Ramos R, Gomez-Marcos MA; MARK Group. Association of metabolic syndrome and its components with arterial stiffness in Caucasian subjects of the MARK study: a cross-sectional trial. Cardiovasc Diabetol. 2016 Oct 24;15(1):148. doi: 10.1186/s12933-016-0465-7."},{"pmid":"27177028","type":"DERIVED","citation":"Garcia-Ortiz L, Recio-Rodriguez JI, Mora-Simon S, Guillaumet J, Marti R, Agudo-Conde C, Rodriguez-Sanchez E, Maderuelo-Fernandez JA, Ramos-Blanes R, Gomez-Marcos MA; MARK Group. Vascular structure and function and their relationship with health-related quality of life in the MARK study. BMC Cardiovasc Disord. 2016 May 12;16:95. doi: 10.1186/s12872-016-0272-9."},{"pmid":"25885665","type":"DERIVED","citation":"Gomez-Sanchez L, Garcia-Ortiz L, Recio-Rodriguez JI, Patino-Alonso MC, Agudo-Conde C, Rigo F, Ramos R, Marti R, Gomez-Marcos MA; MARK Group. Leukocyte subtype counts and its association with vascular structure and function in adults with intermediate cardiovascular risk. MARK study. PLoS One. 2015 Apr 17;10(4):e0119963. doi: 10.1371/journal.pone.0119963. eCollection 2015."},{"pmid":"21992621","type":"DERIVED","citation":"Marti R, Parramon D, Garcia-Ortiz L, Rigo F, Gomez-Marcos MA, Sempere I, Garcia-Regalado N, Recio-Rodriguez JI, Agudo-Conde C, Feuerbach N, Garcia-Gil M, Ponjoan A, Quesada M, Ramos R. Improving interMediAte risk management. MARK study. BMC Cardiovasc Disord. 2011 Oct 13;11:61. doi: 10.1186/1471-2261-11-61."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000058729","term":"Peripheral Arterial Disease"},{"id":"D000016491","term":"Peripheral Vascular Diseases"},{"id":"D000000787","term":"Angina Pectoris"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000050197","term":"Atherosclerosis"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000002637","term":"Chest Pain"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M28903","name":"Peripheral Arterial Disease","asFound":"Peripheral Arterial Disease","relevance":"HIGH"},{"id":"M18584","name":"Peripheral Vascular Diseases","asFound":"Peripheral Arterial Disease","relevance":"HIGH"},{"id":"M3807","name":"Angina Pectoris","asFound":"Angina Pectoris","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M25878","name":"Atherosclerosis","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M5572","name":"Chest Pain","relevance":"LOW"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}