{"protocolSection":{"identificationModule":{"nctId":"NCT00013442","orgStudyIdInfo":{"id":"C2133R"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"AERs in Aphasia: Severity and Improvement","officialTitle":"AERs in Aphasia: Severity and Improvement"},"statusModule":{"statusVerifiedDate":"2001-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2000-01"},"completionDateStruct":{"date":"2002-12","type":"ACTUAL"},"studyFirstSubmitDate":"2001-03-14","studyFirstSubmitQcDate":"2001-03-15","studyFirstPostDateStruct":{"date":"2001-03-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2009-01-20","lastUpdatePostDateStruct":{"date":"2009-01-21","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"US Department of Veterans Affairs","class":"FED"}},"descriptionModule":{"briefSummary":"Over one million persons in the United States are aphasic subsequent to a stroke. Most of the individuals improve through spontaneous recovery and treatment. However, there are no precise methods for predicting which patients will improve and, for those who do, how much improvement will occur. There is a need to improve prognostic precision in aphasia. The purpose of this investigation is to test the precision of auditory evoked responses (AERs) to provide a prognosis for improvement in aphasia subsequent to a left hemisphere thromboembolic infarct. We hypothesize that the presence, absence, and pattern of the AER responses will predict severity of aphasia and prognosis for improvement. Phonemic, phonologic, semantic, and syntactic language tasks will be used to elicit AERs, including the auditory late response, the mismatch negativity response (MMN), the N400, and the P600.","detailedDescription":"Over one million persons in the United States are aphasic subsequent to a stroke. Most of the individuals improve through spontaneous recovery and treatment. However, there are no precise methods for predicting which patients will improve and, for those who do, how much improvement will occur. There is a need to improve prognostic precision in aphasia. Currently employed prognostic methods miss improvement levels by substantial margins. Prognostic information could have a great economic and social impact on patients, their families, and their treatment.\n\nThe purpose of this investigation is to test the precision of auditory evoked responses (AERs) to provide a prognosis for improvement in aphasia subsequent to a left hemisphere thromboembolic infarct. We hypothesize that the presence, absence, and pattern of the AER responses will predict severity of aphasia and prognosis for improvement. Phonemic, phonologic, semantic, and syntactic language tasks will be used to elicit AERs, including the auditory late response, the mismatch negativity response (MMN), the N400, and the P600. Twenty moderately aphasic subjects, 20 severely aphasic subjects, and 20 age-matched, normal subjects will be tested. All aphasic subjects will be evaluated with the AER test battery and a language test battery: Western Aphasia Battery (WAB), Porch Index of Communicative Ability (PICA), the Token Test (TT), the Auditory Comprehension Test for Sentences (ACTS), and the ASHA Functional Assessment of Communication Skills for Adults (ASHA FACS). All tests will be repeated in 6 and 12 weeks, during which the aphasic subjects will receive treatment. Aphasic subjects will receive follow-up testing 3 and 6 months after the treatment phase is completed. The patterns of the AERs will be examined. Correlations and analyses of variance (ANOVAs) will be used to assess the relationships between AER measures and improvement in aphasia quantified by behavioral measures. A multiple regression technique will be used to determine the best predictor(s) of improvement in aphasia. Correlations and analyses of variance (ANOVAs) will be used to assess the relationship between AER measures and severity of aphasia. Correlations and assessment of composite CT/MRI reconstructions for subject groups will be used to determine the relationship between size (correlations) and site of lesion, AERs, and severity and improvement in aphasia."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Aphasia, auditory evoked, aging"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":20}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"Auditory Evoked Response"}]},"eligibilityModule":{"eligibilityCriteria":"Stroke patients","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"John Fryer, Ph.D., Asst. Director","affiliation":"Department of Veterans Affairs, Program Analysis and Review Section (PARS), Rehabilitation Research & Development Service"},{"name":"Nancy Rocheleau, Program Analyst","affiliation":"Department of Veterans Affairs, Program Analysis and Review Section (PARS), Rehabilitation Research & Development Service"}],"locations":[{"facility":"VAMC, Nashville","city":"Nashville","state":"Tennessee","country":"United States","geoPoint":{"lat":36.16589,"lon":-86.78444}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}