{"protocolSection":{"identificationModule":{"nctId":"NCT03843463","orgStudyIdInfo":{"id":"IRB00268564"},"secondaryIdInfos":[{"id":"P50DC014664","type":"NIH","link":"https://reporter.nih.gov/quickSearch/P50DC014664"}],"organization":{"fullName":"Johns Hopkins University","class":"OTHER"},"briefTitle":"Escitalopram and Language Intervention for Subacute Aphasia","officialTitle":"Escitalopram and Language Intervention for Subacute Aphasia (ELISA)","acronym":"ELISA"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-09-18","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01-18","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-02-14","studyFirstSubmitQcDate":"2019-02-14","studyFirstPostDateStruct":{"date":"2019-02-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-30","lastUpdatePostDateStruct":{"date":"2023-12-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Johns Hopkins University","class":"OTHER"},"collaborators":[{"name":"University of South Carolina","class":"OTHER"},{"name":"Medical University of South Carolina","class":"OTHER"},{"name":"University of California, Irvine","class":"OTHER"},{"name":"National Institute on Deafness and Other Communication Disorders (NIDCD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"In this project, the investigators will investigate the effects of a selective serotonin reuptake inhibitor (SSRI), escitalopram, on augmenting language therapy effectiveness, as measured by naming untrained pictures and describing pictures, in individuals with aphasia in the acute and subacute post stroke period (i.e., within three months post stroke).","detailedDescription":"In this project, the investigators will investigate the effects of a selective serotonin reuptake inhibitor (SSRI), escitalopram, on augmenting language therapy effectiveness, as measured by naming untrained pictures and describing pictures, in individuals with aphasia in the acute and subacute post stroke period (i.e., within three months post stroke). There has been no previous randomized controlled trial (RCT) to evaluate the effect of daily SSRI in the first three months after stroke on improvement of language in people undergoing aphasia treatment. It is plausible that SSRIs, which elevate synaptic serotonin, might enhance recovery by augmenting synaptic plasticity.\n\nThe investigators propose to conduct a Phase 2 multi-center, randomized, double blind, placebo-controlled trial of escitalopram for augmenting language intervention in subacute stroke. The investigators hypothesize that daily escitalopram for 90 days after stroke results in greater improvement (compared to placebo) in naming untrained pictures, as well as greater increase in content of picture description and greater improvement in morphosyntactic production, when combined with speech and language treatment (SALT). A second aim is to evaluate the mechanisms of language recovery in individuals who receive active medical treatment and those who receive placebo, using resting state functional magnetic resonance imaging (rsfMRI) and genetic testing. The investigators hypothesize that greater improvement in language is associated with increased connectivity within the left hemisphere language network on rsfMRI in participants who receive escitalopram than in those who receive placebo, independently of improvement in depression. The investigators also hypothesize that the effects are greatest in individuals with val/val allele of brain-derived neurotrophic factor (BDNF) - (consistent with previous studies showing a greater response to treatment and greater neuroplasticity in people with the val/val allele than those with one or more met alleles."},"conditionsModule":{"conditions":["Aphasia","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":88,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Naming Treatment + Escitalopram","type":"EXPERIMENTAL","description":"10 mg escitalopram daily for three months (escalating from 5 mg per day for the first week and tapering to 5 mg per day for the last two weeks)","interventionNames":["Drug: Escitalopram 10mg","Behavioral: Computer-delivered naming treatment"]},{"label":"Naming Treatment + Placebo","type":"PLACEBO_COMPARATOR","description":"10 mg placebo daily for three months","interventionNames":["Drug: Placebo","Behavioral: Computer-delivered naming treatment"]}],"interventions":[{"type":"DRUG","name":"Escitalopram 10mg","description":"Escitalopram tablet","armGroupLabels":["Naming Treatment + Escitalopram"],"otherNames":["Lexapro"]},{"type":"DRUG","name":"Placebo","description":"Sugar pill manufactured to mimic escitalopram 10 mg tablet","armGroupLabels":["Naming Treatment + Placebo"],"otherNames":["Placebo (for Escitalopram)"]},{"type":"BEHAVIORAL","name":"Computer-delivered naming treatment","description":"15 45-minute sessions of computer-delivered naming treatment beginning two months following stroke","armGroupLabels":["Naming Treatment + Escitalopram","Naming Treatment + Placebo"],"otherNames":["Computer-delivered naming treatment (CoDeNT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Philadelphia Naming Test short-form accuracy score","description":"Number of correctly named items of 30 total items on the computerized picture naming assessment. Scores ranges from 0 to 30 with higher scores meaning better naming ability.","timeFrame":"Baseline, 1 week after computer-delivered naming treatment"}],"secondaryOutcomes":[{"measure":"Language production as assessed by lexical features of discourse in \"Cookie Theft\" picture description","description":"Lexical features, meaning carrying units of language (morphemes), will be counted for each Cookie Theft picture description. There is no maximum number of meaning carrying units, but norms are available to assist in the interpretation of this performance.","timeFrame":"Baseline, 5 weeks after computer-delivered naming treatment"},{"measure":"Language production as assessed by content units included in picture description of \"Cookie Theft\"","description":"Content units are based on a standard scoring template of commonly identified concepts (nouns and verbs) in the left and right regions of the \"Cookie Theft\" picture. Participants either include or fail to include 30 concepts on the left side of the picture and 23 concepts on the right side of the picture. A ratio of included left content units to included right content units then can be calculated and interpreted as a measure of hemispatial attention.","timeFrame":"Baseline, 5 weeks after computer-delivered naming treatment"},{"measure":"Language production as assessed by rate of syllables per content unit produced in \"Cookie Theft\" picture description","description":"Syllables included in the picture description are counted. Content units are based on a standard scoring template of commonly identified concepts (nouns and verbs) in the left and right regions of the \"Cookie Theft\" picture. Participants either include or fail to include 30 concepts on the left side of the picture and 23 concepts on the right side of the picture. The average rate of syllables per content unit produced can then be calculated and interpreted as a measure of efficiency in producing relevant information in the task.","timeFrame":"Baseline, 5 weeks after computer-delivered naming treatment"},{"measure":"Depression as assessed by Patient Health Questionnaire (PHQ-9)","description":"9 item scale scored 0-3 for each item. PHQ-9 scores of 5, 10, 15, and 20 represent mild, moderate, moderately severe, and severe depression. PHQ-9 \\>15 or suicidal ideation suggest depression sufficient for exclusion or removal from study.","timeFrame":"Baseline, 1 week after computer-delivered naming treatment"},{"measure":"Language production as assessed by Morphosyntactic Generation (MorGen) Test","description":"60 item assessment of word morphology (e.g., plurals, possessives) and modifiers (e.g., number, size, color). Each item is scored based on produced accurate descriptors of an image relative to a second reference image (e.g., patients see two trees, one larger than the other, and the phrase \"little tree\" is elicited). Patients are scored for objects correctly named (nouns) out of 60, instances of correct use of plural marker out of 31, instances of correct use of numbers out of 8, instances of correct modifiers denoting size out of 16, instances of correct modifiers denoting color out of 19, instances of correct modifiers denoting possessive markers out of 17, and instances of correctly named possessing individuals (proper names provided on screen) out of 17. These scores can then be interpreted separately or averaged to interpret a broad morphosyntactic accuracy score.","timeFrame":"Baseline, 1 week after computer-delivered naming treatment"},{"measure":"Stroke severity as assessed by NIH Stroke Scale (NIHSS)","description":"The NIHSS is a 15-item neurologic examination stroke scale used to evaluate the effect of acute cerebral infarction on the levels of consciousness, language, neglect, visual-field loss, extraocular movement, motor strength, ataxia, dysarthria, and sensory loss. A trained observer rates the patient's ability to answer questions and perform activities. Ratings for each item are scored with 3 to 5 grades with 0 as normal, and there is an allowance for untestable items.","timeFrame":"Baseline, 5 weeks after computer-delivered naming treatment, 20 weeks after computer-delivered naming treatment"},{"measure":"Post-stroke level of disability as assessed by modified Rankin Scale (mRS)","description":"The mRS is a 6-level scale from \"0-No symptoms\" to \"6-dead\" used to evaluate the degree of disability in patients who have suffered a stroke.","timeFrame":"Baseline, 1 week after computer-delivered naming treatment"},{"measure":"Stroke paresis severity as assessed by right hand strength","description":"Right hand strength assessment by dynamometer","timeFrame":"Baseline, 1 week after computer-delivered naming treatment"},{"measure":"Stroke paresis severity as assessed by right hand dexterity","description":"Right hand dexterity assessment by 9 peg board test","timeFrame":"Baseline, 1 week after computer-delivered naming treatment"},{"measure":"Change in new vocabulary items as assessed by lexical diversity included in story retelling of \"Cinderella\"","description":"Change in new vocabulary items will be counted for each noun, verb, and adjective in the Cinderella retelling. There is no maximum measure of lexical diversity, but norms are available to assist in the interpretation of this performance.","timeFrame":"Baseline, 1 week after computer-delivered naming treatment"},{"measure":"Change in incidence of new vocabulary items as assessed by lexical diversity included in story retelling of \"Cinderella\"","description":"Change in incidence of each new item will be counted for each noun, verb, and adjective in the Cinderella retelling. There is no maximum measure of lexical diversity, but norms are available to assist in the interpretation of this performance.","timeFrame":"Baseline, 1 week after computer-delivered naming treatment"},{"measure":"Change in language production as assessed by speech errors produced during the story retelling of \"Cinderella\"","description":"Change in number of errors will be counted after each retelling is recorded","timeFrame":"Baseline, 1 week after computer-delivered naming treatment"},{"measure":"Change in Language production as assessed by speech pauses produced during the story retelling of \"Cinderella\"","description":"Change in pauses will be counted after each retelling is recorded","timeFrame":"Baseline, 1 week after computer-delivered naming treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must have sustained an acute ischemic left hemisphere stroke.\n* Participants must be fluent speakers of English by self-report.\n* Participants must be capable of giving informed consent or indicating a legally authorized representative to provide informed consent.\n* Participants must be age 18 or older.\n* Participants must be within 5 days of onset of stroke.\n* Participants must be pre-morbidly right-handed by self-report.\n* Participants must have an aphasia diagnosis as confirmed by the Western Aphasia Battery-Revised (Aphasia Quotient \\< 93.8).\n\nExclusion Criteria:\n\n* Previous neurological disease affecting the brain including previous symptomatic stroke\n* Diagnosis of schizophrenia, autism, or other psychiatric or neurological condition that affects naming/language\n* A history of additional risk factors for torsades de pointes (TdP; e.g., heart failure, hypokalemia, family history of Long QT Syndrome)\n* Current severe depression, defined as a score of \\> 15 on the Patient Health Questionnaire (PHQ-9)\n* Uncorrected visual loss or hearing loss by self-report\n* Use of any medication approved by the FDA for treatment of depression at the time of stroke onset\n* Concomitant use of any monoamine oxidase inhibitors (MAOIs) or pimozide, or other drugs that prolong the QT/QTc interval, triptans (and other 5-Hydroxytryptamine Receptor Agonists), or other contraindications to escitalopram that may be identified.\n* A QTc greater than 450 milliseconds on electrocardiogram or evidence of hyponatremia (Na \\< 130) at baseline\n* Pregnancy at the time of stroke or planning to become pregnant during the study term.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Argye Hillis-Trupe, MD","role":"CONTACT","phone":"(410) 614-2381","email":"argye@jhmi.edu"},{"name":"Melissa D Stockbridge, PhD","role":"CONTACT","email":"md.stockbridge@jhmi.edu"}],"overallOfficials":[{"name":"Argye Hillis-Trupe, MD","affiliation":"Johns Hopkins University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Johns Hopkins School of Medicine","status":"RECRUITING","city":"Baltimore","state":"Maryland","zip":"21287","country":"United States","contacts":[{"name":"Argye E Hillis, MD","role":"CONTACT","phone":"410-812-6716"},{"name":"Catherine Kelly, MA","role":"CONTACT","phone":"410-502-6045","email":"chead2@jhu.edu"}],"geoPoint":{"lat":39.29038,"lon":-76.61219}},{"facility":"Medical University of South Carolina","status":"RECRUITING","city":"Charleston","state":"South Carolina","zip":"29425","country":"United States","contacts":[{"name":"Leo Bonilha","role":"CONTACT","phone":"843-792-5044","email":"bonilha@musc.edu"},{"name":"Kelly Krajeck","role":"CONTACT","phone":"(843) 792-0189","email":"krajeck@musc.edu"}],"geoPoint":{"lat":32.77657,"lon":-79.93092}},{"facility":"University of South Carolina","status":"RECRUITING","city":"Columbia","state":"South Carolina","zip":"29208","country":"United States","contacts":[{"name":"Souvik Sen","role":"CONTACT","phone":"803-545-6073","email":"Souvik.Sen@uscmed.sc.edu"},{"name":"Leigh Ann Spell","role":"CONTACT","phone":"(803) 777-2693","email":"spelll@mailbox.sc.edu"}],"geoPoint":{"lat":34.00071,"lon":-81.03481}}]},"referencesModule":{"references":[{"pmid":"12649521","type":"BACKGROUND","citation":"Bhogal SK, Teasell R, Speechley M. Intensity of aphasia therapy, impact on recovery. Stroke. 2003 Apr;34(4):987-93. doi: 10.1161/01.STR.0000062343.64383.D0. Epub 2003 Mar 20."},{"pmid":"27245310","type":"BACKGROUND","citation":"Brady MC, Kelly H, Godwin J, Enderby P, Campbell P. Speech and language therapy for aphasia following stroke. Cochrane Database Syst Rev. 2016 Jun 1;2016(6):CD000425. doi: 10.1002/14651858.CD000425.pub4."},{"pmid":"21216670","type":"BACKGROUND","citation":"Chollet F, Tardy J, Albucher JF, Thalamas C, Berard E, Lamy C, Bejot Y, Deltour S, Jaillard A, Niclot P, Guillon B, Moulin T, Marque P, Pariente J, Arnaud C, Loubinoux I. Fluoxetine for motor recovery after acute ischaemic stroke (FLAME): a randomised placebo-controlled trial. Lancet Neurol. 2011 Feb;10(2):123-30. doi: 10.1016/S1474-4422(10)70314-8. Epub 2011 Jan 7. Erratum In: Lancet Neurol. 2011 Mar;10(3):205."},{"pmid":"30528472","type":"BACKGROUND","citation":"FOCUS Trial Collaboration. Effects of fluoxetine on functional outcomes after acute stroke (FOCUS): a pragmatic, double-blind, randomised, controlled trial. Lancet. 2019 Jan 19;393(10168):265-274. doi: 10.1016/S0140-6736(18)32823-X. Epub 2018 Dec 5."},{"pmid":"24690945","type":"BACKGROUND","citation":"Doron R, Lotan D, Versano Z, Benatav L, Franko M, Armoza S, Kately N, Rehavi M. Escitalopram or novel herbal mixture treatments during or following exposure to stress reduce anxiety-like behavior through corticosterone and BDNF modifications. PLoS One. 2014 Apr 1;9(4):e91455. doi: 10.1371/journal.pone.0091455. eCollection 2014."},{"pmid":"9316679","type":"BACKGROUND","citation":"Enderby P, Broeckx J, Hospers W, Schildermans F, Deberdt W. Effect of piracetam on recovery and rehabilitation after stroke: a double-blind, placebo-controlled study. Clin Neuropharmacol. 1994 Aug;17(4):320-31. doi: 10.1097/00002826-199408000-00003."},{"pmid":"30150003","type":"BACKGROUND","citation":"Fridriksson J, Elm J, Stark BC, Basilakos A, Rorden C, Sen S, George MS, Gottfried M, Bonilha L. BDNF genotype and tDCS interaction in aphasia treatment. Brain Stimul. 2018 Nov-Dec;11(6):1276-1281. doi: 10.1016/j.brs.2018.08.009. Epub 2018 Aug 18."},{"pmid":"29276014","type":"BACKGROUND","citation":"Gu SC, Wang CD. Early Selective Serotonin Reuptake Inhibitors for Recovery after Stroke: A Meta-Analysis and Trial Sequential Analysis. J Stroke Cerebrovasc Dis. 2018 May;27(5):1178-1189. doi: 10.1016/j.jstrokecerebrovasdis.2017.11.031. Epub 2017 Dec 21."},{"pmid":"25911132","type":"BACKGROUND","citation":"Hayasaka Y, Purgato M, Magni LR, Ogawa Y, Takeshima N, Cipriani A, Barbui C, Leucht S, Furukawa TA. Dose equivalents of antidepressants: Evidence-based recommendations from randomized controlled trials. J Affect Disord. 2015 Jul 15;180:179-84. doi: 10.1016/j.jad.2015.03.021. Epub 2015 Mar 31."},{"pmid":"20538691","type":"BACKGROUND","citation":"Hillis AE. The 'standard' for poststroke aphasia recovery. Stroke. 2010 Jul;41(7):1316-7. doi: 10.1161/STROKEAHA.110.585364. Epub 2010 Jun 10. No abstract available."},{"pmid":"29451321","type":"BACKGROUND","citation":"Hillis AE, Beh YY, Sebastian R, Breining B, Tippett DC, Wright A, Saxena S, Rorden C, Bonilha L, Basilakos A, Yourganov G, Fridriksson J. Predicting recovery in acute poststroke aphasia. Ann Neurol. 2018 Mar;83(3):612-622. doi: 10.1002/ana.25184. Epub 2018 Mar 10."},{"pmid":"25844378","type":"BACKGROUND","citation":"Hillis AE, Tippett DC. Stroke Recovery: Surprising Influences and Residual Consequences. Adv Med. 2014;2014:378263. doi: 10.1155/2014/378263."},{"pmid":"9084344","type":"BACKGROUND","citation":"Huber W, Willmes K, Poeck K, Van Vleymen B, Deberdt W. Piracetam as an adjuvant to language therapy for aphasia: a randomized double-blind placebo-controlled pilot study. Arch Phys Med Rehabil. 1997 Mar;78(3):245-50. doi: 10.1016/s0003-9993(97)90028-9."},{"pmid":"20124118","type":"BACKGROUND","citation":"Jorge RE, Acion L, Moser D, Adams HP Jr, Robinson RG. Escitalopram and enhancement of cognitive recovery following stroke. Arch Gen Psychiatry. 2010 Feb;67(2):187-96. doi: 10.1001/archgenpsychiatry.2009.185."},{"pmid":"30355209","type":"BACKGROUND","citation":"Kraglund KL, Mortensen JK, Damsbo AG, Modrau B, Simonsen SA, Iversen HK, Madsen M, Grove EL, Johnsen SP, Andersen G. Neuroregeneration and Vascular Protection by Citalopram in Acute Ischemic Stroke (TALOS). Stroke. 2018 Nov;49(11):2568-2576. doi: 10.1161/STROKEAHA.117.020067."},{"pmid":"22294409","type":"BACKGROUND","citation":"Kurland J, Pulvermuller F, Silva N, Burke K, Andrianopoulos M. Constrained versus unconstrained intensive language therapy in two individuals with chronic, moderate-to-severe aphasia and apraxia of speech: behavioral and fMRI outcomes. Am J Speech Lang Pathol. 2012 May;21(2):S65-87. doi: 10.1044/1058-0360(2012/11-0113). Epub 2012 Jan 31."},{"pmid":"23422053","type":"BACKGROUND","citation":"Lam RW. Antidepressants and QTc prolongation. J Psychiatry Neurosci. 2013 Mar;38(2):E5-6. doi: 10.1503/jpn.120256. No abstract available."},{"pmid":"20538700","type":"BACKGROUND","citation":"Lazar RM, Minzer B, Antoniello D, Festa JR, Krakauer JW, Marshall RS. Improvement in aphasia scores after stroke is well predicted by initial severity. Stroke. 2010 Jul;41(7):1485-8. doi: 10.1161/STROKEAHA.109.577338. Epub 2010 Jun 10."},{"pmid":"26807842","type":"BACKGROUND","citation":"Marangolo P, Fiori V, Sabatini U, De Pasquale G, Razzano C, Caltagirone C, Gili T. Bilateral Transcranial Direct Current Stimulation Language Treatment Enhances Functional Connectivity in the Left Hemisphere: Preliminary Data from Aphasia. J Cogn Neurosci. 2016 May;28(5):724-38. doi: 10.1162/jocn_a_00927. Epub 2016 Jan 25."},{"pmid":"23152272","type":"BACKGROUND","citation":"Mead GE, Hsieh CF, Lee R, Kutlubaev MA, Claxton A, Hankey GJ, Hackett ML. Selective serotonin reuptake inhibitors (SSRIs) for stroke recovery. Cochrane Database Syst Rev. 2012 Nov 14;11(11):CD009286. doi: 10.1002/14651858.CD009286.pub2."},{"type":"BACKGROUND","citation":"Pan XL, Chen HF, Cheng X, Hu CC, Wang JW, Fu YM, Kong HM, Shao HJ. Effects of Paroxetine on Motor and Cognitive Function Recovery in Patients with Non-Depressed Ischemic Stroke: An Open Randomized Controlled Study. Brain Impairment. 2018 May:1-7."},{"pmid":"29320072","type":"BACKGROUND","citation":"Saeterdal I, Pike E, Ringerike T, Gjertsen MK. Efficacy and Safety for the Newer Antidepressants in Adults [Internet]. Oslo, Norway: Knowledge Centre for the Health Services at The Norwegian Institute of Public Health (NIPH); 2007 Jun. Report from Norwegian Knowledge Centre for the Health Services (NOKC) No. 17-2007. Available from http://www.ncbi.nlm.nih.gov/books/NBK464856/"},{"pmid":"24424469","type":"BACKGROUND","citation":"Sanchez C, Reines EH, Montgomery SA. A comparative review of escitalopram, paroxetine, and sertraline: Are they all alike? Int Clin Psychopharmacol. 2014 Jul;29(4):185-96. doi: 10.1097/YIC.0000000000000023."},{"pmid":"28127284","type":"BACKGROUND","citation":"Sebastian R, Saxena S, Tsapkini K, Faria AV, Long C, Wright A, Davis C, Tippett DC, Mourdoukoutas AP, Bikson M, Celnik P, Hillis AE. Cerebellar tDCS: A Novel Approach to Augment Language Treatment Post-stroke. Front Hum Neurosci. 2017 Jan 12;10:695. doi: 10.3389/fnhum.2016.00695. eCollection 2016."},{"pmid":"24523553","type":"BACKGROUND","citation":"Wang C, Zhang Y, Liu B, Long H, Yu C, Jiang T. Dosage effects of BDNF Val66Met polymorphism on cortical surface area and functional connectivity. J Neurosci. 2014 Feb 12;34(7):2645-51. doi: 10.1523/JNEUROSCI.3501-13.2014."},{"pmid":"11546902","type":"BACKGROUND","citation":"Walker-Batson D, Curtis S, Natarajan R, Ford J, Dronkers N, Salmeron E, Lai J, Unwin DH. A double-blind, placebo-controlled study of the use of amphetamine in the treatment of aphasia. Stroke. 2001 Sep;32(9):2093-8. doi: 10.1161/hs0901.095720."},{"pmid":"34941929","type":"DERIVED","citation":"Stockbridge MD, Fridriksson J, Sen S, Bonilha L, Hillis AE. Protocol for Escitalopram and Language Intervention for Subacute Aphasia (ELISA): A randomized, double blind, placebo-controlled trial. PLoS One. 2021 Dec 23;16(12):e0261474. doi: 10.1371/journal.pone.0261474. eCollection 2021."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"meshes":[{"id":"D000003909","term":"Dexetimide"},{"id":"D000015283","term":"Citalopram"},{"id":"D000089983","term":"Escitalopram"}],"ancestors":[{"id":"D000017367","term":"Selective Serotonin Reuptake Inhibitors"},{"id":"D000014179","term":"Neurotransmitter Uptake Inhibitors"},{"id":"D000049990","term":"Membrane Transport Modulators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000018490","term":"Serotonin Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000978","term":"Antiparkinson Agents"},{"id":"D000018726","term":"Anti-Dyskinesia Agents"},{"id":"D000010276","term":"Parasympatholytics"},{"id":"D000001337","term":"Autonomic Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000018727","term":"Muscarinic Antagonists"},{"id":"D000018680","term":"Cholinergic Antagonists"},{"id":"D000018678","term":"Cholinergic Agents"},{"id":"D000018687","term":"Antidepressive Agents, Second-Generation"},{"id":"D000000928","term":"Antidepressive Agents"},{"id":"D000011619","term":"Psychotropic Drugs"}],"browseLeaves":[{"id":"M2733","name":"Escitalopram","asFound":"ICU","relevance":"HIGH"},{"id":"M17673","name":"Citalopram","asFound":"ICU","relevance":"HIGH"},{"id":"M6794","name":"Dexetimide","asFound":"ICU","relevance":"HIGH"},{"id":"M15202","name":"Serotonin","relevance":"LOW"},{"id":"M19339","name":"Selective Serotonin Reuptake Inhibitors","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M3985","name":"Antiparkinson Agents","relevance":"LOW"},{"id":"M12879","name":"Parasympatholytics","relevance":"LOW"},{"id":"M20491","name":"Muscarinic Antagonists","relevance":"LOW"},{"id":"M20450","name":"Cholinergic Antagonists","relevance":"LOW"},{"id":"M20448","name":"Cholinergic Agents","relevance":"LOW"},{"id":"M3937","name":"Antidepressive Agents","relevance":"LOW"},{"id":"M14164","name":"Psychotropic Drugs","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PsychDr","name":"Psychotropic Drugs"},{"abbrev":"AnDyAg","name":"Anti-Dyskinesia Agents"}]}},"hasResults":false}