{"protocolSection":{"identificationModule":{"nctId":"NCT02198599","orgStudyIdInfo":{"id":"13DPD6_132090"},"secondaryIdInfos":[{"id":"09/021","type":"OTHER","domain":"KEK-SG Nr."}],"organization":{"fullName":"Zurich University of Applied Sciences","class":"OTHER"},"briefTitle":"Mobility Enhancing Nursing Intervention","officialTitle":"Effects of Mobility-Enhancing Nursing Intervention in Patients With MS and Stroke: Randomised Controlled Trial","acronym":"MFP"},"statusModule":{"statusVerifiedDate":"2014-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-03"},"primaryCompletionDateStruct":{"date":"2013-04","type":"ACTUAL"},"completionDateStruct":{"date":"2013-04","type":"ACTUAL"},"studyFirstSubmitDate":"2014-06-26","studyFirstSubmitQcDate":"2014-07-21","studyFirstPostDateStruct":{"date":"2014-07-23","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-07-23","lastUpdatePostDateStruct":{"date":"2014-07-24","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prof. Dr. Lorenz Imhof","investigatorTitle":"Prof. Dr.","investigatorAffiliation":"Zurich University of Applied Sciences"},"leadSponsor":{"name":"Zurich University of Applied Sciences","class":"OTHER"},"collaborators":[{"name":"Swiss National Science Foundation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Objectives: This parallel RCT investigated the effect of a new nursing intervention (Mobility Enhancing Nursing Intervention - MFP) designed to improve the rehabilitation programs' outcomes and patients' quality of life.\n\nIntervention: The IG combined standard care with the 30-day mobility-enhancing-nursing intervention (MFP). MFP placed patients on a mattress on the floor and used constant tactile-kinaesthetic stimulation in everyday tasks to increase spatial orientation, to teach patients to get up safely and to move independently.\n\nPrimary and secondary outcome measures: Outcomes were defined as functionality (Extended Barthel Index, EBI), quality of life (WHOQoL), and fall-related self-efficacy (FES-I).","detailedDescription":"In Switzerland 100'000 people live with the consequences of neurological events and illnesses. Most events are caused by cerebral vascular events, accidents, tumors and illnesses such as Multiple Sclerosis (MS).\n\nDespite the fact that symptoms and disabilities vary based on underlying causes and individual manifestations, common in all those patients is a significant impairment in sensory function, orientation, and mobility that present a great challenge for the affected persons, their families and the health care providers.\n\nOver the years nurses in addition to other health care providers in the rehabilitation Center Valens, SG, have developed and refined interventions to specifically enhance patients' safety, body perception, kinesthetic competence, mobility and functionality, and to reduce burdens of care. The approach that has shown great promise is the mobility enhancing nursing intervention referred to as \"Mobilitätsfördernde Pflegeintervention (MfP)\".\n\nIn a first retrospective descriptive study Suter-Riederer et al (2008)) showed a significant improvement in functional status of daily activities in agitated patients due to MfP.\n\nMethod A randomized-control trial will be conducted utilizing a mixed-method design in the Neurological Clinic at the Rehabilitation Center Valens and 165 patient with stroke, MS and brain injuries will be enrolled.Demographic, medical, and functional data as well as quality of life measure will be obtained. Patients' experiences and perspectives will be explored with narrative interviews.\n\nDescriptive and inferential statistics, with p value set to .05, will be deployed to analyze quantitative data. Constant comparative analysis will be used for qualitative data.\n\nExpected results We hypothesize that the group with MfP has better score increase on the Extended Barthel Index, has less fear of falling on the Fall Efficacy Scale after 30 days and higher quality of life than the usual care group after 30 days and one months after discharge. Additionally we hypothesize that the MfP group has less falls and longer time to first fall than the usual care group. Secondary outcomes will be enhanced movement patterns and kinaesthetic competence in the intervention group compared with the control."},"conditionsModule":{"conditions":["Stroke","Multiple Sclerosis"],"keywords":["Multiple sclerosis","Stroke","Nursing","Mobility","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":140,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Mobility-enhancing-nursing intervention","type":"EXPERIMENTAL","description":"A 30 day mobility enhancing-nursing intervention for patients with Multiple Scerosis and stroke to expand kinaesthetic competence in order to increase compensation of limitations, improve functionality, and quality of life","interventionNames":["Procedure: Mobility-enhancing-nursing intervention"]},{"label":"Standard usual rehabilitation care","type":"NO_INTERVENTION","description":"Participants in the control group will receive usual care, which is based on the principles of rehabilitation nursing. Based on patients functional ability (EBI data) the nursing process is used to determine objectives and interventions. The main focus is on providing a therapeutic environment and supporting and advancing abilities to perform the Activities of Daily Living, support mobility and kinesthetic perception."}],"interventions":[{"type":"PROCEDURE","name":"Mobility-enhancing-nursing intervention","description":"Patients' mattresses are placed on the floor, which enables the patients to explore their environment safely without the risk of falling. Additionally, the patients' environment is arranged in accordance with a nursing assessment pertaining to the patients' impairment and abilities, their goals in terms of improved mobility, and the mobility they would require in order to live at home as independently as possible. Initially, most patients favour a specific side to get up. The goal of the intervention is to teach the patients to get up step by step and to move independently over both sides.","armGroupLabels":["Mobility-enhancing-nursing intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Extended Barthel Index (EBI) between admission and discharge","description":"The Extended Barthel Index (EBI) is a validated and common instrument in rehabilitation settings to measure functionality. The EBI includes 16 items that are rated on a 4 and 5-point Likert scale (not possible, with support of a person, with low support, with facilities, independent). A score of 64 points indicates maximum independence.","timeFrame":"Data were collected before randomisation (T0), after 15 days (T1) and at discharge / 30 days (T2)"}],"secondaryOutcomes":[{"measure":"Change in Quality of life between admission and discharge","description":"Quality of life, was measured using the German version of the WHOQoL-Bref. The instrument includes 26 items that are rated on five 5-point Likert scale (very poor to very good, very dissatisfied to very satisfied, not at all to an extreme amount, not at all to extremely, never to always). The WHOQoL-Bref yields a score for general quality of life in each of four domains - physical, psychological, social, and environmental -with a score of 100 indicating maximum quality of life. Internal consistency for the subscales ranges between an alpha of 0•70 and 0•86.","timeFrame":"Data were collected before randomisation (T0), after 15 days (T1) and at discharge (T2)."},{"measure":"Change in Fall Efficacy Scale between admission and discharge","description":"To measure fall-related self efficacy and fear of falls, the seven-item short version of the Fall Efficacy Scale (FES-I) was used. The FES-I is a well established instrument with a 4-point Likert scale. Scores range from 7 to 28. A higher score is synonymous with more fear of falls and less self-efficacy.","timeFrame":"Data were collected before randomisation (T0), after 15 days (T1) and at discharge (T2)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with multiple sclerosis, stroke, or brain injuries;\n* German-speaking;\n* Age 18 and older;\n* Cognitively able to give written consent.\n\nExclusion Criteria:\n\n* Patients who are agitated and cannot consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Lorenz Imhof, Prof","affiliation":"Zurich University of Applied Sciences, Insitute of Nursing","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Zurich University of Applied Sciences","city":"Winterthur","state":"Zurich","zip":"8401","country":"Switzerland","geoPoint":{"lat":47.50564,"lon":8.72413}}]},"referencesModule":{"references":[{"pmid":"27347547","type":"DERIVED","citation":"Imhof L, Suter-Riederer S, Kesselring J. Effects of Mobility-Enhancing Nursing Intervention in Patients with MS and Stroke: Randomised Controlled Trial. Int Sch Res Notices. 2015 Feb 17;2015:785497. doi: 10.1155/2015/785497. eCollection 2015."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000012598","term":"Sclerosis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","asFound":"Sclerosis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}