{"protocolSection":{"identificationModule":{"nctId":"NCT05560724","orgStudyIdInfo":{"id":"MARK-NIBS"},"organization":{"fullName":"Universitätsklinikum Hamburg-Eppendorf","class":"OTHER"},"briefTitle":"Network Properties as Biomarkers for Non-Invasive Brain Stimulation (NIBS) After Stroke","officialTitle":"Evaluation of Cortico-Cerebellar Network Properties as Biomarkers for the Responsiveness to Cortico-Cerebellar Brain Stimulation in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-09-21","studyFirstSubmitQcDate":"2022-09-26","studyFirstPostDateStruct":{"date":"2022-09-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-26","lastUpdatePostDateStruct":{"date":"2022-09-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Robert Schulz","investigatorTitle":"PD Dr. med.","investigatorAffiliation":"Universitätsklinikum Hamburg-Eppendorf"},"leadSponsor":{"name":"Universitätsklinikum Hamburg-Eppendorf","class":"OTHER"},"collaborators":[{"name":"German Research Foundation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The present study will evaluate the potential of cortico-cerebellar network properties derived from neuroimaging in a group of chronic stroke patients to explain inter-subject variability in responsiveness to transcranial direct current stimulation (tDCS) targeting the cortico-spinal and cortico-cerebellar network.","detailedDescription":"Various studies have aimed to explore the potential of non-invasive brain stimulation techniques such as transcranial direct current stimulation (tDCS) to promote motor recovery after stroke. After promising results from early proof-of-concept studies, particularly for the stimulation of the primary motor cortex (M1), it has become evident that the translation from scientific to clinical application is challenging. Aiming to uncover alternative stimulation targets, the cortico-cerebellar network and cerebellar brain stimulation have gained an increasing interest in the field of neurorehabilitation. However, large inter-study and inter-subject variability in behavioural responses to tDCS indicated that a one-size-fits-all approach might not lead to sufficient effect sizes in clinical populations. As structural and functional brain imaging has significantly evolved to powerful tools to assess distinct neuronal networks, such as the cortico-cerebellar network, in individual stroke patients and to infer structure-function-behaviour-relationships, the question arises whether such information might serve as imaging biomarkers to inform about the treatment responsiveness to non-invasive brain stimulation.\n\nThe present study will evaluate the potential of cortico-cerebellar network properties in a group of chronic stroke patients and healthy participants to explain inter-subject variability in responsiveness to two brain stimulation approaches targeting the cortico-spinal and cortico-cerebellar network: 1) cortical M1 tDCS, 2) combined M1 and cerebellar tDCS. Participants will be examined clinically and by structural and functional MRI. Structural MRI will be used to primarily reconstruct cortico-spinal and cortico-cerebellar motor tracts. Tract-related diffusion-based parameters will be used to infer microstructural network integrity. Resting-state MRI will be acquired to assess functional network connectivity. The behavioural impact of the tDCS will be evaluated during a multi-session structured motor training paradigm over seven days.\n\nRecruitment:\n\nEarly- or late chronic stroke patients who have a persistent upper extremity deficit.\n\nTreatment/Intervention:\n\nThree tDCS montages combined with 7 days of physiotherapy (45min per session) will be applied to chronic stroke patients in a double-blinded, parallel group design. The following montages will be tested: anodal ipsilesional M1-stimulation with 2mA, anodal ipsilesion M1-stimulation combined with anodal contralesional cerebellar stimulation with 2mA per anode and a sham stimulation. The stimulation will be applied for the first 20min of physiotherapy.\n\nEvaluation/Measurement:\n\nPrior to the intervention, patients will receive functional testing and a MRI scan. 7 days after physiotherapy, functional testing will be performed again. Functional tests include: NIH Stroke Scale (NIHSS), Fugl Meyer Assessment of the upper limb (FMA), Wolf Motor Function Test (WMFT), Jebsen Taylor Hand Function Test (JTT), Nine-Hole-Peg-Test (NHP), Mini-Mental-State Examination.\n\nAnalyses:\n\nStatistics will be conducted to relate neuroimaging-based network properties of the cortico-spinal and cortico-cerebellar network to the treatment gains under tDCS combined with motor training (primary outcome). Importantly, group differences regarding the behavioural effects of the verum and sham condition will serve as secondary outcomes."},"conditionsModule":{"conditions":["Stroke, Ischemic"],"keywords":["brain stimulation","biomarker","tDCS","NIBS","recovery","M1","primary motor","cerebellum"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Double-blind parallel group design.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":81,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Anodal M1 tDCS","type":"ACTIVE_COMPARATOR","description":"20 minutes of anodal tDCS (C3 or C4 depending on side of lesion) to the ipsilesional M1: 2mA Combined with 45min of structured motor training.","interventionNames":["Device: Transcranial direct current stimulation (tDCS)"]},{"label":"Combined M1 and cerebellar anodal tDCS","type":"ACTIVE_COMPARATOR","description":"20 minutes of anodal tDCS (C3 or C4 depending on side of lesion) to the ipsilesional M1 combined with contralesional cerebellar montage (2cm lateral to Inion): 2mA per anode Combined with 45min of structured motor training.","interventionNames":["Device: Transcranial direct current stimulation (tDCS)"]},{"label":"Sham tDCS","type":"SHAM_COMPARATOR","description":"Sham stimulation. Combined with 45min of structured motor training.","interventionNames":["Device: Transcranial direct current stimulation (tDCS)"]}],"interventions":[{"type":"DEVICE","name":"Transcranial direct current stimulation (tDCS)","description":"Anodal stimulation or sham","armGroupLabels":["Anodal M1 tDCS","Combined M1 and cerebellar anodal tDCS","Sham tDCS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Relationship between properties of the cortico-spinal and cortico-cerebellar motor network and change in FMA from baseline in the verum and sham conditions until last training day (Day 7)","description":"Statistics will be conducted to relate single-patient data of structural and functional network properties to treatment gains in the FMA during active and sham stimulations. Treatment gains will be defined as change from baseline until last training day (Day 7). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 7"},{"measure":"Relationship between properties of the cortico-spinal and cortico-cerebellar motor network and change in FMA from baseline in the verum and sham conditions until 1 week after last training day (Day 14)","description":"Statistics will be conducted to relate single-patient data of structural and functional network properties to treatment gains in the FMA during active and sham stimulations. Treatment gains will be defined as change from baseline until 1 week after last training day (Day 14). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 14"},{"measure":"Relationship between properties of the cortico-spinal and cortico-cerebellar motor network and change in NIHSS from baseline in the verum and sham conditions until last training day (Day 7)","description":"Statistics will be conducted to relate single-patient data of structural and functional network properties to treatment gains in the NIHSS during active and sham stimulations. Treatment gains will be defined as change from baseline until last training day (Day 7). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 7"},{"measure":"Relationship between properties of the cortico-spinal and cortico-cerebellar motor network and change in NIHSS from baseline in the verum and sham conditions until 1 week after last training day (Day 14)","description":"Statistics will be conducted to relate single-patient data of structural and functional network properties to treatment gains in the NIHSS during active and sham stimulations. Treatment gains will be defined as change from baseline until 1 week after last training day (Day 14). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 14"},{"measure":"Relationship between properties of the cortico-spinal and cortico-cerebellar motor network and change in WMFT from baseline in the verum and sham conditions until last training day (Day 7)","description":"Statistics will be conducted to relate single-patient data of structural and functional network properties to treatment gains in WMFT during active and sham stimulations. Treatment gains will be defined as change from baseline until last training day (Day 7). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 7"},{"measure":"Relationship between properties of the cortico-spinal and cortico-cerebellar motor network and change in WMFT from baseline in the verum and sham conditions until 1 week after last training day (Day 14)","description":"Statistics will be conducted to relate single-patient data of structural and functional network properties to treatment gains in WMFT during active and sham stimulations. Treatment gains will be defined as change from baseline until 1 week after last training day (Day 14). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 14"},{"measure":"Relationship between properties of the cortico-spinal and cortico-cerebellar motor network and change in JTT from baseline in the verum and sham conditions until last training day (Day 7)","description":"Statistics will be conducted to relate single-patient data of structural and functional network properties to treatment gains in JTT during active and sham stimulations. Treatment gains will be defined as change from baseline until last training day (Day 7). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 7"},{"measure":"Relationship between properties of the cortico-spinal and cortico-cerebellar motor network and change in JTT from baseline in the verum and sham conditions until 1 week after last training day (Day 14)","description":"Statistics will be conducted to relate single-patient data of structural and functional network properties to treatment gains in JTT during active and sham stimulations. Treatment gains will be defined as change from baseline until 1 week after last training day (Day 14). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 14"},{"measure":"Relationship between properties of the cortico-spinal and cortico-cerebellar motor network and change in NHP from baseline in the verum and sham conditions until last training day (Day 7)","description":"Statistics will be conducted to relate single-patient data of structural and functional network properties to treatment gains in the NHP during active and sham stimulations. Treatment gains will be defined as change from baseline until last training day (Day 7). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 7"},{"measure":"Relationship between properties of the cortico-spinal and cortico-cerebellar motor network and change in NHP from baseline in the verum and sham conditions until 1 week after last training day (Day 14)","description":"Statistics will be conducted to relate single-patient data of structural and functional network properties to treatment gains in the NHP during active and sham stimulations. Treatment gains will be defined as change from baseline until 1 week after last training day (Day 14). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 14"}],"secondaryOutcomes":[{"measure":"Treatment effects for NIHSS on group level comparing M1 tDCS, M1-cerebellar tDCS and sham between baseline and last training day (Day 7).","description":"Statistics will be conducted to compare treament effects in NIHSS between groups during active and sham stimulations. Treatment gains will be defined as change from baseline until last training day (Day 7). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 7"},{"measure":"Treatment effects for FMA on group level comparing M1 tDCS, M1-cerebellar tDCS and sham between baseline and last training day (Day 7).","description":"Statistics will be conducted to compare treament effects in FMA between groups during active and sham stimulations. Treatment gains will be defined as change from baseline until last training day (Day 7). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 7"},{"measure":"Treatment effects for JTT on group level comparing M1 tDCS, M1-cerebellar tDCS and sham between baseline and last training day (Day 7).","description":"Statistics will be conducted to compare treament effects in JTT between groups during active and sham stimulations. Treatment gains will be defined as change from baseline until last training day (Day 7). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 7"},{"measure":"Treatment effects for WMFT on group level comparing M1 tDCS, M1-cerebellar tDCS and sham between baseline and last training day (Day 7).","description":"Statistics will be conducted to compare treament effects in WMFT between groups during active and sham stimulations. Treatment gains will be defined as change from baseline until last training day (Day 7). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 7"},{"measure":"Treatment effects for NHP on group level comparing M1 tDCS, M1-cerebellar tDCS and sham between baseline and last training day (Day 7).","description":"Statistics will be conducted to compare treament effects in NHP between groups during active and sham stimulations. Treatment gains will be defined as change from baseline until last training day (Day 7). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 7"},{"measure":"Treatment effects for NIHSS on group level comparing M1 tDCS, M1-cerebellar tDCS and sham between baseline and 1 week after last training day (Day 14).","description":"Statistics will be conducted to compare treament effects in NIHSS between groups during active and sham stimulations. Treatment gains will be defined as change from baseline until 1 week after last training day (Day 14). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 14"},{"measure":"Treatment effects for FMA on group level comparing M1 tDCS, M1-cerebellar tDCS and sham between baseline and 1 week after last training day (Day 14).","description":"Statistics will be conducted to compare treament effects in FMA between groups during active and sham stimulations. Treatment gains will be defined as change from baseline until 1 week after last training day (Day 14). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 14"},{"measure":"Treatment effects for WMFT on group level comparing M1 tDCS, M1-cerebellar tDCS and sham between baseline and 1 week after last training day (Day 14).","description":"Statistics will be conducted to compare treament effects in WMFT between groups during active and sham stimulations. Treatment gains will be defined as change from baseline until 1 week after last training day (Day 14). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 14"},{"measure":"Treatment effects for JTT on group level comparing M1 tDCS, M1-cerebellar tDCS and sham between baseline and 1 week after last training day (Day 14).","description":"Statistics will be conducted to compare treament effects in JTT between groups during active and sham stimulations. Treatment gains will be defined as change from baseline until 1 week after last training day (Day 14). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 14"},{"measure":"Treatment effects for NHP on group level comparing M1 tDCS, M1-cerebellar tDCS and sham between baseline and 1 week after last training day (Day 14).","description":"Statistics will be conducted to compare treament effects in NHP between groups during active and sham stimulations. Treatment gains will be defined as change from baseline until 1 week after last training day (Day 14). Statistics will be adjusted for baseline values.","timeFrame":"Baseline - Day 14"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patients after first-ever clinical ischemic stroke in the early (\\>3 month) or later chronic (\\>6 months) stage of recovery\n* persistent motor deficit of the upper extremity\n* stroke location: supratentorial\n* age \\> 18 years\n* written informed consent obtained\n\nExclusion Criteria:\n\n* contraindication against MRI \\& tDCS\n* known epilepsy, previous epileptic seizure\n* electric implants such as brain stimulator\n* medical history suggesting more than one previous stroke\n* severe polyneuropathy and peripheral ischemic vascular diseases; only if they critically influence sensorimotor function of the upper limb\n* any active drug and alcohol abuse\n* any active and severe psychiatric disease (such as psychosis)\n* severe cognitive deficits (mini mental state examination, MMSE ≤ 23)\n* uncontrolled other medical problems (cardiovascular diseases, instable arrhythmia, arthritis)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Robert Schulz, PD Dr. med.","role":"CONTACT","phone":"0049-40-7410-0","email":"rschulz@uke.de"}],"overallOfficials":[{"name":"Robert Schulz, PD Dr. med.","affiliation":"Universitätsklinikum Hamburg-Eppendorf","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Medical Center Hamburg-Eppendorf, Dept. of Neurology","status":"RECRUITING","city":"Hamburg","zip":"20246","country":"Germany","contacts":[{"name":"Robert Schulz, PD Dr. med.","role":"CONTACT"}],"geoPoint":{"lat":53.57532,"lon":10.01534}}]},"referencesModule":{"references":[{"pmid":"22687520","type":"BACKGROUND","citation":"Schulz R, Gerloff C, Hummel FC. Non-invasive brain stimulation in neurological diseases. Neuropharmacology. 2013 Jan;64:579-87. doi: 10.1016/j.neuropharm.2012.05.016. Epub 2012 Jun 9."},{"pmid":"15634731","type":"BACKGROUND","citation":"Hummel F, Celnik P, Giraux P, Floel A, Wu WH, Gerloff C, Cohen LG. Effects of non-invasive cortical stimulation on skilled motor function in chronic stroke. Brain. 2005 Mar;128(Pt 3):490-9. doi: 10.1093/brain/awh369. Epub 2005 Jan 5."},{"pmid":"26319437","type":"BACKGROUND","citation":"Kang N, Summers JJ, Cauraugh JH. Transcranial direct current stimulation facilitates motor learning post-stroke: a systematic review and meta-analysis. J Neurol Neurosurg Psychiatry. 2016 Apr;87(4):345-55. doi: 10.1136/jnnp-2015-311242. Epub 2015 Aug 28."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}