{"protocolSection":{"identificationModule":{"nctId":"NCT05378035","orgStudyIdInfo":{"id":"CREC 2022.333"},"organization":{"fullName":"Chinese University of Hong Kong","class":"OTHER"},"briefTitle":"DOAC in Chinese Patients With Atrial Fibrillation","officialTitle":"Direct Oral Anticoagulant Levels in Chinese Patients With Atrial Fibrillation - A Real- World Pharmacokinetic Study","acronym":"DOAC-REAL"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-09-27","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-05-12","studyFirstSubmitQcDate":"2022-05-12","studyFirstPostDateStruct":{"date":"2022-05-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-17","lastUpdatePostDateStruct":{"date":"2024-01-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. IP Yiu Ming Bonaventure","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Chinese University of Hong Kong"},"leadSponsor":{"name":"Chinese University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Direct oral anticoagulants (DOACs) have emerged as safe and efficacious ischemic stroke prophylaxis for non-valvular atrial fibrillation (NVAF). All four DOACs - apixaban, dabigatran, edoxaban, and rivaroxaban - were shown to reduce the risk of major bleeding compared to warfarin. The predictable pharmacokinetic profiles of DOACs also favour their use over warfarin. Together with increasing AF incidence due to population ageing, increased AF detection, and territory-wide reimbursement schemes, DOAC prescriptions have been surging worldwide. In Hong Kong, more than 78,354 patients received DOAC from January 2009 through April 2021 according to the Hospital Authority registry.\n\nThe more liberal use of DOACs has led to new issues that require a thorough understanding of ethnic-specific DOAC pharmacokinetic profiles. For instance, 12- 15% of anticoagulated patients annually required interventional procedures that involve temporary discontinuation of DOAC for 48 hours or more. Although guideline-based periprocedural DOAC interruption resulted in a low 30-day thromboembolism rate of 0.16% - 0.6% in a Caucasian cohort, same measures for elective colonoscopies in a local population-based study resulted in a 30-day periprocedural thromboembolism rate of up to 2.2%. Although these studies cannot be compared directly, the remarkable interethnic discrepancy between the two cohorts warrants further pharmacokinetic and pharmacogenomic studies. More importantly, quantifying residual DOAC levels during the interruption periods may imply on duration of periprocedural DOAC interruption, length of hospital-stay, and the risk of thromboembolic and bleeding complications.\n\nMapping inter- and intra-individual variations in DOAC levels may also impact on the management of ischemic stroke among DOAC recipients. Epidemiological studies have shown alarmingly up to 13% of acute ischemic stroke patients were on anticoagulation prior to stroke onset with increasing number of DOAC. These patients received low rates of recanalization therapy due to apprehension of bleeding complications, thus compromised survival and neurological recovery. A prospective study that reveals Asian-specific DOAC pharmacokinetic profiles may inform cross-disciplinary, territory-wide periprocedural care and acute stroke intervention strategy for the rapidly expanding DOAC population.","detailedDescription":"The investigators aim to determine the DOAC levels at peak, trough, 24, and 48 hours after temporary discontinuation of apixaban, dabigatran, edoxaban, or rivaroxaban before elective interventional procedures in Chinese patients.\n\nThe investigators hypothesize that DOAC metabolism is ethnically and pharmacogenomically specific. We also hypothesize that discontinuation of DOAC for 24 hours may achieve a coagulation status suitable for most interventional procedures among Asians, as opposed to 48 hours recommended by western guidelines.\n\nThe investigators shall recruit DOAC patients who require medical procedures that require DOAC interruption for 48 hours, such as colonoscopy, pleural biopsy, cardiac catheterization, digital subtraction angiograph, etc. Eligible subjects shall undergo DOAC level testing at peak, trough, 24, and 48 hours after discontinuation of DOAC for elective medical procedures. The investigators shall also record their baseline demographics, clinical assessments, medical comorbidities, blood parameters, and concurrent medications.\n\nDetailed study procedures are as follows:\n\n1. The investigators shall screen the eligibility of patients under the care of the pharmacist- led DOAC clinic, general medical clinic, or wards in the Prince of Wales Hospital.\n2. The investigators shall obtain informed consent for DOAC-REAL study from eligible patients.\n3. Participants will have blood pressure, pulse, body weight, and body height measurements. Demographic information including age, gender, smoking, and drinking status will be recorded.\n4. The investigators shall record participants' medical comorbidities including hypertension, diabetes mellitus, dyslipidemia, congestive heart failure, history of ischemic stroke, major haemorrhage, ischemic heart disease, or malignancy.\n5. The investigators shall document the DOAC type, dosage, intake routine, commencement date, and compliance of each subject.\n6. Concurrent medications including aspirin, clopidogrel, cilostazol, simvastatin, atorvastatin, rosuvastatin, amiodarone, dronedarone, phenytoin, valproate, levetiracetam, indomethacin, ibuprofen, diclofenac, celecoxib, etoricoxib, rifampicin, or any cytochrome P450/ P-glycoprotein modulators, will be recorded.\n7. Recruited patients will undergo DOAC peak level tests (see definition of peak level) in addition to complete blood count, routine clotting profile, renal, liver function tests.\n8. The investigators shall educate the participants about periprocedural DOAC management based on the existing guidelines ranging from 48-96 hours depending on creatinine clearance.\n9. DOAC level paired with routine clotting profile will also be taken at trough (see definition of trough level), 24 hours, 48 hours, +/- 96 hours (if applicable) after interruption for elective medical procedures.\n10. DOAC will be resumed as soon as hemostasis is achieved. Patients will receive close monitoring of neurological status. Any suspected cerebrovascular accidents will be assessed immediately by a stroke specialist.\n11. The investigators shall discharge the subject if he or she remains neurologically and hemodynamically stable for 24 hours. A follow-up appointment will be scheduled to review procedural findings and evaluate any bleeding or ischemic events 30 days after the procedure.\n\nDefinition of peak and trough levels:\n\nPeak level is defined as the DOAC level 2-3 hours after intake of apixaban, dabigatran, edoxaban, or rivaroxaban. The investigators shall instruct patients to take their DOAC at 8am and schedule blood tests at 10am to 11am on the date of recruitment (i.e. peak level). Trough level is defined as the DOAC level immediately before the next intended dose of any of the 4 above DOACs. For twice daily apixaban and dabigatran, trough level is defined as 12 hours after the last dose. While for once daily edoxaban and rivaroxaban, trough level is defined as 24 hours after the last dose.\n\nBlood Specimen Collection and Processing:\n\nBlood samples are required for 1) specific coagulation assays, 2) liquid chromatography-mass spectrometry, and 3) pharmacogenomics studies. 1 bottle of citrated blood sample, 1 bottle of heparin-lithium blood sample, and 3 bottles of EDTA blood samples will be sent to our hematology, pharmacy, and genomics laboratories in Prince of Wales Hospital for storage and processing.\n\nSpecific coagulation assays:\n\nApixaban, edoxaban, and rivaroxaban binds to Factor Xa (FXa) without the mediation of antithrombin. Once bound, FXa can no longer contribute to the coagulation process, thereby inducing anticoagulation effect. Two levels of lyophilized calibrators prepared from human citrated plasma by means of a dedicated process at two different concentrations of apixaban and rivaroxaban (HemosIL apixaban and rivaroxaban Calibrators, respectively) are used by the ACL TOP® to obtain anti-Xa level. Edoxaban is measured with the Technochrome anti-Xa kit (technoclone). Dabigatran level will be determined by HemosIL Direct Thrombin Inhibitor (DTI) Assay, a modified dilute thrombin time test performed on citrated patient plasma. Citrated patient plasma is diluted in pooled normal plasma (DTI Plasma Diluent - supplied as part of the assay) to reduce interferences from pre-analytical variables. A fixed concentration of reconstituted bovine thrombin is then added to the diluted patient sample, activating the coagulation cascade and converting fibrinogen into fibrin. The presence of Dabigatran in patient samples will have an inhibitory effect on the procoagulant activity of the exogenous thrombin added to the patient sample. The associated clotting time in seconds is measured on the ACL TOP® Hemostasis Testing Systems.\n\nLiquid chromatography-mass spectrometry:\n\nThis study involves the quantitative analysis of direct oral anticoagulants (DOAC) in patients. The plasma concentrations of direct oral anticoagulants (apixaban, dabigatran, edoxaban and rivaroxaban) will be determined by a validated assay using high-performance liquid chromatography coupled with tandem mass spectrometry (LC-MS/MS). The method will be developed and validated with respect to the assay precision, accuracy, specificity, linearity, sensitivity, extraction recovery matrix effect and stability of analyte. Briefly, DOAC in plasma samples will be extracted using protein precipitation, liquid-liquid extraction or solid-phase extraction prior to LC-MS/MS analysis. Calibration standards and quality control samples will be prepared by spiking known amount of DOAC in drug-free plasma, and will be processed in the same manner as patient's samples from the same run. A calibration curve of each DOAC will be constructed using the chromatographic peak area ratio (analyte/internal standard) obtained from the calibration standards, and the concentrations of DOAC in patient's sample will be quantified based on the linear regression model obtained from the calibration curve.\n\nPharmacogenomics:\n\nThe genotypes of subjects will be determined by DNA microarray. Genomic DNA will be isolated from peripheral blood samples by the DNeasy blood \\& tissue kit (QIAGEN, Germany). The isolated DNA will be subject to library preparation and Infinium beadchip (Illumina) analysis according to the manufacturer's instructions (Illumina, USA). The beadchips will be scanned using an Illumina iScan System. To optimize the identification of related genotypes (e.g., single-nucleotide polymorphisms), the Infinium Global Diversity Array with Enhanced Pharmacogenomics (PGx) Content-8 v1.0 will be used.\n\nQuantifying residual DOAC levels during the interruption periods may imply on duration of periprocedural DOAC interruption, length of hospital-stay, and the risk of thromboembolic and bleeding complications. Mapping inter- and intra-individual variations in DOAC levels may also impact on the management of ischemic stroke among DOAC recipients. A prospective study that reveals Asian-specific DOAC pharmacokinetic profiles may inform cross-disciplinary, territory-wide periprocedural care and acute stroke intervention strategy for the rapidly expanding DOAC population."},"conditionsModule":{"conditions":["Atrial Fibrillation","Stroke","Stroke, Acute","Brain Diseases","Major Adverse Cardiovascular Event","Arterial Thromboembolism","Venous Thromboembolism"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"The genotypes of subjects will be determined by DNA microarray. Genomic DNA will be isolated from peripheral blood samples by the DNeasy blood \\& tissue kit (QIAGEN, Germany). The isolated DNA will be subject to library preparation and Infinium beadchip (Illumina) analysis according to the manufacturer's instructions (Illumina, USA). The beadchips will be scanned using an Illumina iScan System. To optimize the identification of related genotypes (e.g., single-nucleotide polymorphisms), the Infinium Global Diversity Array with Enhanced Pharmacogenomics (PGx) Content-8 v1.0 will be used.The samples will be kept at -80oC freezer for storage after processed."},"enrollmentInfo":{"count":427,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"DOAC Recipients","description":"We shall recruit the DOAC recipients that meet the following inclusion criteria:\n\n1. Chinese NVAF patients on apixaban, dabigatran, edoxaban, or rivaroxaban for 6 months or more.\n2. Patients aged 18-80 years old.\n3. Patients who are able to provide an informed consent.\n4. Patients who are indicated for elective medical procedures that require interruption of DOAC for 48 hours, such as colonoscopy, pleural biopsy, cardiac catheterization, digital subtraction angiograph, etc.","interventionNames":["Diagnostic Test: Blood Tests"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Blood Tests","description":"Eligible subjects will receive additional blood tests for determination of DOAC levels and pharmacogenomic studies. Participants shall undergo DOAC level testing at peak, trough, 24, and 48 hours after discontinuation of DOAC for elective medical procedures. We shall also record their baseline demographics, clinical assessments, medical comorbidities, blood parameters, and concurrent medications. We shall minimize the blood taking by combining DOAC levels and blood tests essential for routine medical consultation and pre-procedural workup. Blood taking will only be performed by clinicians or phlebotomists who are experienced in the procedure.","armGroupLabels":["DOAC Recipients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Specific coagulation assays","description":"Edoxaban is measured with the Technochrome anti-Xa kit (technoclone). Dabigatran level will be determined by HemosIL Direct Thrombin Inhibitor (DTI) Assay, a modified dilute thrombin time test performed on citrated patient plasma. Citrated patient plasma is diluted in pooled normal plasma (DTI Plasma Diluent - supplied as part of the assay) to reduce interferences from pre-analytical variables. A fixed concentration of reconstituted bovine thrombin is then added to the diluted patient sample, activating the coagulation cascade and converting fibrinogen into fibrin. The presence of Dabigatran in patient samples will have an inhibitory effect on the procoagulant activity of the exogenous thrombin added to the patient sample. The associated clotting time in seconds is measured on the ACL TOP® Hemostasis Testing Systems.","timeFrame":"December, 2024"},{"measure":"Liquid chromatography-mass spectrometry","description":"The method will be developed and validated with respect to the assay precision, accuracy, specificity, linearity, sensitivity, extraction recovery matrix effect and stability of analyte. Briefly, DOAC in plasma samples will be extracted using protein precipitation, liquid-liquid extraction or solid-phase extraction prior to LC-MS/MS analysis. Calibration standards and quality control samples will be prepared by spiking known amount of DOAC in drug-free plasma, and will be processed in the same manner as patient's samples from the same run. A calibration curve of each DOAC will be constructed using the chromatographic peak area ratio (analyte/internal standard) obtained from the calibration standards, and the concentrations of DOAC in patient's sample will be quantified based on the linear regression model obtained from the calibration curve.","timeFrame":"December, 2024"},{"measure":"Pharmacogenomics","description":"The genotypes of subjects will be determined by DNA microarray. Genomic DNA will be isolated from peripheral blood samples by the DNeasy blood \\& tissue kit (QIAGEN, Germany). The isolated DNA will be subject to library preparation and Infinium beadchip (Illumina) analysis according to the manufacturer's instructions (Illumina, USA). The beadchips will be scanned using an Illumina iScan System. To optimize the identification of related genotypes (e.g., single-nucleotide polymorphisms), the Infinium Global Diversity Array with Enhanced Pharmacogenomics (PGx) Content-8 v1.0 will be used.","timeFrame":"December, 2024"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chinese nonvalvular atrial fibrillation (NVAF) patients on apixaban, dabigatran, edoxaban, or rivaroxaban for 6 months or more.\n* Patients aged 18-80 years old.\n* Patients who are able to provide an informed consent.\n* Patients who are indicated for elective medical procedures that require interruption of direct oral anticoagulants (DOAC) for 48 hours.\n\nExclusion Criteria:\n\n* Patients who developed thromboembolism (e.g. ischemic stroke, ischemic bowel, etc.) or major systemic bleeding (e.g. intracerebral haemorrhage, gastrointestinal bleeding) during DOAC usage.\n* Patients with creatinine clearance by Cockroft-Gault formula ≤ 30 mL/min.\n* Patients with inappropriate DOAC dosages with respect to age, body weight, and creatinine clearance.\n* Patients who receive DOAC with indications other than NVAF, such as history of mitral stenosis, metallic heart valve, thrombophilia, venous thromboembolism, etc.\n* Patients with conditions that alter haemostasis besides DOAC use, such as essential thrombocytosis, hepatic congestion, hepatic failure with coagulopathy, etc.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Chinese nonvalvular atrial fibrillation patients on direct oral anticoagulants.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Bonaventure Yiu Ming IP, MB ChB","role":"CONTACT","phone":"852-28902002","email":"bonaventureip@cuhk.edu.hk"},{"name":"Thomas Wai Hong LEUNG, MB ChB","role":"CONTACT","phone":"852-28902002","email":"drtleung@cuhk.edu.hk"}],"overallOfficials":[{"name":"Bonaventure Yiu Ming IP, MB ChB","affiliation":"Chinese University of Hong Kong","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chinese University of Hong Kong","status":"RECRUITING","city":"Hong Kong","country":"Hong Kong","contacts":[{"name":"Bonaventure Yiu Ming IP, MB ChB","role":"CONTACT","phone":"852-28902002","email":"bonaventureip@cuhk.edu.hk"}],"geoPoint":{"lat":22.27832,"lon":114.17469}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000013923","term":"Thromboembolism"},{"id":"D000054556","term":"Venous Thromboembolism"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000016769","term":"Embolism and Thrombosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M16372","name":"Thromboembolism","asFound":"Thromboembolism","relevance":"HIGH"},{"id":"M27470","name":"Venous Thromboembolism","asFound":"Venous Thromboembolism","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M16376","name":"Thrombosis","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M288142","name":"Apixaban","relevance":"LOW"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M463","name":"Rivaroxaban","relevance":"LOW"},{"id":"M260974","name":"Edoxaban","relevance":"LOW"},{"id":"M490","name":"Dabigatran","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}