{"protocolSection":{"identificationModule":{"nctId":"NCT04504214","orgStudyIdInfo":{"id":"015-A00559-40"},"organization":{"fullName":"Centre Borelli UMR 9010","class":"NETWORK"},"briefTitle":"Tendon Vibrations Effect on Upper Limb Motor Recovery After Recent Stroke","officialTitle":"A Pilot Study of Proprioception Stimulation by Repeated Multi-site Tendon Vibrations, on Upper Limb Motor Skills Recovery After Recent Stroke","acronym":"VIBRAMOT"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-08-05","studyFirstSubmitQcDate":"2020-08-05","studyFirstPostDateStruct":{"date":"2020-08-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-08-07","lastUpdatePostDateStruct":{"date":"2020-08-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alain YELNIK","investigatorTitle":"MD, University Professor","investigatorAffiliation":"Centre Borelli UMR 9010"},"leadSponsor":{"name":"Centre Borelli UMR 9010","class":"NETWORK"},"collaborators":[{"name":"Hopital Lariboisière","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is the leading cause of severe acquired disabilities in adults. It can affect sensory and motor functions which are closely entangled. Among them, upper limb function is often strongly impaired. In this study the investigators are interested in the eventuality to improve motor recovery by the mean of stimulating the proprioception.\n\nProprioception can be stimulated by tendinous vibrations in order to act on the neuromuscular system through the vibratory tonic reflex and by movement illusion.\n\nStimulation by tendinous vibrations, applied to the musculotendinous endings, has been already proposed in post stroke rehabilitation, but only at late stages. Thus the aim of our study is to observe the effects of repeated tendon vibrations, applied in the early post stroke phase, the effect being measured on the excitability of the motor cortex by the Motor Evoked Potentials and on the motor recovery (motor control and activities).","detailedDescription":"Stroke is the leading cause of severe acquired disabilities in adults. It can affect sensory and motor functions which are closely entangled. Among them, upper limb function is often strongly impaired. In this study the investigators are interested in the eventuality to improve motor recovery by the mean of stimulating the proprioception.\n\nProprioception can be stimulated by tendinous vibrations in order to act on the neuromuscular system through the vibratory tonic reflex and by movement illusion.\n\nStimulation by tendinous vibrations, applied to the musculotendinous endings, has been already proposed in post stroke rehabilitation, but only at late stages.\n\nThus the aim of our study is to observe the effects of repeated tendon vibrations, applied in the early post stroke phase, the effect being measured on the excitability of the motor cortex by the Motor Evoked Potentials and on the motor recovery (motor control and activities).\n\nPatients: 30 patients recruited after a first ever stroke whatever the cause and the site; age \\>18; stroke delay\\< 60 days; the maximum duration of participation for each patient is 3 months.\n\nProtocol:\n\nThis rehabilitation protocol will be added to the usual rehabilitation program during inpatient rehabilitation.\n\nParticipants are randomized into two groups: experimental group and placebo group.\n\nThe experimental group benefits from upper limb tendon vibration sessions produced by small electromechanical vibrators on the elbow and the wrist. Frequency of the vibration is 80 Hz, two 15-minutes sessions per day scheduled for 10 days over a period of two weeks (2 x 5 days). During the sessions, the participant wearing opaque glasses, in a seating position, is asked to move if possible his/her arm in the opposite direction of the perceived movement.\n\nThe placebo group receives apparently the same treatment but with \"sham\" vibration.\n\nAssessment:\n\nMotor recovery will be assessed:\n\n* At the brain level by the efficiency of the primary motor pathway, measured by Motor Evoked Potentials recorded at the contralateral hand (main outcome criteria after 30 days from inclusion).\n* At the limb level by the motor control effectiveness measured by the Fugl Meyer scale, the Tardieu scale, the Action Research Arm Test (ARAT), the Box and Blocks Test (BBT) and the range of upper limb exploration with the ArmeoSpring, Hocoma brand.\n\nThe secondary objectives are:\n\n* To assess any impact on nerve fibers density on the main motor pathway by Magnetic Resonance Imaging.\n* To test the feasibility of such a rehabilitation protocol in a Physical Rehabilitation Medicine department\n\nFour consultations are planned:\n\nD0 (day 0): (before starting stimulation): Motor skills assessments, Motor Evoked Potentials (MEP) and Magnetic Resonance Imaging (MRI).\n\nD15 (day 15): (as soon as stimulation ends): Motor skills assessments. D30 (day 30): Motor skills assessments and Motor Evoked Potentials (MEP) D90 (day 90): Motor skills assessments, Motor Evoked Potentials (MEP) and Magnetic Resonance Imaging (MRI)."},"conditionsModule":{"conditions":["Stroke/Brain Attack","Upper Extremity Paresis"],"keywords":["stroke","rehabilitation","proprioception"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"pilot, prospective, biomedical, randomized, controlled study with intent-to-treat analysis of a stroke subjects cohort","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental group (EG)","type":"EXPERIMENTAL","description":"An Experimental Group (EG) of post-stroke subjects having vibration stimulation sessions in addition to traditional rehabilitation","interventionNames":["Other: Upper limb repeated multi-site tendon vibrations"]},{"label":"Control Group (CG)","type":"SHAM_COMPARATOR","description":"A Control Group (WG) of post-stroke subjects having placebo/sham vibration sessions (same vibrators used but without the eccentric mass), in addition to traditional rehabilitation","interventionNames":["Other: Upper limb repeated multi-site tendon vibrations"]}],"interventions":[{"type":"OTHER","name":"Upper limb repeated multi-site tendon vibrations","description":"Upper limb tendon vibration protocol will be added to the usual rehabilitation protocol performed during hospitalization","armGroupLabels":["Control Group (CG)","Experimental group (EG)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motor recovery assessment at the brain level by the efficiency of the primary motor pathway measured by Motor Evoked Potentials (MEP) recorded at the contralateral hand","description":"Assessment of Motor recovery at the brain level by the efficiency of the primary motor pathway, measured by Motor Evoked Potentials (MEP) recorded at the contralateral hand:\n\nMagnetic stimulation is provided on the motor cortex involved by the stroke. The MEP are recorded on the contralateral side on the hand interossei muscles, in a bandwidth of 20 to 1000 Hz.\n\nThe electromyographic activity is recorded continuously to ensure total relaxation of the patient before stimulation.\n\nThe main parameter recorded is:\n\nthe threshold defined by the minimum stimulation intensity capable of generating a MEP\\> 50 microvolts amplitude in at least 3 of 6 tests, while the muscle is fully relaxed. Same measurements are made after moderate contraction of the collecting muscles (finger spacing).","timeFrame":"30 day after the first assessment session (D30)"}],"secondaryOutcomes":[{"measure":"Motor recovery assessment at the upper limb level","description":"Motor control effectiveness is measured by the Fugl Meyer scale, the Tardieu scale, the Action Research Arm Test (ARAT), the Box and Blocks Test (BBT) and the range of upper limb exploration with the ArmeoSpring (Hocoma)","timeFrame":"at inclusion (first assessment, D0), 15 days after inclusion (as soon as stimulations ends, D15), 30 days after inclusion (D30), 90 days after inclusion (D90)"},{"measure":"To assess any impact on nerve fibers density on the main motor pathway by Magnetic Resonance Imaging","description":"The MRI is used to assess the possible impact of vibrations on nerve fibers density of the main motor pathway (corticospinal bundle).\n\nDiffusion tensor and tractography sequences are used to outline the direction and the density of nerve fibers. The corticospinal tract is particularly highlighted The first MRI takes place before any stimulation. It is used to localize the stroke in relation to the corticospinal tracts and to measure its volume.\n\nA first tractography is used to assess the initial disorganization of the fiber bundles.\n\nA 3D analysis of the tractography allows a visual assessment of the number and the density of fibers compared to the normal side.\n\nA second MRI will be conducted after 3 months with same method of tractography analysis.","timeFrame":"at inclusion (first assessment, D0), 90 days after inclusion (D90)"},{"measure":"To test the feasibility of such a rehabilitation protocol in a PMR department","description":"To study the impact of the protocol on the organization and rehabilitation if it proved useful to usual care.\n\nThe feasibility will be achieved by recording:\n\nTotal daily duration of installation and stimulation Technical difficulties encountered","timeFrame":"After inclusions completion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1st ischemic or hemorrhagic stroke\n* Motor deficit of the upper limb (Fugl-Meyer between 0 and 50)\n* Delay since stroke \\<or = 60 days\n* Subject having given free and informed consent\n* Subject affiliated to the social security system\n\nExclusion Criteria:\n\n* Neurological history responsible for sensory or motor impairment of the concerned upper limb\n* Surgical history concerning the nervous or locomotor system of the concerned upper limb\n* Uncontrolled epilepsy\n* Pace-maker\n* Ferro-magnetic intra-cranial clip and any other contraindication to MEP and MRI\n* Cochlear implants\n* Pregnancy\n* Guardianship or curatorship","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Emna JELILI, engineer","role":"CONTACT","phone":"+33 (0) 1 40 05 49 46","email":"emna.jelili@aphp.fr"},{"name":"Marylène JOUSSE, MD, PhD","role":"CONTACT","email":"marylene.jousse@aphp.fr"}],"overallOfficials":[{"name":"Alain YELNIK, MD, Prof","affiliation":"Centre BORELLI","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Physical and Rehabilitation Medicine department of Hôpital Fernand Widal","status":"RECRUITING","city":"Paris","state":"Île De France","zip":"75010","country":"France","contacts":[{"name":"Emna JELILI, engineer","role":"CONTACT","phone":"+33 (0) 1 40 05 49 46","email":"emna.jelili@aphp.fr"},{"name":"Marylène JOUSSE, MD, PhD","role":"CONTACT","email":"marylene.jousse@aphp.fr"},{"name":"Alain YELNIK, MD, Prof","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Marylène JOUSSE, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Nathtalie KUBIS, MD, Prof","role":"SUB_INVESTIGATOR"},{"name":"Jean Pierre GUICHARD, MD","role":"SUB_INVESTIGATOR"},{"name":"Emna JELILI, Engineer","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":48.85341,"lon":2.3488}}]},"referencesModule":{"references":[{"pmid":"22463132","type":"RESULT","citation":"Reinkensmeyer DJ, Boninger ML. Technologies and combination therapies for enhancing movement training for people with a disability. J Neuroeng Rehabil. 2012 Mar 30;9:17. doi: 10.1186/1743-0003-9-17."},{"pmid":"23312633","type":"RESULT","citation":"Kitago T, Krakauer JW. Motor learning principles for neurorehabilitation. Handb Clin Neurol. 2013;110:93-103. doi: 10.1016/B978-0-444-52901-5.00008-3."},{"pmid":"23312627","type":"RESULT","citation":"Nudo RJ, McNeal D. Plasticity of cerebral functions. Handb Clin Neurol. 2013;110:13-21. doi: 10.1016/B978-0-444-52901-5.00002-2."},{"pmid":"7473253","type":"RESULT","citation":"Edin BB, Johansson N. Skin strain patterns provide kinaesthetic information to the human central nervous system. J Physiol. 1995 Aug 15;487(1):243-51. doi: 10.1113/jphysiol.1995.sp020875."},{"pmid":"5406721","type":"RESULT","citation":"Hagbarth KE, Eklund G. The muscle vibrator--a useful tool in neurological therapeutic work. Scand J Rehabil Med. 1969;1(1):26-34. No abstract available."},{"pmid":"4258209","type":"RESULT","citation":"Goodwin GM, McCloskey DI, Matthews PB. Proprioceptive illusions induced by muscle vibration: contribution by muscle spindles to perception? Science. 1972 Mar 24;175(4028):1382-4. doi: 10.1126/science.175.4028.1382."},{"pmid":"6214420","type":"RESULT","citation":"Roll JP, Vedel JP. Kinaesthetic role of muscle afferents in man, studied by tendon vibration and microneurography. Exp Brain Res. 1982;47(2):177-90. doi: 10.1007/BF00239377."},{"pmid":"19052107","type":"RESULT","citation":"Roll JP, Albert F, Thyrion C, Ribot-Ciscar E, Bergenheim M, Mattei B. Inducing any virtual two-dimensional movement in humans by applying muscle tendon vibration. J Neurophysiol. 2009 Feb;101(2):816-23. doi: 10.1152/jn.91075.2008. Epub 2008 Dec 3."},{"pmid":"820853","type":"RESULT","citation":"Heath CJ, Hore J, Phillips CG. Inputs from low threshold muscle and cutaneous afferents of hand and forearm to areas 3a and 3b of baboon's cerebral cortex. J Physiol. 1976 May;257(1):199-227. doi: 10.1113/jphysiol.1976.sp011364."},{"pmid":"18378327","type":"RESULT","citation":"Forner-Cordero A, Steyvers M, Levin O, Alaerts K, Swinnen SP. Changes in corticomotor excitability following prolonged muscle tendon vibration. Behav Brain Res. 2008 Jun 26;190(1):41-9. doi: 10.1016/j.bbr.2008.02.019. Epub 2008 Feb 20."},{"pmid":"18760809","type":"RESULT","citation":"Marconi B, Filippi GM, Koch G, Pecchioli C, Salerno S, Don R, Camerota F, Saraceni VM, Caltagirone C. Long-term effects on motor cortical excitability induced by repeated muscle vibration during contraction in healthy subjects. J Neurol Sci. 2008 Dec 15;275(1-2):51-9. doi: 10.1016/j.jns.2008.07.025. Epub 2008 Aug 29."},{"pmid":"15388776","type":"RESULT","citation":"Rosenkranz K, Rothwell JC. The effect of sensory input and attention on the sensorimotor organization of the hand area of the human motor cortex. J Physiol. 2004 Nov 15;561(Pt 1):307-20. doi: 10.1113/jphysiol.2004.069328. Epub 2004 Sep 23."},{"pmid":"22402727","type":"RESULT","citation":"Noma T, Matsumoto S, Shimodozono M, Etoh S, Kawahira K. Anti-spastic effects of the direct application of vibratory stimuli to the spastic muscles of hemiplegic limbs in post-stroke patients: a proof-of-principle study. J Rehabil Med. 2012 Apr;44(4):325-30. doi: 10.2340/16501977-0946."},{"pmid":"17964875","type":"RESULT","citation":"Celnik P, Hummel F, Harris-Love M, Wolk R, Cohen LG. Somatosensory stimulation enhances the effects of training functional hand tasks in patients with chronic stroke. Arch Phys Med Rehabil. 2007 Nov;88(11):1369-76. doi: 10.1016/j.apmr.2007.08.001."},{"pmid":"21209488","type":"RESULT","citation":"Liepert J, Binder C. Vibration-induced effects in stroke patients with spastic hemiparesis--a pilot study. Restor Neurol Neurosci. 2010;28(6):729-35. doi: 10.3233/RNN-2010-0541."},{"pmid":"23648613","type":"RESULT","citation":"Tavernese E, Paoloni M, Mangone M, Mandic V, Sale P, Franceschini M, Santilli V. Segmental muscle vibration improves reaching movement in patients with chronic stroke. A randomized controlled trial. NeuroRehabilitation. 2013;32(3):591-9. doi: 10.3233/NRE-130881."},{"pmid":"20834043","type":"RESULT","citation":"Marconi B, Filippi GM, Koch G, Giacobbe V, Pecchioli C, Versace V, Camerota F, Saraceni VM, Caltagirone C. Long-term effects on cortical excitability and motor recovery induced by repeated muscle vibration in chronic stroke patients. Neurorehabil Neural Repair. 2011 Jan;25(1):48-60. doi: 10.1177/1545968310376757. Epub 2010 Sep 12."},{"pmid":"26633892","type":"RESULT","citation":"Conrad MO, Gadhoke B, Scheidt RA, Schmit BD. Effect of Tendon Vibration on Hemiparetic Arm Stability in Unstable Workspaces. PLoS One. 2015 Dec 3;10(12):e0144377. doi: 10.1371/journal.pone.0144377. eCollection 2015."},{"pmid":"12588789","type":"RESULT","citation":"Ribot-Ciscar E, Butler JE, Thomas CK. Facilitation of triceps brachii muscle contraction by tendon vibration after chronic cervical spinal cord injury. J Appl Physiol (1985). 2003 Jun;94(6):2358-67. doi: 10.1152/japplphysiol.00894.2002. Epub 2003 Feb 14."},{"pmid":"15573001","type":"RESULT","citation":"Kawahira K, Higashihara K, Matsumoto S, Shimodozono M, Etoh S, Tanaka N, Sueyoshi Y. New functional vibratory stimulation device for extremities in patients with stroke. Int J Rehabil Res. 2004 Dec;27(4):335-7. doi: 10.1097/00004356-200412000-00015."},{"pmid":"22328683","type":"RESULT","citation":"Field-Fote E, Ness LL, Ionno M. Vibration elicits involuntary, step-like behavior in individuals with spinal cord injury. Neurorehabil Neural Repair. 2012 Sep;26(7):861-9. doi: 10.1177/1545968311433603. Epub 2012 Feb 9."},{"pmid":"12235310","type":"RESULT","citation":"Schindler I, Kerkhoff G, Karnath HO, Keller I, Goldenberg G. Neck muscle vibration induces lasting recovery in spatial neglect. J Neurol Neurosurg Psychiatry. 2002 Oct;73(4):412-9. doi: 10.1136/jnnp.73.4.412."},{"pmid":"21486139","type":"RESULT","citation":"Kamada K, Shimodozono M, Hamada H, Kawahira K. Effects of 5 minutes of neck-muscle vibration immediately before occupational therapy on unilateral spatial neglect. Disabil Rehabil. 2011;33(23-24):2322-8. doi: 10.3109/09638288.2011.570411. Epub 2011 Apr 12."},{"pmid":"24842220","type":"RESULT","citation":"Murillo N, Valls-Sole J, Vidal J, Opisso E, Medina J, Kumru H. Focal vibration in neurorehabilitation. Eur J Phys Rehabil Med. 2014 Apr;50(2):231-42."}],"seeAlsoLinks":[{"label":"epidemiological stroke data in France","url":"https://www.santepubliquefrance.fr/maladies-et-traumatismes/maladies-cardiovasculaires-et-accident-vasculaire-cerebral/accident-vasculaire-cerebral"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Upper Extremity Paresis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}