{"protocolSection":{"identificationModule":{"nctId":"NCT05306522","orgStudyIdInfo":{"id":"KA-21098"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"The Effects of Telerehabilitation-Based Spinal Stabilization Exercises in Stroke Patients","officialTitle":"The Effects of Telerehabilitation-Based Spinal Stabilization Exercises on Physical Activity Level and Fatigue in Chronic Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2033-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-02-19","studyFirstSubmitQcDate":"2022-03-23","studyFirstPostDateStruct":{"date":"2022-04-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-15","lastUpdatePostDateStruct":{"date":"2022-08-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ali Naim Ceren","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a disease that causes sudden focal neurologic function loss lasting longer than 24 hours due to infarction or hemorrhage in relevant part of the central nervous system. Stroke causes a variety of physiological and psychological symptoms. These symptoms can negatively affect physical activity level and fatigue. Spinal stabilization exercises based on the basic principles of motor learning improves the coordination and endurance of the body muscles by increasing kinesthetic awareness, so this exercise approach can be used to strengthen body stability. The aim of this study is to investigate the effects of telerehabilitation based spinal stabilization exercises on physical activity level and fatigue in community dwelling stroke patients.","detailedDescription":"Stroke is defined as a neurological disorder that causes acute focal damage to the Central Nervous System due to a vascular cause. Ischemic stroke and hemorrhagic stroke are the two most fundamental types of stroke. Approximately 80% of patients suffer from ischemic stroke, whereas 20% suffer from hemorrhagic stroke. Ischemic strokes usually develop due to arterial occlusions, rarely cerebral veins or venous sinus occlusions. Hemorrhagic strokes develop as intracerebral or subarachnoid hemorrhages.\n\nIt happens as a result of a ruptured aneurysm or a ruptured cerebral artery. The clinical presentation after stroke differs according to the affected artery, underlying etiology, localization and size of the affected area. Motor, sensory and cognitive problems such as paresis, spasticity, gait and balance disorders, sensory and visual problems, fatigue, aphasia, depression, apraxia, agnosia, and amnesia may occur after stroke. These symptoms reduce the quality of life of patients and negatively affect daily living activities. In addition, as a result of all these problems, the physical activity levels of the patients decrease. These post-stroke symptoms reveal the need for rehabilitation in these patients. In the literature, there are many rehabilitation approaches after stroke. The main purpose of these approaches is to improve the functional level of patients and to ensure their independence in activities of daily living at the highest possible level.\n\nSpinal stabilization exercises improve trunk stabilization by increasing the activation of the core muscles that wrap the trunk like a corset. The aim of spinal stabilization exercises is to strengthen core muscles, support the vertebral column, provide optimal posture by increasing kinesthetic awareness, and facilitate movements with breathing. In the literature, it has been shown that spinal stabilization exercises improve balance and gait, reduce fatigue, increase the trunk control of the patients, increase the strength of the core muscles, decrease the fear of falling, improve respiratory functions and have positive effects on activities of daily living in stroke patients.\n\nTelerehabilitation has been one of the important research areas of stroke rehabilitation in recent years. It not only provides a treatment opportunity for patients with limited access to rehabilitation centers, but also provides an opportunity to follow-up the rehabilitation of the patients treated in the rehabilitation center after discharge. Physiotherapists reach patients with telecommunication devices (smartphone, tablet, computer) and provide online rehabilitation services.\n\nIn this study, it is aimed to increase trunk stabilization with spinal stabilization exercises. The development of trunk stabilization will reduce the load on both the trunk and the extremities, thus reducing the energy expenditure of the patients while performing their daily living activities. As a result, it is predicted that there may be an increase in the functional activity levels of the patients and a decrease in their fatigue. In the literature, there is no study in which spinal stabilization exercises were applied on the basis of telerehabilitation in stroke patients. In addition, there is no study in the literature investigating the effect of spinal stabilization exercises on the physical activity level of stroke patients. This trial is original in these respects. In this study, the effects of telerehabilitation-based spinal stabilization exercises on physical activity level and fatigue in stroke patients will be investigated.\n\nMethod: This study was planned as a mixed-type research design in which quantitative and qualitative research methods were used together to investigate the effects of telerehabilitation-based spinal stabilization exercises on physical activity level and fatigue in chronic stroke patients. In the quantitative evaluations of the study, primarily physical activity level and fatigue; secondarily, functional capacity, trunk involvement and quality of life will be evaluated. In the qualitative phase of the study, interviews will be conducted about the patients' experiences with physical activity and fatigue before and after the exercise program. In addition, after the exercise program, the patients will be interviewed about their experiences with the exercises.\n\nThe sample size of the study was calculated using the G\\*Power 3.1 software, considering the study of Yoon et al. It was determined that a total of 24 patients, 12 for each exercise group, should be taken. However, considering the possible data losses, it is planned to include a total of 30 patients, 15 patients in each group, into the study.\n\nPatients will be placed into groups by block randomization method. Also, this study is planned as a single-blind study. The patients in the study group will be given telerehabilitation-based spinal stabilization exercises. The patients in the control group will be given face-to-face spinal stabilization exercises.\n\nKadriye Armutlu will make the randomization. Evaluation of the patients will be done by Ayla Fil Balkan (AFB). The treatment programs of the patients will be implemented by Ali Naim Ceren (ANC). AFB will make the evaluations without knowing which group the patients are in. Thus, it will be ensured that the study is single-blind. Also, to avoid bias, the ANC will not be informed of the patients' evaluation results until the study is finished.\n\nA qualitative interview will be conducted first with all patients who meet the inclusion criteria. After the qualitative interview, all patients will be fitted with a smart wristband to determine their physical activity level, and they will be asked to stay on the wristband for 7 days, including while they sleep (except when they take a bath). At the end of these 7 days, the wristband will be taken from the patients and the remaining evaluations will be made. After the evaluations are over, the patients will be directed to the physiotherapist who will implement the exercise program. Before starting the treatment programs, the physiotherapist will explain the activation methods of the transversus abdominus and multifidus muscles to the patients face-to-face for a total of 3 days, every other day. In this direction, the activation of the transversus abdominus muscle, which the patients can easily feel and palpate with their hands, will be taught. At the end of this period, if there are patients who cannot contract the transversus abdominus muscle correctly, these patients will be dropped out of the study. Afterwards, spinal stabilization exercise programs will be started online with the patients in the telerehabilitation group and face-to-face with the patients in the control group. In both groups, the exercise programs will last for 1 hour, 3 days a week, for a total of 6 weeks. Fatigue, functional capacity, trunk control, trunk endurance and quality of life evaluations will be performed on all patients 1 day after the exercise program is completed, and smart wristbands will be placed on the patients after the evaluation. Likewise, it will be required to keep the wristband on for 7 days (except for the time they take a bath), including while sleeping. At the end of these 7 days, the smart wristbands will be taken from the patients and a qualitative interview will be conducted."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","spinal stabilization exercise","telerehabilitation","fatigue","physical activity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Telerehabitation Group","type":"EXPERIMENTAL","description":"Patients will undergo telerehabilitation based spinal stabilization exercise 3 days per week for 6 weeks.","interventionNames":["Other: Spinal stabilization exercise"]},{"label":"Face to face Group","type":"EXPERIMENTAL","description":"Patients will undergo spinal stabilization exercise 3 days per week for 6 weeks.","interventionNames":["Other: Spinal stabilization exercise"]}],"interventions":[{"type":"OTHER","name":"Spinal stabilization exercise","description":"The effects of telerehabilitation based spinal stabilization exercise in chronic stroke patients will be investigated.","armGroupLabels":["Face to face Group","Telerehabitation Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Assessment of Physical Activity Level (the mean of the number of steps)","description":"It is planned to measure the physical activity levels of the patients with the Xiaomi Mi Smart Wristband 4.0. It measures the number of steps taken by the users\n\nThe following information will be saved:\n\nThe number of steps in one day: .........steps (the mean of steps in seven days)","timeFrame":"6 weeks"},{"measure":"Assessment of Physical Activity Level (the distance of the patient walks)","description":"It is planned to measure the physical activity levels of the patients with the Xiaomi Mi Smart Wristband 4.0. It measures the distance the patient walk.\n\nThe following information will be saved:\n\nThe distance the patients walks in one day:........meters (the mean of the distance in seven days)","timeFrame":"6 weeks"},{"measure":"Assessment of Physical Activity Level (the time the patient sleeps)","description":"It is planned to measure the physical activity levels of the patients with the Xiaomi Mi Smart Wristband 4.0. It measures the time the patient sleeps.\n\nThe following information will be saved:\n\nThe time the patient sleeps in one day:......minutes (the mean of sleep time in seven days)","timeFrame":"6 weeks"},{"measure":"Assessment of Physical Activity Level (the calories the patient burns)","description":"It is planned to measure the physical activity levels of the patients with the Xiaomi Mi Smart Wristband 4.0. It measures the calories the patients burn.\n\nThe following information will be saved:\n\nhe burned calories in one day:..........calories (the mean of the burned calories in seven days)","timeFrame":"6 weeks"},{"measure":"Fatigue Assessment (physical fatigue)","description":"Fatigue will be assessed with Fatigue Severity Scale (FSS). FSS is a scale with scores ranging from 7 to 63. It includes 9 items. Increase of the score shows severe fatigue.","timeFrame":"6 weeks"},{"measure":"Fatigue Assessment (cognitive, physical and psychosocial fatigue)","description":"Fatigue will be assessed with Fatigue İmpact Scale (FIS). FIS is a scale with scores ranging from 0 to 160. . It includes 40 items. It has 3 subscales; cognitive fatigue (10 items), physical fatigue (10 items) and psychosocial fatigue (20 items).","timeFrame":"6 weeks"},{"measure":"Fatigue Assessment (ambulatory fatigue)","description":"Fatigue will be assessed with linear trend of fatigue. Linear trend of fatigue is calculated from the 6 Minute Walk Test. The formula: (\\[(-5\\*D1)+(-3\\*D2)+(-1\\*D5)+(1\\*D4)+(3\\*D5)+(5\\*D6)\\])/70 (D1=1 Distance walked in 1st minute, D2=Distance walked in 2nd minute, D3=Distance walked in 3rd minute, D4= Distance walked in 4th minute, D5= Distance walked in 5th minute, D6= distance walked in 6th minute)","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Functional Capacity Assessment","description":"Functional capacity will be assessed with 6 Minute Walk Test. The distance the patient walks in 6 minutes will be recorded.","timeFrame":"6 weeks"},{"measure":"Trunk İmpairment Assessment","description":"Trunk İmpairment will be assessed with Trunk Impairment Scale. It consists of 17 items, 3 items evaluating static sitting balance, 10 items evaluating dynamic sitting balance, and 4 items evaluating coordination. The score obtained from the scale is between 0-23, and a high score is an indicator of good trunk control.","timeFrame":"6 weeks"},{"measure":"Assessment of the Endurance of Core Muscles","description":"The McGill protocol will be applied to assess the endurance of the core muscles. This protocol consists of a combination of 4 tests; modified Biering-Sorenson test, trunk flexor endurance test, right and left lateral bridge (lateral plank) tests. Modified Biering-Sorenson test; evaluates the endurance of trunk extensors.","timeFrame":"6 weeks"},{"measure":"Quality of Life Assessment","description":"Quality of Life will be assessed with Stroke Impact Scale 3.0. This scale includes 59 items in 8 subsections, and is scored on a 5-point Likert scale. Each section is scored from 0 to 100 in itself. 8 subsections of the scale; assesses strength, hand function, activities of daily living, mobility, communication, emotion, memory and participation. In addition to these 8 sections, there is a visual analog scale of 0-100 points at the end of the scale that evaluates the perception of recovery after stroke","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged between 50-75 years\n* Having an ischemic stroke with anterior circulation involvement\n* Getting a score of 24 or higher on the Mini Mental Test\n* Ambulation in indoor and outdoor environments with or without a walking aid (walker, cane or tripod)\n* At least 1 year has passed since the stroke event\n* To have the necessary infrastructure (internet) and equipment (smartphone, tablet or computer) for the telerehabilitation application\n* Not participating in any physiotherapy program in the last 6 months\n* Volunteering to participate in the study\n\nExclusion Criteria:\n\n* Having a history of more than one stroke\n* Having a known orthopedic, psychiatric or other neurological disease\n* Having a history of surgery involving the lower extremities, abdominal region or gait\n* Known presence of dementia\n* Presence of aphasia and apraxia","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ali Naim Ceren","role":"CONTACT","phone":"+90 554 5662055","email":"alinaimceren@gmail.com"}],"locations":[{"facility":"Hacettepe University, Faculty of Physical Therapy and Rehabilitation","status":"RECRUITING","city":"Ankara","country":"Turkey","contacts":[{"name":"Kadriye Armutlu, Professor","role":"CONTACT","phone":"+903123051572","email":"karmulu@hacettepe.edu.tr"},{"name":"Ayla Fil Balkan, Associate Professor","role":"CONTACT","phone":"+903123051576","email":"aylafil@gmail.com"}],"geoPoint":{"lat":39.91987,"lon":32.85427}}]},"referencesModule":{"references":[{"pmid":"19026895","type":"BACKGROUND","citation":"Grysiewicz RA, Thomas K, Pandey DK. Epidemiology of ischemic and hemorrhagic stroke: incidence, prevalence, mortality, and risk factors. Neurol Clin. 2008 Nov;26(4):871-95, vii. doi: 10.1016/j.ncl.2008.07.003."},{"pmid":"29785009","type":"BACKGROUND","citation":"Shepherd AI, Pulsford R, Poltawski L, Forster A, Taylor RS, Spencer A, Hollands L, James M, Allison R, Norris M, Calitri R, Dean SG. Physical activity, sleep, and fatigue in community dwelling Stroke Survivors. Sci Rep. 2018 May 21;8(1):7900. doi: 10.1038/s41598-018-26279-7."},{"pmid":"18296944","type":"BACKGROUND","citation":"Akuthota V, Ferreiro A, Moore T, Fredericson M. Core stability exercise principles. Curr Sports Med Rep. 2008 Feb;7(1):39-44. doi: 10.1097/01.CSMR.0000308663.13278.69."},{"pmid":"23652265","type":"BACKGROUND","citation":"Sacco RL, Kasner SE, Broderick JP, Caplan LR, Connors JJ, Culebras A, Elkind MS, George MG, Hamdan AD, Higashida RT, Hoh BL, Janis LS, Kase CS, Kleindorfer DO, Lee JM, Moseley ME, Peterson ED, Turan TN, Valderrama AL, Vinters HV; American Heart Association Stroke Council, Council on Cardiovascular Surgery and Anesthesia; Council on Cardiovascular Radiology and Intervention; Council on Cardiovascular and Stroke Nursing; Council on Epidemiology and Prevention; Council on Peripheral Vascular Disease; Council on Nutrition, Physical Activity and Metabolism. An updated definition of stroke for the 21st century: a statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2013 Jul;44(7):2064-89. doi: 10.1161/STR.0b013e318296aeca. Epub 2013 May 7. Erratum In: Stroke. 2019 Aug;50(8):e239."},{"pmid":"28154098","type":"BACKGROUND","citation":"Boehme AK, Esenwa C, Elkind MS. Stroke Risk Factors, Genetics, and Prevention. Circ Res. 2017 Feb 3;120(3):472-495. doi: 10.1161/CIRCRESAHA.116.308398."},{"pmid":"32653056","type":"BACKGROUND","citation":"Campbell BCV, Khatri P. Stroke. Lancet. 2020 Jul 11;396(10244):129-142. doi: 10.1016/S0140-6736(20)31179-X."},{"pmid":"15370761","type":"BACKGROUND","citation":"Geyh S, Cieza A, Schouten J, Dickson H, Frommelt P, Omar Z, Kostanjsek N, Ring H, Stucki G. ICF Core Sets for stroke. J Rehabil Med. 2004 Jul;(44 Suppl):135-41. doi: 10.1080/16501960410016776."},{"pmid":"23319483","type":"BACKGROUND","citation":"Chen C, Leys D, Esquenazi A. The interaction between neuropsychological and motor deficits in patients after stroke. Neurology. 2013 Jan 15;80(3 Suppl 2):S27-34. doi: 10.1212/WNL.0b013e3182762569."},{"pmid":"31195940","type":"BACKGROUND","citation":"Paciaroni M, Acciarresi M. Poststroke Fatigue. Stroke. 2019 Jul;50(7):1927-1933. doi: 10.1161/STROKEAHA.119.023552. Epub 2019 Jun 14. No abstract available."},{"pmid":"29056502","type":"BACKGROUND","citation":"Thilarajah S, Mentiplay BF, Bower KJ, Tan D, Pua YH, Williams G, Koh G, Clark RA. Factors Associated With Post-Stroke Physical Activity: A Systematic Review and Meta-Analysis. Arch Phys Med Rehabil. 2018 Sep;99(9):1876-1889. doi: 10.1016/j.apmr.2017.09.117. Epub 2017 Oct 19."},{"pmid":"28157752","type":"BACKGROUND","citation":"Belagaje SR. Stroke Rehabilitation. Continuum (Minneap Minn). 2017 Feb;23(1, Cerebrovascular Disease):238-253. doi: 10.1212/CON.0000000000000423."},{"pmid":"24139017","type":"BACKGROUND","citation":"Key J. 'The core': understanding it, and retraining its dysfunction. J Bodyw Mov Ther. 2013 Oct;17(4):541-59. doi: 10.1016/j.jbmt.2013.03.012. Epub 2013 Jun 28."},{"pmid":"29476713","type":"BACKGROUND","citation":"Lee NG, You JSH, Yi CH, Jeon HS, Choi BS, Lee DR, Park JM, Lee TH, Ryu IT, Yoon HS. Best Core Stabilization for Anticipatory Postural Adjustment and Falls in Hemiparetic Stroke. Arch Phys Med Rehabil. 2018 Nov;99(11):2168-2174. doi: 10.1016/j.apmr.2018.01.027. Epub 2018 Feb 21."},{"pmid":"34001840","type":"BACKGROUND","citation":"Karthikbabu S, Ganesan S, Ellajosyula R, Solomon JM, Kedambadi RC, Mahabala C. Core Stability Exercises Yield Multiple Benefits for Patients With Chronic Stroke: A Randomized Controlled Trial. Am J Phys Med Rehabil. 2022 Apr 1;101(4):314-323. doi: 10.1097/PHM.0000000000001794."},{"pmid":"24398718","type":"BACKGROUND","citation":"Chung E, Lee BH, Hwang S. Core stabilization exercise with real-time feedback for chronic hemiparetic stroke: a pilot randomized controlled trials. Restor Neurol Neurosci. 2014;32(2):313-21. doi: 10.3233/RNN-130353."},{"pmid":"32625162","type":"BACKGROUND","citation":"De Luca A, Squeri V, Barone LM, Vernetti Mansin H, Ricci S, Pisu I, Cassiano C, Capra C, Lentino C, De Michieli L, Sanfilippo CA, Saglia JA, Checchia GA. Dynamic Stability and Trunk Control Improvements Following Robotic Balance and Core Stability Training in Chronic Stroke Survivors: A Pilot Study. Front Neurol. 2020 Jun 17;11:494. doi: 10.3389/fneur.2020.00494. eCollection 2020."},{"pmid":"27821673","type":"BACKGROUND","citation":"Haruyama K, Kawakami M, Otsuka T. Effect of Core Stability Training on Trunk Function, Standing Balance, and Mobility in Stroke Patients. Neurorehabil Neural Repair. 2017 Mar;31(3):240-249. doi: 10.1177/1545968316675431. Epub 2016 Nov 9."},{"pmid":"33136074","type":"BACKGROUND","citation":"Lee J, Jeon J, Lee D, Hong J, Yu J, Kim J. Effect of trunk stabilization exercise on abdominal muscle thickness, balance and gait abilities of patients with hemiplegic stroke: A randomized controlled trial. NeuroRehabilitation. 2020;47(4):435-442. doi: 10.3233/NRE-203133."},{"pmid":"28351168","type":"BACKGROUND","citation":"Cabanas-Valdes R, Bagur-Calafat C, Girabent-Farres M, Caballero-Gomez FM, du Port de Pontcharra-Serra H, German-Romero A, Urrutia G. Long-term follow-up of a randomized controlled trial on additional core stability exercises training for improving dynamic sitting balance and trunk control in stroke patients. Clin Rehabil. 2017 Nov;31(11):1492-1499. doi: 10.1177/0269215517701804. Epub 2017 Mar 29."},{"pmid":"26451007","type":"BACKGROUND","citation":"Cabanas-Valdes R, Bagur-Calafat C, Girabent-Farres M, Caballero-Gomez FM, Hernandez-Valino M, Urrutia Cuchi G. The effect of additional core stability exercises on improving dynamic sitting balance and trunk control for subacute stroke patients: a randomized controlled trial. Clin Rehabil. 2016 Oct;30(10):1024-1033. doi: 10.1177/0269215515609414. Epub 2015 Oct 8."},{"pmid":"24278885","type":"BACKGROUND","citation":"Yu SH, Park SD. The effects of core stability strength exercise on muscle activity and trunk impairment scale in stroke patients. J Exerc Rehabil. 2013 Jun 30;9(3):362-7. doi: 10.12965/jer.130042. eCollection 2013."},{"pmid":"24259857","type":"BACKGROUND","citation":"Chung EJ, Kim JH, Lee BH. The effects of core stabilization exercise on dynamic balance and gait function in stroke patients. J Phys Ther Sci. 2013 Jul;25(7):803-6. doi: 10.1589/jpts.25.803. Epub 2013 Aug 20."},{"pmid":"33164956","type":"BACKGROUND","citation":"Yoon HS, Cha YJ, You JSH. The effects of dynamic core-postural chain stabilization on respiratory function, fatigue and activities of daily living in subacute stroke patients: A randomized control trial. NeuroRehabilitation. 2020;47(4):471-477. doi: 10.3233/NRE-203231."},{"pmid":"27190440","type":"BACKGROUND","citation":"Sun X, Gao Q, Dou H, Tang S. Which is better in the rehabilitation of stroke patients, core stability exercises or conventional exercises? J Phys Ther Sci. 2016 Apr;28(4):1131-3. doi: 10.1589/jpts.28.1131. Epub 2016 Apr 28."},{"pmid":"29880211","type":"BACKGROUND","citation":"Sarfo FS, Ulasavets U, Opare-Sem OK, Ovbiagele B. Tele-Rehabilitation after Stroke: An Updated Systematic Review of the Literature. J Stroke Cerebrovasc Dis. 2018 Sep;27(9):2306-2318. doi: 10.1016/j.jstrokecerebrovasdis.2018.05.013. Epub 2018 Jun 4."},{"pmid":"33866152","type":"BACKGROUND","citation":"Pino-Ortega J, Gomez-Carmona CD, Rico-Gonzalez M. Accuracy of Xiaomi Mi Band 2.0, 3.0 and 4.0 to measure step count and distance for physical activity and healthcare in adults over 65 years. Gait Posture. 2021 Jun;87:6-10. doi: 10.1016/j.gaitpost.2021.04.015. Epub 2021 Apr 15."},{"pmid":"19014080","type":"BACKGROUND","citation":"Valko PO, Bassetti CL, Bloch KE, Held U, Baumann CR. Validation of the fatigue severity scale in a Swiss cohort. Sleep. 2008 Nov;31(11):1601-7. doi: 10.1093/sleep/31.11.1601."},{"pmid":"8148458","type":"BACKGROUND","citation":"Fisk JD, Ritvo PG, Ross L, Haase DA, Marrie TJ, Schlech WF. Measuring the functional impact of fatigue: initial validation of the fatigue impact scale. Clin Infect Dis. 1994 Jan;18 Suppl 1:S79-83. doi: 10.1093/clinids/18.supplement_1.s79."},{"pmid":"23270547","type":"BACKGROUND","citation":"Burschka JM, Keune PM, Menge U, Hofstadt-van Oy U, Oschmann P, Hoos O. An exploration of impaired walking dynamics and fatigue in multiple sclerosis. BMC Neurol. 2012 Dec 27;12:161. doi: 10.1186/1471-2377-12-161."},{"pmid":"12091180","type":"BACKGROUND","citation":"ATS Committee on Proficiency Standards for Clinical Pulmonary Function Laboratories. ATS statement: guidelines for the six-minute walk test. Am J Respir Crit Care Med. 2002 Jul 1;166(1):111-7. doi: 10.1164/ajrccm.166.1.at1102. No abstract available. Erratum In: Am J Respir Crit Care Med. 2016 May 15;193(10):1185."},{"pmid":"15137564","type":"BACKGROUND","citation":"Verheyden G, Nieuwboer A, Mertin J, Preger R, Kiekens C, De Weerdt W. The Trunk Impairment Scale: a new tool to measure motor impairment of the trunk after stroke. Clin Rehabil. 2004 May;18(3):326-34. doi: 10.1191/0269215504cr733oa."},{"pmid":"10453772","type":"BACKGROUND","citation":"McGill SM, Childs A, Liebenson C. Endurance times for low back stabilization exercises: clinical targets for testing and training from a normal database. Arch Phys Med Rehabil. 1999 Aug;80(8):941-4. doi: 10.1016/s0003-9993(99)90087-4."},{"pmid":"20127418","type":"BACKGROUND","citation":"Lin KC, Fu T, Wu CY, Hsieh YW, Chen CL, Lee PC. Psychometric comparisons of the Stroke Impact Scale 3.0 and Stroke-Specific Quality of Life Scale. Qual Life Res. 2010 Apr;19(3):435-43. doi: 10.1007/s11136-010-9597-5. Epub 2010 Feb 4."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M8054","name":"Fatigue","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}