{"protocolSection":{"identificationModule":{"nctId":"NCT03443596","orgStudyIdInfo":{"id":"NUSingapore_Vijay"},"organization":{"fullName":"National University of Singapore","class":"OTHER"},"briefTitle":"Blood Pressure Control in Acute Ischemic Stroke","officialTitle":"A Randomised Clinical Trial for Evaluating the Safety and Feasibility of Intensive Lowering of Blood Pressure in Acute Ischemic Stroke Patients Treated With Intravenous Thrombolysis","acronym":"BP-Stroke"},"statusModule":{"statusVerifiedDate":"2019-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-03-13","type":"ACTUAL"},"completionDateStruct":{"date":"2019-03-13","type":"ACTUAL"},"studyFirstSubmitDate":"2018-02-02","studyFirstSubmitQcDate":"2018-02-17","studyFirstPostDateStruct":{"date":"2018-02-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-04-14","lastUpdatePostDateStruct":{"date":"2019-04-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"VIJAY KUMAR SHARMA","investigatorTitle":"Associate Professor","investigatorAffiliation":"National University of Singapore"},"leadSponsor":{"name":"National University of Singapore","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Management of acutely elevated blood pressure during the early phase of ischemic stroke remains controversial. In patients treated with IV-tPA, the risk of ICH is closely related to the BP levels. However, intensive reduction of BP carries a theoretical risk of clinical deterioration by inducing cerebral hypoperfusion. Assessment of cerebral perfusion before and after BP reduction is one of the most scientific method to evaluate the safety (and potential benefits) of BP management in the acute phase of stroke. This project will impact practices and delivery of BP management during the acute phase of ischemic stroke. The findings would aid in designing phase 3 clinical trials will track clinical indicators, including the impact on functional outcomes as well as quality-of-life and cost-effectiveness.","detailedDescription":"Specific aims-\n\n1. To determine the tolerability of intensive blood pressure (BP) lowering with intravenous Labetalol infusion (assessed by achieving systolic BP 140-160mmHg range within 6hours of symptom-onset and maintaining it for 72hours post-ictus) in subjects with acute ischemic stroke (AIS) who are treated with intravenous thrombolysis,\n2. To quantify the effect of intensive BP lowering on cerebral blood flow (CBF) as measured by computed tomographic (CT) perfusion imaging.\n3. To obtain preliminary estimates of clinical impact of intensive BP lowering in acute phase and functional outcomes at 3months.\n\nHypothesis- Investigators hypothesize that early and intensive BP lowering in AIS is safe in patients treated with intravenous tissue plasminogen activator (IV-TPA). Furthermore, such reductions in BP would not produce any significant reduction of CBF on CT perfusion or adversely affect the functional outcomes at 3 months\n\nMethodology - AIS patients presenting within 4.5hours of symptom-onset with measurable neurological deficits (NIHSS \\>4points), treated with intravenous thrombolysis and having elevated BP (systolic BP 160-185mmHg) would be included. In this randomised open label pilot study (with blinded end-point analysis), study participants in target group would receive intravenous Labetalol infusion for 72hours (target systolic BP 140-160mmHg).Close neurological monitoring and serial CT perfusion studies would be performed to evaluate the short-term clinical effects and changes in CBF. Functional outcomes would be evaluated by modified Rankin scale at 3months.\n\nConclusion This pilot randomised study would provide preliminary data about the safety of intensive BP lowering in AIS and form a basis of designing a larger phase III study."},"conditionsModule":{"conditions":["Blood Pressure","Acute Stroke"],"keywords":["stroke","blood pressure","hemodynamic"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2","PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Allocation of the BP control arm was not disclosed to the study participants","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":54,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Early intensive BP control","type":"ACTIVE_COMPARATOR","description":"BP in participants in this arm is treated aggressively, lowered and maintained at systolic blood pressure between 140-160mmHg, within 6 hours of stroke onset and maintained in this range for first 72 hours.","interventionNames":["Biological: Early intensive BP control"]},{"label":"Guidelined based BP control","type":"NO_INTERVENTION","description":"Participants are treated according to the current international guidelines in thrombolysed acute ischemic stroke patients, i.e., less than 180/105mmHg"}],"interventions":[{"type":"BIOLOGICAL","name":"Early intensive BP control","description":"Participants in the early intensive BP control arm are treated with BP lowering medications, with an aim to bring the systolic BP to 140-160mmHg and maintain this level for 72 hours post-ictus","armGroupLabels":["Early intensive BP control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Increase in NIHSS during early intensive BP lowering","description":"Proportion of subjects whose NIHSS increases by 4 or more points during active BP reduction.","timeFrame":"within first 72 hours"}],"secondaryOutcomes":[{"measure":"Good functional outcome","description":"Proportion of subjects achieving modified Rankin score 0-1 in early intensive BP control as compared to the subjects treated with guideline based BP control","timeFrame":"at 90 days"},{"measure":"Ccerebral blood flow reduction during BP control","description":"Proportion of subjects whose cerebral blood flow on CT perfusion reduces by 20% or more during intensive BP lowering as compared to guideline based approach of BP management in acute ischemic stroke","timeFrame":"within first 72 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Disabling neurological deficit (NIHSS minimum 4 points) due to stroke.\n* IV thrombolysis initiated within 4.5 hours of symptom-onset.\n* No hemorrhage on baseline non-contrast head CT scan.\n* At least two consecutive BP measurements (taken at ≥5 min apart) of 160-185mmHg (systolic) and 90 -105mmHg (diastolic) at the time of randomization (BP \\>185/105mmHg would be treated as standard of care in patient treated with IV-TPA).\n* Patients between 21-80 years of age, either gender and all ethnicities would be eligible for inclusion. Consent for participation in this study would be obtained from the patient. In patients unable to give consent due to speech or mental disabilities due to stroke, consent would be obtained from the nearest relative.\n* Although, men and women of reproducible age would be enrolled, all contraception methods would be allowed once they are physically fit.\n\nExclusion Criteria:\n\n* Patients considered ineligible for IV-TPA. Patients treated with mechanical thrombectomy) would not be included.\n* Symptomatic occlusion or \\>70% stenosis of the internal carotid artery.\n* Patients with impaired CVR on TCD. Vasodilatory reserve would be evaluated with the hypercapnoeic challenge (voluntary breath-holding for 30 seconds and monitoring of the mean flow velocities of both MCAs. In patients who are aphasic or unable to hold breath, the hypercapnoeic challenge would consist of subjecting these patients to re-breathe in a closely fit oxygen mask connected with air bag and a capnometer. Our lab has already validated this method against voluntary breath- holding test and acetazolamide challenged SPECT. Patients with an impaired CVR (breath holding index \\<0.69) would be excluded from the study since this figure is associated with an increased risk of stroke due to cerebral hypoperfusion.\n* Patients with severe intracranial stenosis.\n* Conditions requiring urgent antihypertensive treatment independent of BP levels (acute myocardial infarction, severe left ventricular heart failure, aortic dissection, acute renal failure, acute pulmonary oedema and hypertensive encephalopathy)\n* Functional dependence prior to the acute stroke quantified as a mRS-score of \\>1.\n* Contraindications to Labetalol- for example- history of asthma, right-sided congestive heart failure, bradycardia, and heart block.\n* Patients with contraindications for CT perfusion (like allergy to contrast, renal impairment- serum creatinine \\>176 µmol/L (2 mg/dL) since creatinine above this level is associated with high risk of contrast induced nephropathy. We will exclude patients with estimated GFR \\<30ml/minute.\n* Diabetic patients with normal renal functions would be included. However, we will stop Metformin (if they are receiving it) for 3 days and monitor renal functions.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Vijay K Sharma, MD","affiliation":"National University Health System, Singapore","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Division of Neurology, National University Hospital","city":"Singapore","zip":"119074","country":"Singapore","geoPoint":{"lat":1.28967,"lon":103.85007}}]},"referencesModule":{"references":[{"pmid":"30290680","type":"DERIVED","citation":"Sharma VK, Tan BYQ, Sim MY, Kulkarni A, Seow PA, Hong CS, Du Z, Wong LYH, Chen J, Chee EYH, Ng BSM, Low Y, Ngiam NJH, Yeo LLL, Teoh HL, Paliwal PR, Rathakrishnan R, Sinha AK, Chan BPL, Butcher K, Anderson CS. Rationale and design of a randomized trial of early intensive blood pressure lowering on cerebral perfusion parameters in thrombolysed acute ischemic stroke patients. Medicine (Baltimore). 2018 Oct;97(40):e12721. doi: 10.1097/MD.0000000000012721."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"We might consider sharing IPD if a study with similar design enters into a meaningful scientific collaboration","infoTypes":["STUDY_PROTOCOL","SAP","CSR"],"timeFrame":"by June 2019 and will be available for 1 year","accessCriteria":"if other study has similar protocol. Communicate via email"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}