{"protocolSection":{"identificationModule":{"nctId":"NCT00523523","orgStudyIdInfo":{"id":"1R03HDo51624-01A2"},"secondaryIdInfos":[{"id":"00065049"},{"id":"IRB # 286-2005"}],"organization":{"fullName":"University of Florida","class":"OTHER"},"briefTitle":"Training the Arm and Hand After Stroke Using Auditory Rhythm Cues","officialTitle":"Auditory Rhythm Cues + Task Practice: Effects on UE Motor Function Post-stroke"},"statusModule":{"statusVerifiedDate":"2010-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2007-08"},"primaryCompletionDateStruct":{"date":"2010-05","type":"ACTUAL"},"completionDateStruct":{"date":"2010-06","type":"ACTUAL"},"studyFirstSubmitDate":"2007-08-29","studyFirstSubmitQcDate":"2007-08-29","studyFirstPostDateStruct":{"date":"2007-08-31","type":"ESTIMATED"},"lastUpdateSubmitDate":"2012-02-03","lastUpdatePostDateStruct":{"date":"2012-02-06","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Florida","class":"OTHER"},"collaborators":[{"name":"National Institutes of Health (NIH)","class":"NIH"},{"name":"US Department of Veterans Affairs","class":"FED"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to determine whether or not having people with stroke practice performing tasks to auditory rhythm cues with their weaker arm and hand is any better at promoting improved motor control than practicing the tasks in a typical way without the rhythm cues","detailedDescription":"Stroke is the leading cause of adult-onset disability in the United States, and 75% of those presenting with UE deficits continue to have decreased UE function, despite rehabilitation. Despite demonstrated efficacy that functional task practice promotes improved UE function post-stroke,4-6 most subjects continue to have substantial disability, reporting less paretic hand use than pre-stroke and having lower scores on motor tests. Auditory rhythm entrainment of functional task practice may enhance therapy efficacy by facilitating the adoption of more normal movement patterns. Thus, it is critical to public health that more effective approaches to facilitate UE motor recovery are developed. This study would further the mission of NCMRR to enhance independence of persons with disability and that of NICHD: \"optimal well-being of all people through rehabilitation.\"\n\nThe primary aim of this pilot study is to gather preliminary data on the impact of auditory rhythm entrainment of functional task practice (FTARC) on improvement in UE function compared to functional task practice alone (FTP) in subjects with moderate hemiparesis from chronic stroke. Our primary hypothesis is that after FTARC, subjects will demonstrate greater gains in UE function compared to persons in the FTP group. Secondary aims are to understand 1) the relative impact of FTARC on retention of motor skills 6 months after therapy and 2) to understand how changes in more underlying elemental components of UE movement, (kinetic parameters and multi-joint synergies) relate to this improvement in outcome. Our secondary hypotheses are that the subjects with FTARC will demonstrate movement composition that is closer to that of neurologically intact individuals and greater retention of functional gains compared to subjects with FTP.\n\nThis study will use a prospective, parallel group design in which subjects, after baseline testing, will be adaptively randomized by UE motor severity into either the FTARC or the FTP groups. Therapy will be 4 hours of task practice per weekday for 2 weeks. Subjects will wear a mitt on their non-paretic hand for 90% of waking hours. Subjects will then complete post-intervention and 6-month follow up testing."},"conditionsModule":{"conditions":["Stroke","Hemiplegia"],"keywords":["Rehabilitation","hemiplegia","stroke","upper extremity","motor skills","therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":11,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"A","type":"EXPERIMENTAL","description":"This group will complete a 2 week program of functional task practice with auditory rhythm cuing.","interventionNames":["Behavioral: Constraint-Induced Movement Therapy + auditory rhythm cues"]},{"label":"F","type":"ACTIVE_COMPARATOR","description":"This group will complete a 2 week program of functional task practice without auditory rhythm cuing.","interventionNames":["Behavioral: Constraint-Induced Movement Therapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"Constraint-Induced Movement Therapy + auditory rhythm cues","description":"The intervention is functional task practice with the paretic arm and hand for 4 hours/day for 10 sessions over 2 weeks plus a home program for the intervening weekend. Participants in the experimental group will perform this practice to the beat of a metronome. All participants will also wear a mitt on the less affected hand for up to 90% of waking hours.","armGroupLabels":["A"],"otherNames":["Functional task practice, Forced use"]},{"type":"BEHAVIORAL","name":"Constraint-Induced Movement Therapy","description":"The intervention is functional task practice with the paretic arm and hand for 4 hours/day for 10 sessions over 2 weeks plus a home program for the intervening weekend. All participants will also wear a mitt on the less affected hand for up to 90% of waking hours.","armGroupLabels":["F"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Improved motor control as measured by increased scores on both the upper extremity subtest of the Fugl-Meyer Motor Assessment and the Wolf Motor Function Test","timeFrame":"At 2 weeks, at 3 months, and at 6 months"}],"secondaryOutcomes":[{"measure":"Improved spatial-temporal movement patterns measured by 3-D motion analysis, improved force control measured by isometric and dynamic force production tasks, and increased paretic arm use measured by increased scores on the Motor Activity Log","timeFrame":"At 2 weeks, 3 months and 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* single ischemic stroke at least 3 months prior\n* no active drug or alcohol abuse\n* able to follow 2-step commands\n* no history of more than minor head trauma, subarachnoid hemorrhage, dementia, drug or alcohol abuse, schizophrenia, serious medical illness, or refractory depression\n* able to elevate UE in scapular plane (combination of flexion and abduction)at least 300 with at least 450 active elbow extension available during this movement and able to extend the wrist 200 and 2 fingers and the thumb 100 three times in a minute.\n\nExclusion Criteria:\n\n* no movement in UE or no active 200 of wrist extension and no active 100 of thumb and finger extension three times in a minute\n* spasticity greater than 2 on the Modified Ashworth Scale\n* scores \\>3 on Motor Activity Log82 indicating poor use of UE\n* able to complete shoulder flexion and abduction to shoulder height easily (e.g., doesn't hold breath, movement is fluid, little to no effort tremor observed) with elbow straight and able to complete checkers item on the WMFT9 within 16 seconds\n* greater than mild hearing loss per audiogram.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Lorie G Richards, PhD","affiliation":"University of Florida and North Florida/South Georgia Veterans Health System","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"North Florida/South Georgia Veterans Health System - Malcom Randall VAMC","city":"Gainesville","state":"Florida","zip":"32608","country":"United States","geoPoint":{"lat":29.65163,"lon":-82.32483}}]},"referencesModule":{"references":[{"pmid":"11900758","type":"BACKGROUND","citation":"Thaut MH, Kenyon GP, Hurt CP, McIntosh GC, Hoemberg V. Kinematic optimization of spatiotemporal patterns in paretic arm training with stroke patients. Neuropsychologia. 2002;40(7):1073-81. doi: 10.1016/s0028-3932(01)00141-5."},{"pmid":"17077374","type":"BACKGROUND","citation":"Wolf SL, Winstein CJ, Miller JP, Taub E, Uswatte G, Morris D, Giuliani C, Light KE, Nichols-Larsen D; EXCITE Investigators. Effect of constraint-induced movement therapy on upper extremity function 3 to 9 months after stroke: the EXCITE randomized clinical trial. JAMA. 2006 Nov 1;296(17):2095-104. doi: 10.1001/jama.296.17.2095."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}