{"protocolSection":{"identificationModule":{"nctId":"NCT03356392","orgStudyIdInfo":{"id":"GSR-ET"},"organization":{"fullName":"Universitätsklinikum Hamburg-Eppendorf","class":"OTHER"},"briefTitle":"German Stroke Registry - Endovascular Treatment","officialTitle":"German Stroke Registry - Endovascular Treatment","acronym":"GSR-ET"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-11-22","studyFirstSubmitQcDate":"2017-11-22","studyFirstPostDateStruct":{"date":"2017-11-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-28","lastUpdatePostDateStruct":{"date":"2022-12-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Universitätsklinikum Hamburg-Eppendorf","class":"OTHER"},"collaborators":[{"name":"University Hospital of Cologne","class":"OTHER"},{"name":"Klinikum rechts der Isar, Technical University of Munich","class":"UNKNOWN"},{"name":"RWTH Aachen University","class":"OTHER"},{"name":"University Hospital Tuebingen","class":"OTHER"},{"name":"Charite University, Berlin, Germany","class":"OTHER"},{"name":"Charité - Universitätsmedizin Berlin, Campus Virchow Klinikum","class":"UNKNOWN"},{"name":"Sana Klinikum Offenbach","class":"OTHER"},{"name":"Goethe University","class":"OTHER"},{"name":"Klinikum Dortmund","class":"UNKNOWN"},{"name":"KRH Klinikum Nordstadt","class":"UNKNOWN"},{"name":"Asklepios Klinik Altona","class":"UNKNOWN"},{"name":"Klinikum Altenburger Land","class":"UNKNOWN"},{"name":"University Hospital, Bonn","class":"OTHER"},{"name":"Klinikum Stadt Hanau","class":"OTHER"},{"name":"Klinikum Lüneburg","class":"UNKNOWN"},{"name":"Ludwig-Maximilians - University of Munich","class":"OTHER"},{"name":"University of Göttingen","class":"OTHER"},{"name":"Krankenhaus Buchholz","class":"UNKNOWN"},{"name":"Klinikum Osnabrück","class":"UNKNOWN"},{"name":"Wuerzburg University Hospital","class":"OTHER"},{"name":"University of Giessen and Marburg","class":"UNKNOWN"},{"name":"Sana Kliniken Lübeck","class":"UNKNOWN"},{"name":"Mühlenkreiskliniken Minden","class":"UNKNOWN"},{"name":"radprax MVZ Nordrhein","class":"UNKNOWN"},{"name":"University Hospital Muenster","class":"OTHER"},{"name":"University Medical Center Rostock","class":"OTHER"},{"name":"Asklepios Klinik Wandsbek","class":"UNKNOWN"},{"name":"Elbe Kliniken","class":"UNKNOWN"},{"name":"Städtische Klinikum Braunschweig","class":"UNKNOWN"},{"name":"Allgemeines Krankenhaus Celle","class":"UNKNOWN"},{"name":"Bezirkskrankenhaus Günzburg","class":"UNKNOWN"},{"name":"Klinikum Bremen-Mitte, gGmbH","class":"OTHER"},{"name":"University Medical Center Mainz","class":"OTHER"},{"name":"Klinikum Köln-Merheim","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The German Stroke Registry (GSR) Endovascular Treatment is an academic, independent, prospective, multicentre, observational registry study. Consecutive patients treated with endovascular stroke treatment will be enrolled in German stroke centers. Patients receive regular care and data will be collected as part of clinical routine. Baseline clinical and procedural information as well clinical follow-up information during in-hospital stay, and up to 90 days of stroke onset are collected. Data collected include demographics, National Institute of Health Stroke Scale (NIHSS) on admission, pre-treatment ASPECTS, information on timing and success of interventional treatment, procedural complications, intracranial hemorrhage, and functional outcome."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["acute stroke, thrombectomy, endovascular treatment"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"90 Days","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":10000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"stroke patients","description":"acute stroke patients treated with endovascular treatment combined with or without","interventionNames":["Other: telephone call d90"]}],"interventions":[{"type":"OTHER","name":"telephone call d90","description":"telephone call on day 90 to assess the primary outcome (mRs d90)","armGroupLabels":["stroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"modified Ranking Scale (mRS) on day 90","description":"The scale is a commonly used measurement for the degree of disability or dependence in the daily activities of people who have suffered a stroke;\n\nscale range 0-6; with 0 - No symptoms. 1 - No significant disability. Able to carry out all usual activities, despite some symptoms. 2 - Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities. 3 - Moderate disability. Requires some help, but able to walk unassisted. 4 - Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted. 5 - Severe disability. Requires constant nursing care and attention, bedridden, incontinent. 6 - Dead. publication: van Swieten J, Koudstaal P, Visser M, Schouten H, et al. (1988). \"Interobserver agreement for the assessment of handicap in stroke patients\". Stroke. 19 (5): 604-607. doi:10.1161/01.str.19.5.604. PMID 3363593.","timeFrame":"90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of acute ischemic stroke\n* Eligible for intravenous thrombolysis (IVT) and IVT initiated within 4.5 hours after stroke onset\n* Confirmed diagnosis of persistent occlusion of terminal carotid artery, middle cerebral artery (M1 or M2), or basilar artery consistent with symptoms\n* Age \\>18 years\n* Ethic approval in process\n\nExclusion Criteria: none","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"all acute stroke patients with the clinical diagnosis of acute ischemic stroke, eligible for IVT and IVT initiated within 4.5 hours after stroke onset, Age \\>18 years","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Maximilian Schell","role":"CONTACT","phone":"+49 (0)1522/2834807","email":"m.schell@uke.de"},{"name":"Götz Thomalla, Prof. Dr. med.","role":"CONTACT","phone":"+49 (0)40/7410-0","email":"thomalla@uke.de"}],"overallOfficials":[{"name":"Martin Dichgans, Prof. Dr. med.","affiliation":"LMU, Munich, Germany","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Christian Gerloff, Prof. Dr. med.","affiliation":"UKE, Hamburg, Germany","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Medical Center Hamburg-Eppendorf (UKE)","status":"RECRUITING","city":"Hamburg","zip":"20251","country":"Germany","contacts":[{"name":"Maximilian Schell","role":"CONTACT","phone":"+49 (0)1522/2834807","email":"m.schell@uke.de"},{"name":"Götz Thomalla, Prof. Dr. med.","role":"CONTACT","phone":"+49 (0)40/7410-0","email":"thomalla@uke.de"},{"name":"Christian Gerloff, Prof. Dr. med.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":53.57532,"lon":10.01534}}]},"referencesModule":{"references":[{"pmid":"31008327","type":"BACKGROUND","citation":"Kellert L, Wollenweber FA, Thomalla G, Nolte CH, Fiehler J, Ringleb PA, Dorn F. Thrombolysis management in thrombectomy patients: Real-life data from German stroke centres. Eur Stroke J. 2017 Dec;2(4):356-360. doi: 10.1177/2396987317727229. Epub 2017 Aug 17."},{"pmid":"30346260","type":"BACKGROUND","citation":"Alegiani AC, Dorn F, Herzberg M, Wollenweber FA, Kellert L, Siebert E, Nolte CH, von Rennenberg R, Hattingen E, Petzold GC, Bode FJ, Pfeilschifter W, Schafer JH, Wagner M, Rother J, Eckert B, Kraft P, Pham M, Boeckh-Behrens T, Wunderlich S, Bernkopf K, Reich A, Wiesmann M, Mpotsaris A, Psychogios M, Liman J, Maier I, Berrouschot J, Bormann A, Limmroth V, Spreer J, Petersen M, Krause L, Lowens S, Kraemer C, Zweynert S, Lange KS, Thonke S, Kastrup A, Papanagiotou P, Alber B, Braun M, Fiehler J, Gerloff C, Dichgans M, Thomalla G. Systematic evaluation of stroke thrombectomy in clinical practice: The German Stroke Registry Endovascular Treatment. Int J Stroke. 2019 Jun;14(4):372-380. doi: 10.1177/1747493018806199. Epub 2018 Oct 22. Erratum In: Int J Stroke. 2018 Dec 17;:1747493018816194. Eur J Prev Cardiol. 2020 Nov;27(17):NP16."},{"pmid":"31337298","type":"BACKGROUND","citation":"Wollenweber FA, Tiedt S, Alegiani A, Alber B, Bangard C, Berrouschot J, Bode FJ, Boeckh-Behrens T, Bohner G, Bormann A, Braun M, Dorn F, Eckert B, Flottmann F, Hamann GF, Henn KH, Herzberg M, Kastrup A, Kellert L, Kraemer C, Krause L, Lehm M, Liman J, Lowens S, Mpotsaris A, Papanagiotou P, Petersen M, Petzold GC, Pfeilschifter W, Psychogios MN, Reich A, von Rennenberg R, Rother J, Schafer JH, Siebert E, Siedow A, Solymosi L, Thonke S, Wagner M, Wunderlich S, Zweynert S, Nolte CH, Gerloff C, Thomalla G, Dichgans M, Fiehler J. Functional Outcome Following Stroke Thrombectomy in Clinical Practice. Stroke. 2019 Sep;50(9):2500-2506. doi: 10.1161/STROKEAHA.119.026005. Epub 2019 Jul 24."},{"pmid":"31847752","type":"BACKGROUND","citation":"Tiedt S, Herzberg M, Kupper C, Feil K, Kellert L, Dorn F, Liebig T, Alegiani A, Dichgans M, Wollenweber FA; GSR Investigators. Stroke Etiology Modifies the Effect of Endovascular Treatment in Acute Stroke. Stroke. 2020 Mar;51(3):1014-1016. doi: 10.1161/STROKEAHA.119.028383. Epub 2019 Dec 18."},{"pmid":"32089059","type":"BACKGROUND","citation":"Meyer L, Alexandrou M, Flottmann F, Deb-Chatterji M, Abdullayev N, Maus V, Politi M, Bernkopf K, Roth C, Kastrup A, Hanning U, Brekenfeld C, Thomalla G, Gerloff C, Mpotsaris A, Papanagiotou P, Fiehler J, Leischner H; German Stroke Registry-Endovascular Treatment (GSR-ET) dagger. Endovascular Treatment of Very Elderly Patients Aged >/=90 With Acute Ischemic Stroke. J Am Heart Assoc. 2020 Mar 3;9(5):e014447. doi: 10.1161/JAHA.119.014447. Epub 2020 Feb 24."},{"pmid":"32934109","type":"BACKGROUND","citation":"Meyer L, Broocks G, Bechstein M, Flottmann F, Leischner H, Brekenfeld C, Schon G, Deb-Chatterji M, Alegiani A, Thomalla G, Fiehler J, Kniep H, Hanning U; German Stroke Registry - Endovascular Treatment (GSR - ET). Early clinical surrogates for outcome prediction after stroke thrombectomy in daily clinical practice. J Neurol Neurosurg Psychiatry. 2020 Oct;91(10):1055-1059. doi: 10.1136/jnnp-2020-323742."},{"pmid":"32107288","type":"BACKGROUND","citation":"Deb-Chatterji M, Pinnschmidt H, Flottmann F, Leischner H, Broocks G, Alegiani A, Brekenfeld C, Fiehler J, Gerloff C, Thomalla G; GSR-ET Investigators. Predictors of independent outcome of thrombectomy in stroke patients with large baseline infarcts in clinical practice: a multicenter analysis. J Neurointerv Surg. 2020 Nov;12(11):1064-1068. doi: 10.1136/neurintsurg-2019-015641. Epub 2020 Feb 27."},{"pmid":"33251485","type":"BACKGROUND","citation":"Tiedt S, Bode FJ, Uphaus T, Alegiani A, Groschel K, Petzold GC; GSR-ET investigators. Impact of the COVID-19-pandemic on thrombectomy services in Germany. Neurol Res Pract. 2020 Nov 23;2:44. doi: 10.1186/s42466-020-00090-0. eCollection 2020."},{"pmid":"33467875","type":"BACKGROUND","citation":"Flottmann F, Brekenfeld C, Broocks G, Leischner H, McDonough R, Faizy TD, Deb-Chatterji M, Alegiani A, Thomalla G, Mpotsaris A, Nolte CH, Fiehler J, Maros ME; GSR investigators*. Good Clinical Outcome Decreases With Number of Retrieval Attempts in Stroke Thrombectomy: Beyond the First-Pass Effect. Stroke. 2021 Jan;52(2):482-490. doi: 10.1161/STROKEAHA.120.029830. Epub 2021 Jan 20. Erratum In: Stroke. 2021 Apr;52(4):e116."},{"pmid":"33600707","type":"BACKGROUND","citation":"Feil K, Herzberg M, Dorn F, Tiedt S, Kupper C, Thunstedt DC, Hinske LC, Muhlbauer K, Goss S, Liebig T, Dieterich M, Bayer A, Kellert L; GSR Investigators. General Anesthesia versus Conscious Sedation in Mechanical Thrombectomy. J Stroke. 2021 Jan;23(1):103-112. doi: 10.5853/jos.2020.02404. Epub 2021 Jan 31."},{"pmid":"33327038","type":"BACKGROUND","citation":"Feil K, Kupper C, Tiedt S, Dimitriadis K, Herzberg M, Dorn F, Liebig T, Dieterich M, Kellert L; GSR Investigators. Safety and efficacy of mechanical thrombectomy in infective endocarditis: A matched case-control analysis from the German Stroke Registry-Endovascular Treatment. Eur J Neurol. 2021 Mar;28(3):861-867. doi: 10.1111/ene.14686. Epub 2021 Jan 6."},{"pmid":"32067055","type":"BACKGROUND","citation":"Flottmann F, Broocks G, Faizy TD, McDonough R, Watermann L, Deb-Chatterji M, Thomalla G, Herzberg M, Nolte CH, Fiehler J, Leischner H, Brekenfeld C; GSR investigators. Factors Associated with Failure of Reperfusion in Endovascular Therapy for Acute Ischemic Stroke : A Multicenter Analysis. Clin Neuroradiol. 2021 Mar;31(1):197-205. doi: 10.1007/s00062-020-00880-8. Epub 2020 Feb 17."},{"pmid":"33588589","type":"BACKGROUND","citation":"Feil K, Herzberg M, Dorn F, Tiedt S, Kupper C, Thunstedt DC, Papanagiotou P, Meyer L, Kastrup A, Dimitriadis K, Liebig T, Dieterich M, Kellert L; GSR investigatorsdagger. Tandem Lesions in Anterior Circulation Stroke: Analysis of the German Stroke Registry-Endovascular Treatment. Stroke. 2021 Apr;52(4):1265-1275. doi: 10.1161/STROKEAHA.120.031797. Epub 2021 Feb 16."},{"pmid":"33934710","type":"BACKGROUND","citation":"Schlemm L, von Rennenberg R, Siebert E, Bohner G, Flottmann F, Petzold GC, Thomalla G, Endres M, Nolte CH; GSR-ET investigators. Mechanical thrombectomy in patients with cervical artery dissection and stroke in the anterior or posterior circulation - a multicenter analysis from the German Stroke Registry. Neurol Res Pract. 2021 May 3;3(1):20. doi: 10.1186/s42466-021-00119-y."},{"pmid":"33373024","type":"BACKGROUND","citation":"Kupper C, Feil K, Wollenweber FA, Tiedt S, Herzberg M, Dorn F, Liebig T, Dieterich M, Kellert L; GSR investigators. Endovascular stroke treatment in orally anticoagulated patients: an analysis from the German Stroke Registry-Endovascular Treatment. J Neurol. 2021 May;268(5):1762-1769. doi: 10.1007/s00415-020-10369-6. Epub 2020 Dec 29."},{"pmid":"33813864","type":"BACKGROUND","citation":"Maros ME, Brekenfeld C, Broocks G, Leischner H, McDonough R, Deb-Chatterji M, Alegiani A, Thomalla G, Fiehler J, Flottmann F; GSR Investigators*. Number of Retrieval Attempts Rather Than Procedure Time Is Associated With Risk of Symptomatic Intracranial Hemorrhage. Stroke. 2021 May;52(5):1580-1588. doi: 10.1161/STROKEAHA.120.031242. Epub 2021 Apr 5."},{"pmid":"34097080","type":"BACKGROUND","citation":"Herzberg M, Scherling K, Stahl R, Tiedt S, Wollenweber FA, Kupper C, Feil K, Forbrig R, Patzig M, Kellert L, Kunz WG, Reidler P, Zimmermann H, Liebig T, Dieterich M, Dorn F; GSR investigators. Late Thrombectomy in Clinical Practice : Retrospective Application of DAWN/DEFUSE3 Criteria within the German Stroke Registry. Clin Neuroradiol. 2021 Sep;31(3):799-810. doi: 10.1007/s00062-021-01033-1. Epub 2021 Jun 7."},{"pmid":"34412512","type":"BACKGROUND","citation":"Weller JM, Enkirch SJ, Bogs C, Braemswig TB, Deb-Chatterji M, Keil F, Kindler C, Maywald S, Schirmer MD, Stosser S, Solymosi L, Nolte CH, Bode FJ, Petzold GC; GSR-ET Investigators. Endovascular Treatment for Acute Stroke in Cerebral Amyloid Angiopathy. Stroke. 2021 Oct;52(10):e581-e585. doi: 10.1161/STROKEAHA.120.033014. Epub 2021 Aug 20."},{"pmid":"34470489","type":"BACKGROUND","citation":"Meyer L, Bechstein M, Bester M, Hanning U, Brekenfeld C, Flottmann F, Kniep H, van Horn N, Deb-Chatterji M, Thomalla G, Sporns P, Yeo LL, Tan BY, Gopinathan A, Kastrup A, Politi M, Papanagiotou P, Kemmling A, Fiehler J, Broocks G; German Stroke Registry-Endovascular Treatment (GSR-ET). Thrombectomy in Extensive Stroke May Not Be Beneficial and Is Associated With Increased Risk for Hemorrhage. Stroke. 2021 Oct;52(10):3109-3117. doi: 10.1161/STROKEAHA.120.033101. Epub 2021 Sep 2."},{"pmid":"34779226","type":"BACKGROUND","citation":"Leischner H, Brekenfeld C, Meyer L, Broocks G, Faizy T, McDonough R, Gerloff C, Thomalla G, Deb-Chatterji M, Fiehler J, Flottmann F; German Stroke Registry - Endovascular treatment (GSR) *. Study Criteria Applied to Real Life-A Multicenter Analysis of Stroke Patients Undergoing Endovascular Treatment in Clinical Practice. J Am Heart Assoc. 2021 Nov 16;10(22):e017919. doi: 10.1161/JAHA.120.017919. Epub 2021 Nov 15."},{"pmid":"33346850","type":"BACKGROUND","citation":"Deb-Chatterji M, Schlemm E, Flottmann F, Meyer L, Alegiani A, Brekenfeld C, Fiehler J, Gerloff C, Thomalla G; GSR-ET Investigators. Sex Differences in Outcome After Thrombectomy for Acute Ischemic Stroke are Explained by Confounding Factors. Clin Neuroradiol. 2021 Dec;31(4):1101-1109. doi: 10.1007/s00062-020-00983-2. Epub 2020 Dec 21."},{"pmid":"34333490","type":"BACKGROUND","citation":"Stosser S, Bode FJ, Dorn F, Petzold GC; GSR-ET Study Group. Workflow Times and Outcome of Endovascular Therapy in Stroke Patients with Initial MRI or CT. Cerebrovasc Dis. 2022;51(1):45-51. doi: 10.1159/000517903. Epub 2021 Jul 30."},{"pmid":"35078927","type":"BACKGROUND","citation":"Broocks G, McDonough R, Bechstein M, Hanning U, Brekenfeld C, Flottmann F, Kniep H, Nawka MT, Deb-Chatterji M, Thomalla G, Sporns P, Yeo LL, Tan BY, Gopinathan A, Kastrup A, Politi M, Papanagiotou P, Kemmling A, Fiehler J, Meyer L; German Stroke Registry - Endovascular Treatment (GSR-ET). Benefit and risk of intravenous alteplase in patients with acute large vessel occlusion stroke and low ASPECTS. J Neurointerv Surg. 2023 Jan;15(1):8-13. doi: 10.1136/neurintsurg-2021-017986. Epub 2022 Jan 25."},{"pmid":"35309589","type":"BACKGROUND","citation":"Hahn M, Groschel S, Tanyildizi Y, Brockmann MA, Groschel K, Uphaus T; German Stroke Registry-Endovascular Treatment (GSR-ET) Investigators. The Bigger the Better? Center Volume Dependent Effects on Procedural and Functional Outcome in Established Endovascular Stroke Centers. Front Neurol. 2022 Mar 2;13:828528. doi: 10.3389/fneur.2022.828528. eCollection 2022."},{"pmid":"35122371","type":"BACKGROUND","citation":"Feil K, Matusevicius M, Herzberg M, Tiedt S, Kupper C, Wischmann J, Schonecker S, Mengel A, Sartor-Pfeiffer J, Berger K, Dimitriadis K, Liebig T, Dieterich M, Mazya M, Ahmed N, Kellert L. Minor stroke in large vessel occlusion: A matched analysis of patients from the German Stroke Registry-Endovascular Treatment (GSR-ET) and patients from the Safe Implementation of Treatments in Stroke-International Stroke Thrombolysis Register (SITS-ISTR). Eur J Neurol. 2022 Jun;29(6):1619-1629. doi: 10.1111/ene.15272. Epub 2022 Feb 19."},{"pmid":"35670996","type":"BACKGROUND","citation":"Quandt F, Flottmann F, Madai VI, Alegiani A, Kupper C, Kellert L, Hilbert A, Frey D, Liebig T, Fiehler J, Goyal M, Saver JL, Gerloff C, Thomalla G, Tiedt S; GSR investigators and the VISTA-Endovascular Collaborators. Machine Learning-Based Identification of Target Groups for Thrombectomy in Acute Stroke. Transl Stroke Res. 2023 Jun;14(3):311-321. doi: 10.1007/s12975-022-01040-5. Epub 2022 Jun 7."},{"pmid":"34236443","type":"BACKGROUND","citation":"Flottmann F, van Horn N, Maros ME, Leischner H, Bechstein M, Meyer L, Sauer M, Deb-Chatterji M, Alegiani A, Thomalla G, Fiehler J, Brekenfeld C; GSR investigators. More Retrieval Attempts are Associated with Poorer Functional Outcome After Unsuccessful Thrombectomy. Clin Neuroradiol. 2022 Jun;32(2):361-368. doi: 10.1007/s00062-021-01054-w. Epub 2021 Jul 8."},{"pmid":"34191040","type":"BACKGROUND","citation":"Flottmann F, van Horn N, Maros ME, McDonough R, Deb-Chatterji M, Alegiani A, Thomalla G, Hanning U, Fiehler J, Brekenfeld C; GSR investigators. Early TICI 2b or Late TICI 3-Is Perfect the Enemy of Good? Clin Neuroradiol. 2022 Jun;32(2):353-360. doi: 10.1007/s00062-021-01048-8. Epub 2021 Jun 30."},{"pmid":"35881162","type":"BACKGROUND","citation":"Burian E, Sepp D, Lehm M, Bernkopf K, Wunderlich S, Riederer I, Maegerlein C, Alegiani A, Zimmer C, Boeckh-Behrens T; GSR-ET Investigators. Start, Stop, Continue? The Benefit of Overlapping Intravenous Thrombolysis and Mechanical Thrombectomy : A Matched Case-control Analysis from the German Stroke Registry. Clin Neuroradiol. 2023 Mar;33(1):187-197. doi: 10.1007/s00062-022-01200-y. Epub 2022 Jul 26."},{"pmid":"35796854","type":"BACKGROUND","citation":"Stosser S, Bode FJ, Meissner JN, Weller JM, Kindler C, Sauer M, Paech D, Riegler C, Nolte CH, Pourian A, Rother J, Selo N, Ernemann U, Poli S, Eckert RM, Bohner G, Scherling K, Dorn F, Petzold GC; GSR-ET study group. Outcome of Stroke Patients with Unknown Onset and Unknown Time Last Known Well Undergoing Endovascular Therapy. Clin Neuroradiol. 2023 Mar;33(1):107-112. doi: 10.1007/s00062-022-01188-5. Epub 2022 Jul 7."},{"pmid":"36028317","type":"BACKGROUND","citation":"Meyer L, Politi M, Alexandrou M, Roth C, Kastrup A, Mpotsaris A, Hanning U, Flottmann F, Brekenfeld C, Deb-Chatterji M, Thomalla G, Kniep H, Faizy TD, Bechstein M, Broocks G, Herzberg M, Feil K, Kellert L, Dorn F, Zelenak K, Fiehler J, Papanagiotou P; German Stroke Registry-Endovascular Treatment (GSR-ET); German Stroke Registry - Endovascular Treatment (GSR - ET). Endovascular treatment of acute tandem lesions in patients with mild anterior circulation stroke. J Neurointerv Surg. 2023 Sep;15(e1):e136-e141. doi: 10.1136/jnis-2022-019239. Epub 2022 Aug 26."},{"pmid":"35443786","type":"BACKGROUND","citation":"Hahn M, Groschel S, Hayani E, Brockmann MA, Muthuraman M, Groschel K, Uphaus T; German Stroke Registry-Endovascular Treatment (GSR-ET) Study Group. Sex Disparities in Re-Employment in Stroke Patients With Large Vessel Occlusion Undergoing Mechanical Thrombectomy. Stroke. 2022 Aug;53(8):2528-2537. doi: 10.1161/STROKEAHA.121.037386. Epub 2022 Apr 21."},{"pmid":"36081874","type":"BACKGROUND","citation":"Schaefer JH, Kurka N, Keil F, Wagner M, Steinmetz H, Pfeilschifter W, Bohmann FO. Endovascular treatment for ischemic stroke with the drip-and-ship model-Insights from the German Stroke Registry. Front Neurol. 2022 Aug 23;13:973095. doi: 10.3389/fneur.2022.973095. eCollection 2022."},{"pmid":"34989816","type":"BACKGROUND","citation":"Weller JM, Meissner JN, Stosser S, Dorn F, Petzold GC, Bode FJ; GSR-ET investigators. Mechanical Thrombectomy in Patients with Acute Ischemic Stroke and Concomitant Intracranial Hemorrhage. Clin Neuroradiol. 2022 Sep;32(3):809-816. doi: 10.1007/s00062-021-01128-9. Epub 2022 Jan 6."},{"pmid":"35912650","type":"BACKGROUND","citation":"Weller JM, Dorn F, Meissner JN, Stosser S, Beckonert NM, Nordsiek J, Kindler C, Deb-Chatterji M, Petzold GC, Bode FJ; GSR-ET investigators. Endovascular thrombectomy in young patients with stroke. Int J Stroke. 2023 Apr;18(4):453-461. doi: 10.1177/17474930221119602. Epub 2022 Sep 7."},{"pmid":"36089621","type":"BACKGROUND","citation":"Weller JM, Dorn F, Meissner JN, Stosser S, Beckonert NM, Nordsiek J, Kindler C, Riegler C, Keil F, Petzold GC, Bode FJ; GSR-ET investigators. Antithrombotic treatment and outcome after endovascular treatment and acute carotid artery stenting in stroke patients with atrial fibrillation. Neurol Res Pract. 2022 Sep 12;4(1):42. doi: 10.1186/s42466-022-00207-7."},{"pmid":"35549377","type":"BACKGROUND","citation":"Kniep H, Meyer L, Bechstein M, Broocks G, Guerreiro H, van Horn N, Brekenfeld C, Flottmann F, Deb-Chatterji M, Alegiani A, Thomalla G, Hanning U, Fiehler J, Gellissen S; GSR-ET (German Stroke Registry-Endovascular Treatment). How Much of the Thrombectomy Related Improvement in Functional Outcome Is Already Apparent at 24 Hours and at Hospital Discharge? Stroke. 2022 Sep;53(9):2828-2837. doi: 10.1161/STROKEAHA.121.037888. Epub 2022 May 13."},{"pmid":"36239941","type":"BACKGROUND","citation":"Broocks G, Hanning U, Bechstein M, Elsayed S, Faizy TD, Brekenfeld C, Flottmann F, Kniep H, Deb-Chatterji M, Schon G, Thomalla G, Kemmling A, Fiehler J, Meyer L; German Stroke Registry-Endovascular Treatment (GSR-ET) Study Group. Association of Thrombectomy With Functional Outcome for Patients With Ischemic Stroke Who Presented in the Extended Time Window With Extensive Signs of Infarction. JAMA Netw Open. 2022 Oct 3;5(10):e2235733. doi: 10.1001/jamanetworkopen.2022.35733."},{"pmid":"34876497","type":"BACKGROUND","citation":"Deb-Chatterji M, Pinho J, Flottmann F, Meyer L, Broocks G, Brekenfeld C, Reich A, Fiehler J, Gerloff C, Thomalla G; GSR-ET Investigators. Health-related quality of life after thrombectomy in young-onset versus older stroke patients: a multicenter analysis. J Neurointerv Surg. 2022 Nov;14(11):1145-1150. doi: 10.1136/neurintsurg-2021-017991. Epub 2021 Dec 7."},{"pmid":"35933692","type":"BACKGROUND","citation":"Kniep H, Bechstein M, Broocks G, Brekenfeld C, Flottmann F, van Horn N, Geest V, Faizy TD, Deb-Chatterji M, Alegiani A, Thomalla G, Gellissen S, Fiehler J, Hanning U, Meyer L; German Stroke Registry-Endovascular Treatment (GSR-ET). Early surrogates of outcome after thrombectomy in posterior circulation stroke. Eur J Neurol. 2022 Nov;29(11):3296-3306. doi: 10.1111/ene.15519. Epub 2022 Aug 28."},{"pmid":"33472575","type":"DERIVED","citation":"Herm J, Schlemm L, Siebert E, Bohner G, Alegiani AC, Petzold GC, Pfeilschifter W, Tiedt S, Kellert L, Endres M, Nolte CH. How do treatment times impact on functional outcome in stroke patients undergoing thrombectomy in Germany? Results from the German Stroke Registry. Int J Stroke. 2021 Oct;16(8):953-961. doi: 10.1177/1747493020985260. Epub 2021 Jan 20."},{"pmid":"33324931","type":"DERIVED","citation":"Ettelt P, Maier IL, Schnieder M, Bahr M, Behme D, Psychogios MN, Liman J; GSR-ET Collaborators. Bridging therapy is associated with improved cognitive function after large vessel occlusion stroke - an analysis of the German Stroke Registry. Neurol Res Pract. 2020 Jul 27;2:29. doi: 10.1186/s42466-020-00079-9. eCollection 2020."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}