{"protocolSection":{"identificationModule":{"nctId":"NCT05720871","orgStudyIdInfo":{"id":"STROD_ICI_C"},"organization":{"fullName":"Hospital de Mataró","class":"OTHER"},"briefTitle":"Treatment of Chronic Post-stroke Oropharyngeal Dysphagia With Paired Stimulation","officialTitle":"Treatment of Chronic Post-stroke Oropharyngeal Dysphagia With Paired Stimulation Through Peripheral TRVP1 Agonists and Non-invasive Brain Stimulation","acronym":"ICI20/00117"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-17","studyFirstSubmitQcDate":"2023-01-31","studyFirstPostDateStruct":{"date":"2023-02-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-09","lastUpdatePostDateStruct":{"date":"2023-02-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Pere Clave","investigatorTitle":"Director of Research and Academic Development at CSdM","investigatorAffiliation":"Hospital de Mataró"},"leadSponsor":{"name":"Hospital de Mataró","class":"OTHER"},"collaborators":[{"name":"Consorci Sanitari del Maresme","class":"OTHER"},{"name":"Instituto de Salud Carlos III","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"According WHO, oropharyngeal dysphagia (OD) is a prevalent post-stroke (PS) condition involving the digestive system (ICD-10: I69.391) and an independent risk factor for malnutrition and pulmonary infection; and leads to greater morbimortality and healthcare costs and poorer quality of life (QoL). Currently, OD therapy is mainly compensatory, with low rates of compliance and small benefit, and there is no pharmacological treatment, so new treatments that improve patients' condition are crucial. PS-OD patients present both oropharyngeal sensory and motor deficits, so neurorehabilitation treatments which target both could be optimum. Benefits of paired peripheral sensory stimulation with oral capsaicin and of central motor noninvasive brain stimulation techniques such as transcranial direct current stimulation (tDCS) and repetitive transcranial magnetic stimulation (rTMS) will be studied. Pairing pharmacological peripheral and central stimulation may produce greater benefits. The main aim of the project is to study the efficacy of two novel protocols of paired stimulation on PS-OD patients. The investigators will assess whether 5-day application of tDCS/capsaicin or rTMS/capsaicin in the chronic phase of stroke, will improve PS-OD. One RCT (200 patients in the chronic stroke phase divided in 4 study arms) will assess changes in swallow safety, biomechanics and neurophysiology of the swallow response, hospital stay, respiratory and nutritional complications, mortality and QoL.","detailedDescription":"* Main hypothesis: Paired neurorehabilitation treatment targeting both pharyngeal sensory and motor components simultaneously through a peripheral pharmacological stimulant (Transient Receptor Potential Cation Channel \\[TRPV1\\] agonist, capsaicin) and central stimulation (NIBS) strategies (rTMS or tDCS) can improve swallowing function in chronic PS-OD patients by promoting cortical plasticity, their QoL and reduce OD associated complications.\n* Main aim: To assess the effects on swallowing of 2 neurostimulation strategies applied for 5 days to treat PS-OD in the chronic phase (\\>3 months from stroke onset) of ambulatory patients, the application of rTMS + capsaicin vs. tDCS + capsaicin in two independent RCTs. The main outcome measure for these three RCTs will be changes in prevalence of impaired safety of swallow assessed by videofluoroscopy.\n* Secondary aims To assess: 1) safety and adverse events; 2) the effects on safety of swallow with a standardized protocol of swallowing evaluation; 3) clinical outcomes at 3 months follow up; 4) the effect of the treatments on SSF and responsiveness to treatment according to stroke characteristics; 5) the effect in the chronic phase on: i) assessment of afferent and efferent pathways with sensory and motor evoked-potentials to electrical pharyngeal stimulation and TMS, respectively; ii) prevalence of signs of impaired safety/efficacy on videofluoroscopy (VFS), the penetration-aspiration score (PAS) (Rosenbek scale) and the biomechanics of the swallow response; and iii) specific clinical outcomes such as mid-term complications, readmission rate and QoL.\n* Design: Single-center, double-blinded, two-arm, double-randomization RCT. Patients are distributed into two parallel subgroups (each with its own sham group) according to intervention type.Blinding will be applicable for clinical and instrumental assessments for investigators, and for intervention condition for patients. Patients undergo V-VST, biomechanical (VFS) and neurophysiological (sEMG and evoked potentials) swallowing evaluation, and double randomization, first for intervention type (tDCS or rTMS) and then for intervention condition (active or sham), using the same software as Task1. Treatment is applied for 5 consecutive days using either rTMS (G1: active rTMS+capsaicin; G2: sham rTMS+placebo) or tDCS (G1: active tDCS+capsaicin; G2: sham tDCS+placebo) as NIBS procedures. Finally, patients are reevaluated as before and clinical outcome at 3 months.\n* Study population: 200 Chronic PS-OD ambulatory patients.\n* Inclusion criteria: Chronic (\\>3 and \\<24 months) unilateral hemispheric stroke adult patients; ISS (V-VST); can follow the study protocol and give written informed consent.\n* Exclusion criteria: Pregnancy; life expectancy \\<3m or palliative care; neurodegenerative disorder or previous OD; implanted electronic device; epilepsy; metal in the head; participation in another clinical trial in the previous month.\n* Sample size/power calculation: The main outcome measure is the prevalence of patients with ISS according to VFS at post-treatment visit. To compare the prevalence between groups, using the arcsinus approximation, accepting an alpha risk of 0.05 and a beta risk of 0.2 in a 2-sided test, 50 patients/group are needed for each NIBS procedure, 2 for rTMS and 2 for tDCS (4 groups=total of 200 patients) to find a significant difference in the proportion of 0.4 in the control group and 0.7 in treated group (drop-out rate of 15%).\n* Recruitment: Patients will be consecutively recruited and randomly allocated to the groups, according first to NIBS procedure (1:1, tDCS/rTMS) and then to intervention condition (1:1, active/sham).\n* Study Intervention:\n\ntDCS: G1: Active treatment consists of swallowing 10mL capsaicin (150μM) and, just after, of applying 30min of 2.0mA tDCS (DC-Stimulator Plus, NeuroConn, Germany) with the anode placed over the pharyngeal primary motor cortex (M1) of the unaffected hemisphere (3.5cm lateral / 1cm anterior to the vertex) and the cathode over the opposite supraorbital region. Treatment applied over 5 consecutive days.\n\nrTMS: G1: each session (5 consecutive days) of active treatment consists of swallowing 10mL capsaicin (150μM) and, just after, of applying focal (alpha D70 coil) rTMS (Magstim Rapid2, UK) over the pharyngeal M1 hotspot of the unaffected hemisphere. Neuronavigation (Brainsight TMS navigation, UK) ensures the exact hotspot over 5 days. A total of 500 pulses/session are delivered consisting of 10 5Hz-trains of 10s of 50 pulses each (total 2500 pulses), with a 1min interval between trains at an intensity of 90% of the resting motor threshold (RMT). G2: Sham rTMS+oral placebo (10mL of potassium sorbate). The same protocol will be applied, but with the coil tilted 90º from the tangent of the skull, as a standard method for sham rTMS application.\n\n* Swallowing assessment (pre- and post-intervention): Patients with impaired safety of swallow will be screened with volume-viscosity swallowing test (V-VST), and videofluoroscopy (VFS) recordings are obtained in a lateral projection (25 frames/s). Swallow biomechanics are analyzed at VFS with Swallowing Observer (Image\\&Physiology SL, Spain). The spontaneous swallowing frequency (SSF) during 10min will be measured with surface electromyography (sEMG) over the digastric-mylohyoid complex.\n* Pharyngeal sensory evoked potentials (pSEPs) are recorded with a 32-electrode electroencephalographic (EEG) recording cap (10/20 system) during a series of electrical stimuli (4 sets of 50 pulses of 0.2ms at 0.2Hz, intensity of 75% tolerance threshold; Digitimer DS7A \\& DG2A pulse generator, UK) applied to the pharynx with an intra-pharyngeal catheter (Gaeltec Ltd, Scotland).\n* Pharyngeal motor evoked potentials (pMEPs) and RMTs for both hemispheres are recorded with the same catheter to TMS (20 pulses to each hotspot at intensity +20%RMT; Magstim Bistim2, UK).\n\nPrimary outcomes: Pre- vs post-intervention changes in VFS signs of safety and efficacy of swallow, PAS scoring, timing of swallow response and amplitude and latency of pSEPs and pMEPs.\n\n* Secondary outcomes: Pre/post-intervention changes in sEMG for SSF, safety (adverse events rate), clinical outcomes during admission and at 3-month follow-up (length of stay, aspiration pneumonia, nutritional \\[MNA-sf\\] and functional status \\[Rankin scale, Barthel\\], readmissions and mortality), and V-VST at 3 months.\n* Additional secondary outcomes: differences in the magnitude of the effect in primary outcomes found in chronic PS phase between the tDCS (+capsaicin) and rTMS (+capsaicin) interventions."},"conditionsModule":{"conditions":["Oropharyngeal Dysphagia","Stroke","Stroke, Complication","Swallowing Disorder"],"keywords":["Non-Invasive Brain Stimulation","Sensory Stimulation","Transcranial Magnetic Stimulation","Transcranial Direct Current Stimulation","TRPV1 agonists","Capsaicin"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Single-center, double-blinded, two-arm, double-randomization RCT to assess the effect of paired sensory (capsaicin vs placebo) and motor stimulation (rTMS vs tDCS) for post-stroke patients with oropharyngeal dysphagia.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Double-blinded. Blinding will be applicable for clinical and instrumental assessments for investigators, and for intervention condition for patients.","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active rTMS + capsaicin 150μM","type":"EXPERIMENTAL","description":"Each session (5 consecutive days) of active treatment consists of swallowing 10mL capsaicin (150μM) and, just after, of applying focal (alpha D70 coil) rTMS (Magstim Rapid2, UK) over the pharyngeal M1 hotspot of the unaffected hemisphere.","interventionNames":["Device: rTMS + capsaicin 150μM (natural TRPV1 agonist)"]},{"label":"sham rTMS + placebo","type":"OTHER","description":"The same protocol will be applied, swallowing 10mL of placebo (potassium sorbate) but with the coil tilted 90º from the tangent of the skull, as a standard method for sham rTMS application.","interventionNames":["Device: rTMS + capsaicin 150μM (natural TRPV1 agonist)"]},{"label":"active tDCS + capsaicin 150μM","type":"EXPERIMENTAL","description":"Active treatment consists of swallowing 10mL capsaicin (150μM) and, just after, of applying 30min of 2.0mA tDCS (DC-Stimulator Plus, NeuroConn, Germany) with the anode placed over the pharyngeal primary motor cortex (M1) of the unaffected hemisphere (3.5cm lateral / 1cm anterior to the vertex) and the cathode over the opposite supraorbital region.","interventionNames":["Device: tDCS + capsaicin 150μM (natural TRPV1 agonist)"]},{"label":"sham tDCS + placebo","type":"OTHER","description":"The same protocol will be applied, swallowing 10mL of placebo (potassium sorbate) but tDCS current is ramped up over 30s in order to simulate the active tDCS and then turned off for 30min23. Setup characteristics otherwise invariable.","interventionNames":["Device: tDCS + capsaicin 150μM (natural TRPV1 agonist)"]}],"interventions":[{"type":"DEVICE","name":"rTMS + capsaicin 150μM (natural TRPV1 agonist)","description":"Repetitive transcranial magnetic stimulation (non-invasive brain stimulation) + Capsaicin.\n\n5 consecutive days of active treatment consists of swallowing 10mL capsaicin (150μM) and, just after, of applying focal (alpha D70 coil) rTMS (Magstim Rapid2, UK) over the pharyngeal M1 hotspot of the unaffected hemisphere. A total of 500 pulses/session are delivered consisting of 10 5Hz-trains of 10s of 50 pulses each (total 2500 pulses), with a 1min interval between trains at an intensity of 90% of the resting motor threshold (RMT).\n\nThe intervention has its respective sham rTMS+placebo group that is also applied over 5 consecutive days.","armGroupLabels":["Active rTMS + capsaicin 150μM","sham rTMS + placebo"],"otherNames":["Repetitive transcranial magnetic stimulation (rTMS) (MagStim, UK) + TRPV1 natural agonist capsaicin at 150μM"]},{"type":"DEVICE","name":"tDCS + capsaicin 150μM (natural TRPV1 agonist)","description":"Transcranial direct current stimulation (non-invasive brain stimulation) + Capsaicin.\n\nTreatment consists of swallowing 10mL capsaicin (150μM) and, just after, of applying 30min of 2.0mA tDCS (DC-Stimulator Plus, NeuroConn, Germany) with the anode placed over the pharyngeal primary motor cortex (M1) of the unaffected hemisphere (3.5cm lateral / 1cm anterior to the vertex) and the cathode over the opposite supraorbital region.\n\nThe intervention has its respective sham tDCS+placebo group that is also applied over 5 consecutive days.","armGroupLabels":["active tDCS + capsaicin 150μM","sham tDCS + placebo"],"otherNames":["Transcranial direct current stimulation (tDCS) (Neuroconn, Germany) + TRPV1 natural agonist capsaicin at 150μM"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in the videofluoroscopy (signs of safety and efficacy of swallow)","description":"Pre- vs post-intervention changes in:\n\n- Frequency of videofluoroscopic (VFS) signs of safety and efficacy of swallow.","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"},{"measure":"Changes in the videofluoroscopy (Penetration-Aspiration scale)","description":"Pre- vs post-intervention changes in:\n\n- Penetration-Aspiration scale (PAS). The scales goes from 1 (safe swallow) to 8 (silent aspiration). The severity increases as the score increases.","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"},{"measure":"Timing of oropharyngeal swallow response (total deglutition time) with videofluoroscopy","description":"- Total deglutition time (ms).","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"},{"measure":"Timing of oropharyngeal swallow response (time to laryngeal vestibule closure) with videofluoroscopy","description":"- Time to laryngeal vestibule closure (ms).","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"},{"measure":"Timing of oropharyngeal swallow response (time to upper esophageal sphincter opening) with videofluoroscopy","description":"- Time to upper esophageal sphincter opening (ms).","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"},{"measure":"Timing of oropharyngeal swallow response (bolus velocity) with videofluoroscopy","description":"- Bolus velocity (m·s-1).","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"},{"measure":"Timing of oropharyngeal swallow response (Kinetic energy) with videofluoroscopy","description":"- Kinetic energy of the bolus (mJ).","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"},{"measure":"Changes in neurophysiology of swallow (sensory pathway) latency","description":"- Latency of pharyngeal sensory evoked potentials to intrapharyngeal electrical stimulation.","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"},{"measure":"Changes in neurophysiology of swallow (sensory pathway) amplitude","description":"- Amplitude of pharyngeal sensory evoked potentials to intrapharyngeal electrical stimulation.","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"},{"measure":"Changes in neurophysiology of swallow (motor pathway) latency","description":"- Latency of pharyngeal motor evoked potentials to transcranial magnetic stimulation.","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"},{"measure":"Changes in neurophysiology of swallow (motor pathway) amplitude","description":"- Amplitude of pharyngeal motor evoked potentials to transcranial magnetic stimulation.","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"}],"secondaryOutcomes":[{"measure":"Changes in spontaneous swallowing frequency","description":"Pre/post-intervention changes in spontaneous swallowing frequency (swallows/minute)","timeFrame":"5 days (changes between basal visit, time 0, and post-treatment visit, time + 5 days)"},{"measure":"Safety of the treatment","description":"Safety of the treatment applied (adverse events rate) during all the study period.","timeFrame":"Baseline (basal visit) to 3 months follow-up"},{"measure":"Length of stay","description":"Length of hospital stay.","timeFrame":"Baseline (basal visit) to 3 months follow-up"},{"measure":"Aspiration pneumonia admission","description":"Admissions due to aspiration pneumonia during the study and at 3-month follow-up.","timeFrame":"Baseline (basal visit) to 3 months follow-up"},{"measure":"Nutritional status","description":"Nutritional status (MNA-sf) at baseline and at 3-month follow-up.","timeFrame":"Baseline (basal visit) to 3 months follow-up"},{"measure":"Functional status","description":"Functional status (Barthel index) at baseline and at 3-month follow-up.","timeFrame":"Baseline (basal visit) to 3 months follow-up"},{"measure":"Functional status associated to stroke","description":"Rankin scale at baseline and at 3-month follow-up.","timeFrame":"Baseline (basal visit) to 3 months follow-up"},{"measure":"General hospital readmissions for any cause","description":"Hospital readmissions during the study (from baseline (basal visit) to 3 months follow-up).","timeFrame":"Baseline (basal visit) to 3 months follow-up"},{"measure":"Mortality","description":"Mortality over the study period (from baseline (basal visit) to 3 months follow-up).","timeFrame":"Baseline (basal visit) to 3 months follow-up"},{"measure":"Swallowing clinical evaluation","description":"Volume-viscosity swallowing test (V-VST) parameters comparison between post-treatment visit (+5 days) and 3 months follow-up visit.","timeFrame":"Immediately after the intervention to 3 months follow-up visit"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic (\\>3 and \\<24 months) unilateral hemispheric stroke adult patients.\n* Patients with impaired safety of swallow with a penetration-aspiration score (PAS) ≥ 2 with videofluoroscopy (VFS).\n* Patient able to follow the study protocol and give the written informed consent.\n\nExclusion Criteria:\n\n* Pregnancy.\n* Life expectancy less than 3m or palliative care.\n* Neurodegenerative disorder.\n* Previously diagnosed oropharyngeal dysphagia (dysphagia not related to stroke).\n* Implanted electronic device.\n* Epilepsy.\n* Metal in the head.\n* Participation in another clinical trial in the previous month.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Pere Clavé, MD, PhD","role":"CONTACT","phone":"+34937417700","phoneExt":"1046","email":"pclave@csdm.cat"},{"name":"Omar Ortega, PhD","role":"CONTACT","phone":"+34937417700","phoneExt":"2284","email":"oortega@csdm.cat"}],"overallOfficials":[{"name":"Pere Clavé, MD, PhD","affiliation":"Consorci Sanitari del Maresme","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital de Mataró. Consorci Sanitari del Mareme.","status":"RECRUITING","city":"Mataró","state":"Barcelona","zip":"08304","country":"Spain","contacts":[{"name":"Omar Ortega Fernández, PhD","role":"CONTACT","phone":"+34 93 7417700","phoneExt":"2284","email":"oortega@csdm.cat"},{"name":"Pere Clavé, MD, PhD","role":"CONTACT","phone":"+34 93 7417700","phoneExt":"1046","email":"pclave@csdm.cat"},{"name":"Omar Ortega Fernández, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Pere Clavé, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Noemí Tomsen, PhD","role":"SUB_INVESTIGATOR"},{"name":"Nicolau Guanyabens, MD","role":"SUB_INVESTIGATOR"},{"name":"Marta Álvarez, MD","role":"SUB_INVESTIGATOR"},{"name":"Weslania Nascimento, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.54211,"lon":2.4445}}]},"referencesModule":{"references":[{"pmid":"27398981","type":"RESULT","citation":"Cabib C, Ortega O, Kumru H, Palomeras E, Vilardell N, Alvarez-Berdugo D, Muriana D, Rofes L, Terre R, Mearin F, Clave P. Neurorehabilitation strategies for poststroke oropharyngeal dysphagia: from compensation to the recovery of swallowing function. Ann N Y Acad Sci. 2016 Sep;1380(1):121-138. doi: 10.1111/nyas.13135. Epub 2016 Jul 11."},{"pmid":"32449296","type":"RESULT","citation":"Cabib C, Nascimento W, Rofes L, Arreola V, Tomsen N, Mundet L, Palomeras E, Michou E, Clave P, Ortega O. Short-term neurophysiological effects of sensory pathway neurorehabilitation strategies on chronic poststroke oropharyngeal dysphagia. Neurogastroenterol Motil. 2020 Sep;32(9):e13887. doi: 10.1111/nmo.13887. Epub 2020 May 24."},{"pmid":"30941716","type":"RESULT","citation":"Cabib C, Nascimento W, Rofes L, Arreola V, Tomsen N, Mundet L, Muriana D, Palomeras E, Michou E, Clave P, Ortega O. Neurophysiological and Biomechanical Evaluation of the Mechanisms Which Impair Safety of Swallow in Chronic Post-stroke Patients. Transl Stroke Res. 2020 Feb;11(1):16-28. doi: 10.1007/s12975-019-00701-2. Epub 2019 Apr 2."},{"pmid":"28872738","type":"RESULT","citation":"Cabib C, Ortega O, Vilardell N, Mundet L, Clave P, Rofes L. Chronic post-stroke oropharyngeal dysphagia is associated with impaired cortical activation to pharyngeal sensory inputs. Eur J Neurol. 2017 Nov;24(11):1355-1362. doi: 10.1111/ene.13392. Epub 2017 Sep 5."},{"pmid":"33799960","type":"RESULT","citation":"Nascimento W, Tomsen N, Acedo S, Campos-Alcantara C, Cabib C, Alvarez-Larruy M, Clave P. Effect of Aging, Gender and Sensory Stimulation of TRPV1 Receptors with Capsaicin on Spontaneous Swallowing Frequency in Patients with Oropharyngeal Dysphagia: A Proof-of-Concept Study. Diagnostics (Basel). 2021 Mar 7;11(3):461. doi: 10.3390/diagnostics11030461."},{"pmid":"30956054","type":"RESULT","citation":"Wang Z, Wu L, Fang Q, Shen M, Zhang L, Liu X. Effects of capsaicin on swallowing function in stroke patients with dysphagia: A randomized controlled trial. J Stroke Cerebrovasc Dis. 2019 Jun;28(6):1744-1751. doi: 10.1016/j.jstrokecerebrovasdis.2019.02.008. Epub 2019 Apr 5."},{"pmid":"36142680","type":"RESULT","citation":"Tomsen N, Ortega O, Alvarez-Berdugo D, Rofes L, Clave P. A Comparative Study on the Effect of Acute Pharyngeal Stimulation with TRP Agonists on the Biomechanics and Neurophysiology of Swallow Response in Patients with Oropharyngeal Dysphagia. Int J Mol Sci. 2022 Sep 15;23(18):10773. doi: 10.3390/ijms231810773."},{"pmid":"31068978","type":"RESULT","citation":"Tomsen N, Ortega O, Rofes L, Arreola V, Martin A, Mundet L, Clave P. Acute and subacute effects of oropharyngeal sensory stimulation with TRPV1 agonists in older patients with oropharyngeal dysphagia: a biomechanical and neurophysiological randomized pilot study. Therap Adv Gastroenterol. 2019 Apr 30;12:1756284819842043. doi: 10.1177/1756284819842043. eCollection 2019."},{"pmid":"9291902","type":"RESULT","citation":"Hamdy S, Aziz Q, Rothwell JC, Crone R, Hughes D, Tallis RC, Thompson DG. Explaining oropharyngeal dysphagia after unilateral hemispheric stroke. Lancet. 1997 Sep 6;350(9079):686-92. doi: 10.1016/S0140-6736(97)02068-0."},{"pmid":"21441148","type":"RESULT","citation":"Kumar S, Wagner CW, Frayne C, Zhu L, Selim M, Feng W, Schlaug G. Noninvasive brain stimulation may improve stroke-related dysphagia: a pilot study. Stroke. 2011 Apr;42(4):1035-40. doi: 10.1161/STROKEAHA.110.602128. Epub 2011 Mar 24."},{"pmid":"23279198","type":"RESULT","citation":"Park JW, Oh JC, Lee JW, Yeo JS, Ryu KH. The effect of 5Hz high-frequency rTMS over contralesional pharyngeal motor cortex in post-stroke oropharyngeal dysphagia: a randomized controlled study. Neurogastroenterol Motil. 2013 Apr;25(4):324-e250. doi: 10.1111/nmo.12063. Epub 2012 Dec 23."},{"pmid":"12849236","type":"RESULT","citation":"Kobayashi M, Pascual-Leone A. Transcranial magnetic stimulation in neurology. Lancet Neurol. 2003 Mar;2(3):145-56. doi: 10.1016/s1474-4422(03)00321-1."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"No IPD will be available to other researchers."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Oropharyngeal Dysphagia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000002211","term":"Capsaicin"}],"ancestors":[{"id":"D000000982","term":"Antipruritics"},{"id":"D000003879","term":"Dermatologic Agents"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M5161","name":"Capsaicin","asFound":"Mitral","relevance":"HIGH"},{"id":"M6764","name":"Dermatologic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}