{"protocolSection":{"identificationModule":{"nctId":"NCT06121336","orgStudyIdInfo":{"id":"LMU_ISD_2023_PROMISE-BD-100"},"organization":{"fullName":"Ludwig-Maximilians - University of Munich","class":"OTHER"},"briefTitle":"PRecisiOn Medicine In StrokE: Evolution of Plasma Brain-Derived Tau in Acute Stroke","officialTitle":"PRecisiOn Medicine In StrokE Study on the Evolution of Plasma Brain-Derived Tau in 100 Patients With Acute Ischemic Stroke","acronym":"PROMISE-BD-100"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-23","studyFirstSubmitQcDate":"2023-11-02","studyFirstPostDateStruct":{"date":"2023-11-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-02","lastUpdatePostDateStruct":{"date":"2023-11-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Steffen Tiedt","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Ludwig-Maximilians - University of Munich"},"leadSponsor":{"name":"Ludwig-Maximilians - University of Munich","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The investigators recently identified Brain-derived tau (BD-tau) as a sensitive blood-based biomarker for brain injury in acute ischemic stroke: in patients with acute ischemic stroke, plasma BD-tau was associated with imaging-based metrics of brain injury upon admission, increased within the first 24 hours in correlation with infarct progression, and at 24 hours was superior to final infarct volume in predicting 90-day functional outcome. While informing on the relation of BD-tau with imaging-based metrics of brain injury, this cross-sectional study was restricted to BD-tau assessments upon admission and at day 2 and could not inform on key characteristics of the evolution of plasma BD-tau, including when exactly it starts to rise, how long it continues to rise, and how it is determined by infarct characteristics as well as comorbidities. Here, the investigators aim to assess plasma BD-tau every hour from admission to 48 hours after onset to evaluate the hypothesis that BD-tau rises immediately after onset and plateaus between three and 48 hours after onset.","detailedDescription":"Ischemic stroke remains a leading cause of death and long-term disability worldwide,1 despite major advancements in reperfusion therapies.2,3 While neuroimaging modalities have expanded patient eligibility for reperfusion therapies by estimating ischemic core and salvageable tissue,4-7 their assessments are mostly single-timed. Currently available clinical algorithms lack the capacity to continuously track the dynamic evolution of how the primary core progresses to a final infarct, which, however, is a major determinant of functional outcome.8-10 Monitoring infarct trajectories could support therapeutic decision-making in patients with large-vessel occlusion stroke and unveil determinants of stroke progression, aiding in patient selection for trials evaluating cytoprotection11 and targeting clinically ineffective reperfusion.12 Previously studied blood-based biomarkers such as Neurofilament Light Chain (NfL),13 neuron-specific enolase (NSE),14 glial fibrillary acidic protein (GFAP),15,16 and S 100 calcium-binding protein B (S100B)17 either failed to capture the extent of brain injury within the acute phase of stroke or lack specificity. Plasma levels of brain-derived tau (BD-tau) were recently found to show high value for monitoring brain injury in patients with acute ischemic stroke: In 502 patients with acute IS, plasma BD-tau was associated with imaging-based metrics of brain injury upon admission, increased within the first 24 hours in correlation with infarct progression, and at 24 hours was superior to final infarct volume in predicting 90-day functional outcome.18 While informing on the relation of BD-tau with imaging-based metrics of brain injury, this large cross-sectional study was restricted to BD-tau assessments upon admission (median time from onset: 4.4 hours) and at day 2 (median time from onset: 22.7 hours) and could not inform on key characteristics of the evolution of plasma BD-tau, including when exactly it starts to rise, how long it continues to rise, and how it is determined by infarct characteristics as well as comorbidities. That knowledge would be of great value to determine the responsiveness of plasma BD-tau to brain injury after onset and to evaluate whether BD-tau plateaus at different time points after onset indicating no further infarct progression. Here, the investigators hypothesize that BD-tau rises immediately after onset and plateaus between three and 48 hours after onset. PROMISE-BD-100 will thus assess BD-tau levels every hour from admission to 48 hours from stroke onset in patients that present with the clinical diagnosis of an acute ischemic stroke due to a large- or medium-vessel occlusion within 9 hours from symptom onset."},"conditionsModule":{"conditions":["Stroke","Stroke, Acute","Stroke, Ischemic","Cerebrovascular Disorders","Brain Diseases","Central Nervous System Diseases","Brain Ischemia","Nervous System Diseases"],"keywords":["Stroke","Brain injury","Biomarker","Pathophysiology"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Plasma"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Ischemic Stroke","description":"100 patients admitted to a specialized stroke service because of an acute ischemic stroke due to large- or medium-vessel occlusion within 9 hours of stroke onset. BD-tau levels and other suggested markers of brain injury (e.g.. NfL) will be assessed every hour from admission to 48 hours after onset. Routinely collected clinical data including from neuroimaging will be collected throughout hospitalization. Clinical follow-up will be performed at 3 months.","interventionNames":["Diagnostic Test: Plasma levels of BD-tau"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Plasma levels of BD-tau","description":"Plasma levels of BD-tau will be assessed using a single-molecule array assay.","armGroupLabels":["Ischemic Stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary outcome are plasma BD-tau levels in acute ischemic stroke.","description":"The evolution of BD-tau levels will be characterized by:\n\n* the time point when plasma BD-tau levels start to rise after onset (defined as the earliest time point \\[in relation to onset\\] that showed higher BD-tau levels compared with the previous assessment and lower levels compared with the next assessment),\n* the type of rise (e.g. linear, exponential, or logarithmic), and\n* until when plasma BD-tau levels continue to rise (defined as the time point \\[in relation to onset\\] compared to which BD-tau levels do not increase by ≥ 5 % compared to 1h, 2h, and 3h afterwards). 5 % were chosen without prior knowledge and in an attempt to account for assay-dependent variations of BD-tau quantifications (coefficient of variation 8-9 %)18 while keeping a biologically and clinically plausible value (rather than e.g. 10 %).","timeFrame":"Every hour from admission to 48 hours after onset."}],"secondaryOutcomes":[{"measure":"ASPECTS on non-contrast CT","timeFrame":"Upon admission"},{"measure":"Ischemic core volume on CT perfusion","timeFrame":"Upon admission"},{"measure":"Regional leptomeningeal collateral score on CT angiography","timeFrame":"Upon admission"},{"measure":"Final infarct volume","description":"Final infarct volume will be assessed on delayed neuroimaging (CT or MRI), at least 48 after symptom onset.","timeFrame":"Between 48 hours after symptom onset and discharge (latest 10 days after onset)"},{"measure":"Infarct progression","description":"Infarct progression is defined as the difference between ischemic core volume quantified on admission CT perfusion scans and infarct volume quantified on delayed neuroimaging.","timeFrame":"Between admission and discharge (latest 10 days after onset)"},{"measure":"90-day functional outcome","description":"Functional outcome at 90 days (± 14 days) will be assessed using the modified Rankin Scale (mRS). The mRS is a valid and reliable clinician-reported measure of global disability that has been widely applied for evaluating recovery from stroke. It is a scale used to measure functional recovery (the degree of disability or dependence in daily activities) of people who have suffered a stroke. mRS scores range from 0 (best outcome) to 6 (worst outcome), with 0 indicating no residual symptoms; 5 indicating bedbound, requiring constant care; and 6 indicating death.","timeFrame":"90 days (± 14 days) after onset"},{"measure":"7-day functional outcome","description":"Functional outcome at 7 days (or discharge if earlier) will be assessed using the modified Rankin Scale (mRS). The mRS is a valid and reliable clinician-reported measure of global disability that has been widely applied for evaluating recovery from stroke. It is a scale used to measure functional recovery (the degree of disability or dependence in daily activities) of people who have suffered a stroke. mRS scores range from 0 (best outcome) to 6 (worst outcome), with 0 indicating no residual symptoms; 5 indicating bedbound, requiring constant care; and 6 indicating death.","timeFrame":"7 days after onset"},{"measure":"Early recurrent ischemic stroke","description":"The diagnosis of an early recurrent ischemic stroke will be based on i) sudden onset of a new focal neurological deficit within the first seven days after the index stroke that can not be explained by other non-ischemic causes such as seizure, metabolic derangement, or other systemic conditions, and ii) the presence of a new DWI-positive lesion on MRI or a new ischemic lesion on a delayed CT scan that is distinct from the index stroke lesion and that is consistent with the new clinical symptoms.","timeFrame":"Between admission and discharge (latest 10 days after onset)"},{"measure":"Secondary intracerebral hemorrhage","description":"Secondary intracerebral hemorrhage is defined as a new intracerebral hemorrhage independent of the primary ischemic lesion that is observed between the initial hemorrhage-free neuroimaging scan and discharge","timeFrame":"Between admission and discharge (latest 10 days after onset)"},{"measure":"Hemorrhagic transformation","description":"The occurrence of hemorrhagic transformation will be evaluated based on the morphological ECASS criteria.20","timeFrame":"Between admission and discharge (latest 10 days after onset)"}],"otherOutcomes":[{"measure":"Plasma levels of NfL","description":"Plasma levels of NfL will be assessed at an hourly basis using a single-molecule array assay.","timeFrame":"Hourly from admission to 48 hours after onset"},{"measure":"Plasma levels of GFAP","description":"Plasma levels of GFAP will be assessed at an hourly basis using a single-molecule array assay.","timeFrame":"Hourly from admission to 48 hours after onset"},{"measure":"Plasma proteome and metabolome composition","description":"Plasma proteome and metabolome composition will be assessed using mass spectrometry or alternatives.","timeFrame":"Hourly from admission to 48 hours after onset"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* clinical diagnosis of acute ischemic stroke\n* presentation within 9 hours of symptom onset\n* large- or medium-vessel occlusion (i.e. an occlusion of the ICA, MCA \\[segments M1-M4\\], ACA \\[segments A1-A3\\], basilar artery, or PCA \\[segments P1 to P3\\]) confirmed by CT or MRI angiography\n* at least 18 years of age\n* written informed consent\n\nExclusion Criteria:\n\n* CT or MRI showing intracranial hemorrhage upon admission\n* A history of ischemic stroke, subarachnoid hemorrhage, intracerebral hemorrhage, subdural hematoma, epidural hematoma, CNS tumor, meningitis, or encephalitis within the last three months\n* severe renal dysfunction (eGFR \\< 30ml/min/1.73m2)\n* dementia\n* pre-stroke disability defined as a premorbid modified Rankin Scale score \\> 1","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients will be recruited upon admission to a tertiary care hospital.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Steffen Tiedt, MD PhD","role":"CONTACT","phone":"+4989440046046","email":"steffen.tiedt@med.uni-muenchen.de"}]},"referencesModule":{"references":[{"pmid":"34487721","type":"BACKGROUND","citation":"GBD 2019 Stroke Collaborators. Global, regional, and national burden of stroke and its risk factors, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019. Lancet Neurol. 2021 Oct;20(10):795-820. doi: 10.1016/S1474-4422(21)00252-0. Epub 2021 Sep 3."},{"pmid":"33176180","type":"BACKGROUND","citation":"Thomalla G, Boutitie F, Ma H, Koga M, Ringleb P, Schwamm LH, Wu O, Bendszus M, Bladin CF, Campbell BCV, Cheng B, Churilov L, Ebinger M, Endres M, Fiebach JB, Fukuda-Doi M, Inoue M, Kleinig TJ, Latour LL, Lemmens R, Levi CR, Leys D, Miwa K, Molina CA, Muir KW, Nighoghossian N, Parsons MW, Pedraza S, Schellinger PD, Schwab S, Simonsen CZ, Song SS, Thijs V, Toni D, Hsu CY, Wahlgren N, Yamamoto H, Yassi N, Yoshimura S, Warach S, Hacke W, Toyoda K, Donnan GA, Davis SM, Gerloff C; Evaluation of unknown Onset Stroke thrombolysis trials (EOS) investigators. Intravenous alteplase for stroke with unknown time of onset guided by advanced imaging: systematic review and meta-analysis of individual patient data. Lancet. 2020 Nov 14;396(10262):1574-1584. doi: 10.1016/S0140-6736(20)32163-2. Epub 2020 Nov 8."},{"pmid":"26898852","type":"BACKGROUND","citation":"Goyal M, Menon BK, van Zwam WH, Dippel DW, Mitchell PJ, Demchuk AM, Davalos A, Majoie CB, van der Lugt A, de Miquel MA, Donnan GA, Roos YB, Bonafe A, Jahan R, Diener HC, van den Berg LA, Levy EI, Berkhemer OA, Pereira VM, Rempel J, Millan M, Davis SM, Roy D, Thornton J, Roman LS, Ribo M, Beumer D, Stouch B, Brown S, Campbell BC, van Oostenbrugge RJ, Saver JL, Hill MD, Jovin TG; HERMES collaborators. Endovascular thrombectomy after large-vessel ischaemic stroke: a meta-analysis of individual patient data from five randomised trials. Lancet. 2016 Apr 23;387(10029):1723-31. doi: 10.1016/S0140-6736(16)00163-X. Epub 2016 Feb 18."},{"pmid":"31662037","type":"BACKGROUND","citation":"Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, Biller J, Brown M, Demaerschalk BM, Hoh B, Jauch EC, Kidwell CS, Leslie-Mazwi TM, Ovbiagele B, Scott PA, Sheth KN, Southerland AM, Summers DV, Tirschwell DL. Guidelines for the Early Management of Patients With Acute Ischemic Stroke: 2019 Update to the 2018 Guidelines for the Early Management of Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2019 Dec;50(12):e344-e418. doi: 10.1161/STR.0000000000000211. Epub 2019 Oct 30. Erratum In: Stroke. 2019 Dec;50(12):e440-e441."},{"pmid":"35300256","type":"BACKGROUND","citation":"Turc G, Tsivgoulis G, Audebert HJ, Boogaarts H, Bhogal P, De Marchis GM, Fonseca AC, Khatri P, Mazighi M, Perez de la Ossa N, Schellinger PD, Strbian D, Toni D, White P, Whiteley W, Zini A, van Zwam W, Fiehler J. European Stroke Organisation - European Society for Minimally Invasive Neurological Therapy expedited recommendation on indication for intravenous thrombolysis before mechanical thrombectomy in patients with acute ischaemic stroke and anterior circulation large vessel occlusion. Eur Stroke J. 2022 Mar;7(1):I-XXVI. doi: 10.1177/23969873221076968. Epub 2022 Feb 17. Erratum In: Eur Stroke J. 2023 Mar;8(1):403."},{"pmid":"31165090","type":"BACKGROUND","citation":"Turc G, Bhogal P, Fischer U, Khatri P, Lobotesis K, Mazighi M, Schellinger PD, Toni D, de Vries J, White P, Fiehler J. European Stroke Organisation (ESO) - European Society for Minimally Invasive Neurological Therapy (ESMINT) Guidelines on Mechanical Thrombectomy in Acute Ischaemic StrokeEndorsed by Stroke Alliance for Europe (SAFE). Eur Stroke J. 2019 Mar;4(1):6-12. doi: 10.1177/2396987319832140. Epub 2019 Feb 26."},{"pmid":"33817340","type":"BACKGROUND","citation":"Berge E, Whiteley W, Audebert H, De Marchis GM, Fonseca AC, Padiglioni C, de la Ossa NP, Strbian D, Tsivgoulis G, Turc G. European Stroke Organisation (ESO) guidelines on intravenous thrombolysis for acute ischaemic stroke. Eur Stroke J. 2021 Mar;6(1):I-LXII. doi: 10.1177/2396987321989865. Epub 2021 Feb 19."},{"pmid":"28973081","type":"BACKGROUND","citation":"Boulouis G, Lauer A, Siddiqui AK, Charidimou A, Regenhardt RW, Viswanathan A, Rost N, Leslie-Mazwi TM, Schwamm LH. Clinical Imaging Factors Associated With Infarct Progression in Patients With Ischemic Stroke During Transfer for Mechanical Thrombectomy. JAMA Neurol. 2017 Nov 1;74(11):1361-1367. doi: 10.1001/jamaneurol.2017.2149."},{"pmid":"34493575","type":"BACKGROUND","citation":"Ospel JM, McDonough R, Demchuk AM, Menon BK, Almekhlafi MA, Nogueira RG, McTaggart RA, Poppe AY, Buck BH, Roy D, Haussen DC, Chapot R, Field TS, Jayaraman MV, Tymianski M, Hill MD, Goyal M; ESCAPE-NA1 investigators. Predictors and clinical impact of infarct progression rate in the ESCAPE-NA1 trial. J Neurointerv Surg. 2022 Sep;14(9):886-891. doi: 10.1136/neurintsurg-2021-017994. Epub 2021 Sep 7."},{"pmid":"24595591","type":"BACKGROUND","citation":"Olivot JM, Mlynash M, Inoue M, Marks MP, Wheeler HM, Kemp S, Straka M, Zaharchuk G, Bammer R, Lansberg MG, Albers GW; DEFUSE 2 Investigators. Hypoperfusion intensity ratio predicts infarct progression and functional outcome in the DEFUSE 2 Cohort. Stroke. 2014 Apr;45(4):1018-23. doi: 10.1161/STROKEAHA.113.003857. Epub 2014 Mar 4. Erratum In: Stroke. 2014 May;45(5):e92."},{"pmid":"34289707","type":"BACKGROUND","citation":"Lyden P, Buchan A, Boltze J, Fisher M; STAIR XI Consortium*. Top Priorities for Cerebroprotective Studies-A Paradigm Shift: Report From STAIR XI. Stroke. 2021 Aug;52(9):3063-3071. doi: 10.1161/STROKEAHA.121.034947. Epub 2021 Jul 22."},{"pmid":"36475464","type":"BACKGROUND","citation":"Nie X, Leng X, Miao Z, Fisher M, Liu L. Clinically Ineffective Reperfusion After Endovascular Therapy in Acute Ischemic Stroke. Stroke. 2023 Mar;54(3):873-881. doi: 10.1161/STROKEAHA.122.038466. Epub 2022 Dec 7."},{"pmid":"30217937","type":"BACKGROUND","citation":"Tiedt S, Duering M, Barro C, Kaya AG, Boeck J, Bode FJ, Klein M, Dorn F, Gesierich B, Kellert L, Ertl-Wagner B, Goertler MW, Petzold GC, Kuhle J, Wollenweber FA, Peters N, Dichgans M. Serum neurofilament light: A biomarker of neuroaxonal injury after ischemic stroke. Neurology. 2018 Oct 2;91(14):e1338-e1347. doi: 10.1212/WNL.0000000000006282. Epub 2018 Sep 14."},{"pmid":"16123539","type":"BACKGROUND","citation":"Anand N, Stead LG. Neuron-specific enolase as a marker for acute ischemic stroke: a systematic review. Cerebrovasc Dis. 2005;20(4):213-9. doi: 10.1159/000087701. Epub 2005 Aug 22."},{"pmid":"11062293","type":"BACKGROUND","citation":"Herrmann M, Vos P, Wunderlich MT, de Bruijn CH, Lamers KJ. Release of glial tissue-specific proteins after acute stroke: A comparative analysis of serum concentrations of protein S-100B and glial fibrillary acidic protein. Stroke. 2000 Nov;31(11):2670-7. doi: 10.1161/01.str.31.11.2670."},{"pmid":"16987165","type":"BACKGROUND","citation":"Wunderlich MT, Wallesch CW, Goertler M. Release of glial fibrillary acidic protein is related to the neurovascular status in acute ischemic stroke. Eur J Neurol. 2006 Oct;13(10):1118-23. doi: 10.1111/j.1468-1331.2006.01435.x."},{"pmid":"16009772","type":"BACKGROUND","citation":"Foerch C, Singer OC, Neumann-Haefelin T, du Mesnil de Rochemont R, Steinmetz H, Sitzer M. Evaluation of serum S100B as a surrogate marker for long-term outcome and infarct volume in acute middle cerebral artery infarction. Arch Neurol. 2005 Jul;62(7):1130-4. doi: 10.1001/archneur.62.7.1130."},{"type":"BACKGROUND","citation":"18. Vlegels N, Gonzalez-Ortiz F, Knuth NL, et al. Brain-derived Tau for Monitoring Brain Injury in Acute Ischemic Stroke. Under review."},{"pmid":"10905241","type":"BACKGROUND","citation":"Barber PA, Demchuk AM, Zhang J, Buchan AM. Validity and reliability of a quantitative computed tomography score in predicting outcome of hyperacute stroke before thrombolytic therapy. ASPECTS Study Group. Alberta Stroke Programme Early CT Score. Lancet. 2000 May 13;355(9216):1670-4. doi: 10.1016/s0140-6736(00)02237-6. Erratum In: Lancet 2000 Jun 17;355(9221):2170."},{"pmid":"7563451","type":"BACKGROUND","citation":"Hacke W, Kaste M, Fieschi C, Toni D, Lesaffre E, von Kummer R, Boysen G, Bluhmki E, Hoxter G, Mahagne MH, et al. Intravenous thrombolysis with recombinant tissue plasminogen activator for acute hemispheric stroke. The European Cooperative Acute Stroke Study (ECASS). JAMA. 1995 Oct 4;274(13):1017-25."},{"pmid":"36572122","type":"BACKGROUND","citation":"Gonzalez-Ortiz F, Turton M, Kac PR, Smirnov D, Premi E, Ghidoni R, Benussi L, Cantoni V, Saraceno C, Rivolta J, Ashton NJ, Borroni B, Galasko D, Harrison P, Zetterberg H, Blennow K, Karikari TK. Brain-derived tau: a novel blood-based biomarker for Alzheimer's disease-type neurodegeneration. Brain. 2023 Mar 1;146(3):1152-1165. doi: 10.1093/brain/awac407. Erratum In: Brain. 2023 Oct 3;146(10):e89-e90."},{"pmid":"18617663","type":"BACKGROUND","citation":"Puetz V, Sylaja PN, Coutts SB, Hill MD, Dzialowski I, Mueller P, Becker U, Urban G, O'Reilly C, Barber PA, Sharma P, Goyal M, Gahn G, von Kummer R, Demchuk AM. Extent of hypoattenuation on CT angiography source images predicts functional outcome in patients with basilar artery occlusion. Stroke. 2008 Sep;39(9):2485-90. doi: 10.1161/STROKEAHA.107.511162. Epub 2008 Jul 10."},{"pmid":"27507864","type":"BACKGROUND","citation":"Austein F, Riedel C, Kerby T, Meyne J, Binder A, Lindner T, Huhndorf M, Wodarg F, Jansen O. Comparison of Perfusion CT Software to Predict the Final Infarct Volume After Thrombectomy. Stroke. 2016 Sep;47(9):2311-7. doi: 10.1161/STROKEAHA.116.013147. Epub 2016 Aug 9."},{"pmid":"19147716","type":"BACKGROUND","citation":"Tan IY, Demchuk AM, Hopyan J, Zhang L, Gladstone D, Wong K, Martin M, Symons SP, Fox AJ, Aviv RI. CT angiography clot burden score and collateral score: correlation with clinical and radiologic outcomes in acute middle cerebral artery infarct. AJNR Am J Neuroradiol. 2009 Mar;30(3):525-31. doi: 10.3174/ajnr.A1408. Epub 2009 Jan 15."},{"pmid":"21799045","type":"BACKGROUND","citation":"Menon BK, Smith EE, Modi J, Patel SK, Bhatia R, Watson TW, Hill MD, Demchuk AM, Goyal M. Regional leptomeningeal score on CT angiography predicts clinical and imaging outcomes in patients with acute anterior circulation occlusions. AJNR Am J Neuroradiol. 2011 Oct;32(9):1640-5. doi: 10.3174/ajnr.A2564. Epub 2011 Jul 28."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Anonymized individual participant data, including data dictionaries, that underlie results in a publication, will be made available.","infoTypes":["STUDY_PROTOCOL","SAP","ANALYTIC_CODE"],"timeFrame":"IPD and additional supporting information will become available starting 6 months after publication.","accessCriteria":"IPD and additional supporting information will be shared with academic researchers with a reasonable request to the corresponding author of the respective publication."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","asFound":"Brain Ischemia","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}