{"protocolSection":{"identificationModule":{"nctId":"NCT00931788","orgStudyIdInfo":{"id":"EPICORE 2009-003"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"Preventing Recurrent Vascular Events in Patients With Stroke or Transient Ischemic Attack","officialTitle":"Preventing Recurrent Vascular Events and Neurological Worsening Through Intensive Organized Case-Management (PREVENTION) Trial","acronym":"PREVENTION"},"statusModule":{"statusVerifiedDate":"2015-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-01"},"primaryCompletionDateStruct":{"date":"2013-05","type":"ACTUAL"},"completionDateStruct":{"date":"2013-11","type":"ACTUAL"},"studyFirstSubmitDate":"2009-06-05","studyFirstSubmitQcDate":"2009-07-01","studyFirstPostDateStruct":{"date":"2009-07-02","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-10-10","lastUpdatePostDateStruct":{"date":"2018-10-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"},"collaborators":[{"name":"Heart and Stroke Foundation of Canada","class":"OTHER"},{"name":"Alberta Heritage Foundation for Medical Research","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"People who have had a stroke or transient ischemic attack (TIA or \"mini-stroke\") are at high risk of having another stroke or a heart attack. Conditions like high blood pressure and high cholesterol, along with other lifestyle behaviors (e.g., smoking), substantially increase the risk of stroke and heart disease. Aggressive treatment of these risk factors however, can significantly reduce the chance of another stroke, heart attack or death.\n\nThis study will look at different ways to optimize blood pressure and cholesterol levels and educate people about positive lifestyle changes.","detailedDescription":"BACKGROUND: Epidemiological studies have shown that a number of conditions increase the risk of stroke and other vascular diseases and there is compelling evidence from large randomized trials that treatment of these risk factors, especially hypertension and high cholesterol, can significantly lower future cardiovascular risk. Survivors of TIA or stroke are at high risk for recurrent stroke, MI, or death (22% at one year) and aggressive treatment of vascular risk factors can reduce the risk of recurrence by over 25%. However, vascular risk factors, especially hypertension and high cholesterol, are not managed optimally in patients after a TIA or stroke, even in those patients seen in specialized Stroke Prevention Clinics (SPCs). This gap between the evidence for secondary prevention of stroke and the clinical reality leads to sub-optimal patient outcomes. There is limited data on interventions proven to improve outcomes in patients with stroke or TIA.\n\nTo improve the quality of care for any condition or patient population, one needs to address structure, process, and outcomes. In this study, we will be creating and testing a new structure for delivery of stroke prevention services - we anticipate this new structure will improve processes of care which in turn should lead to improved outcomes.\n\nHypothesis:\n\nCompared with usual care, we hypothesize that a pharmacist case manager intervention will improve blood pressure and serum lipid levels (by employing standardized treatment protocols to guideline-recommended targets), the management of other risk factors,enhance medication adherence, and increase health-related quality of life.\n\nDesign:\n\nA prospective, randomized, controlled open-label with blinded ascertainment of outcomes (PROBE) trial. Patients with a recent stroke or TIA evaluated in any of the 3 stroke prevention clinics (SPC) in Edmonton, Canada,will be randomized to usual care or the \"pharmacist case manager intervention\".\n\nUsual care patients will will receive the same educational materials about stroke risk factors and medication adherence as the \"intervention\" patients, will be seen monthly by a study nurse, will have the same number of BP measurements as \"intervention\" patients, and will have a fax sent to their family physician after each study visit reporting their BP.\n\nOver and above usual care, the intervention group will include intensive pharmacist case-management over 6 months consisting of the following:\n\n* monthly follow-up visits with focus on vascular protection; these clinic visits will be run parallel to, but independent of, any follow-up at the SPC and will include provision to each patient of their individual cardiovascular disease risk profile using the the CV Health Manager software.\n* Initiation, monitoring and titration of medications related to blood pressure and dyslipidemia, using Canadian national guideline-recommended treatment targets.\n* Medication adherence management on an ongoing basis, including access to Dosettes®, blister packs, and reminder tools as deemed necessary.\n* Independent capacity to refer to allied health services (including dieticians and weight loss services, diabetes education centres, and smoking cessation counselors).\n* Regular feedback to the primary care physician and the stroke specialist of record, regarding all stroke prevention related activities."},"conditionsModule":{"conditions":["Ischemic Stroke","Transient Ischemic Attacks"],"keywords":["Management of hypertension and cholesterol","stroke","TIA"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":279,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intensive pharmacist case management","type":"EXPERIMENTAL","interventionNames":["Drug: Antihypertensive agents and lipid lowering therapy"]},{"label":"Usual care","type":"ACTIVE_COMPARATOR","interventionNames":["Other: Usual Care"]}],"interventions":[{"type":"DRUG","name":"Antihypertensive agents and lipid lowering therapy","description":"The above agents will be initiated/titrated in accordance to guidelines approved by Canadian Hypertension Education Program and the Canadian Best Practice Recommendations for Stroke Care","armGroupLabels":["Intensive pharmacist case management"]},{"type":"OTHER","name":"Usual Care","description":"Monthly education and reinforcement of risk factor modification, and blood pressure measurement.","armGroupLabels":["Usual care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The proportion of subjects who attain \"optimal BP and lipid control\" (defined as systolic BP < 140 mm Hg AND fasting LDL cholesterol < 2.0 mmol/L) compared to baseline.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Change in systolic blood pressure (in mm Hg) and in LDL cholesterol (in mmol/L). Multiple other secondary outcomes as detailed in full protocol.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A stroke specialist-determined ischemic stroke or TIA within the past year (including ocular strokes/TIA such as amaurosis fugax).\n* Presence of systemic hypertension (average systolic blood pressure over two visits - i.e., SPC visit and study screening visit- exceeding 140 mmHg) OR fasting LDL cholesterol exceeding 2.0 mmol/L OR total: HDL cholesterol ratio exceeding 4.0 at SPC visit.\n\nExclusion Criteria:\n\n* Neurological event considered to be due to intracranial hemorrhage (e.g., ICH, SAH), or trauma induced, or related to structural heart disease such as ASD/VSD or endocarditis.\n* Foreshortened life-expectancy (e.g., active malignancy), hypertensive crisis (clinic systolic BP \\> 200 mm Hg), or severe comorbidities.\n* Institutionalized in a long-term care facility.\n* Cognitive impairment (defined as a score of \\> 5 on the Short Portable Mental Status questionnaire).\n* Already on maximal therapy for risk factors (on 3 antihypertensive drugs at maximal dose if hypertension is inclusion criterion or on maximal dose statin if hyperlipidemia is inclusion criterion).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Finlay A McAlister, MD, MSc","affiliation":"Department of Medicine, University of Alberta","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Alberta Hospital","city":"Edmonton","state":"Alberta","zip":"T6G 2B7","country":"Canada","geoPoint":{"lat":53.55014,"lon":-113.46871}}]},"referencesModule":{"references":[{"pmid":"25458657","type":"RESULT","citation":"McAlister FA, Grover S, Padwal RS, Youngson E, Fradette M, Thompson A, Buck B, Dean N, Tsuyuki RT, Shuaib A, Majumdar SR. Case management reduces global vascular risk after stroke: secondary results from the The preventing recurrent vascular events and neurological worsening through intensive organized case-management randomized controlled trial. Am Heart J. 2014 Dec;168(6):924-30. doi: 10.1016/j.ahj.2014.08.001. Epub 2014 Aug 7."},{"pmid":"24733770","type":"RESULT","citation":"McAlister FA, Majumdar SR, Padwal RS, Fradette M, Thompson A, Buck B, Dean N, Bakal JA, Tsuyuki R, Grover S, Shuaib A. Case management for blood pressure and lipid level control after minor stroke: PREVENTION randomized controlled trial. CMAJ. 2014 May 13;186(8):577-84. doi: 10.1503/cmaj.140053. Epub 2014 Apr 14. Erratum In: CMAJ. 2014 Jun 10;186(9):698."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M14540","name":"Recurrence","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000000959","term":"Antihypertensive Agents"}],"browseLeaves":[{"id":"M3967","name":"Antihypertensive Agents","asFound":"Transcription","relevance":"HIGH"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}