{"protocolSection":{"identificationModule":{"nctId":"NCT05900674","orgStudyIdInfo":{"id":"32514"},"organization":{"fullName":"Zeenat Qureshi Stroke Institute","class":"OTHER"},"briefTitle":"Endovascular Stroke Treatment And Reteplase Protocol","officialTitle":"Endovascular Stroke Treatment And Reteplase Protocol","acronym":"[ESTAR]"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-28","studyFirstSubmitQcDate":"2023-05-28","studyFirstPostDateStruct":{"date":"2023-06-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-28","lastUpdatePostDateStruct":{"date":"2023-06-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Zeenat Qureshi Stroke Institute","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The proposed study is a multicenter, prospective, randomized, open-label, blinded-endpoint trial involving patients with ischemic stroke who are candidates for receiving intravenous (IV) thrombolysis within 4.5 hours after stroke onset. The study aims to test the hypothesis that anterior circulation ischemic stroke patients, selected with \"dual target\" vessel occlusion within 4.5 hours of onset, will have improved reperfusion and early neurological improvement when treated with intra-arterial clot retrieval after IV reteplase, compared to IV alteplase. Patients will be randomized into one of three treatment arms: local institutional IV thrombolysis, IV reteplase (9 U bolus), or IV reteplase (9 U bolus + 9 U bolus). The study will assess the primary angiographic endpoint of partial or complete recanalization following administration of thrombolytics, as well as the time of recanalization and the time from symptom onset to recanalization. Additional outcome measures include early neurological improvement, assessed by a ≥4-point improvement in National Institutes of Health Stroke Scale (NIHSS) score in the first 24 hours compared to baseline. The trial will be conducted in three groups based on the site of baseline arterial occlusion: internal carotid artery (ICA), proximal middle cerebral artery (MCA - M1), or distal middle cerebral artery (MCA - M2). The study aims to evaluate third-generation thrombolytic - RETAVASE® (reteplase) and compare it to IV alteplase, in acute ischemic stroke patients."},"conditionsModule":{"conditions":["Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"PROBE study (Prospective Randomized Open, Blinded End-point)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"IV thrombolysis","type":"ACTIVE_COMPARATOR","description":"Local institutional IV thrombolysis: IV alteplase (0.9 mg/kg) or IV Tenecteplase (TNK) (0.25 mg/kg) according to local institutional practice.","interventionNames":["Drug: Reteplase Injection"]},{"label":"IV reteplase (9 U bolus)","type":"EXPERIMENTAL","interventionNames":["Drug: Reteplase Injection"]},{"label":"IV reteplase (9 U bolus+9 U bolus)","type":"EXPERIMENTAL","interventionNames":["Drug: Reteplase Injection"]}],"interventions":[{"type":"DRUG","name":"Reteplase Injection","description":"To test the single dose of reteplase (9 U) and Maximum dose (18 U) in acute ischemic stroke patients.","armGroupLabels":["IV reteplase (9 U bolus)","IV reteplase (9 U bolus+9 U bolus)","IV thrombolysis"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Angiographic recanalization","description":"Angiographic outcome will be evaluated based on post IV trial intervention CT angiogram or pre-thrombectomy angiogram and post procedure angiogram according to modified Thrombolysis in Cerebral Infarction (TICI) perfusion flow categories: 0 = No perfusion. No antegrade flow beyond the point of occlusion.\n\n1. = Perfusion past the initial obstruction but limited distal branch filling with little or slow distal perfusion\n2. A = Perfusion of less than half of the vascular distribution of the occluded artery (eg, filling and perfusion through 1 M2 division)\n\n2B = Perfusion of half or greater of the vascular distribution of the occluded artery (eg, filling and perfusion through 2 or more M2 divisions) 3 = Full perfusion with filling of all distal branches","timeFrame":"12 months"},{"measure":"Early neurological improvement","description":"The proportion of patients with improvement in the NIHSS of ≥8 points or achieving a score of 0-1 at 3 days after the onset of stroke will be determined by comparing the NIHSS score at baseline and at 24 hours post enrollment.","timeFrame":"12 months"},{"measure":"Symptomatic ICH at 27 ±3hrs post randomization:","description":"Any hematoma within ischemic field with some mild space occupying effect but involving ≤ 30% of the infarcted area, hematoma within ischemic field with space-occupying effect involving \\&gt;30% of the infarcted area, any intraparenchymal hemorrhage remote from the ischemic field, subarachnoid hemorrhage, or intraventricular hemorrhage associated with a 4 points or more worsening on the NIHSS within 24 hrs.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Favorable outcome (deﬁned as a mRS Scale score of 0-2) 90 days after ischemic stroke.","description":"0, No symptoms at all; 1, No significant disability despite symptoms; able to carry out all usual duties and activities; 2, Slight disability; unable to carry out all previous activities, but able to look after own affairs without assistance.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAge: 18 through 90 years (i.e., candidates must have had their 18th birthday, but not had their 91st birthday).\n\n* Symptom onset within 4.5 hours of the onset of stroke symptoms. The time of onset is defined as the last time when the patient was witnessed to be at baseline (i.e., subjects who have stroke symptoms upon awakening will be considered to have their onset at the beginning of sleep).\n* An NIHSS ≥ 6 at the time of evaluation. (TICI) 0-1 flow in the intracranial internal carotid artery, M1 or M2 segment of the middle cerebral artery (MCA), or carotid terminus confirmed by Computed Tomography (CT) or magnetic resonance (MR) angiography that is accessible to the stent retriever or suction thrombectomy catheter.\n* The procedure can be initiated according to the guidelines of AHA/ASA which state that the treatment should be initiated (groin puncture) within 6 hours of symptom onset.\n\nExclusion Criteria:\n\nHistory of stroke in the past 3 months.\n\n* Previous intracranial hemorrhage, intracranial neoplasm, subarachnoid hemorrhage, or ruptured brain arteriovenous malformation.\n* Clinical presentation suggests a subarachnoid hemorrhage, even if the initial CT scan is normal.\n* Severe hypertension at the time of treatment; systolic blood pressure; 185 or diastolic; 110mm Hg that cannot be corrected prior to treatment.\n* Presumed septic embolus.\n* Major surgery within the previous 14 days.\n* Recent (within 90 days) severe head trauma or head trauma with loss of consciousness.\n* Gastrointestinal malignancy or gastrointestinal hemorrhage within 21 days.\n* Known hereditary or acquired hemorrhagic diathesis, coagulation factor deficiency; or oral anticoagulant therapy with International Normalized Ratio (INR) \\&gt; 1.7 or institutionally equivalent prothrombin time or platelets count \\&lt;100,000 per microliter.\n* Women of childbearing potential who are known to be pregnant and/or lactating or who have positive pregnancy tests on admission.\n* Patients with renal failure that require hemodialysis or peritoneal dialysis.\n* Low molecular weight heparins (such as Dalteparin, Enoxaparin, Tinzaparin, and Fondaparinux) as deep vein thrombosis (DVT) prophylaxis or in full dose within the last 24 hours from screening unless anti-activated factor X (anti-factor Xa) assay less than 200% of control value.\n* Patients who have received heparin within 48 hours must have a normal partial thromboplastin time (PTT) to be eligible.\n* Patients who have received heparin or a direct thrombin inhibitor (Angiomax, Argatroban, Refludan) must have a normal PTT to be eligible.\n* Patients on dabigatran etexilate mesylate (Pradaxa), rivaroxaban (Xarelto), apixaban (Eliquis), and edoxaban (Savaysa) may be considered after 48 hours after the last intake of medication in patients with normal renal function (CrCl \\&gt; 60 mL/minute). If moderate renal impairment, CrCl of 30-59 mL/minute, the last dose should be 72 hours before the procedure and 96 hours in severe renal impaired patients (CrCl of 15-29 mL/minute). The time interval between the last dose administration and the neuro-interventional procedure appears to be the most reliable criterion for assessing the risk of bleeding events. Patients in whom the time of last dose ingestion is unknown or within the last 48 hours, can be included under the following circumstances: normal PTT for dabigatran, normal prothrombin time for rivaroxaban, or anti-activated factor X (anti-factor Xa) assay rivaroxaban (Xarelto), apixaban (Eliquis), or edoxaban (Savaysa) less than 200% of control value.\n* Subjects with an arterial puncture at a non-compressible site or a lumbar puncture in the previous 7 days.\n* Patients with a seizure at the onset of stroke.\n* Patients with a pre-existing neurological or psychiatric disease that would confound the neurological or functional evaluations.\n* Other serious, advanced, or terminal illnesses.\n* Current participation in another research drug treatment protocol (patient cannot start another experimental agent until after 90 days). Informed consent is not or cannot be obtained. For example, obtunded patients are not automatically excluded from the study. However, if the next of kin or legal guardian (i.e., the individual legally empowered in the state where the consent is obtained) cannot provide consent, randomization and entry into the study could not proceed. CT Scan Exclusion Criteria\n* High-density lesion consistent with hemorrhage of any degree.\n* Significant mass effect with midline shift.\n* Large (more than 1/3 of the middle cerebral artery) regions of clear hypodensity on the baseline CT scan or ASPECTS of \\&lt; 4.\n* Sulcal effacement and/or loss of grey-white differentiation alone are not contraindications for treatment. CT Angiographic Exclusion Criteria\n* Angiographic evidence of carotid dissection or complete cervical carotid occlusion.\n* Arterial tortuosity, calcification, pre-existing stent, and/or stenosis, which would prevent the thrombectomy device from reaching the target vessel and/or precluding safe recovery of the endovascular devices.\n\nThe screening and recruitment of subjects All subjects presenting with acute stroke are currently evaluated by the stroke team, which consists of neurology residents, vascular neurology fellows, and the stroke attending. Study investigators will be notified by the stroke team members about potential patients, and the patients will be screened for eligibility by the investigators. If a patient meets the eligibility criteria, the patient or legally authorized representative will be approached for consent, depending on the patient's capability to make decisions. Patients/LARs will be informed of the option of standard treatment (IV rt-PA) -","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Pashmeen Lakhani, M.B:B.S.","role":"CONTACT","phone":"923196698353","email":"pashmeen.lakhani@zqsi.org"},{"name":"Filza Sikandar, M.B:B.S.","role":"CONTACT"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"C000087896","term":"Reteplase"}],"ancestors":[{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"},{"id":"M1911","name":"Tenecteplase","relevance":"LOW"},{"id":"M259782","name":"Reteplase","asFound":"Transrectal ultrasound","relevance":"HIGH"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}