{"protocolSection":{"identificationModule":{"nctId":"NCT00540527","orgStudyIdInfo":{"id":"SYNTHESIS"},"organization":{"fullName":"Niguarda Hospital","class":"OTHER"},"briefTitle":"Local Versus Systemic Thrombolysis for Acute Ischemic Stroke (SYNTHESIS)","officialTitle":"SYNTHESIS: a Randomized Controlled Trial on Intra-arterial Versus Intravenous Thrombolysis in Acute Ischemic Stroke. Start up Phase."},"statusModule":{"statusVerifiedDate":"2012-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2004-01"},"primaryCompletionDateStruct":{"date":"2008-01","type":"ACTUAL"},"completionDateStruct":{"date":"2008-01","type":"ACTUAL"},"studyFirstSubmitDate":"2007-10-05","studyFirstSubmitQcDate":"2007-10-05","studyFirstPostDateStruct":{"date":"2007-10-08","type":"ESTIMATED"},"lastUpdateSubmitDate":"2012-10-24","lastUpdatePostDateStruct":{"date":"2012-10-26","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Niguarda Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this study is to determine whether intra-arterial rt-PA within 6 hours from an ischemic stroke onset, compared with intravenous infusion of the same drug within 3 hours, increases the proportion of independent survivors at 3 months.","detailedDescription":"\"Stroke is a major cause of death and severe disability.The only effective, available therapy, within few hours of stroke onset, is rt-PA, a thrombolytic agent. Preliminary experience but not from properly conducted randomized trials indicates that intra-arterial treatment might be more effective than intravenous therapy for some vascular lesions. Intravenous application has not been tested directly against intra-arterial treatment and we do not known the relative clinical effectiveness with these two routes of administration. Eligible patients will be randomized to receive either IV rt-PA (0.9mg/kg; max 90 mg), 10% of which would be infused over 1 minute, and the remainder over 60 min, or IA rt-PA within the thrombus by means of microcatheter. In patients allocated to IA rt-PA the angiogram is performed as soon as possible within 6 hours of stroke onset; IV heparin has to be initiated (2000 U bolus followed by 500 U7hr infusion) and rt-PA is delivered at a rate of about 90 mg/hr for maximum one hour at the dose needed for recanalization up to 0.9 mg/Kg (max 90 mg). Antithrombotics and anticoagulants are disallowed during the first 24 hours (except heparin used during the angiogram). After 24 hrs, all patients will be considered for long-term antiplatelet or anticoagulant therapy. Follow-up will take place at 7 days, discharge, or transfer, whichever is first; and again at 3 months. 4 centers are currently authorized for the start-up phase; 15 centers in Italy have applied for an expansion phase of the study (SYNTHESIS EXPANSION), with financial support from Italian National Agency for Drugs (AIFA).The two phases of the study will be analysed separately and will be considered in a pooled analysis."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Accident"],"keywords":["acute ischemic stroke;thrombolysis;intraarterial thrombolysis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":54,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"EXPERIMENTAL","description":"local intraarterial recombinant tissue plasminogen activator","interventionNames":["Drug: local interarterial recombinant tissue plasminogen activator"]},{"label":"2","type":"ACTIVE_COMPARATOR","description":"intravenous (IV) rt-PA","interventionNames":["Drug: intravenous (IV) rt-PA"]}],"interventions":[{"type":"DRUG","name":"local interarterial recombinant tissue plasminogen activator","description":"Endovascular treatment must be performed asap after random.and definitely within 6h from symp. onset.It includes intrarterial thrombolysis with rt-PA,if necessary,associated to or substituted by mechanical clot disruption and/or retrieval.Fibrinolytic therapy should be performed within 1h,the full dose of rt-PA infusion should not exceed 0.9 mg/kg (max 90 mg in the case of body weight ≥100 kg).If a complete recanalization is achieved,rt-PA infusion can be interrupted before reaching the maximum dosage.The option of performing a thrombolysis by mechanical means to obtain a mechanical disintegration/shift/detach/fissure of the thrombus and/or a retraction/aspiration can be considered on the basis of the type,location and characteristics of the occlusion.These choices may involve the use of the microguidewire as a mechanical instrument to favour the disintegration of the thrombus,using systems to capture the thrombus by extraction or more complex systems to crush and aspirate the thrombus","armGroupLabels":["1"]},{"type":"DRUG","name":"intravenous (IV) rt-PA","description":"IV thrombolytic treatment is started immediately after randomization, within 4.5 h of symptoms onset. IV rt-PA is administered at a dose of 0.9 mg/kg (max 90 mg), 10% of which is given as a bolus, followed by the delivery of the remaining 90% as a constant infusion over 60 mins","armGroupLabels":["2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To assess whether local intra-arterial (LIA) recombinant tissue plasminogen activator rt-PA, as compared to intravenous (IV) rt-PA, increases survival free of disability (modified Rankin score of 0 or 1) .","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Sudden focal neurological deficit attributable to a stroke\n* Clearly defined time of onset, allowing initiation of intravenous treatment within 3 hours of symptoms onset and intra-arterial treatment within 6 hour of symptoms onset.\n* Age between 18 and 80 years\n\nExclusion criteria:\n\n* Disability preceding stroke consistent with a modified Rankin scale score of 2-4 (see glossary for Rankin scale)\n* Coma at onset\n* Severe stroke as assessed clinically (e.g. NIHSS\\>25)\n* Rapidly improving neurological deficit or minor symptoms\n* Seizure at onset of stroke\n* Clinical presentation suggestive of a subarachnoid hemorrhage (even of CT scan is normal) or condition after subarachnoid hemorrhage from aneurysm\n* Previous history of or suspected intracranial hemorrhage\n* Previous history of central nervous system damage (i.e. neoplasm, aneurysm, intracranial or spinal surgery)\n* Septic embolism, bacterial endocarditis, pericarditis\n* Acute pancreatitis\n* Arterial puncture at a non compressible site (e.g. subclavian or jugular vein puncture) or traumatic external heart massage or obstetrical delivery within the previous 10 days\n* Another stroke or serious head trauma within the preceding 3 months\n* Major surgery or significant trauma in past 3 month\n* Urinary tract hemorrhage within the previous 21 days\n* Documented ulcerative gastrointestinal disease during the last 3 months, esophageal varices, arterial-aneurysm, arterial/venous malformations • Neoplasm with increased bleeding risk\n* Severe liver disease, including hepatic failure, cirrhosis, portal hypertension (esophageal varices) and active hepatitis\n* Current therapy with intravenous or subcutaneous heparin or oral anticoagulants (e.g. warfarin sodium) to rise the clotting time\n* Known hereditary or acquired hemorrhagic diathesis, baseline INR greater than 1.5, aPTT more than 1.5 times normal, or baseline platelet count less than 100,000 per cubic millimeter\n* Baseline blood glucose concentrations below 50 mg per deciliter (2.75 mm/L) or above 400 mg per deciliter\n* Hemorrhagic retinopathy, e.g. in diabetes (vision disturbances may indicate hemorrhagic retinopathy)\n* Any history of prior stroke and concomitant diabetes\n* Prior stroke within the last 3 months\n* Known contrast sensitivity\n* Severe uncontrolled hypertension defined by a blood pressure ≥ 185 mmHg systolic or diastolic ≥ 110 mm Hg in 3 separate occasions at least 10 minutes apart or requiring continuous IV therapy\n* Prognosis very poor regardless of therapy; likely to be dead within months.\n* Unlikely to be available for follow-up (e.g., no fixed home address, visitor from overseas).Any other condition which local investigators feels would pose a significant hazard in terms of risk/benefit to the patient, or if therapies are impracticable.\n\nComputed tomographic (CT) scan exclusion criteria\n\n* Intracranial tumors except small meningioma\n* Hemorrhage of any degree\n* Acute infarction (since this may be an indicator that the time of onset is uncorrected","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Alfonso Ciccone, MD","affiliation":"Azienda Ospedaliera Ospedale Niguarda Ca' Granda","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"AO Ospedale Niguarda Ca' Granda","city":"Milan","zip":"20162","country":"Italy","geoPoint":{"lat":45.46427,"lon":9.18951}}]},"referencesModule":{"references":[{"pmid":"21990564","type":"RESULT","citation":"Ciccone A, Valvassori L, Ponzio M, Ballabio E, Gasparotti R, Sessa M, Scomazzoni F, Tiraboschi P, Sterzi R; SYNTHESIS Investigators. Intra-arterial or intravenous thrombolysis for acute ischemic stroke? The SYNTHESIS pilot trial. J Neurointerv Surg. 2010 Mar;2(1):74-9. doi: 10.1136/jnis.2009.001388. Epub 2009 Oct 30."}],"seeAlsoLinks":[{"label":"Related Info","url":"http://www.strokeforum.org/"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000010958","term":"Plasminogen"},{"id":"D000010959","term":"Tissue Plasminogen Activator"}],"ancestors":[{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","asFound":"R-CHOP","relevance":"HIGH"},{"id":"M13538","name":"Plasminogen","asFound":"Health-related Quality of Life","relevance":"HIGH"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}