{"protocolSection":{"identificationModule":{"nctId":"NCT03228979","orgStudyIdInfo":{"id":"SPRINT INDIA"},"organization":{"fullName":"Christian Medical College and Hospital, Ludhiana, India","class":"OTHER"},"briefTitle":"Secondary Prevention By Structured Semi-Interactive Stroke Prevention Package in INDIA (SPRINT INDIA) Study","officialTitle":"Secondary Prevention By Structured Semi-Interactive Stroke Prevention Package in INDIA (SPRINT INDIA) Study","acronym":"SPRINT"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-04-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-03-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-03-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-02-03","studyFirstSubmitQcDate":"2017-07-22","studyFirstPostDateStruct":{"date":"2017-07-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-26","lastUpdatePostDateStruct":{"date":"2021-07-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jeyaraj D Pandian","investigatorTitle":"Principal and Professor, Department of Neurology","investigatorAffiliation":"Christian Medical College and Hospital, Ludhiana, India"},"leadSponsor":{"name":"Christian Medical College and Hospital, Ludhiana, India","class":"OTHER"},"collaborators":[{"name":"Indian Council of Medical Research","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Recurrent stroke, cardiovascular morbidity and mortality are important causes of poor outcome in patients with index stroke. According to the INTERSTROKE study, 80% of stroke are preventable due to the presence of modifiable risk factors. However, the lack of knowledge that stroke and cardiovascular diseases are preventable is a major hurdle to reduce the incidence of recurrent stroke and cardiovascular morbidity. This is further compounded by the non-compliance to medications, exercises smoking cessation and other lifestyle modifications.\n\nStroke awareness has proven to be useful in improving the early arrival of stroke patients to emergency thus increasing the thrombolysis rates. Early stroke prevention education using print and audio-visual media may be useful. In addition, the use of pervasive mobile phone platform may help us reach patients during multiple intervals in a timely manner.\n\nThe study aims to use structured semi-interactive stroke prevention package to reduce the risk of recurrent strokes, myocardial infarction and death in patients with sub-acute stroke.","detailedDescription":"Stroke is the second leading cause of death worldwide in 2010. In rural Maharashtra, it is the leading cause of death. The Stroke incidence in India ranges from 135 to 145 per 100,000 population. From the recent Ludhiana population-based Stroke Registry and also from the INSPIRE Registry 25% of the patients are below 49 years of age. Hypertension, smoking, alcohol, diabetes, heart disease and lifestyle-related problems are the common causes of stroke in India. Rheumatic heart disease and cerebral venous thrombosis are the main etiologies of stroke in the young in our country.\n\nRecurrent stroke\n\nIn an Oxfordshire Community Stroke Project reported in 1994, it was found that actuarial risk of suffering a recurrence was 30% (95% confidence interval, 20% to 39%) by 5 years, about nine times the risk of stroke in the general population. The risk was highest early after the first stroke: 13% (95% confidence interval, 10% to 16%) by 1 year, 15 times the risk in the general population. After the first year, the average annual risk was about 4%.\n\nIn the Copenhagen Stroke Study, stroke was recurrent in 23% despite most of these patients being given prophylactic treatment prior to recurrence. Only 12% of patients with atrial fibrillation were receiving anticoagulant treatment prior to recurrence. In multivariate analysis, recurrence was more frequently associated with a history of transient ischemic attack (TIA), atrial fibrillation, male gender, and hypertension, but not with age, daily alcohol consumption, smoking, diabetes, ischemic heart disease, serum cholesterol or hematocrit. Mortality was almost doubled compared with patients with a first-ever stroke. In survivors, however, both neurologic and functional outcomes and the speed of recovery were, in general, similar in the two groups. Despite similar neurologic impairments, patients with recurrence contralateral to their first stroke had markedly more severe functional disability after completed rehabilitation than patients with ipsilateral recurrence, implying that the ability to compensate functionally is decreased in patients with contralateral recurrence.\n\nHowever, recently the rates of stroke recurrence have changed in developed countries. On average, the annual risk for future ischemic stroke after an initial ischemic stroke or TIA is ≈3% to 4%. Recent clinical trials of patients with non-cardio embolic ischemic stroke suggest the risk may be as low as 3%, but these data probably underestimate the community-based rate. The estimated risk for an individual patient will be affected by specific characteristics of the event and the person, including age, event type, comorbid illness, and adherence to preventive therapy. The current average annual rate of future stroke (≈3%-4%) represents a historical low that is the result of important discoveries in prevention science. These include antiplatelet therapy and effective strategies for the treatment of hypertension, atrial fibrillation, arterial obstruction and hyperlipidemia.\n\nEven in developed nations currently, there are large gaps in the utilization of preventive drugs, control of risk factors, and uptake of lifestyle-changing behaviours. This is often because of failure in the initiation of secondary prevention.\n\nNovel methods to improve the risk factor control to prevent recurrent stroke\n\nIn 2017, the number of mobile phone users is forecast to reach 4.77 billion. The number of mobile phone users in the world is expected to pass the five billion mark by 2019. In 2014, nearly 60 per cent of the population worldwide already owned a mobile phone. Mobile phone text messages can be used to remind, encourage, and motivate patients to adhere to secondary prevention strategies, but there has been limited robust scientific evaluation of these interventions.\n\nRecurrent stroke in India\n\nData on recurrent stroke and its causes are scarce from low and middle-income countries like India. In the door-to-door survey done in Kolkata, 15% of patients had a recurrent stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Secondary Prevention Package","Education"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Study is a multicenter, randomized, parallel-design, adaptive and blinded end-point clinical trial of sub-acute stroke patients","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","maskingDescription":"Blinded end-point clinical trial","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":5830,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Structured Semi-Interactive Prevention","type":"ACTIVE_COMPARATOR","description":"The intervention arm will receive a Structured Semi-Interactive Stroke Prevention Package including patient workbook, short messaging services and health education videos for a period of one-year in addition to standard of care as per current guidelines","interventionNames":["Other: Structured Semi-Interactive Stroke Prevention Package"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Patients will receive standard post stroke care for 1 year"}],"interventions":[{"type":"OTHER","name":"Structured Semi-Interactive Stroke Prevention Package","description":"The intervention arm will receive a Structured Semi-Interactive Stroke Prevention Package including patient workbook, short messaging services and health education videos for a period of one-year in addition to standard of care as per current guidelines.","armGroupLabels":["Structured Semi-Interactive Prevention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cardiovascular event","description":"Primary outcome measure is a composite endpoint of Recurrent Stroke, high-risk Transient Ischemic Attack, Acute Coronary Syndrome and Death.","timeFrame":"One year."}],"secondaryOutcomes":[{"measure":"Systolic Blood Pressure (mmHg)","description":"SBP is independent secondary outcome measure. Systolic Blood pressure will be assessed at baseline and one year. Limit 90-250. Lower score, better outcome.","timeFrame":"One year."},{"measure":"Fasting Blood Glucose (mg/dl)","description":"Fasting Blood Glucose will be assessed at baseline and one year. Limit 90-250. Lower score, better outcome. Limit 30-1000. Lower score, better outcome.","timeFrame":"One year."},{"measure":"LDL Cholesterol (mg/dl)","description":"LDL Cholesterol will be assessed at baseline and one year. Limit 30-1000. Lower score, better outcome.","timeFrame":"One year."},{"measure":"Triglycerides (mg/dl)","description":"Triglycerides will be assessed at baseline and one year. Limit 30-1500. Lower score, better outcome.","timeFrame":"One year."},{"measure":"Smoking cessation (No/ total %)","description":"Smoking cessation will be assessed at baseline and one year. Cessation of smoking at 1 year means better outcome.","timeFrame":"One year."},{"measure":"Alcohol cessation","description":"Alcohol cessation will be assessed at baseline and one year. Cessation of alcohol at 1 year means better outcome.","timeFrame":"One year."},{"measure":"Body Mass Index (kg/m2)","description":"Body Mass Index will be assessed at baseline and one year. Limit 15-50. Lower score, better outcome.","timeFrame":"One year."},{"measure":"Physical Activity MET (min/week)","description":"Physical Activity MET (Metabolic Equivalent of Task) will be assessed at baseline and one year. Limit 0-40000. Higher score better outcome.","timeFrame":"One year."},{"measure":"Intervention Non-Compliance Assessment (INCA)","description":"Intervention Non-Compliance Assessment (INCA) will be assessed at baseline and one year.\n\nThis measures is to note the adherence to the medication for the baseline to one year follow-up. The assessment is not score based. the question: \"Have you missed your medication ever?\", the more the patients mark NO will have the better outcome.","timeFrame":"One year."},{"measure":"Modified Rankin Scale (mRS)","description":"Modified Rankin Scale will be assessed at baseline and one year. Limit 0-5. Lower score, better outcome.","timeFrame":"One year."},{"measure":"Diastolic Blood Pressure (mmHg)","description":"Diastolic Blood pressure will be assessed at baseline and one year. Limit 60-140. A lower score, better outcome.","timeFrame":"One year."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 years and above including both men and women\n2. First-ever Ischemic stroke or intracerebral haemorrhage\n3. Between 2 days-3 months of stroke symptom onset\n4. Computed Tomography /Magnetic Resonance Imaging shows recent stroke (infarct and/or hemorrhage)\n5. Able to read and complete simple tasks suggested in the stroke workbook if having aphasia or is illiterate, a caregiver is available to read for the patients and complete the reading/workbook tasks for the patients.\n6. Able to read and possess a working personal mobile cellular device. In case of patients who is not able to read and/or don't have a personal mobile cellular device or unable to use it, a caregiver is available all times who is able to use mobile cellular devices and read to the patient.\n7. Able to watch health education videos on a video player on cellular device or any other video player available to the patient.\n8. Able to come for follow up visits for at least 1 year\n9. Able to provide signed informed consent.\n\nExclusion Criteria:\n\n1. Modified Rankin scale score 0 and 1 at the time of enrollment\n2. Limited internet and/or mobile accessibility due to travel\n3. Patients having active malignancies needing intensive therapy\n4. Patients with a terminal illness with an anticipated lifespan of less than 1 year\n5. Patients with heart failure admitted more than twice in the last six months\n6. Patients with current psychiatric illness with loss of insight and suicide attempts\n7. Patients with cerebral venous sinus thrombosis, aneurysmal subarachnoid haemorrhage, isolated central nervous system vasculitis and systemic vasculitis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jeyaraj D Pandian, MD DM","role":"CONTACT","phone":"9915784750","email":"jeyarajpandian@hotmail.com"}],"overallOfficials":[{"name":"Jeyaraj D Pandian, MD DM","affiliation":"Christian Medical College and Hospital, Ludhiana, India","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Christian Medical College and Hospital","status":"RECRUITING","city":"Ludhiana","state":"Punjab","zip":"141008","country":"India","contacts":[{"name":"Jeyaraj D Pandian, MD DM","role":"CONTACT","phone":"9915784750","email":"jeyarajpandian@hotmail.com"},{"name":"Jeyaraj D Pandian, MD DM FRACP","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":30.91204,"lon":75.85379}}]},"referencesModule":{"references":[{"pmid":"22267690","type":"BACKGROUND","citation":"Chow CK, Redfern J, Thiagalingam A, Jan S, Whittaker R, Hackett M, Graves N, Mooney J, Hillis GS. Design and rationale of the tobacco, exercise and diet messages (TEXT ME) trial of a text message-based intervention for ongoing prevention of cardiovascular disease in people with coronary disease: a randomised controlled trial protocol. BMJ Open. 2012 Jan 19;2(1):e000606. doi: 10.1136/bmjopen-2011-000606. Print 2012."},{"pmid":"26486857","type":"BACKGROUND","citation":"Kamal AK, Shaikh Q, Pasha O, Azam I, Islam M, Memon AA, Rehman H, Akram MA, Affan M, Nazir S, Aziz S, Jan M, Andani A, Muqeet A, Ahmed B, Khoja S. A randomized controlled behavioral intervention trial to improve medication adherence in adult stroke patients with prescription tailored Short Messaging Service (SMS)-SMS4Stroke study. BMC Neurol. 2015 Oct 21;15:212. doi: 10.1186/s12883-015-0471-5."},{"pmid":"34813082","type":"DERIVED","citation":"Crocker TF, Brown L, Lam N, Wray F, Knapp P, Forster A. Information provision for stroke survivors and their carers. Cochrane Database Syst Rev. 2021 Nov 23;11(11):CD001919. doi: 10.1002/14651858.CD001919.pub4."},{"pmid":"31852411","type":"DERIVED","citation":"Kate MP, Arora D, Verma SJ, Sylaja PN, Renjith V, Sharma M, Pandian JD; SPRINT India Collaborators. Secondary Prevention by Structured Semi-Interactive Stroke Prevention Package in India (SPRINT INDIA) study protocol. Int J Stroke. 2020 Jan;15(1):109-115. doi: 10.1177/1747493019895653. Epub 2019 Dec 18."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"All information collected from medical records for the study will be stored electronically in a specifically designed database at the Christian Medical College and Hospital, Ludhiana. Participants information will be identified only by their initials, date of birth and a study registration number. Any information transferred electronically will be coded to protect confidentiality. All computer records will be password protected. The study results may be presented at conferences or in scientific publications, but individual participants will not be identifiable.\n\nIf needed, data will be available in future for other researchers outside the primary research group for secondary purposes, such as meta-analyses, reanalysis, or replication of results."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}