{"protocolSection":{"identificationModule":{"nctId":"NCT04901637","orgStudyIdInfo":{"id":"KAEK/2019.03.61"},"organization":{"fullName":"Kanuni Sultan Suleyman Training and Research Hospital","class":"OTHER"},"briefTitle":"Musculoskeletal Problems in Caregivers of Stroke Survivors","officialTitle":"Musculoskeletal Problems in Caregivers of Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2021-06","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-05-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-05-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-05-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-05-21","studyFirstSubmitQcDate":"2021-05-21","studyFirstPostDateStruct":{"date":"2021-05-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-06-03","lastUpdatePostDateStruct":{"date":"2021-06-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tugba Sahbaz","investigatorTitle":"Medical Doctor","investigatorAffiliation":"Kanuni Sultan Suleyman Training and Research Hospital"},"leadSponsor":{"name":"Kanuni Sultan Suleyman Training and Research Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the major causes of neurological disability in adults globally. Fifteen million patients suffer from stroke annually throughout the world, from which 5 million had to continue to live with a major disability. Especially in developing and non-developing countries, it contributes significantly to the mortality and morbidity.\n\nThe improvements in medical care of acute stroke, especially in a specialized stroke unit setting, reduced overall mortality of the disease. However, the general prognosis of stroke survivors did not improve accordingly, so that many survivors have to deal with different forms of disability. Following a stroke, patients usually suffer from variable degrees of disability. They require acute treatment at an inpatient setting and extensive assistance throughout their recovery at home. Most stroke survivors depend on informal caregivers, who usually is a family member (eg, spouse) providing unpaid care for the patient.Caregivers are usually unprepared and unfit for such a support after discharge. And as a result, they may experience a decline in their physical and mental health status, social life and general well-being\n\nThe current study sought to examine the musculoskeletal problems of the informal caregivers in relation with the physical condition and the degree of disability of the patient they are caring. To our knowledge this study can be considered as the first of its kind by evaluating the symptoms of the caregiver from their viewpoint and relates the level of their symptoms to the level of incapacity of the stroke patient.","detailedDescription":"In our observational study, we evaluated the cross-sectional survey data of the informal caregivers who had provided care for stroke patients. The convenience sampling method was used to assemble the study population. Consecutive informal caregivers accompanying stroke survivors to the outpatient stroke clinic at Kanuni Sultan Süleyman Training and Research Hospital, Istanbul, Turkey were included in our study.\n\nPatients were eligible if they (1) had a stroke according to the WHO definition at least 6 months prior, who need assistance with the activities of daily life(ADL) and are older than 18 years of age.\n\nThe informal caregivers over the age of 18, who have cared for a stroke victim for at least 6 months, and provided some basic ADL assistance were included in the study. Caregivers, who are above the age of 65, who have underlying comorbid illnesses, neurological disability, or psychiatric disabilities that would hinder their capacity to deliver care were removed from the study. Because of the negative effects of aging on the musculoskeletal system, caregivers over 65 years of age were also excluded.\n\nData forms, designed by the researchers, were used to record information on each caregiver's age, gender, educational level, employment status, and relationship with stroke survivor. Respective stroke survivors' data were also recorded.\n\nValidated scales were used to assess the physical condition and disability levels of stroke survivors. Modified Ashworth Scale (MAS) was used to quantify the spasticity of the upper and the lower extremity muscles. MAS is a 6-point rating scale. The lowest score is 0 and means \"no increase in muscle tone,\" while the highest score 4 shows that the affected limb is rigid during flexion or extension\n\nEvaluation of motor recovery was assessed using the Brunnstrom staging system, which is a motor and tonus analysis system. It lays down six different grades for the upper and lower extremity and hand. The flask phase with the lack of the slightest level of movement is stage 1, while the presence of isolated movements is assessed as stage 6.\n\nThe level of disability was measured using the functional independence measure (FIM), which has been validated and is reliable in the Turkish population. It includes 18 items measuring performance in communication, self-care, social cognition, locomotion, transfer, and sphincter control. The motor function score is also given separately in addition to the total score.\n\nFunctional Ambulation Score (FAS) was used to assess the ambulatory status of the patients. It specifies the patients' functional capacity of walking under 6 headings. A patient with a score of 0 cannot walk at all, while a patient with 5 can ambulate independently. The FAS scale appraises the need for human assistance instead of devices and supports.\n\nThe informal caregivers were evaluated by using Extended Nordic Musculoskeletal Questionnaire (NMQ-E), Caregiver burden inventory (CBI) and Beck Depression Scale(BDS).\n\nThe effect of musculoskeletal symptoms during the last 6 months was evaluated using the NMQ-E, which is a one-page survey evaluating nine body regions: hand/wrist, elbow, shoulder, neck, upper back, low back, hip/thigh, knee and foot/ankle. Responses were provided as 'trouble, including ache, pain and discomfort. Only musculoskeletal symptoms (affecting joints, muscles, and bones) were asked about in order to rule out other symptoms like neuropathic or abdominal pain.\n\nTo assess the perceived burden of care, a validated Turkish version of the Caregiver Burden Inventory (CBI) was used. CBI is a self-administered 24-item questionnaire with five domains: time dependency, developmental, physical, social, and emotional pressures. All objects are scored on a 5-point Likert scale, with 0 being the least disruptive (not at all disruptive) and 4 being the most disruptive (very disruptive). The global score is calculated by adding the subscale scores together. Greater caregiver burden is shown by higher ratings.\n\nThe Beck Depression Scale (BDS), developed by Beck et al.) and adapted to Turkish by Hisli, was used to assess depression. The scale has 21 items with scores ranging from 0 to 3. The highest possible score is 63, which indicates extreme depression. The Turkish validity and authenticity have also been shown.\n\nNordic extended scores of the caregivers were first compared with the various disability scores of the patients and then with their own BECK and CBI scores. Correlations between those scores are recorded."},"conditionsModule":{"conditions":["Stroke","Caregiver Burnout"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Extended Nordic Musculoskeletal Questionnaire","description":"The effect of musculoskeletal symptoms during the last 6 months was evaluated using the NMQ-E, which is a one-page survey evaluating nine body regions: hand/wrist, elbow, shoulder, neck, upper back, low back, hip/thigh, knee and foot/ankle.Responses were provided as 'trouble, including ache, pain and discomfort'.Only musculoskeletal symptoms (affecting joints, muscles, and bones) were asked about in order to rule out other symptoms like neuropathic or abdominal pain.","timeFrame":"1 interview day"},{"measure":"Caregiver Burden Inventory","description":"BI is a self-administered 24-item questionnaire with five domains: time dependency, developmental, physical, social, and emotional pressures. All objects are scored on a 5-point Likert scale, with 0 being the least disruptive (not at all disruptive) and 4 being the most disruptive (very disruptive). The global score is calculated by adding the subscale scores together. Greater caregiver burden is shown by higher ratings","timeFrame":"1 interview day"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor stroke survivors:\n\n* Patients were eligible if they had a stroke according the WHO definition at least 6 months prior,\n* Who need assistance with the activities of daily life(ADL)\n* Older than 18 years of age\n\nFor caregivers:\n\n* Older than 18 years of age\n* Who have cared for a stroke victim for at least 6 months, and provided some basic ADL assistance\n\nExclusion Criteria:\n\nFor caregivers:\n\n• Who are above the age of 65","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients were eligible if they had a stroke according the WHO definition at least 6 months prior, who need assistance with the activities of daily life(ADL) and are older than 18 years of age and the informal caregivers over the age of 18, who have cared for a stroke victim for at least 6 months, and provided some basic ADL assistance were included in the study.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Tugba Sahbaz, MD","role":"CONTACT","phone":"05368289936","phoneExt":"+90","email":"piskint@gmail.com"}],"overallOfficials":[{"name":"Tugba Sahbaz, MD","affiliation":"University of Health Sciences, Kanuni Sultan Süleyman Training and Research Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Health Sciences, Kanuni Sultan Süleyman Training and Research Hospital,","status":"RECRUITING","city":"Istanbul","state":"Kucukcekmece","zip":"39750","country":"Turkey","contacts":[{"name":"Tugba Sahbaz, MD","role":"CONTACT","phone":"05368289936","phoneExt":"+90","email":"piskint@gmail.com"}],"geoPoint":{"lat":41.01384,"lon":28.94966}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000084802","term":"Caregiver Burden"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013315","term":"Stress, Psychological"},{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M1658","name":"Burnout, Psychological","relevance":"LOW"},{"id":"M2481","name":"Caregiver Burden","asFound":"Caregiver Burnout","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15795","name":"Stress, Psychological","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}