{"protocolSection":{"identificationModule":{"nctId":"NCT00005722","orgStudyIdInfo":{"id":"4931"},"organization":{"fullName":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"},"briefTitle":"Stroke Belt Initiative"},"statusModule":{"statusVerifiedDate":"2000-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"1990-09"},"completionDateStruct":{"date":"1996-09"},"studyFirstSubmitDate":"2000-05-25","studyFirstSubmitQcDate":"2000-05-25","studyFirstPostDateStruct":{"date":"2000-05-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2005-06-23","lastUpdatePostDateStruct":{"date":"2005-06-24","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}},"descriptionModule":{"briefSummary":"For State Health Departments located in Stroke Belt states, to assess high risk target audiences' needs and identify opportunities for more effective delivery of medical and/or educational services to reduce the high rate of stroke mortality experienced in the southeastern United States.","detailedDescription":"BACKGROUND:\n\nHigh blood pressure has long been established as the key risk factor for stroke, the third leading cause of death in the United States and a significant risk factor for coronary heart disease deaths. Cigarette smoking and obesity have also been found to be risk factors for stroke as well as heart disease.\n\nDeath rates from stroke differ by state. In 1980, eleven states had age-adjusted stroke mortality rates that were more than 10 percent higher than the United States average, 40.3 per 100,000. Ten of these eleven states (all except Indiana) were in the South, forming a \"Stroke Belt\". Florida's northern counties experienced higher stroke mortality rates than its southern counties, offering an opportunity for a comparative study.\n\nIn 1980, with few exceptions, each race/sex specific stroke death rate in the Stroke Belt states was more than 10 percent above the national average. Nonwhite men and women in the Stroke Belt had substantially higher rates than whites in the Stroke Belt and nonwhites elsewhere in the United States. However, whites in Stroke Belt states also had greater age-adjusted stroke death rates than did whites in other parts of the country.\n\nIn 1990, the National High Blood Pressure Education Program (NHBPEP) issued a Request for Proposals for the Stroke Belt Initiative. State Health Departments located in states with age-adjusted stroke mortality rates in excess of 10 percent of the national average were encouraged to initiate projects that assessed high risk target audience needs and to identify opportunities for more effective delivery of medical and/or educational services to reduce the high rate of stroke mortality experienced in the southeastern United States. These states were Alabama, Arkansas, Georgia, Indiana, Kentucky, Louisiana, Mississippi, North Carolina, South Carolina, Tennessee, and Virginia. In addition, the State of Florida was of interest because of differences in county age-adjusted stroke mortality rates--northern counties in the state experienced mortality rates as high or higher than rates in the Stroke Belt states, whereas southern counties exhibited rates closer to the national average, representing an excellent opportunity for a comparative study.\n\nDESIGN NARRATIVE:\n\nThe Stroke Belt Initiative had two phases. In Phase I, the pilot phase, State Health Departments located in Stroke Belt states assessed high risk target audiences' needs and identified opportunities for more effective delivery of medical and/or educational services to reduce the high rate of stroke mortality experienced in the southeastern United States. This phase lasted for three years, from September 1990 through August 1993.\n\nIn the second phase, the State Health Departments used the methods and materials developed in the pilot phase to deliver health education interventions to reduce the overall risk of stroke."},"conditionsModule":{"conditions":["Cardiovascular Diseases","Cerebrovascular Accident","Hypertension"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"NATURAL_HISTORY"}},"eligibilityModule":{"eligibilityCriteria":"No eligibility criteria","healthyVolunteers":false,"sex":"MALE","minimumAge":"0 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Charles Barrett"},{"name":"Janice Bowie"},{"name":"Jerry Brown"},{"name":"Wendell Cox"},{"name":"Wendall Cox"},{"name":"Larry Deeb"},{"name":"Seth Emont"},{"name":"Carol Forbes"},{"name":"Barbara Hager"},{"name":"Jacquelyn Houston"},{"name":"Shirley Kirkconnell"},{"name":"Connie Pearson"},{"name":"Ramona Schaeffer"},{"name":"Canetta Washingon"},{"name":"Frances Wheeler"},{"name":"Donald Williamson"},{"name":"Gary Zelizer"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}