{"protocolSection":{"identificationModule":{"nctId":"NCT05434000","orgStudyIdInfo":{"id":"GRANT12968632"},"organization":{"fullName":"Barau Dikko Teaching Hospital","class":"OTHER_GOV"},"briefTitle":"Primary Prevention of Stroke in Children With Sickle Cell Anaemia in Nigeria in the Community","officialTitle":"Primary Prevention of Stroke in Children With Sickle Cell Anaemia in Nigeria: Community vs Teaching Hospital","acronym":"SPRING-COM"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-19","studyFirstSubmitQcDate":"2022-06-24","studyFirstPostDateStruct":{"date":"2022-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-27","lastUpdatePostDateStruct":{"date":"2023-08-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Barau Dikko Teaching Hospital","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The overall goal of this feasibility study is to establish a standard of care stroke prevention program for children with sickle cell anemia in a community hospital by task shifting stroke detection and transcranial Doppler ultrasound screening to nurses. In Nigeria, approximately 150,000 children with sickle cell anemia (SCA) are born annually, accounting for more than half of the total births with SCA worldwide. In comparison, only 1,700 children with SCA are born in the United States annually. An estimated 11% of unscreened and untreated children at increase of strokes with SCA will have at least one stroke by 17 years of age. In high-income countries, evidence-based practices (EBP) for primary stroke prevention in children with SCA involves screening for abnormal transcranial Doppler ultrasound (TCD) velocity (\\>200cm/s) coupled with regular blood transfusion therapy for at least one year followed by treatment with hydroxyurea is considered standard care. This strategy decreases the risk of stroke by 92%. Due to safety and availability, regular blood transfusion is not a viable option for primary stroke prevention in most low-income settings, including Nigeria, where \\~50% of the 300,000 children with SCA are born. Among each birth cohort, 15,000 children will have stroke annually in Nigeria. The American Society of Hematology (ASH) Central Nervous System Guidelines recommends moderate dose hydroxyurea (20mg/kg) to children with SCA with abnormal TCD measurements, living in resource-constrained settings where regular blood transfusions are not readily available. Our team has demonstrated in a previous trial the feasibility of primary stroke prevention with hydroxyurea in Kano, Nigeria. In 2016, as part of capacity building objective of Stroke Prevention Trial in Nigeria (1R01NS094041-SPRING) at Barau Dikko Teaching Hospital in Kaduna, TCD screening was adopted as standard of care. Before the trial, no TCD screening was done at our trial site in Kaduna. Now, as standard care, physicians at the teaching hospital do TCD screening, however, only 5.4% (1,101/20,040) of the eligible children with SCA living in Kaduna, Nigeria were reached. Clearly, for there to be an appreciable impact on decreasing the stroke rates in children with SCA living in Nigeria and elsewhere, applying the ASH guidelines and a better implementation strategy to increase the TCD reach (proportion of children eligible for TCD screening that are screened) is necessary. Therefore, objective of this physician-mentored application is to conduct an Effectiveness-Implementation Feasibility Trial is to test the test the hypothesis that the task-shifted site for primary stroke prevention team in a community hospital will have a non-inferior effectiveness in identifying children with abnormal TCD measurements when compared to primary stroke prevention team in a teaching hospital in Kaduna, Nigeria. the investigators will conduct i) a needs assessment at the community hospital to identify barriers and facilitators to the intervention, ii) Build capacity for stroke detection and TCD screening and iii) Compare the effectiveness of a physician-based stroke prevention program in a teaching hospital to a task-shifted stroke prevention in a community hospital.","detailedDescription":"The overall goal of this feasibility study is to establish a standard of care stroke prevention program for children with sickle cell anemia in a community hospital by task shifting stroke detection and transcranial Doppler ultrasound screening to nurses. It is estimated that among each birth cohort, 15,000 children will have stroke annually in Nigeria. Regular blood transfusion for children with SCD identified to be at risk of stroke is considered standard of care for primary stroke prevention in high-income countries. This is not a viable option for primary stroke prevention in most low-income settings, including Nigeria, where over 50% of the 300,000 children with SCA are born annually. The American Society of Hematology (ASH) Central Nervous System Guidelines recommends moderate dose hydroxyurea (20mg/kg) to children with SCA with abnormal TCD measurements, living in resource-constrained settings where regular blood transfusions are not readily available. Currently, primary stroke prevention is done mostly by physicians in academic centers. For more children with SCA to have access to this service a standard of care stroke prevention program in a community hospital will be initiated. The investigators will initially conduct a needs assessment to identify the barriers and facilitators that will influence the adaptability of the evidence based practice; Build capacity of nurses on stroke detection and TCD screening and then iii) conduct an Implementation-Effectiveness feasibility trial. The investigators will test the hypothesis that the task-shifted site for primary stroke prevention team in a community hospital will have a non-inferior effectiveness in identifying children with abnormal TCD measurements when compared to a primary stroke prevention team in a teaching hospital in Kaduna, Nigeria. The following specific aims will be used to test the hypothesis:\n\n1. Identify barriers and facilitators that influence the adaptability of the transported Evidence Based Practice intervention, including implementation process (year 1). To accomplish this aim, the following activities will be conducted: The investigators will use a qualitative study design to conduct a needs assessment using the Consolidated Framework for Implementation Research (CIFR) Framework, by conducting focus groups with doctors and nurses and key informant interviews with Hospital Administrators (Chief Medical Director, Director of Administration, Chief Accountant and Chief Matron) using qualitative methods at the community hospital. Outcome measures will be identification of barriers and facilitators that will be used to develop interventions for aims 2 and 3. Qualitative methods based upon principles from grounded theory using both inductive and emergent coding strategies will be used to analyze the data.\n2. Build capacity for stroke detection and prevention in SCA in a community hospital (year 2).\n\n   To accomplish this aim, the following activities will be conducted: i) Apply previously established education program for stroke detection in children in nurses and generalist in a community hospital. ii) Apply previously established TCD certification program to nurses in a community hospital. This will be a pre-post study design where the outcome measure will be a change in knowledge after the education and training is completed and certification for both the stroke detection and TCD training. Data analysis will include spearman's correlation between trainer and trainee.\n3. Conduct a feasibility trial comparing the effectiveness of a physician-based primary stroke prevention program in an academic site to a task-shifted primary stroke prevention program in a community site(year 3-5). To accomplish this aim, the following activities will be conducted: a) Record the recruitment, retention and adherence rates of children with abnormal TCD measurements initiated on hydroxyurea (Year 3). b) Use the Reach (participation rate: children with SCA receiving TCD) and Effectiveness (clinical outcomes, e.g. stroke aversion by starting hydroxyurea between community (n=200 screened) and academic site (n=200 screened) components of the RE-AIM framework to evaluate implementation outcomes between the academic and community sites (Years 3-5). This will be a non-Randomized single arm prospective feasibility implementation trial. For the feasibility of the trial, the outcomes are; Recruitment rate is defined as the proportion of participants who agreed to participate in the study out of the total number of persons approached; Retention rate is defined as the percentage of the study participants who completed the study protocol at the end of 12 months; and Adherence rate is defined as the proportion of children that have laboratory evidence of sustained hydroxyurea therapy (primary measure), measured by an increase in mean cell volume of at least 10 fl from baseline, and secondarily, by the percentage of pills returned from the total amount administered to the pharmacy every 3 month.\n\nThe implementation outcomes are the Reach; proportion of children that received TCD measurement at least once in each hospital and; Effectiveness; stroke aversion (primary outcome) and stroke, pain crises, acute chest syndrome, fever, severe anemia and death (secondary outcomes). Data will be analyzed using descriptive, comparative, and correlational statistics to measure these outcomes."},"conditionsModule":{"conditions":["Sickle Cell Disease","Stroke"],"keywords":["Sickle Cell Anaemia","Stroke","Transcranial Doppler Ultrasound","Hydroxyurea","Task-shifting"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"SCREENING","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":217,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Children with sickle cell anaemia and abnormal TCD values (200cm/s)","type":"OTHER","description":"The children identified with abnormal TCD values will be given hydroxyurea and followed for one year","interventionNames":["Drug: Hydroxyurea"]}],"interventions":[{"type":"DRUG","name":"Hydroxyurea","description":"Children at risk of developing stroke (TCD values\\>200cm/s) will be given 20mg/kg of Hydroxyurea","armGroupLabels":["Children with sickle cell anaemia and abnormal TCD values (200cm/s)"],"otherNames":["Oxyurea"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Reach","description":"The portion of children than received TCD screening at least once in the community hospital","timeFrame":"1 year"},{"measure":"Effectiveness","description":"The proportion of children with abnormal TCD measurement started on hydroxyurea","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"Stroke occurrence","description":"Proportion of children with SCA identified with stroke.","timeFrame":"1 year"},{"measure":"Clinical events among children on Hydroxyurea","description":"Proportion of children in both teaching and community hospitals with abnormal TCD (200cm/s) measurements receiving hydroxyurea with: i) pain crises ii) fever iii) acute chest syndrome and iv)severe anemia (Hgb \\<6g/dL).","timeFrame":"1 year"},{"measure":"Clinical events among children not on Hydroxyurea","description":"Proportion of children with SCA not on hydroxyurea with: i) pain crises ii) fever iii) acute chest syndrome and iv) severe anemia (Hgb \\<6g/dL) in both teaching and community hospitals.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Children with diagnosis of SCA (HbSS or HbSβthal0)\n2. 2-16 years receiving care at both YDMH (community hospital) and BDTH (teaching hospital).\n3. No previous stroke\n\nExclusion Criteria:\n\n1. Children with SCA younger than 2 years or older than 16\n2. Children with stroke\n\n2) Children already on Hydroxyurea","healthyVolunteers":false,"sex":"ALL","minimumAge":"2 Years","maximumAge":"16 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Halima Bello-Manga, MBBS,MPH","role":"CONTACT","phone":"+2348033470592","email":"mamanzara@yahoo.co.uk"},{"name":"Bilya M Sani","role":"CONTACT","phone":"+2348036005052","email":"bilyasani@yahoo.com"}],"overallOfficials":[{"name":"Halima Bello-Manga, MBBS,MPH","affiliation":"Barau Dikko Teaching Hospital/Kaduna State University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Barau Dikko Teaching Hospital/Kaduna State University","status":"RECRUITING","city":"Kaduna","country":"Nigeria","contacts":[{"name":"Halima Bello-Manga, MBBS, MPH","role":"CONTACT","phone":"+2348033470592","email":"mamanzara@yahoo.co.uk"},{"name":"Bilya Sani, BSc","role":"CONTACT","phone":"+2348036005052","email":"bilyasani@yahoo.com"},{"name":"Halima Bello-Manga, MBBS,MPH","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":10.52641,"lon":7.43879}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The audiences most suitable for these results are persons affected with SCD and their families, health care providers, administrators, policy makers and other researchers in both SCD and implementation science. We believe dissemination of the results from this study will have immediate public health impact. The results will be published in high-impact journals like the New England Journal of Medicine, Lancet, Blood, American Journal of Hematology as well as presentations at National and International Scientific Conferences. The stakeholders in the community and teaching hospitals, and the State ministry of health will be provided with annual updates on study progress and interim results. We will also present study progress to the during the annual World Sickle Cell Day celebration, usually organized by community-based SCD support groups.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"When study is completed","accessCriteria":"Access will be granted with permission"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000000740","term":"Anemia"},{"id":"D000000755","term":"Anemia, Sickle Cell"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006402","term":"Hematologic Diseases"},{"id":"D000000745","term":"Anemia, Hemolytic, Congenital"},{"id":"D000000743","term":"Anemia, Hemolytic"},{"id":"D000006453","term":"Hemoglobinopathies"},{"id":"D000030342","term":"Genetic Diseases, Inborn"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M3760","name":"Anemia","asFound":"Anemia","relevance":"HIGH"},{"id":"M3775","name":"Anemia, Sickle Cell","asFound":"Sickle Cell Anemia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9180","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M3763","name":"Anemia, Hemolytic","relevance":"LOW"},{"id":"M9237","name":"Hemolysis","relevance":"LOW"},{"id":"M3765","name":"Anemia, Hemolytic, Congenital","relevance":"LOW"},{"id":"M9229","name":"Hemoglobinopathies","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"T5229","name":"Sickle Cell Anemia","asFound":"Sickle Cell Anemia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000006918","term":"Hydroxyurea"}],"ancestors":[{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000000986","term":"Antisickling Agents"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000019384","term":"Nucleic Acid Synthesis Inhibitors"}],"browseLeaves":[{"id":"M9659","name":"Hydroxyurea","asFound":"Exacerbation","relevance":"HIGH"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"AnSickAg","name":"Antisickling Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}