{"protocolSection":{"identificationModule":{"nctId":"NCT02560935","orgStudyIdInfo":{"id":"121383"},"secondaryIdInfos":[{"id":"1R01NS094041-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01NS094041-01"}],"organization":{"fullName":"Vanderbilt University Medical Center","class":"OTHER"},"briefTitle":"Primary Prevention of Stroke in Children With SCD in Sub-Saharan Africa II","officialTitle":"Primary Prevention of Stroke in Children With Sickle Cell Disease in Sub-Saharan Africa II","acronym":"SPRING"},"statusModule":{"statusVerifiedDate":"2020-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-07-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-03-03","type":"ACTUAL"},"completionDateStruct":{"date":"2020-03-03","type":"ACTUAL"},"studyFirstSubmitDate":"2015-09-02","studyFirstSubmitQcDate":"2015-09-24","studyFirstPostDateStruct":{"date":"2015-09-25","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-07-31","lastUpdatePostDateStruct":{"date":"2020-08-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michael DeBaun","investigatorTitle":"Professor, Vice Chair, Clinical Research, Director, Vanderbilt/Meharry Center of SCD","investigatorAffiliation":"Vanderbilt University Medical Center"},"leadSponsor":{"name":"Vanderbilt University Medical Center","class":"OTHER"},"collaborators":[{"name":"Aminu Kano Teaching Hospital","class":"OTHER"},{"name":"Murtala Muhammed Specialist Hospital","class":"OTHER"},{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"},{"name":"Barau Dikko Teaching Hospital/Kaduna State University","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The overall goal of this proposal is to conduct a partial double-blind randomized Phase III clinical trial for primary stroke prevention in children with sickle cell anemia (SCA) in sub-Saharan Africa.","detailedDescription":"Strokes in sickle cell anemia (SCA), particularly in children living in Africa, are associated with significant morbidity and an increased risk of premature death. In the US, primary stroke prevention in children with SCA involves screening for elevated transcranial Doppler ultrasound (TCD) velocity coupled with regular blood transfusion therapy for those with elevated velocities. However, regular blood transfusion therapy is not feasible in Africa due to inadequate supply of safe blood and the reluctance of parents to accept regular blood transfusion therapy for their children. Promising preliminary data from our feasibility trial in Kano, Nigeria (1R21NS080639-NCE, NCT01801423; October 2012 - August 2014) support the potential use of moderate dose hydroxyurea (HU) therapy of 20 mg/kg/day for primary prevention of stroke in children with SCA. In the feasibility trial, we screened 331 participants; 92% (25 of 27) of participants with elevated TCD measurements elected to enroll and receive HU therapy. About 75% (210 of 280) of the screened participants with non-elevated TCD measurements agreed to be followed for a minimum of three years to assess the background rate of morbidity and mortality. Among those on HU therapy, 80% (20 of 25) of the participants who reached their third month on HU therapy dropped their elevated TCD value to below 200 cm/sec in both middle cerebral arteries. Based on the results from the recently completed Transcranial Doppler (TCD) With Transfusions Changing to Hydroxyurea trial (NCT01425307), demonstrating that children with an elevated TCD measurement can be switched to HU therapy after one year of blood transfusion, coupled with our preliminary trial results indicating a decrease in TCD velocities in 2/3rds of the participants over 3 months, we propose a three center randomized partial double-blind Phase III clinical trial (1R01NS094041-01; September 2015 - July 2020) to test the following hypothesis: There will be a 66% relative risk reduction of primary strokes in children with SCA, and elevated TCD measurements (n=220), randomly allocated to moderate dose vs. low dose HU therapy (10 vs. 20 mg/kg/day) for 3 years. The aims of the randomized partial double-blind Phase III clinical trial are to: 1) determine the efficacy of moderate vs. low dose HU therapy for primary stroke prevention; 2) determine the efficacy of moderate dose HU therapy for decreasing the incidence of all cause-hospitalization for any cause (pain, acute chest syndrome, infection, or other) when compared to low dose HU therapy; and 3) assess long-term safety of HU therapy (mean 6.5 years) in participants from the feasibility trial with an elevated TCD measurement (n=25), when compared to children with an initial normal TCD (n= 210, followed for at least 3 years). In preparation for this application, the teams from Nigeria have received 1 month of patient-oriented research training at Vanderbilt University School of Medicine. This trial will help us to determine whether moderate dose HU therapy can prevent thousands of strokes in children at high risk in Africa, while simultaneously helping build research capacity among the next cadre of physician scientists in Nigeria."},"conditionsModule":{"conditions":["Sickle Cell Disease","Stroke"],"keywords":["primary stroke prevention","hydroxyurea","low income country","sub-Saharan Africa"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":440,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Moderate Dose Hydroxyurea","type":"ACTIVE_COMPARATOR","description":"Hydroxyurea at 20 mg/kg/day (range 17.5 to 26 mg/kg/day) for primary stroke prevention.","interventionNames":["Drug: Hydroxyurea (Moderate Dose)"]},{"label":"Low Dose Hydroxyurea","type":"ACTIVE_COMPARATOR","description":"Hydroxyurea at 10 mg/kg/day (range 7 to 15 mg/kg/day) for primary stroke prevention.","interventionNames":["Drug: Hydroxyurea (Low Dose)"]}],"interventions":[{"type":"DRUG","name":"Hydroxyurea (Moderate Dose)","description":"The study intervention will include moderate dose hydroxyurea therapy at 20 mg/kg/day (range 17.5 - 26 mg/kg/day) for 36 months.","armGroupLabels":["Moderate Dose Hydroxyurea"],"otherNames":["Hydrea"]},{"type":"DRUG","name":"Hydroxyurea (Low Dose)","description":"The study intervention will include random allocation to low dose hydroxyurea therapy at 10 mg/kg/day (range 7 - 15 mg/kg/day) for 36 months.","armGroupLabels":["Low Dose Hydroxyurea"],"otherNames":["Hydrea"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence rate of clinical stroke or TIA","description":"To determine the efficacy of moderate vs. low dose hydroxyurea therapy for primary stroke prevention. Among over 10,000 children actively followed with SCA, ages 5 to 12 years. There will be a total of 110 participants in each treatment group followed for 3 years. We will have at least 90% power to detect a 66% relative risk reduction (based on our feasibility trial demonstrating that after 3 months, 2/3rds of participants had normal TCD measurements), with an alpha level of 0.05 and a dropout rate of 10%.","timeFrame":"3 Years"}],"secondaryOutcomes":[{"measure":"Incidence of all cause hospitalizations","description":"To determine the efficacy of moderate dose hydroxyurea therapy for decreasing the incidence of all cause-hospitalization (pain, acute chest syndrome, infection, or other) when compared to low dose hydroxyurea therapy.","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria for initial screening inclusive of CBC:\n\n1. Patients with hemoglobin SS or SB0 thalassemia, S variant with baseline hemoglobin less than 10 g/dL or other sickle cell syndromes apart from SC confirmed by hemoglobin electrophoresis, HPLC, or IEF;\n2. Informed consent from a parent or legal guardian and assent of participant ages 5 through 12 (in best estimate pre-puberty, if no date of birth is documented, a frequent event in this region of Nigeria, then we will use the pediatricians best estimate and the patient must be pre-pubertal);\n3. Patient must be 5 through 12 years of age (i.e., must have attained their 5th but not their 13th birthday when the consent and assent is signed, or best estimate based on absence of documentation. For such patients we will use July 1st of the postulated birth year as their birth date).\n\nInclusion criteria for continuance of study screening to determine eligibility for study therapy:\n\n1. Hemoglobin greater than 6.0 g/dL based on initial CBC completed after study consent was obtained for screening, before neurological evaluation and TCD measurement are done. Participants will continue study screening with neurological evaluation and if no evidence of stroke, a TCD will be completed.\n\nExclusion Criteria for screening:\n\n1. Prior overt stroke (a focal neurological deficit of acute onset) by history, focal neurological deficit on standardized neurological examination, or concern for moderate or severe neurological deficit (which could be due to stroke) based on a positive \"10 questions\" screening (an established tool in resource poor countries). A \"positive\" screening is defined as answering yes to any one of the 10 questions. The negative predictive value (child does not have moderate or several neurological impairment) of the \"10 questions\" is greater than 94% in children;\n2. Other exclusions: significant cytopenias \\[absolute neutrophil count (ANC) \\<1.5 X 109/L, /µl, platelets \\<150,000/µl, reticulocytes \\<80,000/µl, unless Hb is \\> 9 g/dl\\], renal insufficiency (creatinine \\> 0.8 mg/dl);\n3. Patients for whom are currently receiving hydroxyurea therapy or under consideration prior to study consent/education;\n4. Patients who have previously been treated with hydroxyurea and are being considered to restart hydroxyurea therapy;\n5. Other chronic comorbid disease other than asthma;\n6. History of seizures or diagnosis of epilepsy;\n7. Any other condition illness, which in the opinion of the site's Principal Investigator (PI) makes participation ill-advised or unsafe;\n8. Participants of childbearing age who are pregnant or may become pregnant should not take hydroxyurea. If a participant becomes pregnant during the study, their hydroxyurea therapy will be stopped immediately. The onsite will notify the Coordinating Center and the principal investigators of the case. The site principal investigator and study principal investigators will determine what therapy the participant should receive during pregnancy that is of standard care;\n9. Hemoglobin less than 6.0 g/dL based on initial CBC completed after study consent was obtained for screening, before TCD measurement is done. These patients will be excluded because of evidence that TCD is correlated with anemia. Children with very low hemoglobin levels less than 6.0 g/dL are likely to have nutritional deficiency most likely iron that can be corrected with supplementation.\n\nInclusion Criteria for participants that are not eligible to receive hydroxyurea therapy, but willing to be followed for a minimum of three years in the non-elevated TCD group:\n\n1. Successful completion of screening procedures inclusive of cerebral blood flow velocity less than or equal to 199 cm/sec in the terminal portion of internal carotid, middle cerebral artery, or both vessels;\n2. Informed consent from a parent or legal guardian and assent from the participant;\n3. Acceptance to be followed for a minimum of three years in the study. Hydroxyurea may be given for other reasons as part of the participant's ongoing care, but it will not be given as part of the study (SPRING Trial), unless annual TCD reading meets criteria of an elevated TCD measurement based on eligibility criteria for study therapy.\n\nInclusion Criteria for participants that will be randomized to hydroxyurea therapy for 36 months:\n\n1. Successful completion of screening procedures inclusive of cerebral blood flow velocity greater than or equal to 200 cm/sec measured twice or at least one measurement greater than or equal to 220 cm/sec in the middle cerebral artery, internal carotid, or both vessels with non-imaging or imaging technique and greater than or equal to 180 cm/sec in the middle cerebral artery with non-imaging or imaging technique performed by two study personnel;\n\n   If the participant has elevated TCD levels (greater than or equal to 200 cm/sec on two consecutive measurements or a single measurement greater than or equal to 220 cm/sec), they will be offered blood transfusion first, as standard care at the clinical site. If the participant and family elect not to receive blood transfusions, they will be invited to participate in the study.\n2. Informed consent from a parent or legal guardian for study therapy and assent of the participant completed;\n3. Participant is able to swallow a capsule, as observed by study personnel;\n4. Acceptance of hydroxyurea therapy for at least three years. At 36 months, a decision between the family and provider can be made whether to continue with hydroxyurea therapy until the end of the study (7/31/2021). If the study is terminated early, families will be informed of optimal dose and given the option to continue hydroxyurea therapy until 7/31/2021. The provisions of hydroxyurea will be continued to assess the toxicity of the study medication among study groups.\n\nExclusion criteria for study therapy and non-elevated TCD group:\n\n1. Unable to commit to follow up visits for the duration of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"5 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Michael R. DeBaun, MD, MPH","affiliation":"Vanderbilt University Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Barau Dikko Teaching Hospital/Kaduna State University","city":"Kaduna","country":"Nigeria","geoPoint":{"lat":10.52641,"lon":7.43879}},{"facility":"Aminu Kano Teaching Hospital","city":"Kano","country":"Nigeria","geoPoint":{"lat":12.00012,"lon":8.51672}},{"facility":"Murtala Muhammad Specialist Hospital","city":"Kano","country":"Nigeria","geoPoint":{"lat":12.00012,"lon":8.51672}}]},"referencesModule":{"references":[{"pmid":"14739570","type":"BACKGROUND","citation":"Mung'ala-Odera V, Meehan R, Njuguna P, Mturi N, Alcock K, Carter JA, Newton CR. Validity and reliability of the 'Ten Questions' questionnaire for detecting moderate to severe neurological impairment in children aged 6-9 years in rural Kenya. Neuroepidemiology. 2004 Jan-Apr;23(1-2):67-72. doi: 10.1159/000073977."},{"pmid":"17439437","type":"BACKGROUND","citation":"Mung'ala-Odera V, Newton CR. Identifying children with neurological impairment and disability in resource-poor countries. Child Care Health Dev. 2007 May;33(3):249-56. doi: 10.1111/j.1365-2214.2006.00714.x."},{"pmid":"34971579","type":"DERIVED","citation":"Abdullahi SU, Jibir BW, Bello-Manga H, Gambo S, Inuwa H, Tijjani AG, Idris N, Galadanci A, Hikima MS, Galadanci N, Borodo A, Tabari AM, Haliru L, Suleiman A, Ibrahim J, Greene BC, Ghafuri DL, Rodeghier M, Slaughter JC, Kirkham FJ, Neville K, Kassim A, Trevathan E, Jordan LC, Aliyu MH, DeBaun MR. Hydroxyurea for primary stroke prevention in children with sickle cell anaemia in Nigeria (SPRING): a double-blind, multicentre, randomised, phase 3 trial. Lancet Haematol. 2022 Jan;9(1):e26-e37. doi: 10.1016/S2352-3026(21)00368-9."},{"pmid":"30952488","type":"DERIVED","citation":"Abdullahi SU, DeBaun MR, Jordan LC, Rodeghier M, Galadanci NA. Stroke Recurrence in Nigerian Children With Sickle Cell Disease: Evidence for a Secondary Stroke Prevention Trial. Pediatr Neurol. 2019 Jun;95:73-78. doi: 10.1016/j.pediatrneurol.2019.01.008. Epub 2019 Jan 17."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","removedCountries":["United States"]},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000000755","term":"Anemia, Sickle Cell"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000000745","term":"Anemia, Hemolytic, Congenital"},{"id":"D000000743","term":"Anemia, Hemolytic"},{"id":"D000000740","term":"Anemia"},{"id":"D000006402","term":"Hematologic Diseases"},{"id":"D000006453","term":"Hemoglobinopathies"},{"id":"D000030342","term":"Genetic Diseases, Inborn"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M3775","name":"Anemia, Sickle Cell","asFound":"Sickle Cell Disease","relevance":"HIGH"},{"id":"M3760","name":"Anemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M3763","name":"Anemia, Hemolytic","relevance":"LOW"},{"id":"M9237","name":"Hemolysis","relevance":"LOW"},{"id":"M3765","name":"Anemia, Hemolytic, Congenital","relevance":"LOW"},{"id":"M9180","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M9229","name":"Hemoglobinopathies","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"T5229","name":"Sickle Cell Anemia","asFound":"Sickle Cell Disease","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000006918","term":"Hydroxyurea"}],"ancestors":[{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000000986","term":"Antisickling Agents"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000019384","term":"Nucleic Acid Synthesis Inhibitors"}],"browseLeaves":[{"id":"M9659","name":"Hydroxyurea","asFound":"Exacerbation","relevance":"HIGH"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"AnSickAg","name":"Antisickling Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}