{"protocolSection":{"identificationModule":{"nctId":"NCT03349138","orgStudyIdInfo":{"id":"INCOGNITO"},"organization":{"fullName":"Villa Beretta Rehabilitation Center","class":"OTHER"},"briefTitle":"Integrated Cognitive, Sensory, and Motor Rehabilitation of Hand Functions","officialTitle":"Integrated Cognitive, Sensory, and Motor Rehabilitation of Hand Functions","acronym":"INCOGNITO"},"statusModule":{"statusVerifiedDate":"2017-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-06-01","type":"ACTUAL"},"completionDateStruct":{"date":"2017-08-31","type":"ACTUAL"},"studyFirstSubmitDate":"2017-11-08","studyFirstSubmitQcDate":"2017-11-17","studyFirstPostDateStruct":{"date":"2017-11-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2017-11-21","lastUpdatePostDateStruct":{"date":"2017-11-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Franco Molteni","investigatorTitle":"Clinical Director","investigatorAffiliation":"Villa Beretta Rehabilitation Center"},"leadSponsor":{"name":"Villa Beretta Rehabilitation Center","class":"OTHER"},"collaborators":[{"name":"Ecole Polytechnique Fédérale de Lausanne","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study evaulates the addition to the standard theraphy of enriched sensorimotor training by means of robotic glove therapy, or functional electrical stimulation in the treatment of chronic stroke patients with upper limb motor impairments. All the patients receive the conventional physiotherapic treatment. Supplemental to the conventional treatment, patients are evenly split in four groups to provide different treatments for an equivalent amount of time. Patient in the first group receive supplemental conventional therapy; patients in the second group receive robotic glove therapy; patients in the third group receive functional electrical stimulation; patients in the fourth group receive robotic glove treatment and functional electrical stimulation in different sessions.","detailedDescription":"Stroke very frequently impacts on patients' motor function, and particularly on upper limb movements. Limited hand functionality is a major negative outcome after stroke, negatively affecting patients' recovery and independence, with major impact on rehabilitation.However, standard motor rehabilitation outcome is often suboptimal, because insufficient or non-specific treatment is provided. Robotic hand mobilization and functiona electrical stimulation grasp rehabilitation each improve motor capabilities in grasp impaired patients, but they do so by different mechanisms.\n\nRobotic hand mobilization achieves grasp rehabilitation by providing passive mobilization of the affected limb if the subject does not react to the designed task.\n\nFunctional electrical stimulation achieves grasp rehabilitation by inducing localized muscle contraction, that is by providing an electrical field able to stimulate both sensory afferent pathways and lower motor neurons in the targeted volume."},"conditionsModule":{"conditions":["Stroke"],"keywords":["rehabilitation","functional electrical stimulation","electrode array","upper limb","chronic","motor relearning"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Conventional treatment allocated to patients in all arms. Supplemental dose matched treatment to each of the four arms (9 weeks, 3 treatments a week) as follows:\n\n* conventional treatment (27 treatments)\n* functional electrical stimulation (27 treatments)\n* robotic glove ( 27 treatments )\n* robotic glove and electrical stimulation ( each session uses one device, half of the sessions uses the robotic glove, half the functional electrical stimulation )","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional Therapy","type":"ACTIVE_COMPARATOR","description":"27 sessions, 3 sessions per week for a total of 9 weeks. Each session lasts about 90 minutes and consists of different standard motor training modalities typically used in the rehabilitation of the arm after stroke. The training session is customized on the patients' need and can be adapted to their improvement during the intervention.","interventionNames":["Device: Conventional Therapy"]},{"label":"Robotic Glove","type":"EXPERIMENTAL","description":"Robotic Glove \\& Conventional Therapy 27 sessions, 3 sessions per week for a total of 9 weeks. Each session consists of 30-minute training with the robotic glove system plus 60 minutes of conventional therapy. The training session is customized on the patients' need and can be adapted to their improvement during the intervention.","interventionNames":["Device: Robotic Glove"]},{"label":"Electrical Stimulation","type":"EXPERIMENTAL","description":"Electrical Stimulation \\& Conventional Therapy 27 sessions, 3 sessions per week for a total of 9 weeks. Each session consists of 30-minute training with the electrical stimulation system plus 60 minutes of conventional therapy. The training session is customized on the patients' need and can be adapted to their improvement during the intervention.","interventionNames":["Device: Electrical Stimulation"]},{"label":"Electrical Stimulation and Robotic Glove","type":"EXPERIMENTAL","description":"Electrical Stimulation \\& Robotic Glove \\& Conventional Therapy 27 sessions, 3 sessions per week for a total of 9 weeks. Each session consists of 30-minute training with the electrical stimulation system plus 60 minutes of conventional therapy or 30-minute training with the robotic glove system plus 60 minutes of conventional therapy. Half of the sessions are allocated to the electrical stimulation system, and half are allocated to the robotic glove system. The training session is customized on the patients' need and can be adapted to their improvement during the intervention.","interventionNames":["Device: Robotic Glove","Device: Electrical Stimulation"]}],"interventions":[{"type":"DEVICE","name":"Conventional Therapy","armGroupLabels":["Conventional Therapy"]},{"type":"DEVICE","name":"Robotic Glove","armGroupLabels":["Electrical Stimulation and Robotic Glove","Robotic Glove"]},{"type":"DEVICE","name":"Electrical Stimulation","armGroupLabels":["Electrical Stimulation","Electrical Stimulation and Robotic Glove"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motricity Index","description":"Outcome measure to evaluate motor impairment after stroke; subscale for arm only; the subscale ranges from 0 (maximal impairment) to 100 (no impairment).","timeFrame":"9 weeks"}],"secondaryOutcomes":[{"measure":"Action Research Arm Test","description":"19-items outcome measure divided into 4 sub-tests (grasp, grip, pinch, and gross arm movement). Performance on each item is rated on a 4-point ordinal scale ranging from:\n\n* 3: Performs test normally\n* 2: Completes test, but takes abnormally long or has great difficulty\n* 1: Performs test partially\n* 0: Can perform no part of test","timeFrame":"baseline; 9 weeks; 13 weeks."},{"measure":"Medical Research Council","description":"A standardized assessment to measure muscle strength; Score range 0-5 (minimum 0, maximum 5)\n\n* 3: Performs test normally\n* 2: Completes test, but takes abnormally long or has great difficulty\n* 1: Performs test partially\n* 0: Can perform no part of test","timeFrame":"baseline, 9 weeks, 13 weeks."},{"measure":"Motor Activity Log","description":"Semi-structured interview to assess arm function. Individuals are asked to rate Quality of Movement and Amount of Movement during 30 daily functional tasks. Target tasks include object manipulation (e.g. pen, fork, comb, and cup) as well as the use of the arm during gross motor activities (e.g. transferring to a car, steadying oneself during standing, pulling a chair into a table while sitting). Items scored on a 6-point ordinal scale (0 not used, 6 as good as before).","timeFrame":"baseline; 9 weeks; 13 weeks."},{"measure":"Box & Blocks Test","description":"It assesses unilateral gross manual dexterity. Individuals are seated at a table, facing a rectangular box that is divided into two square compartments of equal dimension by means of a partition. One hundred and fifty, 2.5 cm, colored, wooden cubes or blocks are placed in one compartment or the other. The individual is instructed to move as many blocks as possible, one at a time, from one compartment to the other for a period of 60 seconds.To administer the test, the examiner is seated opposite the individual in order to observe test performance. The test is scored by counting the number of blocks carried over the partition from one compartment to the other during the one-minute trial period. Both arms are tested.","timeFrame":"baseline; 9 weeks; 13 weeks."},{"measure":"Modified Ashworth Scale","description":"It measures spasticity. It consists of a test resistance to passive movement about a joint with varying degrees of velocity. Scores range from 0-5; a score of 0 indicates no resistance, 5 indicates rigidity. Target muscles: Wrist flexor and extensor, fingers and thumb flexor and extensor","timeFrame":"baseline; 9 weeks; 13 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults male and/or female, older than 18 years\n* Patients who have suffered one or more strokes with major unilateral functional impairment\n* Hemiplegic, left and right unilateral lesion\n* Chronic phase of stroke at least six months before study enrollment\n* Level of impairment: hand and/or arm\n* No left handed\n* Mini-Mental State Examination \\> 20\n\nExclusion Criteria:\n\n* Limitation for using the device due to impairment of Passive Range of Motion and/or\n* Pain due to Spasticity evaluated using Modified Ashworth Scale (\\>=3)\n* Previous history of major neurological or psychiatric disorders\n* allergy to electrodes","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Franco Molteni, MD","affiliation":"Villa Beretta Rehabilitation Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Villa Beretta Rehabilitation Center","city":"Costa Masnaga","state":"Lecco","zip":"23845","country":"Italy","geoPoint":{"lat":45.76963,"lon":9.27632}}]},"referencesModule":{"references":[{"pmid":"35590144","type":"DERIVED","citation":"Crema A, Bassolino M, Guanziroli E, Colombo M, Blanke O, Serino A, Micera S, Molteni F. Neuromuscular electrical stimulation restores upper limb sensory-motor functions and body representations in chronic stroke survivors. Med. 2022 Jan 14;3(1):58-74.e10. doi: 10.1016/j.medj.2021.12.001. Epub 2022 Jan 7."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}