{"protocolSection":{"identificationModule":{"nctId":"NCT05195983","orgStudyIdInfo":{"id":"Acute Ischaemic Stroke"},"organization":{"fullName":"Assiut University","class":"OTHER"},"briefTitle":"Hemodynamic Changes in Acute Ischaemic Stroke Patients","officialTitle":"Hemodynamic Changes in Acute Ischaemic Stroke Patients Receiving Intravenous Thrombolysis."},"statusModule":{"statusVerifiedDate":"2022-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-01-05","studyFirstSubmitQcDate":"2022-01-05","studyFirstPostDateStruct":{"date":"2022-01-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-01-05","lastUpdatePostDateStruct":{"date":"2022-01-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mustafa Ahmed Sedky Abdallah","investigatorTitle":"resident","investigatorAffiliation":"Assiut University"},"leadSponsor":{"name":"Assiut University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"1. To assess Hemodynamic changes in rtPA receiving Acute Ischaemic Stroke patients.\n2. To assess the efficacy of rtPA in treatment of Acute Ischaemic Stroke patients.\n3. To correlate TCD findings (post treatment) with one of standard vascular imaging in AIS (CTA or MRA).","detailedDescription":"* Stroke is a major healthcare issue worldwide representing the third most common cause of death in the United Kingdom. Approximately 50% of cerebrovascular events were in those aged under 75 years despite previous indications that stroke was more a disease of the elderly population. Stroke can be considered to represent a greater healthcare burden than acute coronary disease resulting from residual disability. A greater understanding of the underlying cause of stroke and subsequent mortality will be required to establish appropriate prevention and treatment strategies.\n\n  1 - Laboratory:\n* The relationship between the neutrophil-to-lymphocyte ratio (NLR) and poor prognostics in acute ischemic stroke (AIS) patients who receive intravenous thrombolysis (IVT) remains controversial. We aimed to determine whether the NLR at admission or post IVT plays a role in AIS patients who received IVT. Fibrin degradation products (FDPs), which can compete with fibrinogen for binding to the platelet membrane and thus interfere with platelet aggregation, are fragments released by the plasmin-mediated degradation of fibrinogen or fibrin. The FDPs level is very sensitive to intravascular thrombus and maybe markedly elevated one the coagulation and fibrinolytic system is activated.\n\n  2- Radiological:\n* Transcranial Doppler ultrasound (TCD) role in detecting acute intracranial artery occlusions is well known. The technique has 94% specificity and 79% sensitivity compared with computerized tomographic angiography (CTA) in acute cerebral ischemia. TCD can provide useful information such as state of collateral flow through the ophthalmic artery and circle of Willis, emboli detection, and real-time bedside monitoring of acute intracranial occlusions. Also, it is useful in selecting patients for bridging therapy after unsuccessful intravenous thrombolysis (IVT)."},"conditionsModule":{"conditions":["Acute Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Clinical outcomes 1-neurological outcomes","description":"assessed by NIHSS and comprising improvement (reduction of 10 points or final NIHSS ≤3) or deterioration (increase ≥4 points) in the early post-thrombolytic therapy stage","timeFrame":"7 days"},{"measure":"2-functional","description":"defined by modified Rankin scale (mRS) in the late post-thrombolytic therapy (2-3 months) with good outcome been considered as mRS ≤2 ,with sICH is defined as rtPA-related intracerebral bleeding detected by CT or MRI associated with any worsening of NIHSS or death.","timeFrame":"baseline"}],"secondaryOutcomes":[{"measure":"Radiological outcome","description":"measured by sonographic features detecting arterial recanalization assessed by different scales \\[thrombolysis in brain ischemia (TIBI), and partial or full recanalization\\], re-occlusion , and cerebral infarct volume (assessed by a follow up CT or CT Angiography or MRI/MRA),","timeFrame":"24 hours"},{"measure":"laboratory outcome","description":"(Neutrophil To Lymphocyte ratio, fibrin degredation products, ......).","timeFrame":"baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age \\> 18, both sexes, acute ischemic stroke within 4.5 hours, NIHSS (5-25)\n\nExclusion Criteria:\n\n* Significant head trauma or prior stroke in the previous 3 months\n\n  * Symptoms suggest subarachnoid hemorrhage\n  * Arterial puncture at a noncompressible site in previous 7 days\n  * History of previous intracranial hemorrhage\n  * Intracranial neoplasm, AVM, or an aneurysm\n  * Recent intracranial or intraspinal surgery\n  * Elevated blood pressure (systolic greater than 185 mmHg or diastolic greater than 110 mmHg)\n  * Active internal bleeding\n  * Acute bleeding diathesis, including but not limited to\n  * Platelet count less than 100 000/mm\\^3\n  * Heparin received within 48 hours resulting in abnormally elevated aPTT above the upper limit of normal\n  * Current use of anticoagulant with INR greater than 1.7 or PT greater than 15 seconds\n  * Current use of direct thrombin inhibitors or direct factor Xa inhibitors with elevated sensitive laboratory tests (e.g., aPTT, INR, platelet count, ECT, TT, or appropriate factor Xa activity assays)\n  * Blood glucose concentration less than 50 mg/dL (2.7 mmol/L)\n  * CT demonstrates multilobar infarction (hypodensity greater than a one-third cerebral hemisphere) Relative Exclusion Criteria\n\nRecent experience suggests that under some circumstances, with careful consideration and weighing of risk to benefit, patients may receive fibrinolytic therapy despite 1 or more relative contraindications. Consider the risk to the benefit of intravenous rtPA administration carefully if any of these relative contraindications are present:\n\n* Only minor or quickly improving stroke symptoms (clearing automatically)\n* Pregnancy\n* Seizure at the onset with postictal residual neurological impairments\n* Major surgery or serious trauma within prior 14 days\n* Recent GI or urinary tract hemorrhage (within previous 21 days)","sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"all cases eligible for rtPA will be recruited .","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Mostafa A. Sedky, resident","role":"CONTACT","phone":"00201093194172","email":"anwarmoha2006@aun.edu.eg"},{"name":"Anwar M. Ali, professor","role":"CONTACT","phone":"00201030361010","email":"sedky9752@gmail.vom"}]},"referencesModule":{"references":[{"pmid":"22678090","type":"BACKGROUND","citation":"Arima H, Huang Y, Wang JG, Heeley E, Delcourt C, Parsons M, Li Q, Neal B, Chalmers J, Anderson C; INTERACT1 Investigators. Earlier blood pressure-lowering and greater attenuation of hematoma growth in acute intracerebral hemorrhage: INTERACT pilot phase. Stroke. 2012 Aug;43(8):2236-8. doi: 10.1161/STROKEAHA.112.651422. Epub 2012 Jun 7."},{"pmid":"17446429","type":"BACKGROUND","citation":"Carter AM, Catto AJ, Mansfield MW, Bamford JM, Grant PJ. Predictive variables for mortality after acute ischemic stroke. Stroke. 2007 Jun;38(6):1873-80. doi: 10.1161/STROKEAHA.106.474569. Epub 2007 Apr 19."},{"pmid":"12082039","type":"BACKGROUND","citation":"Gerriets T, Goertler M, Stolz E, Postert T, Sliwka U, Schlachetzki F, Seidel G, Weber S, Kaps M. Feasibility and validity of transcranial duplex sonography in patients with acute stroke. J Neurol Neurosurg Psychiatry. 2002 Jul;73(1):17-20. doi: 10.1136/jnnp.73.1.17."},{"pmid":"29844031","type":"BACKGROUND","citation":"Mazya MV, Ahmed N, Azevedo E, Davalos A, Dorado L, Karlinski M, Lorenzano S, Neumann J, Toni D, Moreira TP; SITS Investigators. Impact of Transcranial Doppler Ultrasound on Logistics and Outcomes in Stroke Thrombolysis: Results From the SITS-ISTR. Stroke. 2018 Jul;49(7):1695-1700. doi: 10.1161/STROKEAHA.118.021485. Epub 2018 May 29."},{"pmid":"31333570","type":"BACKGROUND","citation":"Zhang Z, Pu Y, Mi D, Liu L. Cerebral Hemodynamic Evaluation After Cerebral Recanalization Therapy for Acute Ischemic Stroke. Front Neurol. 2019 Jul 3;10:719. doi: 10.3389/fneur.2019.00719. eCollection 2019."},{"pmid":"31798520","type":"BACKGROUND","citation":"Xu JH, He XW, Li Q, Liu JR, Zhuang MT, Huang FF, Bao GS. Higher Platelet-to-Lymphocyte Ratio Is Associated With Worse Outcomes After Intravenous Thrombolysis in Acute Ischaemic Stroke. Front Neurol. 2019 Nov 13;10:1192. doi: 10.3389/fneur.2019.01192. eCollection 2019."},{"pmid":"33975565","type":"BACKGROUND","citation":"Wang C, Zhang Q, Ji M, Mang J, Xu Z. Prognostic value of the neutrophil-to-lymphocyte ratio in acute ischemic stroke patients treated with intravenous thrombolysis: a systematic review and meta-analysis. BMC Neurol. 2021 May 11;21(1):191. doi: 10.1186/s12883-021-02222-8."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}