{"protocolSection":{"identificationModule":{"nctId":"NCT04569279","orgStudyIdInfo":{"id":"3934"},"organization":{"fullName":"Damascus University","class":"OTHER"},"briefTitle":"Rivaroxaban vs. Warfarin in CVT Treatment","officialTitle":"Rivaroxaban Compared to Warfarin for Treatment of Cerebral Venous Thrombosis: a Randomized Controlled Trial","acronym":"RWCVT"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-03-01","type":"ACTUAL"},"completionDateStruct":{"date":"2020-03-01","type":"ACTUAL"},"studyFirstSubmitDate":"2020-09-11","studyFirstSubmitQcDate":"2020-09-24","studyFirstPostDateStruct":{"date":"2020-09-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-15","lastUpdatePostDateStruct":{"date":"2023-02-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Damascus University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Cerebral venous thrombosis (CVT) is an uncommon venous-type of stroke tends to affect younger patients with somewhat different risk factors and much better outcome compared to arterial strokes. Anti-coagulation is the standard of treatment for patients with (CVT) initially with heparins followed by other oral blood thinners for several months. In this study, the investigators are comparing warfarin with another well-known blood thinner, rivaroxaban, which has a fixed once-daily dose with no need for monitoring in terms of clinical outcomes and complications.","detailedDescription":"Background:\n\nCerebral venous and/or dural sinus thrombosis (CVT) is an uncommon but increasingly recognized form of stroke accounts for up to 1% of all cerebral vascular accidents (CVAs), with an estimated incidence of 5 cases per million people per year, it usually affects young patients with a female to male ratio of 3:1.\n\nThe pathogenesis of CVT is still not entirely clear. Partly because of the highly variable venous anatomy and the shortage of animal studies. However, decreased venous blood flow drainage and cerebrospinal fluid (CSF) absorption may lead to elevation of intracranial pressure and/or cerebral parenchymal lesions or dysfunction that may contribute to the clinical features of CVT.\n\nDiagnosis and management of (CVT) can be challenging given the diversity of causes and risk factors with a wide range of symptoms and signs. At least one identifiable risk factor was found in 85% of patients of the (ISCVT) study while multiple predisposing factors were found in 44%. The most common risk factors were oral contraceptives and inherited and acquired thrombophilia conditions.\n\nthe most common symptom is headache. It is found in 90% of patients with (CVT) usually associated with focal neurological symptoms or seizures. Isolated headaches account only for 15% of patients.\n\ndiagnosis of (CVT) depends on high level of clinical suspicion followed by neuroimaging (preferably some specific MRI modalities).\n\nAnti-coagulation is the standard of treatment for patients with (CVT) based on small randomized clinical trials and reviews and wide consensus opinion of most experts.There is still no solid evidence from large randomized clinical trials. It is thought that anticoagulation may stop growth of the thrombus and permit recanalization mechanisms . it also may hinder other thrombotic events.\n\nA trial compared an adjusted doses of intravenous unfractionated heparin (UFH) with placebo was stopped early after 20 of the planned 60 patients were enrolled because there was an obvious benefit of treatment.\n\nBased on consensus, current recommendations for the duration of anticoagulation in patients with (CVT) are dependent mainly on the presence of provoking factor/s which may be transient or persistent. Thus duration ranges from 3 to 6 months for reversible causes (e.g. OCP) of provoked (CVT) to indefinite treatment period of anticoagulation for recurrent unprovoked (CVT) or severe thrombophilia state. Traditionally, warfarin is used after a bridging period of Heparins with INR target 2.0 to 3.0.\n\nRivaroxaban is a selective reversible anti-Factor X anticoagulant, that has a good bioavailability, much predictable pharmacokinetics, and maybe a lower risk for major bleeding in comparison to warfarin. Therefore, laboratory monitoring and dose adjustments are almost unnecessary. However, rivaroxaban has not been thoroughly studied for CVT.\n\nThe objective of the study:\n\nTo compare warfarin to rivaroxaban in CVT patients in terms of short and long term outcomes, and complications.\n\nMethods:\n\nplanned sample: 60 patients. study design: Subjects will be enrolled from Damascus University hospitals (Almouassat University hospital, and Alassad University hospital) and Almujtahed (Damascus public hospital) and randomly assigned to the two arms of the study (rivaroxaban or warfarin) using web-based random number generator application called \"Research Randomizer. The warfarin arm will serve as the control group. No blinding will be applied due to safety and ethical issues.\n\nSubjects will be followed up monthly for 6 months to evaluate clinical outcomes.\n\nSubjects confirmed to have elevated intracranial pressure (ICP) will receive Acetazolamide 500 mg (bid) for two weeks then will be tapered gradually if possible as needed.\n\nConcomitant use of any anticonvulsants will be recorded for further sub-groups analysis.\n\nUsed measures:\n\n* Sinus venous thrombosis severity scale (SVTSS)\n* Patient's independency using Barthel index.\n* intracranial pressure (ICP) using fundoscopy, or direct ICP measuring.\n* diagnostic DSA, CT and MRI scans.\n* Hemoglobin level for hemorrhagic complications.\n* INR test to adjust the warfarin doses.\n\nQuality assurance plan, Data checks, and Source data verification:\n\nThe data will be collected by the investigators directly from the patients, their families, and their medical records. at least two investigators will evaluate each patient to affirm objective and accurate assessment of outcome measures. The data will be entered manually after collection into a Google Forms page that contains fields of all the required data, which will automatically produce the corresponding Excel sheet. The principal investigator will review and double-check the collected data and comparing the final excel sheet with patients' data collected from patients and their surrogates' interviews, their medical files, imaging reports, and chats.\n\nPlan for Data Analysis:\n\nPercentages for nominal input, Medians for clinical scores. For continuous outcomes, the investigators will use Mann Whitney test for two-group data, and Kruskal Wallis for 3+ data groups. Nominal outcomes: Chi-square when the assumptions apply, and Fisher exact test when they don't. The analysis will be done using SPSS 25 software primarily, along with EXCEL.\n\nMissing data will be treated as per the professional statistical methods.\n\n_______________________________________________________________________\n\nAppendix 1:\n\nTo avoid any subjective bias, the investigators will define each element of (SVTSS) scale as the following:\n\n● headache severity will be scaled depending on the \"Functional Pain Scale (FPS)\" as Slight (2), Moderate (4 - 6), Severe (8 - 10).\n\nfunctional pain scale detailed as follows: 0: No pain. 2: Tolerable, activities not prevented. 4: Tolerable prevents some activities. 6: Intolerable prevents many active (not passive) activities. 8: Intolerable, prevents all active and many passive activities. 10: Intolerable incapacitated, unable to do anything or speak due to pain.\n\nActive activities: usual activities or those requiring effort (turning, walking, etc.) Passive activities: talking on phone, watching TV, reading\n\n● Focal signs:\n\n* Transient: lasting less than 24 hours.\n* Mild paresis: any degree of minimal persistent weakness that can only be noticed by comparing with the other side.\n* Moderate paresis: obvious weakness but still can move limb against gravity.\n* Severe Paresis: any limb movement but not against gravity or complete plegia.\n\nThe investigators will consider any other focal neurologic sign (e.g. cranial nerve lesions or palsies) as a focal paresis and will be scaled as mild if minimal defect, moderate if obvious defect, and severe if leads to functional disability (e.g. visual loss). The investigators will except abducens nerve palsies from scaling and consider any degree of diplopia as \"Mild paresis\".\n\nIf multiple focal neurologic deficits are present. Patients will be scored upon the most severe focal sign.\n\n● Seizures: the investigators define seizure as a clinical convulsive seizure.\n\nObvious other cause/s of seizure/s not related to a new complication of the disease or anticoagulation treatment (e.g. poor compliance with anticonvulsant drugs) will not affect the severity scale (i.e. changing SVTSS score).\n\n● Consciousness: depending on Dorland's Illustrated Medical Dictionary 32nd edition the investigators define:\n\n* Confusion: disturbed orientation in regard to time, place, or person.\n* Psychosis: a mental disorder characterized by gross impairment in reality testing as evidenced by delusions, hallucinations, markedly incoherent speech, or disorganized and agitated behavior.\n* Somnolence: drowsiness or sleepiness, particularly in excess.\n* Stupor: a lowered level of consciousness manifested by the subject's responding only to vigorous stimulation.\n* Coma: a state of unconsciousness from which the patient cannot be aroused, even by powerful stimulation.\n* Dead: destitute of life.\n\nAny new/worsening focal sign, new/relapsing seizure/s, or deterioration in the level of consciousness will be documented and promptly investigated as a probable worsening in severity scale due to disease (i.e. CVT) or treatment complication/s (e.g. intracranial hemorrhage) and will prompt emergent evaluation and repeating neuroimaging as needed."},"conditionsModule":{"conditions":["Cerebral Vein Thrombosis"],"keywords":["cerebral vein thrombosis","stroke","cerebral vascular accidents","hemorrhagic stroke","intracranial bleeding","intracranial pressure","venous flow","thrombus","oral contraceptives","hormone replacement therapy","pregnancy","puerperium","prothrombotic conditions","headache","seizures","anticoagulation","thrombotic events","unfractionated heparin","low molecular weight heparin","warfarin","rivaroxaban","acetazolamide","RWCVT","CVT","CVA","UFH","LMWH","CSF","ICP","OCP","CT","MRI","INR"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"all patients will receive a weight-adjusted dose of low molecular weight heparins (LMWH) immediately after the diagnosis of (CVT) for several days as needed. Subjects will be randomly assigned to one of the two oral anticoagulation treatment groups (Rivaroxaban (R) group and Warfarin (W) group) when they can take oral medications.\n\nSubjects will be followed up monthly for 6 months to evaluate primary and secondary outcomes.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":71,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Warfarin arm","type":"ACTIVE_COMPARATOR","description":"Patients randomly assigned to (W) group will receive an adjusted dose of warfarin with targeted INR of 2.0 to 3.0.","interventionNames":["Drug: Warfarin"]},{"label":"Rivaroxaban arm","type":"EXPERIMENTAL","description":"Patients randomly assigned to (R) group will receive 20mg rivaroxaban daily if CrCl\\>50 mL/min using Cockcroft-Gault equation or 15mg rivaroxaban daily if CrCl 30-50 mL/min.","interventionNames":["Drug: Rivaroxaban"]}],"interventions":[{"type":"DRUG","name":"Rivaroxaban","description":"Rivaroxaban (Rovaltro®) is a novel oral anticoagulant that acts selectively, reversibly, and potently on activated Factor X (Factor Xa) inhibiting a critical point on the coagulation cascade. Rivaroxaban has excellent bioavailability, rapid onset of peak anticoagulation effect, and predictable pharmacokinetic and pharmacodynamic properties making routine laboratory monitoring and dose adjustments almost unnecessary (11). Rivaroxaban is an extensively studied drug and has received approvals for anticoagulation in several preventive and therapeutic indications (11). Now medical literature has some solid evidence that Rivaroxaban is comparable with other anticoagulants in terms of efficacy. Several studies imply that Rivaroxaban may have a lower risk of major bleeding (11). Several reports and small case-series (12,13) suggest that rivaroxaban may be beneficial as Warfarin in the treatment of cerebral venous thrombosis (CVT) with less or no major complications.","armGroupLabels":["Rivaroxaban arm"],"otherNames":["Rovaltro®"]},{"type":"DRUG","name":"Warfarin","description":"Warfarin (Orfarin®) is the most popular vitamin K antagonist and is considered the standard of care in many venous and arterial anticoagulation indications with extensive clinical experience regarding its use. This inexpensive and effective drug has a narrow therapeutic window that is affected by diet changing and many drug interactions, making frequent monitoring with prothrombin time (PT)/international normalized ratio (INR) highly important.(14)","armGroupLabels":["Warfarin arm"],"otherNames":["Orfarin®"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of sinus venous thrombosis severity scale (SVTSS)","description":"it was designed by Einhaupl 1991 who performed with his colleagues the first clinical trial of heparin in (CVT) Patients score is given to each of the 4 categories as follows:\n\n1. Headache: (1: slight, 2: moderate, 3: severe)\n2. Focal signs: (1: transient or minimum hypesthesia, 2: transient or slight paresis, 3: mild paresis, 4: moderate paresis, 5: severe paresis or plegia)\n3. seizures: (3: seizures (no series or status), 4: series or status)\n4. consciousness: (5: confused or psychotic, 6: somnolent, 7: stupor, 8: coma, 9: dead).\n\nPlease refer to appendix 1 for more details","timeFrame":"SVTSS score will be evaluated at the point of admission, and each month after for 6 months later"}],"secondaryOutcomes":[{"measure":"Change of Barthel index","description":"a scale of (0-100) points evaluating the performance in activities of daily living (ADL) in 10 categories including feeding, bathing, grooming, dressing, bowel control, bladder control, toileting, chair transfer, ambulation, and stair climbing. A higher number represents more independence in ADL.","timeFrame":"Barthel index will be evaluated at the point of admission, and each month after for 6 months later"}],"otherOutcomes":[{"measure":"Change of intracranial pressure ICP","description":"The investigators will evaluate elevated intracranial pressure (ICP) directly by measuring (ICP) or indirectly by fundoscopic examination of the optic discs. Elevated ICP will be defined as more than 250 mm H2O. or the presence of established papilledema defined as Stage 2 (or higher) of Frisen Scale: \"Obscuration of all borders, Elevation of the nasal border, Complete peripapillary halo\". The severity of papilledema will not be considered to avoid subjective errors.","timeFrame":"ICP will be evaluated at the point of admission, and each month after for 6 months later"},{"measure":"Development of symptomatic intracranial hemorrhage (ICH)","description":"a new (ICH) or worsening of existing (ICH) with more than one-third of hematoma volume on neuroimaging, leading to a shift of one point or more in the modified Rankin scale (A scale for measuring the degree of disability in patients who have a stroke).","timeFrame":"Within 6 months of follow up after discharge, patients will be monitored for any new symptom suggesting ICH to be investigated and managed when necessary."},{"measure":"Development of major extra-cranial bleeding (MECB)","description":": it is defined according to the criteria of the International Society on Thrombosis and Hemostasis (ISTH) as clinically overt bleeding accompanied by a decrease in the hemoglobin level of at least 2 g/dL or transfusion of at least 2 units of packed red cells, or occurring at a critical site (intraocular, intraspinal, intraarticular, intramuscular with compartment syndrome, pericardial, retroperitoneal) or resulting in death.","timeFrame":"Within 6 months of follow up after discharge, patients will be monitored for any new symptom suggesting MECB to be investigated and managed when necessary."},{"measure":"Necessity of dose titration during follow up period","description":"Number of dose titration attempts (if any) will be recorded each month for 6 months later.","timeFrame":"Within 6 months of follow up after discharge."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patients aged 14 years or older and weighing more than 50 kg.\n* Recent diagnosis of symptomatic cerebral venous thrombosis confirmed by MRI modalities, CT venography, or conventional angiography.\n\nExclusion Criteria:\n\n* Any absolute contraindication to anticoagulation.\n* Impaired renal function (CrCl \\< 30 mL/min using Cockcroft-Gault equation).\n* Pregnancy or lactation at randomization.\n* mandatory other blood thinners use (e.g. Aspirin).","healthyVolunteers":false,"sex":"ALL","minimumAge":"14 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Damascus University","city":"Damascus","state":"Damascus Governorate","country":"Syrian Arab Republic","geoPoint":{"lat":33.5102,"lon":36.29128}}]},"referencesModule":{"references":[{"pmid":"21293023","type":"BACKGROUND","citation":"Saposnik G, Barinagarrementeria F, Brown RD Jr, Bushnell CD, Cucchiara B, Cushman M, deVeber G, Ferro JM, Tsai FY; American Heart Association Stroke Council and the Council on Epidemiology and Prevention. Diagnosis and management of cerebral venous thrombosis: a statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2011 Apr;42(4):1158-92. doi: 10.1161/STR.0b013e31820a8364. Epub 2011 Feb 3."},{"pmid":"14976332","type":"BACKGROUND","citation":"Ferro JM, Canhao P, Stam J, Bousser MG, Barinagarrementeria F; ISCVT Investigators. Prognosis of cerebral vein and dural sinus thrombosis: results of the International Study on Cerebral Vein and Dural Sinus Thrombosis (ISCVT). Stroke. 2004 Mar;35(3):664-70. doi: 10.1161/01.STR.0000117571.76197.26. Epub 2004 Feb 19."},{"pmid":"24699485","type":"BACKGROUND","citation":"Bushnell C, Saposnik G. Evaluation and management of cerebral venous thrombosis. Continuum (Minneap Minn). 2014 Apr;20(2 Cerebrovascular Disease):335-51. doi: 10.1212/01.CON.0000446105.67173.a8."},{"pmid":"15273432","type":"BACKGROUND","citation":"Schaller B, Graf R. Cerebral venous infarction: the pathophysiological concept. Cerebrovasc Dis. 2004;18(3):179-88. doi: 10.1159/000079939. Epub 2004 Jul 22."},{"pmid":"16141966","type":"BACKGROUND","citation":"Crassard I, Bousser MG. [Headache in patients with cerebral venous thrombosis]. Rev Neurol (Paris). 2005 Jul;161(6-7):706-8. doi: 10.1016/s0035-3787(05)85124-0. French."},{"pmid":"21833941","type":"BACKGROUND","citation":"Coutinho J, de Bruijn SF, Deveber G, Stam J. Anticoagulation for cerebral venous sinus thrombosis. Cochrane Database Syst Rev. 2011 Aug 10;2011(8):CD002005. doi: 10.1002/14651858.CD002005.pub2."},{"pmid":"1679154","type":"BACKGROUND","citation":"Einhaupl KM, Villringer A, Meister W, Mehraein S, Garner C, Pellkofer M, Haberl RL, Pfister HW, Schmiedek P. Heparin treatment in sinus venous thrombosis. Lancet. 1991 Sep 7;338(8767):597-600. doi: 10.1016/0140-6736(91)90607-q. Erratum In: Lancet 1991 Oct 12;338(8772):958."},{"pmid":"19139080","type":"BACKGROUND","citation":"Lijfering WM, Brouwer JL, Veeger NJ, Bank I, Coppens M, Middeldorp S, Hamulyak K, Prins MH, Buller HR, van der Meer J. Selective testing for thrombophilia in patients with first venous thrombosis: results from a retrospective family cohort study on absolute thrombotic risk for currently known thrombophilic defects in 2479 relatives. Blood. 2009 May 21;113(21):5314-22. doi: 10.1182/blood-2008-10-184879. Epub 2009 Jan 12."},{"pmid":"20547928","type":"BACKGROUND","citation":"Martinelli I, Bucciarelli P, Passamonti SM, Battaglioli T, Previtali E, Mannucci PM. Long-term evaluation of the risk of recurrence after cerebral sinus-venous thrombosis. Circulation. 2010 Jun 29;121(25):2740-6. doi: 10.1161/CIRCULATIONAHA.109.927046. Epub 2010 Jun 14."},{"pmid":"23701516","type":"BACKGROUND","citation":"Sarich TC, Peters G, Berkowitz SD, Misselwitz F, Nessel CC, Burton P, Cook-Bruns N, Lensing AW, Haskell L, Perzborn E, Kubitza D, Moore KT, Jalota S, Weber J, Pan G, Sun X, Westermeier T, Nadel A, Oppenheimer L, DiBattiste PM. Rivaroxaban: a novel oral anticoagulant for the prevention and treatment of several thrombosis-mediated conditions. Ann N Y Acad Sci. 2013 Jul;1291:42-55. doi: 10.1111/nyas.12136. Epub 2013 May 23."},{"pmid":"25070963","type":"BACKGROUND","citation":"Geisbusch C, Richter D, Herweh C, Ringleb PA, Nagel S. Novel factor xa inhibitor for the treatment of cerebral venous and sinus thrombosis: first experience in 7 patients. Stroke. 2014 Aug;45(8):2469-71. doi: 10.1161/STROKEAHA.114.006167. Epub 2014 Jun 24."},{"type":"BACKGROUND","citation":"13. Anticoli S, Pezzella FR, Scifoni G, et al. Treatment of Cerebral Venous Thrombosis with Rivaroxaban. J Biomedical Sci. 2016, 5:3"},{"pmid":"22315269","type":"BACKGROUND","citation":"Ageno W, Gallus AS, Wittkowsky A, Crowther M, Hylek EM, Palareti G. Oral anticoagulant therapy: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012 Feb;141(2 Suppl):e44S-e88S. doi: 10.1378/chest.11-2292."},{"pmid":"12812581","type":"BACKGROUND","citation":"Gloth FM 3rd, Scheve AA, Stober CV, Chow S, Prosser J. The Functional Pain Scale: reliability, validity, and responsiveness in an elderly population. J Am Med Dir Assoc. 2001 May-Jun;2(3):110-4."},{"pmid":"14258950","type":"BACKGROUND","citation":"MAHONEY FI, BARTHEL DW. FUNCTIONAL EVALUATION: THE BARTHEL INDEX. Md State Med J. 1965 Feb;14:61-5. No abstract available."},{"pmid":"7062066","type":"BACKGROUND","citation":"Frisen L. Swelling of the optic nerve head: a staging scheme. J Neurol Neurosurg Psychiatry. 1982 Jan;45(1):13-8. doi: 10.1136/jnnp.45.1.13."},{"pmid":"13432835","type":"BACKGROUND","citation":"RANKIN J. Cerebral vascular accidents in patients over the age of 60. II. Prognosis. Scott Med J. 1957 May;2(5):200-15. doi: 10.1177/003693305700200504. No abstract available."},{"pmid":"15842354","type":"BACKGROUND","citation":"Schulman S, Kearon C; Subcommittee on Control of Anticoagulation of the Scientific and Standardization Committee of the International Society on Thrombosis and Haemostasis. Definition of major bleeding in clinical investigations of antihemostatic medicinal products in non-surgical patients. J Thromb Haemost. 2005 Apr;3(4):692-4. doi: 10.1111/j.1538-7836.2005.01204.x."}],"seeAlsoLinks":[{"label":"Related Info","url":"http://www.randomizer.org/"}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013927","term":"Thrombosis"},{"id":"D000020246","term":"Venous Thrombosis"}],"ancestors":[{"id":"D000016769","term":"Embolism and Thrombosis"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4804","name":"Body Weight","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombosis","relevance":"HIGH"},{"id":"M21761","name":"Venous Thrombosis","asFound":"Vein Thrombosis","relevance":"HIGH"},{"id":"M9041","name":"Headache","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","relevance":"LOW"},{"id":"M15142","name":"Seizures","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000014859","term":"Warfarin"},{"id":"D000069552","term":"Rivaroxaban"}],"ancestors":[{"id":"D000000925","term":"Anticoagulants"},{"id":"D000065427","term":"Factor Xa Inhibitors"},{"id":"D000000991","term":"Antithrombins"},{"id":"D000015842","term":"Serine Proteinase Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M9479","name":"Hormones","relevance":"LOW"},{"id":"M17245","name":"Vitamin K","relevance":"LOW"},{"id":"M17248","name":"Vitamins","relevance":"LOW"},{"id":"M16366","name":"Thrombin","relevance":"LOW"},{"id":"M9269","name":"Heparin","relevance":"LOW"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M463","name":"Rivaroxaban","asFound":"Weight loss","relevance":"HIGH"},{"id":"M17292","name":"Warfarin","asFound":"Third","relevance":"HIGH"},{"id":"M9271","name":"Heparin, Low-Molecular-Weight","relevance":"LOW"},{"id":"M19843","name":"Dalteparin","relevance":"LOW"},{"id":"M45780","name":"Calcium heparin","relevance":"LOW"},{"id":"M2537","name":"Acetazolamide","relevance":"LOW"},{"id":"M1943","name":"Tinzaparin","relevance":"LOW"},{"id":"M6184","name":"Contraceptive Agents","relevance":"LOW"},{"id":"M6190","name":"Contraceptives, Oral","relevance":"LOW"},{"id":"M30203","name":"Factor Xa Inhibitors","relevance":"LOW"},{"id":"M3997","name":"Antithrombins","relevance":"LOW"},{"id":"M3996","name":"Antithrombin III","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M18081","name":"Serine Proteinase Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"T481","name":"Vitamin K","relevance":"LOW"},{"id":"T450","name":"Menaquinone","relevance":"LOW"},{"id":"T449","name":"Menadione","relevance":"LOW"},{"id":"T452","name":"Naphthoquinone","relevance":"LOW"},{"id":"T458","name":"Phylloquinone","relevance":"LOW"},{"id":"T18","name":"Serine","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Coag","name":"Coagulants"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"NaAg","name":"Natriuretic Agents"},{"abbrev":"AntiConv","name":"Anticonvulsants"},{"abbrev":"Repr","name":"Reproductive Control Agents"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"Vi","name":"Vitamins"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}