{"protocolSection":{"identificationModule":{"nctId":"NCT04141384","orgStudyIdInfo":{"id":"103034-F"},"organization":{"fullName":"Far Eastern Memorial Hospital","class":"OTHER"},"briefTitle":"A Study of the Effects of External Stimulations on Postural Stability","officialTitle":"Rehabilitation Section,Far Eastern Memorial Hospital Department of Industrial Management,National Taiwan University of Science and Technology"},"statusModule":{"statusVerifiedDate":"2019-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2014-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2015-07-31","type":"ACTUAL"},"studyFirstSubmitDate":"2019-10-24","studyFirstSubmitQcDate":"2019-10-24","studyFirstPostDateStruct":{"date":"2019-10-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-10-27","lastUpdatePostDateStruct":{"date":"2019-10-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Far Eastern Memorial Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In view of the long-term exercise, you can maintain your health and strengthen your physical strength. It can also improve your body's balance and help maintain your body's coordination so that you can reduce the chance of falls.\n\nTherefore, in the face of aging, stroke rehabilitation or balance of power caused by balance of power decline, sports injuries or falls related issues, this study will focus on \"balance ability\" to explore a range of impacts and relationships.","detailedDescription":"Considering the standardization comparison in the study, this study will collect data on the balance of young people under different external stimuli, and hope to understand the balance control ability by objectively collecting the physiological signals of the Center of Pressure (COP).\n\nThe change, and the use of the Berg scale as a benchmark for the assessment of balance ability, and then return to the issue of balance ability training.\n\nTherefore, this study divides the experiment into two major stages. The first stage will focus on healthy young people, and explore how external stimuli affect balance, and then assist balance ability training to find the most appropriate adjustment of body posture control.\n\nThe second phase explores the appropriate exercise training for stroke patients, such as the use of Modular Interactive Tiles System (MITS) training, to track the effectiveness of external stimulus impact balance training."},"conditionsModule":{"conditions":["Postural Stability"],"keywords":["Modular Interactive Tiles System, MITS","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Stage 1-NO intervention\n\nStage 2-To explore the possibility of enhancing the balance of stroke patients by stimulating the modular robotic brick system.\n\nControl group-General rehabilitation Study group-General rehabilitation+Modular Interactive Tiles System(MITS)","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"General rehabilitation+Modular Interactive Tiles System, MITS","type":"OTHER","description":"Subjects were randomly assigned to the experimental or control group after completing the Berg scale test before the experiment. In the experimental group, external stimulation (MITS) was added, and the training time was 65 minutes. Before the start of the experiment and after the training every 4 weeks, each group must carry out the Berg scale and balance assessment.","interventionNames":["Device: Modular Interactive Tiles System, MITS"]},{"label":"General rehabilitation","type":"NO_INTERVENTION","description":"Subjects were randomly assigned to the experimental or control group after completing the Berg scale test before the experiment.In the control group, each training time was 45 minutes.Before the start of the experiment and after the training every 4 weeks, each group must carry out the Berg scale and balance assessment."}],"interventions":[{"type":"DEVICE","name":"Modular Interactive Tiles System, MITS","description":"The modular robotic brick system was developed by Danish scholar Prof. Henrik Hautop Lund in collaboration with the University of Siena in Italy to develop a new tool. The system uses the design principles of different levels of daily life activities, combined with the way of cognitive games, Lego toys can combine different game concepts, with a set of individual or multi-person activity programs with hands or feet, provide a set Modular floor tiles for stroke patients and the elderly.","armGroupLabels":["General rehabilitation+Modular Interactive Tiles System, MITS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Center of pressure, COP","description":"The experiment will collect the COP signals of the participants in different situations through the force plate, and judge the external stimuli to influence the balance by measuring the results.","timeFrame":"50minute"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stage1 Subjects were included in the condition of adults with good health and no mobility disorder. They will be considered by healthy young people over the age of 20.\n\nIt is estimated that 12 males and 12 females will be called.\n\n* Stage2 Forty patients with a stroke of more than six months have been admitted.\n\nSubjects were included as follows:\n\n1. stroke for more than 6 months;\n2. current stable condition;\n3. able to walk independently for more than 5 meters, and if necessary, use auxiliary equipment;\n4. before and after the two feet Stand in a straight line for more than 10 seconds;\n5. can understand spoken instructions.\n\nExclusion Criteria:\n\n* Stage1\n\n  1. unable to stand with the feet and the walker;\n  2. pregnant;\n  3. within six months will affect the walking or standing surgery (such as limbs, spine or brain surgery);\n  4. other Physical and mental state is not suitable.\n* Stage2\n\n  1. unable to stand and walk with both feet;\n  2. suffering from diabetes or other diseases combined with peripheral neuropathy, causing a poor sense of body or a neurological disease affecting lower limb movement and sensory function;\n  3. suffering from hemophilia Patients with diseases, other blood-related diseases or severe peripheral vascular diseases;\n  4. those who are pregnant;\n  5. those who have been affected by walking or standing within six months (such as limb, spine or brain surgery);\n  6. Other physical and mental states are not suitable.","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}