{"protocolSection":{"identificationModule":{"nctId":"NCT00836329","orgStudyIdInfo":{"id":"615"},"secondaryIdInfos":[{"id":"R01HL089115-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HL089115-01"}],"organization":{"fullName":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"},"briefTitle":"Improving Neurologic Outcomes in People With Diabetes Who Are Undergoing Heart Surgery","officialTitle":"Improving Neurologic Outcomes in Diabetics Undergoing Cardiac Surgery"},"statusModule":{"statusVerifiedDate":"2009-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-12"},"primaryCompletionDateStruct":{"date":"2014-05","type":"ACTUAL"},"completionDateStruct":{"date":"2014-05","type":"ACTUAL"},"studyFirstSubmitDate":"2009-02-02","studyFirstSubmitQcDate":"2009-02-02","studyFirstPostDateStruct":{"date":"2009-02-04","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-07-11","lastUpdatePostDateStruct":{"date":"2016-07-12","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Preliminary studies have shown that people with diabetes who undergo heart surgery may have a higher risk of developing cognitive functioning problems, including memory problems, than people without diabetes who undergo heart surgery. Among people with diabetes, however, those who control their blood sugar levels in a more intensive way during and after heart surgery may have better neurological outcomes than those who use a standard method of controlling their blood sugar levels. This study will compare the effectiveness of using a traditional method of blood sugar control versus a more intensive method of blood sugar control during and after heart surgery for improving neurological outcomes in people with diabetes.","detailedDescription":"People with diabetes who undergo heart surgery have a greater risk of experiencing a stroke and developing cognitive functioning problems than people without diabetes who undergo heart surgery. There may be a connection between disturbances in glucose metabolism, endothelial dysfunction, and poor neurological outcomes after heart surgery. People with diabetes who receive more intensive blood glucose management during and after heart surgery may have better neurological outcomes than people who control their blood glucose levels in a standard way. The purpose of this study is to evaluate the effectiveness of using a traditional method of controlling blood glucose levels versus a tailored, more intensive method of glucose control on neurological outcomes in people with diabetes who are undergoing heart surgery. Researchers will also examine genetic factors that may be associated with insulin resistance and inflammation.\n\nThis study will enroll people undergoing heart surgery. On the day before surgery, participants will undergo a blood collection and neuropsychological testing. They will then be randomly assigned to either a traditional method of blood glucose control or an intensive, tailored method of blood glucose control. Participants following the traditional method of blood glucose control may receive insulin several times a day, based on the results of glucose monitoring. Participants following the intensive, tailored method of blood glucose control will undergo hourly measurements of their glucose levels and receive insulin adjustments as needed to maintain a glucose level of 100-140 mg/dL. During surgery, all participants will undergo an ultrasound of their neck to monitor blood vessel activity. Additional blood samples will be collected during surgery, 6 hours after surgery, 24 hours after surgery, and upon hospital discharge or 5 days after surgery.\n\nOne week after surgery or just before leaving the hospital, participants will undergo a magnetic resonance imaging (MRI) procedure and neuropsychological testing. Before leaving the hospital, participants will take part in a diabetes education session and nutrition counseling. Three to 6 weeks and 6 months after surgery, participants will undergo repeat neuropsychological testing. Once a month for 6 months, participants who received the intensive, tailored method of blood glucose control will attend study visits at which time study researchers will monitor their diabetes."},"conditionsModule":{"conditions":["Diabetes Mellitus","Cardiovascular Diseases"],"keywords":["Neurologic","Diabetes","Cardiac Surgery","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":133,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intensive Glucose Management","type":"EXPERIMENTAL","description":"Participants will receive intensive glucose management.","interventionNames":["Behavioral: Intensive Glucose Management"]},{"label":"Traditional Glucose Management","type":"ACTIVE_COMPARATOR","description":"Participants will receive a traditional method of glucose management.","interventionNames":["Behavioral: Traditional Glucose Management:"]}],"interventions":[{"type":"BEHAVIORAL","name":"Intensive Glucose Management","description":"Participants in the intensive glucose management group will undergo strict management of their blood glucose levels with a target whole blood glucose level of 100-140 mg/dL preoperatively, intraoperatively, and postoperatively in the intensive care unit (ICU). Once meals are started, targets for glycemia management will be (a) fasting: 80-140 mg/dL, (b) postprandial: 140-180 mg/dL. Prior to hospital discharge, participants will receive an in-depth diabetes education session. After hospital discharge, participants will attend monthly study visits for 6 months so that study researchers can monitor their glycemia management.","armGroupLabels":["Intensive Glucose Management"]},{"type":"BEHAVIORAL","name":"Traditional Glucose Management:","description":"Participants will receive traditional management of blood glucose levels while in the hospital. They may receive insulin several times a day, based on the results of glucose monitoring.","armGroupLabels":["Traditional Glucose Management"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of participants with identifiable brain lesions detected by magnetic resonance imaging (MRI)","timeFrame":"Measured 1 week after surgery"},{"measure":"Proportion of participants with new neuropsychological deficits (20% decline on two or more neuropsychological tests)","timeFrame":"Measured 6 months after surgery"}],"secondaryOutcomes":[{"measure":"Number of lesions, as measured by MRI","timeFrame":"Measured 1 week after surgery"},{"measure":"Size of lesions, as measured by MRI","timeFrame":"Measured 1 week after surgery"},{"measure":"Genetic analysis (i.e., predictive utility of haplotype assignment on primary outcomes)","timeFrame":"Measured 6 months after surgery"},{"measure":"Neuropsychological deficits (i.e., predictive utility of neuropsychological performance on presence, number, and volume of lesions)","timeFrame":"Measured 6 months after surgery"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* History of diabetes, elevated fasting blood glucose, elevated hemoglobin A1c, or elevation of these variables during the current hospital admission\n* Scheduled to undergo coronary artery bypass graft (CABG) surgery\n* Scheduled to undergo aortic valve replacement (AVR), mitral valve replacement (MVR), or both\n* Scheduled to undergo valve replacement with CABG\n\nExclusion Criteria:\n\n* Undergoing emergent (i.e., urgent) procedures\n* Alzheimer's disease or similar dementias\n* Severe claustrophobia\n* Kidney insufficiency, as defined by serum creatine levels greater than 2.0 mg/dL\n* Cannot be expected to complete neuropsychological testing\n* Recent extensive, life threatening acute myocardial infarction (AMI)","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Edward H. Kincaid, MD","affiliation":"Wake Forest University Health Sciences","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Jorge Calles-Escandon, MD","affiliation":"Wake Forest University Health Sciences","role":"STUDY_DIRECTOR"},{"name":"Donald W. Bowden, PhD","affiliation":"Wake Forest University Health Sciences","role":"STUDY_DIRECTOR"},{"name":"David A. Stump, PhD","affiliation":"Wake Forest University Health Sciences","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Wake Forest Baptist Medical Center","city":"Winston-Salem","state":"North Carolina","zip":"27057","country":"United States","geoPoint":{"lat":36.09986,"lon":-80.24422}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M10055","name":"Insulin","relevance":"LOW"},{"id":"M173072","name":"Insulin, Globin Zinc","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}