{"protocolSection":{"identificationModule":{"nctId":"NCT04233515","orgStudyIdInfo":{"id":"272121"},"organization":{"fullName":"Region Örebro County","class":"OTHER"},"briefTitle":"Use of Oral Anticoagulants and Symptoms in Patients With Atrial Fibrillation in Örebro County","officialTitle":"Use of Oral Anticoagulants and Symptoms in Patients With Atrial Fibrillation in Örebro County"},"statusModule":{"statusVerifiedDate":"2020-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-09-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-01-29","type":"ACTUAL"},"completionDateStruct":{"date":"2021-01-29","type":"ACTUAL"},"studyFirstSubmitDate":"2020-01-15","studyFirstSubmitQcDate":"2020-01-15","studyFirstPostDateStruct":{"date":"2020-01-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-24","lastUpdatePostDateStruct":{"date":"2023-04-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Region Örebro County","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Atrial fibrillation (AF) is the most common sustained arrhythmia and the number of patients with AF is expected to increase substantially in the coming decades. AF affects approximately 3% of adults aged 20 years or older in Western countries with the prevalence increasing further with age and risk factor such as hypertension, structural heart disease, obesity, diabetes and chronic kidney disease.\n\nThe presence of AF is independently associated with an increased risk of all-cause mortality and morbidity, largely due to stroke and heart failure, dementia and impaired health-related quality of life. The management of AF aims to reduce symptoms, improve quality of life and prevent AF-related complications. About one third of AF patients do not have any perceived AF-associated symptoms, silent AF, but up to one fourth of patients report severe symptoms. Patients with silent AF are still at risk for complications.\n\nSystemic embolization, particularly stroke, is the most frequent major complication of AF. Untreated AF, confers to a four- to fivefold increased risk of stroke compared to the general population. Oral anticoagulation (OAC) therapy can prevent the majority of ischaemic strokes in AF patients. The stroke risk in AF patients is commonly estimated using the CHA2DS2-VASc score and OAC therapy is recommended for men with a score of 2 or more, and for women with a score of 3 or more, and should be considered for men with a score of 1 and women with a score of 2. Interventional left atrial appendage occlusion may be considered in patients with a high risk of stroke, but with contraindications for long-term OAC therapy. Although OAC therapy is superior to no treatment or aspirin, underuse or premature termination of OAC therapy, especially in older people, is probably common. The stroke risk without OAC often exceeds the bleeding risk on OAC, even in the elderly, in patient with dementia and in patients with frequent falls. The bleeding risk on aspirin is increased without preventing stroke and should be avoided according to current guidelines.\n\nThis study aims to determine the prevalence of patients with AF in Örebro County, to describe the prescribing of oral anticoagulants (OACs) in relation to stroke risk and to initiate OAC therapy or left atrial appendage occlusion in patients with a high risk for stroke, and to evaluate symptoms of AF in a general AF population.\n\nA retrospective cohort study design will be used. Patients aged 20 years or older with a diagnosis of AF from 1 January 2015 to 31 December 2018 will be identified from the National Patient Register, that covers all in-patient and outpatient physician visits from both private and public caregivers, and the Medrave 4 that is used in all public general practices. Both patients with first diagnosed AF and previously known AF will be included. OAC therapy will be defined as an active prescription issued for an OAC on 31 December 2019. Patients' records will be review for type of AF (paroxysmal, persistent or permanent AF), age, sex, comorbidities, medications, pacemaker or implantable defibrillator and prior catheter ablation. Prior OAC therapy and reason for discontinuing/ initiating treatment will be documented. Patients with a high risk of stroke (CHA2DS2-VASc of 2 or more in men and of 3 or more in women, or one point or more for age in both men and women), will be offered a clinical visit to an experienced physician at the Department of cardiology to assess stroke and bleeding risk and to possibly initiate OAC therapy or refer the patient for left atrial appendage occlusion. The study period will run from 2 September 2019 to 29 May 2020.\n\nAll patients with a diagnosis of AF will also be administered an AF-specific questionnaire (AF6) to assess AF-specific symptoms in a general population."},"conditionsModule":{"conditions":["Atrial Fibrillation","Stroke, Ischemic"],"keywords":["Atrial fibrillation","Stroke prevention"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":11964,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DRUG","name":"Oral anticoagulant","description":"Clinical visit to a physician to assess stroke and bleeding risk and to possibly initiate OAC therapy or refer for left atrial appendage occlusion","otherNames":["Left atrial appendage occlusion"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of patients with atrial fibrillation and a high risk of stroke that are not on oral anticoagulation therapy","timeFrame":"31 December 2019"},{"measure":"Number of patients with atrial fibrillation and a high risk of stroke that are prescribed oral anticoagulation or refered for left atrial appendage occlusion.","timeFrame":"29 May 2020"},{"measure":"Number of patients in which aspirin is discontinued","timeFrame":"29 May 2020"}],"secondaryOutcomes":[{"measure":"Symptoms of atrial fibrillation in relation to type of atrial fibrillation and comorbidities","description":"All patients with a diagnosis of AF will also be administered an AF-specific questionnaire (AF6) to assess AF-specific symptoms in a general population.","timeFrame":"2 September 2019 to 29 May 2020"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of AF from 1 January 2015 to 31 December 2018 will be identified from the National Patient Register and the Medrave 4\n\nExclusion Criteria:\n\n* Age less than 20 years","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients aged 20 years or older with a diagnosis of AF from 1 January 2015 to 31 December 2018 will be identified from the National Patient Register, that covers all in-patient and outpatient physician visits from both private and public caregivers, and the Medrave 4 that is used in all public general practices. Both patients with first diagnosed AF and previously known AF will be included.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Anna Björkenheim","affiliation":"Department of Cardiology, Örebro University Hospital and Örebro University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of cardiology","city":"Örebro","zip":"70185","country":"Sweden","geoPoint":{"lat":59.27412,"lon":15.2066}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000000925","term":"Anticoagulants"}],"browseLeaves":[{"id":"M3934","name":"Anticoagulants","asFound":"Domains","relevance":"HIGH"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}