{"protocolSection":{"identificationModule":{"nctId":"NCT06083961","orgStudyIdInfo":{"id":"PCSK9_001"},"organization":{"fullName":"Asan Medical Center","class":"OTHER"},"briefTitle":"The Effect of Early Administration of PCSK9 Inhibitor to Acute Ischemic Stroke Patients Associated With Atherosclerosis on the Stroke Prognosis and Lipid Profile","officialTitle":"The Effect of Early Administration of PCSK9 Inhibitor, Alirocumab to Acute Ischemic Stroke Patients Associated With Atherosclerosis on the Stroke Prognosis and Lipid Profile, a Single Center Study, Registry Based, Pragmatic, Prospective Trial"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-10-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-11-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-12","studyFirstSubmitQcDate":"2023-10-09","studyFirstPostDateStruct":{"date":"2023-10-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-09","lastUpdatePostDateStruct":{"date":"2023-10-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Sun U. Kwon","investigatorTitle":"Professor","investigatorAffiliation":"Asan Medical Center"},"leadSponsor":{"name":"Sun U. Kwon","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to test the effect of proprotein convertase subtilisin/kexin type 9 (PCSK9 inhibitors) in acute ischemic stroke patients associated with atherosclerosis by investigating\n\n1. the change in lipid profile compared to baseline results\n2. the effects on prognosis of stroke The participants will be given PCSK9 inhibitor right after confirmation of acute ischemic stroke, and the investigators will compare the results to the control group, whom are acute ischemic stroke patients treated with conventional lipid lowering therapy, statin and/or ezetimibe.","detailedDescription":"This clinical trial will be recommended to patients aged 19 and older who are admitted with ischemic stroke accompanied by atherosclerosis of large arteries, rather than cardiac embolism. Upon confirmation of ischemic stroke through CT and MRI in the emergency room, the patient will be provided with a detailed explanation of the future treatment plan and the purpose of this study.\n\nDepending on the day of the week, the patient will be randomly assigned to the treatment group (alirocumab + high-dose statin group) and the control group (high-dose statin group) in a 1:1 ratio.\n\nFor those in the treatment group, alirocumab (brand name: Praluent Pen) 300mg will be administered as a single dose. Both the treatment and control groups will receive standard diagnostic tests and treatments as conventional stroke patients unrelated to the clinical trial. Blood samples collected for testing will be promptly discarded by the hospital's diagnostic laboratory. Both groups will have outpatient visits one month after discharge.\n\nThe investigators are planning on total 200 patients enrollment (100 treatment group + 100 control group).\n\nFor categorical variables, frequency and percentage will be provided, and for continous variables, mean and standard deviation will be provided. All statistical tests used for analysis will be two-tailed. Statistical significance will be tested at a 5% significance level. If necessary, two-sided 95% confidence intervals will be provided.\n\nIn the analysis of the entire registered patient population, not only univariate analysis but also multivariate analysis (Cox proportional hazard regression model) will be conducted to adjust for other factors.\n\nDetailed techniques for data summary and statistical analysis from the data collected in this clinical trial will be specified in the Statistical Analysis Plan (SAP).\n\nWhen sided effects or adverse events occur, the Principal Investigator is required to promptly report safety information, which includes occurrences of serious adverse events and drug-related adverse reactions, to the Institutional Review Board (IRB) of the trial institution within the timeframe specified in the trial institution's standard operating procedures during the trial period. Upon becoming aware of all occurrences of serious adverse events and special situations, regardless of their causality with the investigational product, the Principal Investigator will complete a 'Serious Adverse Event Report/Adverse Event of Special Situation' within 24 hours."},"conditionsModule":{"conditions":["Stroke, Acute Ischemic","PCSK9 Inhibitor"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Single center study, Registry based, Pragmatic, Prospective trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Alirocumab","type":"EXPERIMENTAL","description":"The treatment group patients will receive an additional PCSK9 inhibitor (alirocumab 300mg once) at emergency departement in addition to statin therapy, which is conventional medication given for acute ischemic stroke.","interventionNames":["Drug: Alirocumab"]},{"label":"Standard of care","type":"NO_INTERVENTION","description":"The control group patients will receive standard and conventional acute ischemic stroke treatment, which includes statin therapy."}],"interventions":[{"type":"DRUG","name":"Alirocumab","description":"Initial alirocumab, single dose of 300mg, subcutaneous injection","armGroupLabels":["Alirocumab"],"otherNames":["Praluent"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"LDL change rate","description":"The change rate of LDL in PCSK9 inhibitor treated group (alirocumab group) compared to standard of care group.","timeFrame":"LDL level at initial state (before injection, day-0), day-1, day-3, before discharge (normally day-5 to day-7), and day-30 (Outpatient department follow up)."},{"measure":"Achievement rate to target LDL level","description":"The investigators intend to use 3 different criteria -\n\n1. LDL under 70mg/dl\n2. LDL under 55mg/dL\n3. LDL decrement over 50% compared to baseline (day0 LDL)","timeFrame":"LDL target achievement rate at day-1 of hospitalization, day-3, before discharge (normally day-5 to day-7), and day-30 (Outpatient department follow up)."}],"secondaryOutcomes":[{"measure":"Change of total cholesterol(TC)","description":"The change of TC during admission and at Outpatient department(OPD) follow up","timeFrame":"TC levels are checked all together with LDL level, which is at initial state (before injection, day-0), day-1, day-3, before discharge (normally day-5 to day-7), and day-30 (Outpatient department follow up)."},{"measure":"Change triglyceridTG)","description":"The change of TG during admission and at Outpatient department(OPD) follow up","timeFrame":"TG levels are checked all together with LDL level, which is at initial state (before injection, day-0), day-1, day-3, before discharge (normally day-5 to day-7), and day-30 (Outpatient department follow up)."},{"measure":"Change of High density lipoprotein(HDL)","description":"The change of HDL during admission and at Outpatient department(OPD) follow up","timeFrame":"HDL levels are checked all together with LDL level, which is at initial state (before injection, day-0), day-1, day-3, before discharge (normally day-5 to day-7), and day-30 (Outpatient department follow up)."},{"measure":"Change of Apolipoprotein-B","description":"The change of Apolipoprotein-B during admission and at Outpatient department(OPD) follow up","timeFrame":"Apolipoprotein-B is collected at day-1, once."},{"measure":"Change of Lipoprotein-A","description":"The change of Lipoprotein-A during admission and at Outpatient department(OPD) follow up","timeFrame":"Lipoprotein-A are collected at day-1, once."},{"measure":"The patient's outcome - 1","description":"Patients' modified Rankin score (mRS) at discharge date and Outpatient department(OPD) follow up date. mRS score ranges from 0 to 6, in which 0 means having no symptoms and 6 means expired.","timeFrame":"mRS is calculated when patients are discharged from neurology department(normally day-5 to day-7), and when patients come to outpatient department (day-30)."},{"measure":"The patient's outcome - 2","description":"Patients' National Institutes of Health Stroke Scale (NIHSS) score at discharge date and Outpatient department(OPD) follow up date. NIHSS ranges from 0 to maximum 42, in which 0 means having no symptoms.","timeFrame":"NIHSS score is calculated when patients are discharged from neurology department(normally day-5 to day-7), and when patients come to outpatient department (day-30)."},{"measure":"The difference between admission and discharge - 1","description":"The difference between modified Rankin Scale (mRS) at admission and discharge state. The difference are then calculated to see whether the patients' status have improved or worsened. mRS score ranges from 0 to 6, in which 0 means having no symptoms and 6 means expired.","timeFrame":"mRS is assessed when patients are admitted(day-0), and when patients are discharged(normally day-5 to day-7)."},{"measure":"The difference between admission and discharge - 2","description":"The difference between National Institutes of Health Stroke Scale (NIHSS) score at admission and discharge state. The difference are then calculated to see whether the patients' status have improved or worsened. NIHSS ranges from 0 to maximum 42, in which 0 means having no symptoms.","timeFrame":"NIHSS score is assessed when patients are admitted(day-0), and when patients are discharged(normally day-5 to day-7)."},{"measure":"Early neurological deterioration","description":"Whether the National Institutes of Health Stroke Scale (NIHSS) score of the patient drops by 2 or more. NIHSS ranges from 0 to maximum 42, in which 0 means having no symptoms.","timeFrame":"The drop of NIHSS score in initial period (72 hours) during admission."},{"measure":"The expansion of stroke lesion","description":"The increasement of size and territories of infarction, or hemorrhagic transformation at follow up MRI.","timeFrame":"The follow up MRI is routinely taken at day-1 or day-2 of hospitalization."},{"measure":"The recurrence rate","description":"The rate of cardiovascular / cerebrovascular events during the follow up period","timeFrame":"The event rate until the outpatient follow up date (up to 1 month, day-30)."},{"measure":"The rate of complications of statin - 1","description":"The rate of complications or side effects by checking hemoglobin A1c.","timeFrame":"Laboratory tests for hemoglobin A1c (%) will be done at outpatient follow up date (day-30)."},{"measure":"The rate of complications of statin - 2","description":"The rate of complications or side effects by checking Liver function test (LFT) along with presence of symptoms.","timeFrame":"Laboratory tests for alanine transaminase (ALT, IU/L) and investigations of possible complication symptoms (abdominal pain or tenderness, fatigue, nausea/vomiting, etc) will be done at outpatient follow up date (day-30)."},{"measure":"The rate of complications of statin - 3","description":"The rate of complications or side effects by checking Liver function test (LFT) along with presence of symptoms.","timeFrame":"Laboratory tests for aspartate transaminase (AST, IU/L) and investigations of possible complication symptoms (abdominal pain or tenderness, fatigue, nausea/vomiting, etc) will be done at outpatient follow up date (day-30)."},{"measure":"The rate of complications of statin -4","description":"The rate of complications or side effects by checking muscle enzyme lab along with presence of symptoms.","timeFrame":"Laboratory tests (myoglobin, ng/mL) and investigations of possible complication symptoms (muscle pain or fatigue, tenderness) will be done at outpatient follow up date (day-30)."},{"measure":"The rate of complications of statin -5","description":"The rate of complications or side effects by checking muscle enzyme lab along with presence of symptoms.","timeFrame":"Laboratory tests (creatine kinase, IU/L) and investigations of possible complication symptoms (muscle pain or fatigue, tenderness) will be done at outpatient follow up date (day-30)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Non-cardioembolic Stroke\n* Acute Ischemic stroke within 7 days of symptom onset (confirmed by CT or MRI)\n* Age 19 and above\n* Significant stenosis associated with atherosclerosis in major intracranial / extracranial vessels.\n* National Institutes of Health Stroke Scale(NIHSS) score of 15 or less at admission\n* Patients with the capacity to consent for participation in the clinical trial.\n\nExclusion Criteria:\n\n* Presence of high-risk factors for cardioembolism\n* Risk of ischemic stroke due to thrombosis from other causes\n* Patients with hemorrhagic stroke, brain tumors, or brain abscesses\n* Patients unable to take statins or PCSK9 inhibitors\n* Pre-stroke mRS score of 3 or higher\n* Severe liver failure (liver enzyme \\> 3 times the upper normal limit) or renal failure (serum Creatinine \\> 2mg/dL or estimated glomerular filtration rate \\< 30 mL/min/1.73m2)\n* Anemia (hemoglobin \\< 8mg/dL) or thrombocytopenia (platelet count \\< 100K)\n* Uncontrolled diabetes not managed by medication or insulin\n* Pregnant or breastfeeding patients\n* Patients already receiving PCSK-9 inhibitors\n* Patients deemed inappropriate for participation in the clinical trial by the investigator for other reasons.","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Asan Medical Center","city":"Seoul","zip":"138-736","country":"Korea, Republic of","geoPoint":{"lat":37.566,"lon":126.9784}}]},"referencesModule":{"references":[{"pmid":"15007110","type":"BACKGROUND","citation":"Cannon CP, Braunwald E, McCabe CH, Rader DJ, Rouleau JL, Belder R, Joyal SV, Hill KA, Pfeffer MA, Skene AM; Pravastatin or Atorvastatin Evaluation and Infection Therapy-Thrombolysis in Myocardial Infarction 22 Investigators. Intensive versus moderate lipid lowering with statins after acute coronary syndromes. N Engl J Med. 2004 Apr 8;350(15):1495-504. doi: 10.1056/NEJMoa040583. Epub 2004 Mar 8. Erratum In: N Engl J Med. 2006 Feb 16;354(7):778."},{"pmid":"11277825","type":"BACKGROUND","citation":"Schwartz GG, Olsson AG, Ezekowitz MD, Ganz P, Oliver MF, Waters D, Zeiher A, Chaitman BR, Leslie S, Stern T; Myocardial Ischemia Reduction with Aggressive Cholesterol Lowering (MIRACL) Study Investigators. Effects of atorvastatin on early recurrent ischemic events in acute coronary syndromes: the MIRACL study: a randomized controlled trial. JAMA. 2001 Apr 4;285(13):1711-8. doi: 10.1001/jama.285.13.1711."},{"pmid":"33032586","type":"BACKGROUND","citation":"Penson PE, Pirro M, Banach M. LDL-C: lower is better for longer-even at low risk. BMC Med. 2020 Oct 8;18(1):320. doi: 10.1186/s12916-020-01792-7."},{"pmid":"30403574","type":"BACKGROUND","citation":"Schwartz GG, Steg PG, Szarek M, Bhatt DL, Bittner VA, Diaz R, Edelberg JM, Goodman SG, Hanotin C, Harrington RA, Jukema JW, Lecorps G, Mahaffey KW, Moryusef A, Pordy R, Quintero K, Roe MT, Sasiela WJ, Tamby JF, Tricoci P, White HD, Zeiher AM; ODYSSEY OUTCOMES Committees and Investigators. Alirocumab and Cardiovascular Outcomes after Acute Coronary Syndrome. N Engl J Med. 2018 Nov 29;379(22):2097-2107. doi: 10.1056/NEJMoa1801174. Epub 2018 Nov 7."},{"pmid":"28304224","type":"BACKGROUND","citation":"Sabatine MS, Giugliano RP, Keech AC, Honarpour N, Wiviott SD, Murphy SA, Kuder JF, Wang H, Liu T, Wasserman SM, Sever PS, Pedersen TR; FOURIER Steering Committee and Investigators. Evolocumab and Clinical Outcomes in Patients with Cardiovascular Disease. N Engl J Med. 2017 May 4;376(18):1713-1722. doi: 10.1056/NEJMoa1615664. Epub 2017 Mar 17."},{"pmid":"30586774","type":"BACKGROUND","citation":"Grundy SM, Stone NJ, Bailey AL, Beam C, Birtcher KK, Blumenthal RS, Braun LT, de Ferranti S, Faiella-Tommasino J, Forman DE, Goldberg R, Heidenreich PA, Hlatky MA, Jones DW, Lloyd-Jones D, Lopez-Pajares N, Ndumele CE, Orringer CE, Peralta CA, Saseen JJ, Smith SC Jr, Sperling L, Virani SS, Yeboah J. 2018 AHA/ACC/AACVPR/AAPA/ABC/ACPM/ADA/AGS/APhA/ASPC/NLA/PCNA Guideline on the Management of Blood Cholesterol: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. Circulation. 2019 Jun 18;139(25):e1082-e1143. doi: 10.1161/CIR.0000000000000625. Epub 2018 Nov 10. Erratum In: Circulation. 2019 Jun 18;139(25):e1182-e1186. Circulation. 2023 Aug 15;148(7):e5."},{"pmid":"31504418","type":"BACKGROUND","citation":"Mach F, Baigent C, Catapano AL, Koskinas KC, Casula M, Badimon L, Chapman MJ, De Backer GG, Delgado V, Ference BA, Graham IM, Halliday A, Landmesser U, Mihaylova B, Pedersen TR, Riccardi G, Richter DJ, Sabatine MS, Taskinen MR, Tokgozoglu L, Wiklund O; ESC Scientific Document Group. 2019 ESC/EAS Guidelines for the management of dyslipidaemias: lipid modification to reduce cardiovascular risk. Eur Heart J. 2020 Jan 1;41(1):111-188. doi: 10.1093/eurheartj/ehz455. No abstract available. Erratum In: Eur Heart J. 2020 Nov 21;41(44):4255."},{"pmid":"31479722","type":"BACKGROUND","citation":"Koskinas KC, Windecker S, Pedrazzini G, Mueller C, Cook S, Matter CM, Muller O, Haner J, Gencer B, Crljenica C, Amini P, Deckarm O, Iglesias JF, Raber L, Heg D, Mach F. Evolocumab for Early Reduction of LDL Cholesterol Levels in Patients With Acute Coronary Syndromes (EVOPACS). J Am Coll Cardiol. 2019 Nov 19;74(20):2452-2462. doi: 10.1016/j.jacc.2019.08.010. Epub 2019 Aug 31."},{"pmid":"32718248","type":"BACKGROUND","citation":"Leucker TM, Blaha MJ, Jones SR, Vavuranakis MA, Williams MS, Lai H, Schindler TH, Latina J, Schulman SP, Gerstenblith G. Effect of Evolocumab on Atherogenic Lipoproteins During the Peri- and Early Postinfarction Period: A Placebo-Controlled, Randomized Trial. Circulation. 2020 Jul 28;142(4):419-421. doi: 10.1161/CIRCULATIONAHA.120.046320. Epub 2020 Jul 27. No abstract available."},{"pmid":"35368058","type":"BACKGROUND","citation":"Raber L, Ueki Y, Otsuka T, Losdat S, Haner JD, Lonborg J, Fahrni G, Iglesias JF, van Geuns RJ, Ondracek AS, Radu Juul Jensen MD, Zanchin C, Stortecky S, Spirk D, Siontis GCM, Saleh L, Matter CM, Daemen J, Mach F, Heg D, Windecker S, Engstrom T, Lang IM, Koskinas KC; PACMAN-AMI collaborators. Effect of Alirocumab Added to High-Intensity Statin Therapy on Coronary Atherosclerosis in Patients With Acute Myocardial Infarction: The PACMAN-AMI Randomized Clinical Trial. JAMA. 2022 May 10;327(18):1771-1781. doi: 10.1001/jama.2022.5218."},{"pmid":"24741560","type":"BACKGROUND","citation":"Kim BJ, Kim JS. Ischemic stroke subtype classification: an asian viewpoint. J Stroke. 2014 Jan;16(1):8-17. doi: 10.5853/jos.2014.16.1.8. Epub 2014 Jan 31."},{"pmid":"21899409","type":"BACKGROUND","citation":"Chimowitz MI, Lynn MJ, Derdeyn CP, Turan TN, Fiorella D, Lane BF, Janis LS, Lutsep HL, Barnwell SL, Waters MF, Hoh BL, Hourihane JM, Levy EI, Alexandrov AV, Harrigan MR, Chiu D, Klucznik RP, Clark JM, McDougall CG, Johnson MD, Pride GL Jr, Torbey MT, Zaidat OO, Rumboldt Z, Cloft HJ; SAMMPRIS Trial Investigators. Stenting versus aggressive medical therapy for intracranial arterial stenosis. N Engl J Med. 2011 Sep 15;365(11):993-1003. doi: 10.1056/NEJMoa1105335. Epub 2011 Sep 7. Erratum In: N Engl J Med. 2012 Jul 5;367(1):93."},{"pmid":"37032475","type":"BACKGROUND","citation":"Hong KS, Bang OY, Park JH, Jung JM, Lee SH, Song TJ, Nam HS, Park HK, Jung KH, Heo SH, Koo J, Yu KH, Park KY, Kim CK, Park HK, Lee J, Lee J, Seo WK. Moderate-Intensity Rosuvastatin Plus Ezetimibe Versus High-Intensity Rosuvastatin for Target Low-Density Lipoprotein Cholesterol Goal Achievement in Patients With Recent Ischemic Stroke: A Randomized Controlled Trial. J Stroke. 2023 May;25(2):242-250. doi: 10.5853/jos.2022.02957. Epub 2023 Apr 11."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000050197","term":"Atherosclerosis"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Acute Ischemic","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000571059","term":"Alirocumab"}],"ancestors":[{"id":"D000091362","term":"PCSK9 Inhibitors"},{"id":"D000000924","term":"Anticholesteremic Agents"},{"id":"D000000960","term":"Hypolipidemic Agents"},{"id":"D000000963","term":"Antimetabolites"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000015842","term":"Serine Proteinase Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000057847","term":"Lipid Regulating Agents"}],"browseLeaves":[{"id":"M20845","name":"Hydroxymethylglutaryl-CoA Reductase Inhibitors","relevance":"LOW"},{"id":"M347268","name":"Alirocumab","asFound":"Frame","relevance":"HIGH"},{"id":"M2850","name":"PCSK9 Inhibitors","relevance":"LOW"},{"id":"M3933","name":"Anticholesteremic Agents","relevance":"LOW"},{"id":"M3968","name":"Hypolipidemic Agents","relevance":"LOW"},{"id":"M3971","name":"Antimetabolites","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M18081","name":"Serine Proteinase Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M28573","name":"Lipid Regulating Agents","relevance":"LOW"},{"id":"T18","name":"Serine","relevance":"LOW"}],"browseBranches":[{"abbrev":"Lipd","name":"Lipid Regulating Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}