{"protocolSection":{"identificationModule":{"nctId":"NCT04362033","orgStudyIdInfo":{"id":"90728718.7.0000.0068"},"organization":{"fullName":"University of Sao Paulo","class":"OTHER"},"briefTitle":"Comparison of Dynamic Fluid Responsiveness by EIT and Transpulmonary Thermodilution in Postoperative of CABG Patients","officialTitle":"Comparison of Dynamic Fluid Responsiveness Assessed by Electrical Impedance Tomography and Transpulmonary Thermodilution in Postoperative of Coronary Artery Bypass Grafting Patients"},"statusModule":{"statusVerifiedDate":"2020-01","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-08-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-04-22","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-06-22","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-01-31","studyFirstSubmitQcDate":"2020-04-23","studyFirstPostDateStruct":{"date":"2020-04-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-04-23","lastUpdatePostDateStruct":{"date":"2020-04-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Ludhmila Abrah達o Hajjar","investigatorTitle":"Associate Professor of Cardiology Department","investigatorAffiliation":"University of Sao Paulo"},"leadSponsor":{"name":"Ludhmila Abrah達o Hajjar","class":"OTHER"},"collaborators":[{"name":"University of Sao Paulo","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate the stroke volume variation measured by both methods: transpulmonary thermodilution and electrical impedance tomography (EIT), during fluid responsiveness maneuvers and after fluid replacement in the immediate postoperative of coronary artery bypass grafting (CABG) patients. Patients will be hemodinamically monitored with the VolumeView set in combination with EV1000 clinical platform and the display of valuable volumetric parameters (Edwards Lifesciences, California, USA). Simultaneoulsy, patients will be monitored with Enlight Electrical Impedance Tomography (Timpel, S達o Paulo, Brazil). Hemodynamic data will be assessed at baseline 1, one minute after the passive leg raising maneuver, after PEEP increment, and after 500 mL of Lactated Ringer's (bolus infusion). Blood gases sample will be assessed before and immediatly after the protocol.","detailedDescription":"In the ICU, immediately after CABG surgery, patients are submitted to mechanical ventilation (volume-controlled mode with tidal volume = 8mL/Kg of PBW, PEEP = 8cmH2O and FiO2 = 60%, respiratory rate to maintain PaCO2 = 35 - 45 mmHg); hemodynamically monitored with VolumeView set in combination with EV1000 clinical platform and the display of volumetric parameters (Edwards Lifesciences, California, USA). Electrical impedance tomography monitoring (Enlight, Timpel, S達o Paulo, Brazil) is performed with a pair of electrodes belt attached around the thorax at 4Th - 6Th intercostal space, and a flow sensor attached between the orotracheal tube and the Y connector from the ventilator.\n\nBefore initiate the protocol, patients are submitted to a bolus of usual care doses of sedation and muscular blockage (Fentanyl, Midazolam and Cisatracurium).\n\nTo assess fluid responsiveness patients will be submitted to two different maneuvers applied in a random way: Passive Leg Raising (PLR) ant PEEP increment (PEEP). And after these maneuvers patients will receive a bolus of 500 ml of Lactated Ringer's.\n\nMeasurements are performed one minute after each of these conditions:\n\n* Baseline: before both fluid responsiveness maneuvers, before and after Lactated Ringer infusion, patient is positioned in 450 semi-recumbent position;\n* PLR: Fluid responsiveness maneuver which patient is positioned from 450 semi-recumbent position to dorsal decubitus and the legs are raised at 450;\n* PEEP increment: Fluid responsiveness maneuver which consisted in increased the PEEP level 5 cmH2O above the mean airway pressure, patient is positioned in 450 semi-recumbent position\n* Infusion of 500 mL of Ringer's; 450 semi-recumbent position.\n\nTranspulmonary Thermodilution assessment are performed by the injection of 3 cold salines in bolus - the injection volume varied from 10 - 20mL according to the patient's actual weight and EIT assessment are performed by 1 injection of 10 mL of hypertonic saline at 7.5 - 10% according to the patient's actual weight."},"conditionsModule":{"conditions":["Coronary Artery Bypass Grafting","Fluid Therapy","Stroke Volume","Hemodynamic Monitoring"],"keywords":["cardiac surgery","fluid responsiveness","transpulmonary thermodilution","electrical impedance tomography","passive leg raising","stroke volume variation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"Patients will be submitted to two different fluid responsiveness maneuvers in a cross over randomization.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":28,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"PLR group","type":"EXPERIMENTAL","description":"Patients will be submitted to two different fluid responsiveness maneuvers in a cross over randomization:\n\nIn PLR arm, patients will be submitted to the PLR maneuver (patient is positioned from 45 grade of semi-recumbent position to dorsal decubitus and the legs are raised at 45 grade) firstly, then PEEP increment maneuver. At the end, all patients will receive a bolus of 500mL of Lactate Ringer's","interventionNames":["Diagnostic Test: Passive Leg Raising (PLR) and PEEP increment (PEEP)"]},{"label":"PEEP group","type":"EXPERIMENTAL","description":"Patients will be submitted to two different fluid responsiveness maneuvers in a cross over randomization:\n\nIn PEEP arm, patients will be submitted to the PEEP maneuver (consisted in increase the PEEP level 5 cmH2O above the mean airway pressure, patient is positioned in 45 grade of semi-recumbent position) firstly, then PLR maneuver. At the end, all patients will receive a bolus of 500mL of Lactate Ringer's","interventionNames":["Diagnostic Test: Passive Leg Raising (PLR) and PEEP increment (PEEP)"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Passive Leg Raising (PLR) and PEEP increment (PEEP)","description":"PLR: Fluid responsiveness maneuver which patient is positioned from 45 grade of semi-recumbent position to dorsal decubitus and the legs are raised at 45 grades; PEEP increment: Fluid responsiveness maneuver which consisted in increased the PEEP level 5 cmH2O above the mean airway pressure, patient is positioned in 45 grade of semi-recumbent position","armGroupLabels":["PEEP group","PLR group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Difference between the variation of the stroke volume and impedance variation (mean difference in %)","description":"Mean difference between stroke volume variation and impedance variation during different fluid responsiveness maneuvers, baseline condition and after volume infusion assessed by transpulmonary thermodilution and pulse contour method for stroke volume using VolumeView system, and electrical impedance parameters measured by Electrical impedance tomography for impedance variation","timeFrame":"within 2 hours after patient admission in the ICU"},{"measure":"Correlation between the variation of the stroke volume and impedance variation","description":"Correlation test between the change (delta) of stroke volume and impedance variation during different fluid responsiveness maneuvers, baseline condition and after volume infusion assessed by transpulmonary thermodilution and pulse contour method for stroke volume using VolumeView system, and electrical impedance parameters measured by Electrical impedance tomography for impedance variation","timeFrame":"within 2 hours after patient admission in the ICU"}],"secondaryOutcomes":[{"measure":"Agreement between stroke volume variation (delta) (mean difference in %, CI and limits of agreement)","description":"To evaluate the accuracy of the passive leg elevation (PLR) maneuver as a predictor of fluid responsiveness in the immediate postoperative of CABG, we will compare the variation in stroke volume before-and-after PLR and before-and-after the infusion of 500mL of Ringer lactate","timeFrame":"within 2 hours after patient admission in the ICU"},{"measure":"Agreement between stroke volume variation (SVV) delta during PLR maneuver and with the infusion of volume","description":"Comparison of Stroke volume variation (SVV) delta between passive leg raising and the infusion of 500mL of Ringer Lactate (mean difference in %, CI and limits of agreement)","timeFrame":"within 2 hours after patient admission in the ICU"},{"measure":"To evaluate the ability of increment of PEEP to predict fluid responsiveness","description":"Comparisson between change in percentage of the stroke volume measure by VolumeView, during fluid responsiveness tested by PEEP increasing, Passive leg raising, and the Gold standard, fluid infusion of 500mL of Ringer Lactate","timeFrame":"within 2 hours after patient admission in the ICU"},{"measure":"Safety of assessment stroke volume by EIT during fluid responsiveness Test (delta of Sodium, in mEq/mL)","description":"Mean difference in the plasmatic sodium measure before and after the protocol which include 6 injection of hypertonic saline","timeFrame":"within 2 hours after patient admission in the ICU"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Elective CABG surgery\n* Age greater than 18 years old and less than 80 years old\n* Written inform consent\n\nExclusion Criteria:\n\n* Previous pulmonary disease or pulmonary hypertension\n* Previous renal replacement therapy\n* Left ventricular ejection fraction \\< 40%\n* Body mass index \\> 40 kg/m2\n* Atrial fibrillation\n* Presence of cardiac pacemaker or another implantable electronic device\n* Bleeding associated to hemodynamic instability\n* Cardiac arrest or suspicion of neurological alteration\n* Hemodynamic instability (norepinephrine dose \\> 0.5 mcg/Kg/min)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ludhmila A Hajjar, MD, PhD","role":"CONTACT","phone":"11-26615000","phoneExt":"5232","email":"ludhmila@usp.br"},{"name":"Rafael M Ianotti, PT","role":"CONTACT","phone":"11-995989126","email":"rafael.ianotti@gmail.com"}],"locations":[{"facility":"Heart Institute","status":"RECRUITING","city":"Sao Paulo","state":"SP","zip":"05403000","country":"Brazil","contacts":[{"name":"Ludhmila A Hajjar, MD, PhD","role":"CONTACT","phone":"11-26615232","email":"ludhmila@usp.br"},{"name":"Rafael Ianotti, PT","role":"CONTACT","phone":"11-995989126","email":"rafael.ianotti@gmail.com"},{"name":"Ludhmila A Hajjar, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Rafael M Ianotti, PT","role":"SUB_INVESTIGATOR"},{"name":"Marcelo P Amato, MD, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":-23.5475,"lon":-46.63611}}]},"referencesModule":{"references":[{"pmid":"31624996","type":"RESULT","citation":"Braun F, Proenca M, Wendler A, Sola J, Lemay M, Thiran JP, Weiler N, Frerichs I, Becher T. Noninvasive measurement of stroke volume changes in critically ill patients by means of electrical impedance tomography. J Clin Monit Comput. 2020 Oct;34(5):903-911. doi: 10.1007/s10877-019-00402-z. Epub 2019 Oct 17."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}