{"protocolSection":{"identificationModule":{"nctId":"NCT05416853","orgStudyIdInfo":{"id":"2022-ky123"},"organization":{"fullName":"The First Affiliated Hospital of University of Science and Technology of China","class":"OTHER"},"briefTitle":"Radial Versus Femoral Access For Carotid Artery Stenting","officialTitle":"Radial Versus Femoral Access For Carotid Artery Stenting In Patients With Carotid-Artery Stenosis ：a Prospective, Randomized, Multicenter, Noninferiority Trial","acronym":"RACE-CAS"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-07-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-06","studyFirstSubmitQcDate":"2022-06-08","studyFirstPostDateStruct":{"date":"2022-06-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-30","lastUpdatePostDateStruct":{"date":"2022-09-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"The First Affiliated Hospital of University of Science and Technology of China","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: For moderate to severe carotid artery atherosclerotic stenosis, in the past decades, carotid artery stenting (CAS) has been an alternative to carotid endarterectomy (CEA) for the treatment of carotid artery stenosis. The transfemoral artery (TFA) using Seldinger's technique has been the most commonly used approach for CAS. The radial artery is an ideal puncture site for cerebrovascular intervention. Studies have shown that nerve intervention through radial artery approach can complete most cerebrovascular intervention procedures, including cerebral angiography, carotid artery stent implantation, vertebral artery stent implantation, intracranial artery stent implantation, mechanical thrombectomy, aspiration, intra-arterial thrombolysis and so on. However, the current studies are based on single center small sample studies, and there has been still a lack of large sample randomized controlled experiments to verify the safety and effectiveness of CAS in transradial artery (TRA) .\n\nObjective: To evaluate the efficacy and safety of CAS via TRA in patients with carotid artery stenosis through a multicenter, prospective and randomized study.\n\nStudy design: This study is a randomized, open label, multicenter, parallel controlled trial. A non-inferiority test is performed to compare the primary end point between the experimental group and the control group. The experimental group will undergo carotid stent implantation via radial artery approach, while the control group will use femoral artery approach.\n\nStudy population: Adult patients with symptomatic carotid-artery stenosis ≥50% or asymptomatic stenosis ≥70%.\n\nStudy outcomes: Primary end points: The incidence of death, or new-onset stroke, or myocardial infarction, or severe hemorrhage events within 30 days post-procedure Secondary end points:1. The incidence of death, new-onset stroke and myocardial infarction within 48 hours / 30 days post-procedure. 2. The incidence of death within 48 hours / 30 days post-procedure. 3. The incidence of new-onset stroke within 48 hours / 30 days post-procedure. 4. The incidence of myocardial infarction within 48 hours / 30 days post-procedure. 5. The incidence of severe hemorrhage events within 48 hours / 30 days post-procedure. Other end points: 1. Successful rate of DSA. 2. Successful rate of endovascular treatment. 3. Degree of patient-reported comfort. 4. Operation time 5. NIHSS score changes post-operation.6. mRS score score changes post-operation. 7. X-ray exposure. Safety outcomes: 1.Occurrence of all adverse events. 2. AEs related to operation and device. 3. Incidence of adverse event of special interest."},"conditionsModule":{"conditions":["Ischemic Stroke","Carotid Stenosis","Cerebral Revascularization","Carotid Artery Diseases"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":2688,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Transradial artery","type":"ACTIVE_COMPARATOR","description":"Carotid stent implantation via radial artery approach","interventionNames":["Procedure: Carotid Artery Stenting (CAS)"]},{"label":"Transfemoral artery","type":"ACTIVE_COMPARATOR","description":"Carotid stent implantation via femoral artery approach","interventionNames":["Procedure: Carotid Artery Stenting (CAS)"]}],"interventions":[{"type":"PROCEDURE","name":"Carotid Artery Stenting (CAS)","description":"CAS involves insertion of a catheter or tube into an artery in the groin or the radial, and then threading the catheter through the arteries of the body to the location of the plaque within the carotid artery in the neck. A stent is then placed to cover the plaque and hold the artery open.","armGroupLabels":["Transfemoral artery","Transradial artery"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The incidence of death, or new-onset stroke, or myocardial infarction, or severe hemorrhage events within 30 days post-procedure","description":"The composite end point event is defined as any one of death, new-onset stroke, myocardial infarction, and severe hemorrhage events within 30 days.","timeFrame":"30 days"}],"secondaryOutcomes":[{"measure":"The incidence of death, new-onset stroke and myocardial infarction within 48 hours / 30 days post-procedure","description":"The incidence of death, new-onset stroke and myocardial infarction within 48 hours / 30 days post-procedure","timeFrame":"48 hours / 30 days"},{"measure":"The incidence of death within 48 hours / 30 days post-procedure","description":"The incidence of death within 48 hours / 30 days post-procedure","timeFrame":"48 hours / 30 days"},{"measure":"The incidence of new-onset stroke within 48 hours / 30 days post-procedure","description":"The incidence of new-onset stroke within 48 hours / 30 days post-procedure","timeFrame":"48 hours / 30 days"},{"measure":"The incidence of myocardial infarction within 48 hours / 30 days post-procedure","description":"The incidence of myocardial infarction within 48 hours / 30 days post-procedure","timeFrame":"48 hours / 30 days"},{"measure":"The incidence of severe hemorrhage events within 48 hours / 30 days post-procedure","description":"The incidence of severe hemorrhage events within 48 hours / 30 days post-procedure","timeFrame":"48 hours / 30 days"}],"otherOutcomes":[{"measure":"Success rate of DSA","description":"successful puncture and sheathing; the catheter is successfully delivered to the aortic arch and aortography is completed; angiography of the target vessel is performed using standard operating techniques.","timeFrame":"24 hours"},{"measure":"Successful rate of CAS","description":"Successful carotid artery stenting (CAS) is defined as: access devices can be established, interventional devices can reach the lesion site, operations such as distal brain protection device release, balloon expansion and stent implantation, and withdraw protection device can be completed successfully.","timeFrame":"24 hours"},{"measure":"Degree of patient-reported comfort","description":"The comfort scale adopts the simplified General Comfort Questionnaire (GCQ）developed by nursing expert Kolcaba. The scale is scored by level 1 to 4 Likert scale, with a score range of 28-112 points. The lowest score is 28 points and the highest score is 112 points. The higher the score, the higher the comfort. A total score of \\< 60 is low comfort, a total score of 60-90 is moderate comfort, and a total score of \\> 90 is high comfort.","timeFrame":"24 hours"},{"measure":"Operation time","description":"Operation time is defined as the time from arterial puncture to completion of DSA or CAS.","timeFrame":"24 hours"},{"measure":"X-ray exposure","description":"X-ray exposure is defined as the duration and equivalent of X-ray exposure recorded by the DSA machine during operation.","timeFrame":"24 hours"},{"measure":"NIHSS score changes post-operation","description":"NIHSS score changes post-operation","timeFrame":"24 hours"},{"measure":"mRS score changes post-operation","description":"mRS score changes post-operation","timeFrame":"24 hours"},{"measure":"Occurrence of all adverse events","description":"AEs are defined as any undesirable medical experience occurring to a subject during the study, from the time of informed consent signed to the end of the trial.","timeFrame":"30 days"},{"measure":"AEs related to operation and device","description":"AEs related to operation and device are defined as those related to operation procedure and device determined by investigators.","timeFrame":"24 hours"},{"measure":"Incidence of adverse event of special interest (AESI)","description":"AESI are defined as events that require special attention when evaluating safety. AESI includes: 1) pseudoaneurysms requiring ultrasound-guided compression or thrombin injections or surgical treatment; 2) hematoma requiring prolonged hospital stay; 3) limb ischemia and nerve injury adjacent to the blood vessels. 4) radial artery occlusion or thrombosis confirmed by ultrasound.","timeFrame":"30 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* General inclusion criteria\n\n  1) Age≥18 years old\n* Clinical inclusion criteria\n\n  1. Symptomatic stenosis: patients had a transient ischemic attack (TIA), amaurosis, or minor nondisabling stroke involving the target carotid artery within 180 days before randomization.\n  2. Asymptomatic stenosis: The results of medical history, physical examination and neurological examination do not suggest ischemic symptoms in the target carotid artery. If artery stenosis degree reache the standard, but there are any one or more of the following symptoms including: non-carotid artery symptoms; contralateral carotid artery symptoms; time from symptom to randomization more than 180 days; and vertebrobasilar artery symptoms. In these situations, patients are considered to be asymptomatic.\n  3. Pulsation is palpable in the radial and femoral arteries, and the radial artery must meet any of the following criteria: Allen test or Barbeau test suggesting that ulnar artery collateral circulation is good, or preoperative ultrasound confirming that the radial artery and ulnar artery are well developed.\n  4. No family planning within half one year after informed consent signed, or negative pregnancy test for women with childbearing potential.\n  5. Patients or their guardians can understand the study purpose, voluntarily participate in the trial, sign informed consent, and complete follow-up visits.\n* Vascular inclusion criteria\n\n  1. Lesions located in the internal carotid artery, with or without involvement of the adjacent common carotid artery (CCA).\n  2. For symptomatic patients, at least one of the following conditions should be met: stenosis of 70% or more on ultrasonography; 70% or more on computed tomographic angiography (CTA) or magnetic resonance angiography (MRA); 50% or more on digital subtraction angiography (DSA) according to NASCET standard.\n  3. For asymptomatic patients, at least one of the following conditions should be met: stenosis of 70% or more on ultrasonography; 80% or more on CTA or MRA; 60% or more on DSA according to NASCET standard.\n  4. When bilateral carotid stenosis presented, only unilateral carotid artery can be treated. The other carotid artery, as a non-study artery, should be dealt with 30 days before randomization or 30 days after treatment.\n  5. According to clinician experience, the operation access would be reasonable and the surgical instruments could be successfully delivered to the lesion site.\n\nExclusion Criteria:\n\n* General exclusion criteria\n\n  1. Progressive stroke.\n  2. Allergic to drugs associated with carotid artery stenting, such as lidocaine, aspirin, clopidogrel, etc.\n  3. Allergic to contrast media or interventional device.\n  4. Any active hemorrhage, severe anemia, coagulation disorders, or unnecessary blood transfusion treatment. Meet at least one of the following laboratory tests: hemoglobin \\< 10g/dL, or platelet count \\< 100000 /μ L, or unadjusted INR \\>1.5, or PT beyond upper limit of normal for 1 minute, or heparin-induced thrombocytopenia.\n  5. Previous ipsilateral large cerebral infarction stroke with sequelae, which can affect the judgment of the study end point.\n  6. Severe cognitive disorder, unable to cooperate with treatment or postoperative evaluation.\n  7. Spontaneous intracranial hemorrhage occurred 12 months prior to informed consent written. Ischemic stroke hemorrhage transformation occurred 3 months prior to informed consent signed.\n  8. A new-onset stroke occurred 7 days prior to informed consent signed, which has a high hemorrhagic transformation risk after preoperative imaging evaluation.\n  9. Any condition that could interfere with digital subtraction angiography (DSA) or make percutaneous arterial access unsafe.\n  10. Neurological disorders occurred 2 years prior to informed consent signed, which has transient or fixed neurological deficits, cannot be distinguished from TIA or stroke.\n  11. Participating in other clinical trials, in the research phase or follow-up phase.\n  12. Unable to understand or sign the informed consent.\n  13. Myocardial infarction within 30 days.\n  14. High surgical risk, intolerance to interventional surgery, e.g., coronary artery stenosis ≥70% without or unable to revascularization; ejection fraction \\< 30% or NYHA classification ≥class III; stable angina pectoris (static angina pectoris with ECG changes); organ transplantation (such as heart, lung, liver and kidney) planned or under evaluation; malignant tumour or respiratory insufficiency making life expectancy less than 5 years or FEV1\\< 30%(prediction); dialysis-dependent renal failure; poorly controlled diabetes mellitus(fast serum glucose \\>400 mg/dl and urine ketone \\> +2).\n  15. Diseases or anatomical features that would prevent from carotid artery stenting, such as pathway problems caused by cervical radiation therapy, and cervical space occupying lesion compressing carotid artery\n* Vascular exclusion criteria\n\n  1. Severe vascular tortuosity or dissection that influence catheters delivering\n  2. Stenting, balloon dilation or coiling were performed in ipsilateral vessels in the past.\n  3. Extensive or diffuse atherosclerotic disease involving the aortic arch and the proximal common carotid artery, which would influence catheters delivering\n  4. Besides the target vessel, there are also ipsilateral intracranial or extracranial arteries stenosis larger than the target lesion, aneurysms with the longest diameter ≥5 mm, cerebrovascular AVM(arteriovenous malformation), or other cerebrovascular disease with abnormal cerebral angiography.\n  5. Ipsilateral carotid artery chronic occlusions.\n  6. Plan to perform endovascular tretment of other arteries at the same time, including vertebral arteries.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Science and Technology of China","status":"RECRUITING","city":"Hefei","state":"Anhui","zip":"210000","country":"China","contacts":[{"name":"Rui Liu, doctor","role":"CONTACT","phone":"+862580860454","email":"liurui8616@163.com"}],"geoPoint":{"lat":31.86389,"lon":117.28083}}]},"referencesModule":{"references":[{"pmid":"28052979","type":"RESULT","citation":"Wang W, Jiang B, Sun H, Ru X, Sun D, Wang L, Wang L, Jiang Y, Li Y, Wang Y, Chen Z, Wu S, Zhang Y, Wang D, Wang Y, Feigin VL; NESS-China Investigators. Prevalence, Incidence, and Mortality of Stroke in China: Results from a Nationwide Population-Based Survey of 480 687 Adults. Circulation. 2017 Feb 21;135(8):759-771. doi: 10.1161/CIRCULATIONAHA.116.025250. Epub 2017 Jan 4."},{"pmid":"30575491","type":"RESULT","citation":"GBD 2016 Lifetime Risk of Stroke Collaborators; Feigin VL, Nguyen G, Cercy K, Johnson CO, Alam T, Parmar PG, Abajobir AA, Abate KH, Abd-Allah F, Abejie AN, Abyu GY, Ademi Z, Agarwal G, Ahmed MB, Akinyemi RO, Al-Raddadi R, Aminde LN, Amlie-Lefond C, Ansari H, Asayesh H, Asgedom SW, Atey TM, Ayele HT, Banach M, Banerjee A, Barac A, Barker-Collo SL, Barnighausen T, Barregard L, Basu S, Bedi N, Behzadifar M, Bejot Y, Bennett DA, Bensenor IM, Berhe DF, Boneya DJ, Brainin M, Campos-Nonato IR, Caso V, Castaneda-Orjuela CA, Rivas JC, Catala-Lopez F, Christensen H, Criqui MH, Damasceno A, Dandona L, Dandona R, Davletov K, de Courten B, deVeber G, Dokova K, Edessa D, Endres M, Faraon EJA, Farvid MS, Fischer F, Foreman K, Forouzanfar MH, Gall SL, Gebrehiwot TT, Geleijnse JM, Gillum RF, Giroud M, Goulart AC, Gupta R, Gupta R, Hachinski V, Hamadeh RR, Hankey GJ, Hareri HA, Havmoeller R, Hay SI, Hegazy MI, Hibstu DT, James SL, Jeemon P, John D, Jonas JB, Jozwiak J, Kalani R, Kandel A, Kasaeian A, Kengne AP, Khader YS, Khan AR, Khang YH, Khubchandani J, Kim D, Kim YJ, Kivimaki M, Kokubo Y, Kolte D, Kopec JA, Kosen S, Kravchenko M, Krishnamurthi R, Kumar GA, Lafranconi A, Lavados PM, Legesse Y, Li Y, Liang X, Lo WD, Lorkowski S, Lotufo PA, Loy CT, Mackay MT, Abd El Razek HM, Mahdavi M, Majeed A, Malekzadeh R, Malta DC, Mamun AA, Mantovani LG, Martins SCO, Mate KK, Mazidi M, Mehata S, Meier T, Melaku YA, Mendoza W, Mensah GA, Meretoja A, Mezgebe HB, Miazgowski T, Miller TR, Ibrahim NM, Mohammed S, Mokdad AH, Moosazadeh M, Moran AE, Musa KI, Negoi RI, Nguyen M, Nguyen QL, Nguyen TH, Tran TT, Nguyen TT, Anggraini Ningrum DN, Norrving B, Noubiap JJ, O'Donnell MJ, Olagunju AT, Onuma OK, Owolabi MO, Parsaeian M, Patton GC, Piradov M, Pletcher MA, Pourmalek F, Prakash V, Qorbani M, Rahman M, Rahman MA, Rai RK, Ranta A, Rawaf D, Rawaf S, Renzaho AM, Robinson SR, Sahathevan R, Sahebkar A, Salomon JA, Santalucia P, Santos IS, Sartorius B, Schutte AE, Sepanlou SG, Shafieesabet A, Shaikh MA, Shamsizadeh M, Sheth KN, Sisay M, Shin MJ, Shiue I, Silva DAS, Sobngwi E, Soljak M, Sorensen RJD, Sposato LA, Stranges S, Suliankatchi RA, Tabares-Seisdedos R, Tanne D, Nguyen CT, Thakur JS, Thrift AG, Tirschwell DL, Topor-Madry R, Tran BX, Nguyen LT, Truelsen T, Tsilimparis N, Tyrovolas S, Ukwaja KN, Uthman OA, Varakin Y, Vasankari T, Venketasubramanian N, Vlassov VV, Wang W, Werdecker A, Wolfe CDA, Xu G, Yano Y, Yonemoto N, Yu C, Zaidi Z, El Sayed Zaki M, Zhou M, Ziaeian B, Zipkin B, Vos T, Naghavi M, Murray CJL, Roth GA. Global, Regional, and Country-Specific Lifetime Risks of Stroke, 1990 and 2016. N Engl J Med. 2018 Dec 20;379(25):2429-2437. doi: 10.1056/NEJMoa1804492."},{"pmid":"10471419","type":"RESULT","citation":"Ferguson GG, Eliasziw M, Barr HW, Clagett GP, Barnes RW, Wallace MC, Taylor DW, Haynes RB, Finan JW, Hachinski VC, Barnett HJ. The North American Symptomatic Carotid Endarterectomy Trial : surgical results in 1415 patients. Stroke. 1999 Sep;30(9):1751-8. doi: 10.1161/01.str.30.9.1751."},{"pmid":"7723155","type":"RESULT","citation":"Endarterectomy for asymptomatic carotid artery stenosis. Executive Committee for the Asymptomatic Carotid Atherosclerosis Study. JAMA. 1995 May 10;273(18):1421-8."},{"pmid":"18403765","type":"RESULT","citation":"Gurm HS, Yadav JS, Fayad P, Katzen BT, Mishkel GJ, Bajwa TK, Ansel G, Strickman NE, Wang H, Cohen SA, Massaro JM, Cutlip DE; SAPPHIRE Investigators. Long-term results of carotid stenting versus endarterectomy in high-risk patients. N Engl J Med. 2008 Apr 10;358(15):1572-9. doi: 10.1056/NEJMoa0708028."},{"pmid":"21038512","type":"RESULT","citation":"Silver B. Stenting versus endarterectomy for carotid-artery stenosis. N Engl J Med. 2010 Oct 28;363(18):1767-8; author reply 1768. doi: 10.1056/NEJMc1009626. No abstract available."},{"pmid":"23753843","type":"RESULT","citation":"Feldman DN, Swaminathan RV, Kaltenbach LA, Baklanov DV, Kim LK, Wong SC, Minutello RM, Messenger JC, Moussa I, Garratt KN, Piana RN, Hillegass WB, Cohen MG, Gilchrist IC, Rao SV. Adoption of radial access and comparison of outcomes to femoral access in percutaneous coronary intervention: an updated report from the national cardiovascular data registry (2007-2012). Circulation. 2013 Jun 11;127(23):2295-306. doi: 10.1161/CIRCULATIONAHA.112.000536."},{"pmid":"31311466","type":"RESULT","citation":"Khanna O, Sweid A, Mouchtouris N, Shivashankar K, Xu V, Velagapudi L, Stricsek G, Amllay A, Texakalidis P, Gooch MR, Tjoumakaris S, Rosenwasser RH, Jabbour PM. Radial Artery Catheterization for Neuroendovascular Procedures. Stroke. 2019 Sep;50(9):2587-2590. doi: 10.1161/STROKEAHA.119.025811. Epub 2019 Jul 17."},{"pmid":"25042266","type":"RESULT","citation":"Ruzsa Z, Nemes B, Pinter L, Berta B, Toth K, Teleki B, Nardai S, Jambrik Z, Szabo G, Kolvenbach R, Huttl K, Merkely B. A randomised comparison of transradial and transfemoral approach for carotid artery stenting: RADCAR (RADial access for CARotid artery stenting) study. EuroIntervention. 2014 Jul;10(3):381-91. doi: 10.4244/EIJV10I3A64."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000016893","term":"Carotid Stenosis"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000003251","term":"Constriction, Pathologic"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5284","name":"Carotid Artery Diseases","asFound":"Carotid Artery Diseases","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","asFound":"Stenosis","relevance":"HIGH"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Stenosis","relevance":"HIGH"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}