{"protocolSection":{"identificationModule":{"nctId":"NCT03264235","orgStudyIdInfo":{"id":"NUSTU00205454"},"organization":{"fullName":"Shirley Ryan AbilityLab","class":"OTHER"},"briefTitle":"The Effect of Powered-Knee Exoskeleton Assist on Stair Climbing in Acute CVA","officialTitle":"The Effect of Powered-Knee Exoskeleton Assist on Stair Climbing in Acute Cerebrovascular Accidents"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-08-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-08-30","type":"ACTUAL"},"completionDateStruct":{"date":"2023-08-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-08-09","studyFirstSubmitQcDate":"2017-08-24","studyFirstPostDateStruct":{"date":"2017-08-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-24","lastUpdatePostDateStruct":{"date":"2024-01-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Arun Jayaraman, PT, PhD","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Shirley Ryan AbilityLab"},"leadSponsor":{"name":"Shirley Ryan AbilityLab","class":"OTHER"},"collaborators":[{"name":"U.S. Department of Education","class":"FED"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Hypothesis/Specific Aims: The purpose of this research study is to determine if using an exoskeleton during stair climbing training will result in an improved ability to walk and climb stairs in individuals affected by recent stroke as compared to stair climbing training without an exoskeleton.","detailedDescription":"Participants will be randomized into one of two groups. Group 1 will wear the exoskeleton device while completing all training sessions. Group 2 will not wear the exoskeleton device during training sessions. All screening and evaluation sessions will be completed without the exoskeleton device for both Group 1 and Group 2. Pre and post-session vitals (blood pressure, heart rate) will be taken and monitored throughout the session as needed. Gait belts and/or overhead track and harnessing systems will be used throughout sessions as needed for increased safety of participants. Skin integrity will also be monitored both before and after each use of the exoskeleton device.\n\nEach enrolled participant will complete the following sessions:\n\nSession 1: Screening\n\n* After consenting, subjects will undergo a physical evaluation and screening exam by a licensed physical therapist. If they meet study criteria, they will be randomly placed into either the Keeogo group or the traditional stair training group using a random number generator and they will be entered into the study. Once they are enrolled, baseline outcome measures will be assessed.\n\nSessions 2 through 6: Training\n\n* Subjects will participate in 30 minutes of stair training with or without the exoskeleton device, depending on group assignment.\n\nSession 7: Post-Testing\n\n* Outcomes measures will once again be assessed by a licensed physical therapist."},"conditionsModule":{"conditions":["Stroke, Acute","Gait Disorders, Neurologic"],"keywords":["Powered-Knee Exoskeleton","Stair Training","Keeogo"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be randomized into one of two groups. Group 1 will wear the exoskeleton device while completing all training sessions and will participate in 30 minutes of stair training in the device. Group 2 will not wear the exoskeleton device during training sessions and will be participate in 30 minutes of stair training without the device.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group 1 Exoskeleton","type":"EXPERIMENTAL","description":"Both training groups will undergo inpatient physical therapy of the same duration and intensity. Group 1 will complete stair training wearing the Keeogo Exoskeleton in inpatient physical therapy.","interventionNames":["Device: Keeogo"]},{"label":"Group 2 Traditional Therapy","type":"ACTIVE_COMPARATOR","description":"Group 2 will complete traditional stair training in inpatient physical therapy.","interventionNames":["Other: Traditional Stair Training"]}],"interventions":[{"type":"DEVICE","name":"Keeogo","description":"Keeogo is a computer-controlled lower extremity motorized orthosis worn over the user's hips and legs. The controller box contains sensors that supply information about the kinematics and the kinetics of the user's lower extremities and includes software that recognizes the user's mobility intentions. The system is powered by a lithium-polymer battery. The leg brace assembly is mainly comprised of the actuator, the electronic boards, hip joint, and soft goods (cuffs, belts) for affixing the assembly to the user's legs. The waist belt comes in various sizes adapted to each wearer, and adds additional support of the device on the user.\n\nKeeogo does not initiate any movement but waits for the user's lead. Once the user makes the first move, Keeogo assists according to the activity. The individual must be able to initiate and terminate steps.","armGroupLabels":["Group 1 Exoskeleton"]},{"type":"OTHER","name":"Traditional Stair Training","description":"Individuals will participate in traditional stair training physical therapy for the same duration of time as Group 1.","armGroupLabels":["Group 2 Traditional Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Timed Stair Climb Test speed from baseline","description":"The timed stair test is best conducted in a standard interior stair-well with guard rails and preferably 10 steps between landings, with a minimum of 8 steps and a maximum of 12 steps. The landing space is required to ensure safe turning. The patient will be instructed to ascend and descend the stair case \"as quickly and safely\" as possible.\n\nTo start the test, the patient is asked to stand at the bottom of the stair case, and a countdown provided \"one, two, ready, go\" where the patient initiates stair ascent at the \"go\" cue, and the tester starts the stop watch.\n\n• The patient ascends the stair case, turns and descends the stair case, coming to a stop at the bottom of the stair case. The tester will lap the time for the ascent period and the descend period, and records these \"Test 1\" times.\n\nThis will be repeated for a total of two trials.","timeFrame":"Initial Visit (Week 1); Post testing (Week 2)"}],"secondaryOutcomes":[{"measure":"5-times Sit to Stand Test","description":"Method:\n\nUse a straight back chair with a solid seat that is 16\" high. Ask participant to sit on the chair with arms folded across their chest.\n\nInstructions:\n\n\"Stand up and sit down as quickly as possible 5 times, keeping your arms folded across your chest.\"\n\nMeasurement:\n\nStop timing when the participant stands the 5th time.","timeFrame":"Initial Visit (Week 1); Post testing (Week 2)"},{"measure":"GAITRite Data Collection","description":"The GAITRite system automates measuring temporal and spatial gait parameters via an electronic walkway connected to a computer. The GAITRite electronic walkway contains sensor pads encapsulated in a carpet to collect gait information. The system can be laid over any flat surface. The GAITRite electronic walkway for the study shall be a minimum of 14 feet long. The GAITRite data capture was chosen as measurement of the patient's overall gait quality. Patients will be asked to walk at a self-selected speed across the GAITRite electronic walkway with at least a two meter \"flying start\" to compensate for initial acceleration.","timeFrame":"Initial Visit (Week 1); Post testing (Week 2)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient in the inpatient rehabilitation setting\n* less that 3 months post-hemorrhagic or ischemic cerebrovascular accident (CVA)\n* No previous diagnosis or treatment for CVA\n* Acute inpatient rehabilitation discharge goal of stair negotiation\n* 18 years of age or older\n* Waist and leg circumference and lower extremity lengths appropriate for a comfortable and safe fit in the Keeogo study device\n* Medical clearance from a Shirley Ryan AbilityLab (SRALAB) inpatient physician\n\nExclusion Criteria:\n\n* Unwilling to participate\n* Unable to provide autonomous consent due to cognitive or communication impairment\n* Legally blind\n* Pregnant or lactating\n* Skin condition that contraindicates use of orthotics or support braces\n* History of multiple CVA\n* History of any additional neuropathology diagnosis, such as Parkinson's disease, multiple sclerosis, traumatic brain injury, or spinal cord injury","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Arun Jayaraman, PT, PhD","affiliation":"Shirley Ryan Ability Lab","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shirley Ryan Ability Lab","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"Shirley Ryan AbilityLab","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020233","term":"Gait Disorders, Neurologic"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke, Acute","relevance":"HIGH"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait Disorders, Neurologic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M18712","name":"Lithium Carbonate","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"PsychDr","name":"Psychotropic Drugs"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}