{"protocolSection":{"identificationModule":{"nctId":"NCT03406026","orgStudyIdInfo":{"id":"3669 CEEAH"},"organization":{"fullName":"Universitat Internacional de Catalunya","class":"OTHER"},"briefTitle":"Balance Systems Protocol for Subacute Phase Stroke Patients.","officialTitle":"Evaluation of the Effect of the Protocol Focused on the Balance Systems in Patients Who Are in the Subacute Phase of the Stroke","acronym":"BSPStroke"},"statusModule":{"statusVerifiedDate":"2018-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-03-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2018-07-15","type":"ACTUAL"},"studyFirstSubmitDate":"2017-12-18","studyFirstSubmitQcDate":"2018-01-19","studyFirstPostDateStruct":{"date":"2018-01-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-11-05","lastUpdatePostDateStruct":{"date":"2018-11-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Almudena Medina Rincón","investigatorTitle":"Msc","investigatorAffiliation":"Universitat Internacional de Catalunya"},"leadSponsor":{"name":"Universitat Internacional de Catalunya","class":"OTHER"},"collaborators":[{"name":"Institut Investigacio Sanitaria Pere Virgili","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study is to evaluate if the application of a protocol focused on the equilibrium systems versus the conventional treatments decreases the time to acquire equilibrium in standing, the risk of falls and favors the early initiation of treatments aimed at recovering the physiological gait.","detailedDescription":"In order to respond to the objectives, a randomized clinical trial was proposed on a total N of 70 stroke survivors (N = 35 patients in the control group and N = 35 patients in the intervention group), who Are in the subacute stage of the disease, meet the inclusion and exclusion criteria, and require hospitalization to perform the rehabilitative treatment.\n\nFor this, a rehabilitation treatment protocol was designed focusing on the equilibrium systems. The intervention of the study will be carried out during 4 weeks. The control group will receive conventional rehabilitation treatment for stroke patients, consisting of physiotherapy therapy for 60 minutes; While the intervention group will receive conventional rehabilitative treatment during the first 45 minutes and the last 15 minutes therapy will be based on the protocol designed.\n\nThe evaluation of the program will be carried out based on the stated objectives. In order to evaluate the improvement of the patients in terms of balance, gait, risk of falls and patient autonomy, these will be assessed at the beginning of the intervention at 15 days and at the end (30 days). After the intervention two more assessments will be made; At 3 months and at 6 months to follow up in time."},"conditionsModule":{"conditions":["Stroke Sequelae"],"keywords":["Stroke","Balance rehabilitation","Physiotherapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":65,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Balance System Protocol Stroke","type":"EXPERIMENTAL","description":"Balance System Protocol Stroke differentiates 2 levels of difficulty in relation to the patient's condition and progressively according to their evolution. If the patient maintains stability in standing for at least 30 s, he starts in Level 2 and otherwise he will remain in Level 1 until he acquires it. In level 1 the progression of exercises is: 1.Pressure stimulation of the foot support points; 2.Proprioceptive ankle work; 3.Sit-to-stand work and vice versa; 4.Sit-to-stand work with delayed affection. In level 2, the progression of exercises is: 1.Standing unbalances; 2.Standing on Balance-pad; 3.Work to get monopodal support; 4.Balance pad in monopodal support; 5.Monopodal support work with closed eyes.","interventionNames":["Other: Balance System Protocol Stroke"]},{"label":"Control Stroke","type":"ACTIVE_COMPARATOR","description":"The program of Control Stroke arm is based on an integral and rehabilitative approach in which the patient follows a personalized plan of exercises and therapies according to the deficits of each patient, the previous situation, the personal concerns with In order to perform a person-centered approach.","interventionNames":["Other: Control Stroke"]}],"interventions":[{"type":"OTHER","name":"Balance System Protocol Stroke","description":"This arm perform 5 sessions of 1 hour a week. All sessions will be performed by the same physiotherapist. One session consists of 45 minutes of regular physiotherapy and 15 minutes in which exercises will be carried out focused on the balance systems, following the program that is detailed below.","armGroupLabels":["Balance System Protocol Stroke"]},{"type":"OTHER","name":"Control Stroke","description":"This arm perform 5 sessions of 1 hour a week. All sessions will be performed by the same physiotherapist. The control group will perform, during the 60 minutes that the session lasts, the usual physiotherapy treatment.","armGroupLabels":["Control Stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline Balance","description":"The main aim of the study is to test that evaluates the dynamic balance with Mini Balance Evaluation Systems Test. It is an essay that lasts for about 10 minutes, which makes the patient not find a tiredness. It consists of four sections with a total of 14 elements that evaluate each of the systems elements of the balance: biomechanical limitations, stability limits, postural responses, posterior adjustments anticipatory, sensory orientation, dynamic balance and cognitive effects during gait.\n\nIt is score by assigning 2 points if the performance is normal, 1 point if the deficit is moderate and 0 points if the deficit is severe. In the case that the patient needs external support, on point will be subtracted from the score obtained on the category evaluated. Finally, if the patient need help from the physiotherapist, the category will be scored as 0 points. The paretic and the non-paretic side will be assessed, and the worse scored will be recorded.","timeFrame":"At baseline, 15 days, 1 month"}],"secondaryOutcomes":[{"measure":"Gait","description":"It will also be evaluated through the Mini Balance Evaluation Systems Test (Mini BESTest)","timeFrame":"At baseline, 15 days, 1 month"},{"measure":"Falling risk","description":"Measured by the Berg Balance Scale (BBS) The Berg is a widely used test for assessing balance and to predict falls risk in the elderly. It has been validated with post-stroke patients. The Berg consists of 14 items, each scored from 0-4. Thus a score for the Berg could in theory range from a minimum of 0 to a maximum of 56. A score below 45 is indicative of balance impairment; thus the lower the score the greater the falls risk. We computed the slopes (i.e. rates of change from baseline to 3-months and 6-months) using a random effect ANOVA (random intercept and random slope), and determined if the slopes were different using unpaired Student's t-tests.","timeFrame":"At baseline, 15 days, 1 month"},{"measure":"Independence in basic activities of daily life","description":"Measured by the Barthel Index. The Barthel index is a questionnaire with 10 items that values independence for the development of basic activities of daily living (eating, washing, dressing, arranging, stool, urination, going to the retete, moving chair, walking and climbing And down stairs). The score goes from 0-100, total dependence, maximum independence. More specifically, the results are categorized as follows: \\<20 total dependence, 21-60 severe dependence, 61-90 moderate dependence, 91-99 mild dependence, 100 independence.","timeFrame":"At baseline, 15 days, 1 moth"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients ≥ 18 years, who are admitted to an intermediate care unit after an acute stroke, for functional recovery.\n* Diagnosis of ischemic or hemorrhagic stroke confirmed by Magnetic Resonance Imaging (MRI) or Computed Tomography (CT) scan.\n* Patients with no alteration on sitting balance: patients should be able to sit on the edge of the bed with the hip and knees on 90º flexion, feet flat on the floor and inclination forward 30º towards the healthy and paretic side and able to return to the vertical balance without any support of the back or upper limbs.\n\nExclusion Criteria:\n\n* Patients with severe prior functional dependence (Barthel Index ≤60)\n* Patients diagnosed with dementia or previous cognitive impairment\n* Patients diagnosed with delirium.\n* Patients diagnosed with Wernicke aphasia.\n* Patients with previous visual deficit (retinopathy, cataract, etc.)\n* Patient with a history of other causes of balance impairment.\n* Patients with orthopedic conditions that difficult the performance of the proposed rehabilitation treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Caritat Bagur, Physio","affiliation":"Universitat Internacional de Catalunya","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Centro Hospitalario Pere Virgili","city":"Barcelona","zip":"08022","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}