{"protocolSection":{"identificationModule":{"nctId":"NCT06164197","orgStudyIdInfo":{"id":"RAGT03"},"organization":{"fullName":"Ankara Yildirim Beyazıt University","class":"OTHER"},"briefTitle":"Virtual Reality Based Robotic Gait and Balance Trainer","officialTitle":"A Comparison of the Effects of Virtual Reality-Based Balance Training and Robot-Assisted Gait Training on Balance and Gait Performance in Individuals With Stroke"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-23","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-30","studyFirstSubmitQcDate":"2023-12-08","studyFirstPostDateStruct":{"date":"2023-12-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-08","lastUpdatePostDateStruct":{"date":"2023-12-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Murat Akıncı","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Ankara Yildirim Beyazıt University"},"leadSponsor":{"name":"Ankara Yildirim Beyazıt University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of research is to examine and compare the effectiveness of virtual reality-based balance training and robot-assisted walking approaches on balance and gait in individuals post-stroke. Through the study, Investigators intend to reach conclusions regarding whether the focus should be on balance or walking training based on the Berg Balance Scale and Functional Ambulation Classification levels of stroke survivors. Subgroups will be formed in both groups based on Functional Ambulation and Berg Balance Scale scores. The balance and gait developments within these subgroups will be compared, aiming to determine at which levels balance or walking improvement is more pronounced. These findings are crucial for making the right choices in setting rehabilitation goals for individual patients.","detailedDescription":"Stroke is one of the leading causes of death in adults and results in severe disability. Within the first 3 months after a stroke, 20% of patients use a wheelchair, and 70% experience walking problems. Balance problems are among the most common issues after a stroke, impacting a patient's ability to sit, stand, transfer, and walk, thereby creating a risk of falls. Additionally, balance and walking quality are vital components, with abnormalities potentially leading to abnormal walking patterns, reduced walking speed, and spatiotemporal asymmetries. Therefore, improving balance and walking is a fundamental goal in stroke rehabilitation and holds priority for many patients and their families.\n\nRobot-assisted gait training (RAGT) is an emerging and promising technological approach in stroke rehabilitation. RAGT provides safe, high-intensity, and task-oriented walking training with ample repetitions. Repetitive tasks can enhance neuroplasticity and motor learning, resulting in improved balance and walking speed.\n\nRobotic systems come in two types: end-effector and exoskeleton. The Lokomat® FreeD (Hocoma AG, Switzerland) is an exoskeleton-type robot. Unlike the conventional Lokomat, the FreeD module allows pelvic translation to the right and left, along with rotation. These coordinated pelvic movements are mechanically facilitated by the device during walking. It is known that these movements are crucial for human walking and balance, and with the FreeD module, these pelvic movements have become part of robot-assisted gait training.\n\nIn a systematic review comparing Lokomat with conventional physiotherapy, it was reported that Lokomat is equally effective in terms of balance. Another review found that patients undergoing robot-assisted gait training showed better improvement in balance compared to those not receiving this treatment. The literature supports Lokomat's positive effects on both balance and walking.\n\nIn this research, virtual reality applications on Lokomat® will be integrated as part of the exercises in the Lokomat group and virtual reality-based balance training using the Balance Trainer will be employed for the Balance-Trainer group.\n\nPatients will be allocated to the Lokomat and Balance-Trainer groups based on the treatment they receive. Both systems are actively used in the hospital, which research conduct, for the purpose of actively treating patients who meet the research criteria for improving balance and walking in stroke survivors. Participants will engage in exercises with Lokomat® or Balance Trainer for three weeks, five sessions per week, each session lasting 30 minutes, totaling 15 sessions, in addition to their current rehabilitation program."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Virtual Reality","Lokomat","Thera-Trainer","Balance-Trainer","Robot Assisted Gait Training","Robotics"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":42,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Lokomat","type":"EXPERIMENTAL","interventionNames":["Device: Lokomat","Other: Person-Specific Rehabilitation Program"]},{"label":"Balance Trainer","type":"EXPERIMENTAL","interventionNames":["Device: Thera Trainer Balo","Other: Person-Specific Rehabilitation Program"]}],"interventions":[{"type":"DEVICE","name":"Lokomat","description":"Robot Assisted Gait Training","armGroupLabels":["Lokomat"]},{"type":"DEVICE","name":"Thera Trainer Balo","description":"Virtual Reality Based Balance Training Device","armGroupLabels":["Balance Trainer"]},{"type":"OTHER","name":"Person-Specific Rehabilitation Program","description":"Person-Specific Rehabilitation Program","armGroupLabels":["Balance Trainer","Lokomat"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg Balance Scale","description":"This is a simple and safe balance test designed to measure an individual's ability to maintain balance while performing functional tasks. The person is asked to perform 14 tasks, and scores are given based on the completion of each task. A score of 0 is assigned when the activity is not performed at all, while a score of 4 is given when the activity is completed independently. The highest possible score is 56, with 0-20 indicating balance impairment, 21-40 suggesting an acceptable balance, and 41-56 indicating good balance.","timeFrame":"Baseline and After last treatment seasion"},{"measure":"Spatiotemporal Gait Analysis","description":"In our research, spatiotemporal gait analysis will be conducted using the CMill VR+ device. As a result of gait analysis, parameters such as step lengths, swing, stance and double support phases, cadence, and levels of weight shifting to each side during walking will be recorded.","timeFrame":"Baseline and After last treatment seasion"}],"secondaryOutcomes":[{"measure":"Functional Independence Measure","description":"The Functional Independence Measure is a valid and reliable scale for assessing stroke patients, comprising 18 items that evaluate the patient both physically and cognitively. These items are primarily grouped under the headings of Self-Care, Sphincter Control, Transfer, Locomotion, Communication, and Social Cognition.","timeFrame":"Baseline and After last treatment seasion"},{"measure":"Functional Ambulation Category","description":"It assesses the amount of physical support needed during walking, scoring from 0 to 5, with observations made through the assessment. The scoring is based on the amount of support the patient requires, ranging from 0 - indicating inability to ambulate independently and requiring maximum support, to 5 - defining a patient who can walk independently on all surfaces.","timeFrame":"Baseline and After last treatment seasion"}],"otherOutcomes":[{"measure":"Patient Satisfaction","description":"In the research, patient satisfaction was assessed using a scale ranging from 1 to 10. A higher score indicates better patient satisfaction. A score of 1 signifies complete dissatisfaction, while a score of 10 represents the highest level of satisfaction.","timeFrame":"After last treatment seasion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Having the ICD-10 diagnosis code G.81 Hemiplegia\n2. At least 3 weeks having passed since the diagnosis (Subacute and cronic periods)\n3. Being 18 years of age or older\n4. Having a Berg Balance Score between 21-40 (indicating an acceptable balance)\n5. Being able to walk with or without support (FAC score of 2 or higher)\n\nExclusion Criteria:\n\n1. Having a known additional neurological or orthopedic problem that could affect balance\n2. Inability to adapt to virtual reality applications in Lokomat and Balance Trainer\n3. Diagnosis being more than 2 years old","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Ankara City Hospital","status":"RECRUITING","city":"Ankara","state":"Çankaya","zip":"06000","country":"Turkey","contacts":[{"name":"Murat AKINCI","role":"CONTACT","phone":"+905529356978","email":"muratakinci.fzt@gmail.com"}],"geoPoint":{"lat":39.91987,"lon":32.85427}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}