{"protocolSection":{"identificationModule":{"nctId":"NCT04668573","orgStudyIdInfo":{"id":"08-XD-051"},"organization":{"fullName":"Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation","class":"OTHER"},"briefTitle":"Turning Dysfunction After Stroke: Assessment and Intervention","officialTitle":"Turning Dysfunction After Stroke And Its Association To Trunk Control: Underlying Mechanisms And Training Effects"},"statusModule":{"statusVerifiedDate":"2020-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-07-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-10-31","type":"ACTUAL"},"completionDateStruct":{"date":"2020-10-31","type":"ACTUAL"},"studyFirstSubmitDate":"2020-12-08","studyFirstSubmitQcDate":"2020-12-13","studyFirstPostDateStruct":{"date":"2020-12-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-12-13","lastUpdatePostDateStruct":{"date":"2020-12-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Pei Jung Liang","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation"},"leadSponsor":{"name":"Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation","class":"OTHER"},"collaborators":[{"name":"Taipei Medical University","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study aims to investigate the 1) differences between stroke patients and healthy controls in time, steps, angular velocity, stepping patterns, electromyographic responses during turning, and the association of turning to trunk control and motor function after stroke; 2) the effectiveness of trunk training on turning performance, trunk control and motor function in stroke patients.","detailedDescription":"This study has two parts. The first part is a cross-sectional observatory study.Eligible stroke and healthy subjects are asked their demographic data and assessed for turning performance (stepping patterns and electromyography data of trunk muscles), trunk control (muscle strength, active range of motion, muscle mass and motor control in trunk) and motor function (recovery of extremities and balance function). The second part is a randomized controlled trial. Stroke participants are randomly allocated into trunk exercise and control groups. Trunk exercise group receives trunk exercise including trunk muscles stretching, trunk muscles strengthening, and task-related trunk control training for 30 minutes per session, twice a week for 12 weeks while control group remains their regular activities. Turning performance, trunk control and motor function are evaluated before and after training session."},"conditionsModule":{"conditions":["Stroke","Walking, Difficulty","Balancing Interference"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":42,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Trunk exercise group","type":"EXPERIMENTAL","description":"Participants received trunk exercise for 30 minutes per session, twice a week for 12 weeks.","interventionNames":["Other: Trunk exercise"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Participants remained their regular activities."}],"interventions":[{"type":"OTHER","name":"Trunk exercise","description":"Trunk exercise includes trunk muscles stretching, trunk muscles strengthening, and task-related trunk control training for 30 minutes per session, twice a week for 12 weeks.","armGroupLabels":["Trunk exercise group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline in turning duration at Week 12","description":"Turning duration (s) was recorded during turning 360-degree in place using APDM Opal wireless sensors. Longer duration represents poorer turning performance.","timeFrame":"Baseline and Week 12"},{"measure":"Change from Baseline in turning angular velocity at Week 12","description":"Angular velocity (m/s2) was recorded during turning 360-degree in place using APDM Opal wireless sensors. Slower angular velocity represents instability during turning.","timeFrame":"Baseline and Week 12"},{"measure":"Change from Baseline in trunk muscles electromyography during turning at Week 12","description":"Muscle activation patterns (amplitude, % reference voluntary contraction) are observed in bilateral External abdominal oblique (EO) and erector spinae (ES) through an electromyographic analysis. Greater muscle amplitude represents greater muscle contraction.","timeFrame":"Baseline and Week 12"}],"secondaryOutcomes":[{"measure":"Change from Baseline in trunk range of motion at Week 12","description":"The trunk range of motion (ROM) was measured using a tape measure in sitting position. The spinous processes at C7 and S1 served as landmarks for placement of the tape and measurement for trunk flexion and extension ROM. The length between iliac crest and contralateral acromion of scapula was measured for trunk rotation ROM while the distance between the tip of the middle finger and the floor for trunk lateral flexion ROM. The difference between tape measures in starting and ending positions was calculated for all trunk movement directions. Greater value of trunk flexion and rotation but smaller value of trunk extension and lateral flexion represents better trunk ROM.","timeFrame":"Baseline and Week 12"},{"measure":"Change from Baseline in trunk muscles strength at Week 12","description":"Trunk flexors, extensors, rotators, and lateral flexors strength were measured using a MicroFET3 dynamometer. Participants were asked to generate the maximum trunk flexion, extension, rotation bilaterally and lateral flexion bilaterally for a period of 6 seconds each. Resistance was applied using the dynamometer to obtain the value of each trunk muscle (kg). Greater value represents greater muscle strength.","timeFrame":"Baseline and Week 12"},{"measure":"Change from Baseline in Trunk Impairment Scale at Week 12","description":"Trunk control was assessed by the Trunk Impairment Scale (TIS) which has good inter-rater reliability with intra-class coefficient 0.85-0.99 and internal consistency with Cronbach's α 0.65-0.89. The TIS evaluates static and dynamic sitting balance and trunk coordination in a sitting position. On the static and dynamic sitting balance and coordination subscales the maximal scores that can be attained are 7, 10 and 6 points. The total score for TIS ranges between 0 for a minimal performance to 23 for a perfect performance.","timeFrame":"Baseline and Week 12"}],"otherOutcomes":[{"measure":"Change from Baseline in Modified Clinical Test of Sensory Integration and Balance at Week 12","description":"Modified Clinical Test of Sensory Integration and Balance (mCTSIB) is designed to assess how well an older adult is using sensory inputs when one or more sensory systems are compromised. The postural sway was measured in 4 sensory conditions through visual and proprioceptive manipulation using APDM Opal wireless sensors. The greater postural sway represents the poorer balance.","timeFrame":"Baseline and Week 12"},{"measure":"Change from Baseline in Berg Balance Scale at Week 12","description":"The Berg balance scale (BBS) is used to objectively determine a participant's ability to safely balance during a series of predetermined tasks. It is a 14 item list with each item consisting of a five-point ordinal scale ranging from 0 to 4, with 0 indicating the lowest level of function and 4 the highest level of function. The total score is 56.","timeFrame":"Baseline and Week 12"},{"measure":"Change from Baseline in Timed Up and Go test at Week 12","description":"Function mobility was assessed by the Timed Up and Go (TUG) test. Participants were instructed to stand up from a chair, walk 3 meters, turn around, and walk back to the chair sit down. Time to complete the task was recorded. The more time taken is representative of the lower level of functional mobility.","timeFrame":"Baseline and Week 12"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age between 20 and 80 years old\n* survivors of a single and unilateral stroke with hemiparesis experienced at least 6 months prior to their participation in the study\n* able to walk independently over a distance of 10 m without walking aids or orthoses\n* able to provide informed consent and follow instructions.\n\nExclusion Criteria:\n\n* having additional musculoskeletal conditions or comorbid disabilities that could affect the assessment\n* having cognitive problems with a Mini-Mental State Examination score less than 24 or aphasia that could prevent subjects from following instructions.","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Pei-Jung Liang","affiliation":"Taichung Tzu Chi Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Taipei Tzu Chi Hospital","city":"New Taipei City","country":"Taiwan","geoPoint":{"lat":25.01111,"lon":121.44583}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000051346","term":"Mobility Limitation"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M26379","name":"Mobility Limitation","asFound":"Walking, Difficulty","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}