{"protocolSection":{"identificationModule":{"nctId":"NCT03446378","orgStudyIdInfo":{"id":"tDCS_stroke"},"organization":{"fullName":"Universidade Federal de Pernambuco","class":"OTHER"},"briefTitle":"tDCS on Motor Rehabiliation of Post Stroke Patients","officialTitle":"tDCS Guided by Interhemispheric Assimetry Level on Upper Limb Rehabilitation of Post Stroke Patients"},"statusModule":{"statusVerifiedDate":"2020-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-03-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-09-01","type":"ACTUAL"},"completionDateStruct":{"date":"2019-03-01","type":"ACTUAL"},"studyFirstSubmitDate":"2018-02-08","studyFirstSubmitQcDate":"2018-02-22","studyFirstPostDateStruct":{"date":"2018-02-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-05-04","lastUpdatePostDateStruct":{"date":"2020-05-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kátia Monte-Silva","investigatorTitle":"Principal investigator","investigatorAffiliation":"Universidade Federal de Pernambuco"},"leadSponsor":{"name":"Universidade Federal de Pernambuco","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In this study, it is wondered whether cortical excitability level could predict/direct the use of transcranial direct current stimulation combined with physical therapy on upper limb rehabilitation of post stroke patients. Furthermore, the study aims to correlate the motor recovery with cortical excitability level. For this purpose, after basal evaluation, patients will be classified according motor function evaluated by Fugl Meyer in following categories: (ii) moderate: more than 19 points on Fulg Meyer (ii) severe: less than 19 points on Fulg Meyer.","detailedDescription":"After given prior informed consent, volunteers will be classified and randomized using a website (randomization.com) by a non-involved researcher. At study beginning, volunteers will be evaluated through structured questionnaire. They will be submitted to the following evaluations: (i) Fugl-Meyer Scale; (ii) Motor Activity Log - 30; (iii) Functional independence measure; (iv) Patient Global Impression of Change Scale.\n\ntDCS - tDCS involves application of very low-amplitude direct currents (2 mA or less) via surface scalp electrodes. It produces a sub-sensory level of electrical stimulation wich remains imperceptible by most people during application. In a small percentage of patients, it may cause minimal discomfort with a mild tingling sensation, which usually disappears after a few seconds. Depending on the polarity, tDCS can increase or decrease corticomotor excitability. Anodal tDCS is able to facilitate neurons depolarization - increasing cortical excitability - while, on the other hand, cathodal tDCS hyperpolarizes the resting membrane potential, reducing the neuronal firing and the cortical excitabilityquestionnaire will be applied.\n\nPrimary outcome measure Change in Fugl Meyer assesment of paretic upper limb motor function (time frame: baseline, before 6 session, after 10 sessions (10 days).\n\nFugl Meyer assesment is used to measure motor control recovery. It is a 226 point scoring system that includes the following sessions: range of motion, pain, sensation,motor function of upper and lower limbs, balance, coordination and velocity. We will aplly only two sessions: upper limb motor function and coordination/velocity, these sessions totalize 66 points.\n\nSecondary outcome measures Cortical excitabilit level it will be evaluated through single pulse transcranial magnetic stimulation paradigms (Neurosoft, Russia). Initially, rest motor threshold (RMT) will be determined by finding the lowest stimulator output that elicit motor evoked potential (MEP) around 50 μV (TMS Motor Threshold Assessment Tool -MTAT 2.0 - USA). For RMT measure, a figure-eight coil connected to the magnetic stimulator held manually at 45 degrees from the midline, will be placed over the right primary motor cortex of lesioned and non lesioned hemisphere (C3 and/or C4 - 10/20 System). After, motor evoked potential will be evaluet by 20 pulses firing with 120% of RMT.\n\nOther pre specified outcome measures Change from Motor acitivy log - 30 (time frame: before and after 10 sessions (10 days)) MAL is a scripetd , structured, interview to measure real wordl upper extremity function. It was developed to measure the effects of therapy on the most impaired arm following stroke. Consists of 30 activities of daily living such as using a towel, brushing teath and picking up a glass. For a specificied time period post stroke, patients are asked about the extent of activity performance and how well it was performed by the most impaired arm. Response scale form o (never used) to 5 (same as pre stroke). Scores average for activity comprises the amount os use scale: the mean of scores of how well the acitivy was performed comprises the quality of movement. Ideaaly, ratings are obtained and as well as caregiver.\n\nFunctional independence measure is a questionanere used to evaluate the functional ability of the patient after the disease. The scale contains 18 items, divided in two subscales: motor and cogntion. The evaluated activites included eating dressins, bathing, transfer and others. Each item ranges from 7 (complete independe) to 1 (total dependence), higher scores indicate more independece.\n\nEEG Patients will perform an assessment of brain activity through the EEG. Initially, patients will be placed seated in a chair at 90cm in front of a computer. Then, the equipment will be assembled, the points according to the 10-20 marking system will be identified: Cz, C3, C4, F3, F4, P3, P4, Fz and Pz.\n\nThe protocol will follow the sequence of six consecutive moments (1 minute each) to monitor the patient's brain activity through Neuro Spectrum software:\n\n1. 1st minute: REST: the patient will be relaxed, at rest, without any communication and with eyes open;\n2. 2nd minute: OBSERVE - the patient will observe the video of the movement hand to mouth;\n3. 3rd minute: EXECUTION - the patient will reproduce the movement of the video with healthy limb;\n4. 4th minute: IMAGINATION - the patient will imagine the previous movement;\n5. 5th minute: EXECUTION - the patient will reproduce the movement of the video with a paretic limb;\n6. 6th minute: IMAGINATION - the patient will imagine the previous movement; Changes on Patient Global Impression of Change Scale - (time frame: before 10 sessions, before 6 session, after 10 sessions (10 days))\n\nThe PGICS is a one-dimensional measure in which individuals rate their improvement associated with intervention on a scale of 7 items ranging from \"1 = no change\" to \"7 = Much better\"."},"conditionsModule":{"conditions":["Stroke","Transcranial Direct Current Stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"randomized controlled double-blind clinical trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Anodal tDCS + physical therapy","type":"EXPERIMENTAL","description":"tDCS will be applied with duration of 20 minutes, intensity of 2 mA where anodal electrode will be on the affected hemisphere and the cathodal electrode, on the contralateral supraorbital region. After tDCS, patients will be submitted to 40 minutes of physical therapy protocol. Experimental sessions will be repeated five times per week to complete 10 sessions","interventionNames":["Device: Anodal tDCS","Behavioral: Physical therapy"]},{"label":"Cathodal tDCS + physical therapy","type":"EXPERIMENTAL","description":"tDCS will be applied with duration of 20 minutes, intensity of 2 mA where cathodal electrode will be on the affected hemisphere and the anodal electrode, on the contralateral supraorbital region. After tDCS, patients will be submitted to 40 minutes of physical therapy protocol. Experimental sessions will be repeated five times per week to complete 10 sessions","interventionNames":["Behavioral: Physical therapy","Device: Cathodal tDCS"]},{"label":"Sham tDCS + physical therapy","type":"SHAM_COMPARATOR","description":"tDCS will be applied with duration of 20 minutes, intensity of 2 mA where anodal electrode will be on the affected hemisphere and the cathodal electrode, on the contralateral supraorbital region. Sham tDCS will be performed by ramping current flow for the first 10 seconds of stimulation, but switching the stimulator off after 30 seconds After tDCS, patients will be submitted to 40 minutes of physical therapy protocol. Experimental sessions will be repeated five times per week to complete 10 sessions","interventionNames":["Behavioral: Physical therapy","Device: Sham tDCS"]}],"interventions":[{"type":"DEVICE","name":"Anodal tDCS","description":"tDCS involves application of very low-amplitude direct currents (2 mA or less) via surface scalp electrodes. It produces a sub-sensory level of electrical stimulation wich remains imperceptible by most people during application. In a small percentage of patients, it may cause minimal discomfort with a mild tingling sensation, which usually disappears after a few seconds. Depending on the polarity, tDCS can increase or decrease corticomotor excitability. Anodal tDCS is able to facilitate neurons depolarization - increasing cortical excitability - while, on the other hand, cathodal tDCS hyperpolarizes the resting membrane potential, reducing the neuronal firing and the cortical excitability questionnaire will be applied","armGroupLabels":["Anodal tDCS + physical therapy"]},{"type":"BEHAVIORAL","name":"Physical therapy","description":"all patients will be submitted to a protocol of exercise with differents levels according with motor learing and neuroplasticity principles. All physical therapists were trained before the study.","armGroupLabels":["Anodal tDCS + physical therapy","Cathodal tDCS + physical therapy","Sham tDCS + physical therapy"]},{"type":"DEVICE","name":"Cathodal tDCS","description":"tDCS involves application of very low-amplitude direct currents (2 mA or less) via surface scalp electrodes. It produces a sub-sensory level of electrical stimulation wich remains imperceptible by most people during application. In a small percentage of patients, it may cause minimal discomfort with a mild tingling sensation, which usually disappears after a few seconds. Depending on the polarity, tDCS can increase or decrease corticomotor excitability. Anodal tDCS is able to facilitate neurons depolarization - increasing cortical excitability - while, on the other hand, cathodal tDCS hyperpolarizes the resting membrane potential, reducing the neuronal firing and the cortical excitability questionnaire will be applied","armGroupLabels":["Cathodal tDCS + physical therapy"]},{"type":"DEVICE","name":"Sham tDCS","description":"tDCS involves application of very low-amplitude direct currents (2 mA or less) via surface scalp electrodes. It produces a sub-sensory level of electrical stimulation wich remains imperceptible by most people during application. In a small percentage of patients, it may cause minimal discomfort with a mild tingling sensation, which usually disappears after a few seconds. Depending on the polarity, tDCS can increase or decrease corticomotor excitability. Anodal tDCS is able to facilitate neurons depolarization - increasing cortical excitability - while, on the other hand, cathodal tDCS hyperpolarizes the resting membrane potential, reducing the neuronal firing and the cortical excitability questionnaire will be applied","armGroupLabels":["Sham tDCS + physical therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Fugl Meyer assesment of paretic upper limb motor function","description":"Fugl Meyer assesment is used to measure motor control recovery. It is a 226 point scoring system that includes the following sessions: range of motion, pain, sensation,motor function of upper and lower limbs, balance, coordination and velocity. We will aplly only two sessions: upper limb motor function and coordination/velocity, these sessions totalize 66 points. Higher scores indicates better outcomes","timeFrame":"before 10 sessions, before 6 session and after 10 sessions - each session means 1 day"}],"secondaryOutcomes":[{"measure":"Cortical excitability level","description":"it will be evaluated through single pulse transcranial magnetic stimulation paradigms (Neurosoft, Russia). Initially, rest motor threshold (RMT) will be determined by finding the lowest stimulator output that elicit motor evoked potential (MEP) around 50 μV (TMS Motor Threshold Assessment Tool -MTAT 2.0 - USA). For RMT measure, a figure-eight coil connected to the magnetic stimulator held manually at 45 degrees from the midline, will be placed over the right primary motor cortex of lesioned and non lesioned hemisphere (C3 and/or C4 - 10/20 System). After, motor evoked potential will be evaluet by 20 pulses firing with 120% of RMT. Higher values of RMT indicates low cortical excitabilit level.","timeFrame":"before and after 10 sessions - each session means 1 day"},{"measure":"Change from Motor acitivy log - 30","description":"MAL is a scripetd , structured, interview to measure real wordl upper extremity function. It was developed to measure the effects of therapy on the most impaired arm following stroke. Consists of 30 activities of daily living such as using a towel, brushing teath and picking up a glass. For a specificied time period post stroke, patients are asked about the extent of activity performance and how well it was performed by the most impaired arm. Response scale form o (never used) to 5 (same as pre stroke). Scores average for activity comprises the amount os use scale: the mean of scores of how well the acitivy was performed comprises the quality of movement. Ideaaly, ratings are obtained and as well as caregiver. Higher scores indicates better outcomes","timeFrame":"before and after 10 sessions - each session means 1 day"},{"measure":"Change from Functional independence measure","description":"Functional independence measure is a questionanere used to evaluate the functional ability of the patient after the disease. The scale contains 18 items, divided in two subscales: motor and cogntion. The evaluated activites included eating dressins, bathing, transfer and others. Each item ranges from 7 (complete independe) to 1 (total dependence), higher scores indicate more independece. Higher scores indicates better outcomes","timeFrame":"before and after 10 sessions - each session means 1 day"},{"measure":"Electroencephalography","description":"Patients will perform an assessment of brain activity through the EEG. Initially, patients will be placed seated in a chair at 90cm in front of a computer. Then, the equipment will be assembled, the points according to the 10-20 marking system will be identified: Cz, C3, C4, F3, F4, P3, P4, Fz and Pz.","timeFrame":"before and after 10 sessions - each session means 1 day"},{"measure":"Changes on Patient Global Impression of Change Scale","description":"The PGICS is a one-dimensional measure in which individuals rate their improvement associated with intervention on a scale of 7 items ranging from \"1 = no change\" to \"7 = Much better\".Higher scores indicates better outcomes","timeFrame":"before the 6 session and after 10 sessions - each session means 1 day"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Primary or recurrent, ischemic or hemorrhagic stroke, confirmed by computed tomography or magnetic resonance imaging\n* Chronic Stroke (\\> 3 months)\n* Sensorimotor sequelae in an upper limb due to stroke\n* Score ≥ 18 at Folstein Mini Mental State Examination\n\nExclusion Criteria:\n\n* • Prior neurological diseases\n\n  * Multiple brain lesions\n  * Metal implant in the skull and face\n  * Pacemaker\n  * History of seizures\n  * Epilepsy\n  * Pregnancy\n  * Hemodynamic instability\n  * Traumatic orthopedic injuries of upper limb that compromise the function\n  * Altered medication for less than 3 months or who underwent botulinum toxin for less than 6 months\n  * Performing physical therapy elsewhere during the period of intervention\n  * Patients who do not present RMT in the healthy hemisphere.","healthyVolunteers":false,"sex":"ALL","genderBased":true,"minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Federal University of Pernambuco, Applied Neuroscience Laboratory","city":"Recife","state":"Pernambuco","zip":"50670-901","country":"Brazil","geoPoint":{"lat":-8.05389,"lon":-34.88111}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}