{"protocolSection":{"identificationModule":{"nctId":"NCT05513157","orgStudyIdInfo":{"id":"E-59394181-604.01.02-37185"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"Investigation of Knee Hyperextension and Femoral Cartilage Thickness in Chronic Stroke Patients","officialTitle":"Investigation of Knee Hyperextension and Femoral Cartilage Thickness in Chronic Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-01-20","type":"ACTUAL"},"completionDateStruct":{"date":"2023-02-01","type":"ACTUAL"},"studyFirstSubmitDate":"2022-08-21","studyFirstSubmitQcDate":"2022-08-21","studyFirstPostDateStruct":{"date":"2022-08-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-11","lastUpdatePostDateStruct":{"date":"2023-06-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Suleyman Korkusuz","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"},"collaborators":[{"name":"Atılım University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"It is aimed to measure knee hyperextension and knee joint cartilage thickness in chronic stroke patients and to examine the relationship between the factors affecting knee hyperextension and knee joint cartilage thickness.\n\nThis study, it is aimed to compare the knee joint cartilage thicknesses of the affected and unaffected extremities and to examine the relationship between knee hyperextension and knee joint cartilage thickness.\n\nThe second aim is to compare the knee joint cartilage thickness of the paretic and nonparetic extremities and in stroke patients with and without knee hyperextension.\n\nThe hypotheses of the study are:\n\nHypothesis 1;\n\nH0: There is no difference between the knee joint cartilage thickness of the affected and unaffected extremities in chronic stroke patients with knee hyperextension.\n\nH1: In chronic stroke patients with knee hyperextension, there is a difference between the knee joint cartilage thicknesses of the affected and unaffected extremities.\n\nHypothesis 2;\n\nH0: There is no relationship between knee hyperextension during the stance phase of gait and knee joint cartilage thickness in chronic stroke patients.\n\nH1: There is a relationship between knee hyperextension during the stance phase of gait and knee joint cartilage thickness in chronic stroke patients.\n\nHypothesis 3;\n\nH0: There is no relationship between lower extremity muscle strength and spasticity and knee joint cartilage thickness in chronic stroke patients with knee hyperextension.\n\nH1: There is a relationship between lower extremity muscle strength and spasticity and knee joint cartilage thickness in chronic stroke patients with knee hyperextension.\n\nHypothesis 4;\n\nH0: There is no difference between the cartilage thickness of the knee joint in chronic stroke patients with and without knee hyperextension.\n\nH1: There is a difference between the cartilage thickness of the knee joint in chronic stroke patients with and without knee hyperextension.","detailedDescription":"Immobilization of extremities after stroke causes articular cartilage degeneration. Likewise, since patients tend to transfer weight to the non-paretic extremity, a load difference occurs between the lower extremity joints. Therefore, it is thought that the femoral cartilage thickness will be affected in stroke patients. Considering this information, it is thought that the femoral cartilage thickness will be different between the paretic and non-paretic extremities, and also between stroke patients with and without knee hyperextension in the stance phase. Accordingly, the first aim of this study is to measure knee hyperextension and femoral cartilage thickness (paretic and nonparetic side) of stroke patients. The second aim is to compare the femoral cartilage thickness of the paretic and nonparetic extremities and in stroke patients with and without knee hyperextension."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Gait Analysis","Cartilage","Knee","Thickness","Ultrasonography"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Chronic stroke patients with knee hyperextension","description":"Chronic stroke patients with a maximum knee extension angle of less than 0 degrees in movement analysis"},{"label":"Chronic stroke patients without knee hyperextension","description":"Chronic stroke patients with a maximum knee extension angle greater than 0 degrees in movement analysis"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Movement Analysis","description":"Reflective signs will be placed on certain anatomical points on the participants and participants will be asked to walk at a distance of 5 meters. The three-dimensional positions of these reflective marks will be captured by the 8-camera Vicon motion capture system and recorded in the computer environment using Blade software.","timeFrame":"Baseline"},{"measure":"Ultrasonography","description":"Ultrasonographic evaluations were made by the same investigator using a linear/convex probe. In the supine position, with the knees fully flexed, the linear probe was placed axially in the suprapatellar region, and the distal femoral cartilage thickness was measured from the midpoints of the lateral femoral condyle, intercondylar area and medial femoral condyle. Outcome values were determined by taking the average of three consecutive measurements.","timeFrame":"Baseline"}],"secondaryOutcomes":[{"measure":"Muscle Strength Assessment","description":"Manual muscle testing will be performed on patients' lower extremity muscles (hip flexors, hip extensors, hip abductors, hip adductors, knee flexors, knee extensors, dorsiflexors, and plantar flexors). Manual muscle testing, Dr. It will be applied according to the method developed by Robert W. Lowett. According to this method, points between 0 and 5 will be given to the muscles according to the ability of the muscles to move against gravity in certain positions and the resistance of the movement against gravity.","timeFrame":"Baseline"},{"measure":"Spasticity Assessment","description":"Spasticity will be evaluated in patients' quadriceps muscle, hip extensors, hip adductors, hip internal retractors, and plantar flexors. Spasticity assessment will be made according to the Modified Ashword Scale and points will be given between 0 and 4. The method does not require any device and points are given between 0 and 4 according to the resistance of the muscles to be evaluated in the supine position against passive movement.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being between the ages of 40-65\n* At least 6 months have passed since the stroke\n\nAmbulation with or without a walking aid (walker, cane, or tripod)\n\n* Being between 0-3 points according to the Modified Rankin Score\n* Getting a score of 24 or higher on the Mini Mental Test\n* Volunteering to participate in the study\n\nExclusion Criteria:\n\n* Having a history of more than one stroke\n* Known presence of dementia\n* Having a known orthopedic, psychiatric or other neurological disease\n* Having a situation that prevents communication\n* Having a history of surgery involving lower extremities and gait","sex":"ALL","minimumAge":"40 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Stroke Patients","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Kadriye Armutlu, Prof.Dr.","affiliation":"Hacettepe University","role":"STUDY_CHAIR"},{"name":"Süleyman Korkusuz, MSc.","affiliation":"Hacettepe University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sibel Kibar, Assoc.Prof.","affiliation":"Atılım University","role":"STUDY_CHAIR"},{"name":"Büşra Seçkinoğulları, MSc","affiliation":"Hacettepe University","role":"STUDY_CHAIR"},{"name":"Serdar Arıtan, Assist.Prof.","affiliation":"Hacettepe University","role":"STUDY_CHAIR"},{"name":"Nihat Özgören, MSc","affiliation":"Hacettepe University","role":"STUDY_CHAIR"},{"name":"Ayla Fil Balkan, Assoc.Prof","affiliation":"Hacettepe University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Hacettepe University","city":"Altindağ","state":"Ankara","zip":"06100","country":"Turkey"}]},"referencesModule":{"references":[{"pmid":"22555317","type":"BACKGROUND","citation":"Tunc H, Oken O, Kara M, Tiftik T, Dogu B, Unlu Z, Ozcakar L. Ultrasonographic measurement of the femoral cartilage thickness in hemiparetic patients after stroke. Int J Rehabil Res. 2012 Sep;35(3):203-7. doi: 10.1097/MRR.0b013e3283532736."},{"pmid":"27159891","type":"BACKGROUND","citation":"Yalcin S, Kara M, Ozturk GT, Ozcakar L. Ultrasonographic measurements of the metacarpal and talar cartilage thicknesses in hemiplegic patients after stroke. Top Stroke Rehabil. 2017 Jan;24(1):1-4. doi: 10.1080/10749357.2016.1183357. Epub 2016 May 9."},{"pmid":"22147298","type":"BACKGROUND","citation":"Cooper A, Alghamdi GA, Alghamdi MA, Altowaijri A, Richardson S. The relationship of lower limb muscle strength and knee joint hyperextension during the stance phase of gait in hemiparetic stroke patients. Physiother Res Int. 2012 Sep;17(3):150-6. doi: 10.1002/pri.528. Epub 2011 Dec 7."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}