{"protocolSection":{"identificationModule":{"nctId":"NCT06134739","orgStudyIdInfo":{"id":"PI-5773"},"organization":{"fullName":"Hospital Universitario La Paz","class":"OTHER"},"briefTitle":"Arterial Embolism After Catheter Ablation of Atrial Fibrillation. ATRIAL FIBRILLATION","officialTitle":"\"Arterial EMBOLism After Catheter Ablation of Atrial Fibrillation (EMBOL AF)\"","acronym":"EMBOL-AF"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-10-30","studyFirstSubmitQcDate":"2023-11-11","studyFirstPostDateStruct":{"date":"2023-11-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-08","lastUpdatePostDateStruct":{"date":"2024-01-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Sergio Castrejón-Castrejón","investigatorTitle":"MD PhD","investigatorAffiliation":"Hospital Universitario La Paz"},"leadSponsor":{"name":"Hospital Universitario La Paz","class":"OTHER"},"collaborators":[{"name":"3MVX CCB and Agaplesion Markus Krankenhaus, Frankfurt a.M., Germany.","class":"UNKNOWN"},{"name":"Department of Rhythmology, University Hospital Schleswig-Holstein, Lübeck, Germany.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The EMBOL-AF is a multicenter, international, observational study designed as a retrospective registry that will investigate the characteristics of systemic arterial embolic events after treatment of atrial fibrillation by catheter ablation. Due to the retrospective nature of the study, the registry is specially focused on cerebral embolism (stroke and TIA) because these are not only the most frequent and clinically relevant but also the most susceptible to underreporting. However, all embolism associated to AFAbl will be included.\n\nThis study will gather all clinically relevant aspects and data of all cases of arterial embolism that have occurred over the last 5 years in the centers that will participate in the registry. Based on these reported cases, the incidence, management and outcomes of embolic events (particularly stroke and TIA) will be studied.","detailedDescription":"BACKGROUND\n\nArterial embolisms, particularly brain embolism (stroke or TIA) is one of the most clinically relevant complications of AFAbl procedures. According to the 2017 HRS/EHRA/ECAS/APHRS/SOLAECE consensus the incidence is reported to be very variable (0-7%) and the high-risk period extends for the first two weeks following ablation . A strict management of uninterrupted oral anticoagulation and an intraprocedural activated clotting time (ACT) target \\>300 s along with careful use of imaging techniques to rule out interatrial thrombus and high-flow perfusion of sheaths placed in the heart are necessary measures to reduce the incidence of this complication. However, the real incidence of periprocedural stroke / TIA remains high, as exemplified by the results of the CABANA trial where 26 out of 1.006 (2.58%) patients in the ablation group (who actually underwent ablation) had stroke or TIA. More recently, the incidence of stroke when extensive ablation in the LA in addition to the PVI ablation has been 1.5% in the DECAAF trial, 0.4% in the STABLE-SR II trial and 0% in the ERASE-AF trial. The Spanish Catheter Ablation Registry has reported an incidence of stroke of 0.2% in 2020 and 2021, but these numbers may be underestimated due to the voluntary self-reported data collection of this registry. In another population-based registry the incidence of stroke among octogenarian patients after AFAbl was 0.6%.\n\nAlthough the relevance of this complication is well established in terms of incidence and clinical impact, two critical aspects remain insufficiently investigated. Firstly, little is known about the acute clinical characteristics, therapeutic management and sequelae of stroke or TIA after AFABl. Secondly, the occurrence of stroke/TIA might be more frequent with certain ablation techniques. The widespread use of newer ablation techniques in the last years, such as different modalities of cryoablation, laser ablation and pulsed-field ablation, may influence the incidence or severity of embolic events. In consequence, a large international registry is justified to further clarify these less known aspects.\n\nThe EMBOL-AF is a multicenter, international, observational study designed as a retrospective registry that will investigate the characteristics of systemic arterial embolic events after treatment of atrial fibrillation by catheter ablation. Due to the retrospective nature of the study, the registry is specially focused on cerebral embolism (stroke and TIA) because these are not only the most frequent and clinically relevant but also the most susceptible to underreporting. However, all embolism associated to AFAbl will be included.\n\nThis study will gather all clinically relevant aspects and data of all cases of arterial embolism that have occurred over the last 5 years in the centers that will participate in the registry. Based on these reported cases, the incidence, management and outcomes of embolic events (particularly stroke and TIA) will be studied.\n\nOBJECTIVES\n\nPrimary objectives:\n\n* To study the acute clinical profile, symptoms, signs and results of image techniques of stroke/TIA associated to AFAbl (or technically akin procedures such as left atrial macroreentry mapping and ablation).\n* To study the acute therapeutic management of these events.\n* To study the sequelae and clinical consequences at 3 months of follow-up.\n\nSecondary objectives:\n\n* To study whether the risk of stroke/TIA is more frequently associated to any AFAbl technique.\n* To study whether the severity of stroke/TIA is associated to any specific AFAbl technique.\n* To study whether other measures associated with AFAbl procedures have any impact on the incidence and severity of stroke/TIA namely transesophageal echocardiography, discontinuance of oral anticoagulants, target intraprocedural anticoagulation, and use of general anesthesia.\n\nPrimary and secondary objectives are applicable to other symptomatic systemic arterial embolic events.\n\nDESIGN OVERVIEW\n\n1. -Intervention model: not applicable, single retrospective cohort.\n2. -Control: not applicable.\n3. -Active comparator: not applicable.\n4. -Number of arms: one.\n5. -Site distribution: multi-regional.\n6. -Population type: patients who have undergone catheter AFAbl.\n7. -Population diagnosis or condition: stroke or TIA after AFAbl; other systemic arterial embolism will be be included.\n8. -Population age: \\>18 years.\n9. -Blinding: not applicable.\n10. -Number of participants: not predefined (all consecutive patients fulfilling inclusion criteria during the period of study).\n11. -Period of the study: last 5 years, retrospectively.\n\nSCHEDULE OF ACTIVITIES\n\n1. -Approval of the protocol by the steering committee and by the local ethical review board of La Paz University Hospital - IdiPaz, Madrid, España. The study has been registered with the international registry - clinicaltrials.gov\n2. -Invitation to centers: experienced electrophysiological centers all around the world and principal local investigators will be formally contacted and personally invited to participate in the study.\n3. -Initial survey by center: the initial survey will gather general information about centers.\n4. -Local approval of the protocol in each participating center.\n5. -Retrospective collection of data.\n6. -Final collection of general information about the reference population in each center. Each participating center will provides data on the total number of patients treated with catheter ablation for AF during the period of study.\n\nCHRONOLOGY\n\nThe EMBOL-AF international registry is expected to start during the fourth quarter of the year 2023. Maximal time for data collection will be 6 months. Maximal time for data monitoring will be 6 months.\n\nLIMITATIONS\n\nThe retrospective design of the study may involve underreporting of cases and the severity of reported cases may be biased by severity. This bias may specially affect to embolic events other than stroke and TIA. Treatment of cerebral embolisms may be undertake in hospitals different to the participating center where the complication occurred and this could lead to data losses or inconsistencies.\n\nDATA STORAGE AND MANAGEMENT\n\nEach participating center will provide data on a survey about its habitual practices of catheter ablation for atrial fibrillation (Appendix 2). Additionally, each center will provide data on the total number of patients treated with catheter ablation during the retrospective period of study (Appendix 3). These data are used to contextualize the data of individual reported patients (Appendix 4). Individual patient data include baseline characteristics, peri-procedural characteristics, and 3-months follow-up after ablation. All data will be assessed according to a standardized and uniform online questionnaire survey (online DCL: data collection logbook).\n\n1. -Collection of data The principal investigator in each center is responsible for collecting the data and must assess and declare the veracity of them. All data are anonymized. The retrospective data derived from the routine clinical histories and medical reports will be used in each center.\n2. -Storage of data An online DCL is used to this end. The online DCL has been designed and is under direct supervision and monitoring by the UCICEC (Red CAP). All investigators are obliged to secrecy. In consequence, only the local IP is permitted to access the data using a personal keyword. Any unauthorized external access to the data is forbidden .\n\nConfidentiality of data is guaranteed by legal enforcement.\n\nSTATISTICS\n\nAll categorical variables will be reported as absolute and relative frequencies or percentages and will be compared using Fisher's exact test or the χ2 test. Continuous variables will be tested for normal distribution using the Shapiro-Wilk test as well as analysis of residuals of linear regression models. The results will be reported in a way that is most informative in each case: as mean ± standard deviation (SD) in the case of normal distribution or as median and interquartile range (first quartile, third quartile). Continuous variables will be compared using the non-paired Student's t-test when normally distributed and the corresponding non-parametric test (Mann-Whitney U test) otherwise.\n\nThe association between different parameters and embolic event occurrence will be assessed using binary logistic regression and reported as odds ratio (OR) and 95% confidence intervals (CIs).\n\nVariables with a P-value \\<0.1 in the univariate model and which are considered clinically important for the outcome are included in a multivariable binary logistic regression model.\n\nAll statistical analyses will be performed using the last version of R software of statistical analysis.\n\nETHICS\n\nThe study has been performed in accordance with the ethical standards as laid down in the 1964 Declaration of Helsinki and its later amendments.\n\nDue to the retrospective desing of the study, a specific written informed consent cannot be obtained from patients."},"conditionsModule":{"conditions":["Arrhythmia","Atrial Fibrillation","Ablation","Stroke, Acute","Stroke Sequelae","Embolism"],"keywords":["Atrial fibrillation.","Catheter ablation.","Stroke.","Procedure complication.","Embolism.","Anticoagulation."]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with embolism after ablation for atrial fibrillation (or left atrial flutter).","description":"The EMBOL-AF is a multicenter, international, observational study designed as a retrospective registry that will investigate the characteristics of systemic arterial embolic events after treatment of atrial fibrillation by catheter ablation. Due to the retrospective nature of the study, the registry is specially focused on cerebral embolism (stroke and TIA) because these are not only the most frequent and clinically relevant but also the most susceptible to underreporting. However, all embolism associated to AFAbl will be included.\n\nThis study will gather all clinically relevant aspects and data of all cases of arterial embolism that have occurred over the last 5 years in the centers that will participate in the registry. Based on these reported cases, the incidence, management and outcomes of embolic events (particularly stroke and TIA) will be studied.","interventionNames":["Other: No intervention."]}],"interventions":[{"type":"OTHER","name":"No intervention.","description":"Observational study, no intervention.","armGroupLabels":["Patients with embolism after ablation for atrial fibrillation (or left atrial flutter)."],"otherNames":["Observational study, no intervention."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke","description":"To study the acute clinical profile of stroke/TIA associated to AFAbl (or technically akin procedures such as left atrial macroreentry mapping and ablation).stroke/TIA associated to AFAbl (or technically akin procedures such as left atrial macroreentry mapping and ablation).","timeFrame":"Between 1st january 2017 and 31st july 2023."},{"measure":"Stroke","description":"To study the results of brain image techniques of stroke/TIA associated to AFAbl (or technically akin procedures such as left atrial macroreentry mapping and ablation).procedures such as left atrial macroreentry mapping and ablation).stroke/TIA associated to AFAbl (or technically akin procedures such as left atrial macroreentry mapping and ablation).","timeFrame":"Between 1st january 2017 and 31st july 2023."},{"measure":"Management of arterial embolism.","description":"To study the acute therapeutic management of these events.","timeFrame":"Between 1st january 2017 and 31st july 2023."},{"measure":"Sequelae","description":"To study the sequelae and clinical consequences at 3 months of follow-up.","timeFrame":"Between 1st january 2017 and 31st july 2023."}],"secondaryOutcomes":[{"measure":"To study whether the severity of stroke/TIA is associated to any specific ablation techniques.","description":"Incidence of stroke/embolism associated to specific ablation techniques will be assessed: radiofrequency (point-by-point) and single-shot devices, cryoablation, laser ablation, pulsed field ablation.","timeFrame":"Between 1st january 2017 and 31st july 2023."},{"measure":"To study other procedure-related aspects as predictors of stroke/TIA.","description":"To assess if transesophageal echocardiography, discontinuance of oral anticoagulants, target intraprocedural anticoagulation and use of general anesthesia are associated to the primary outcome.","timeFrame":"Between 1st january 2017 and 31st july 2023."}],"otherOutcomes":[{"measure":"To study if the incidence of peripheral embolic events is associated to specific ablation techniques.","description":"Incidence of peripheral embolism associated to specific ablation techniques will be assessed: radiofrequency (point-by-point) and single-shot devices, cryoablation, laser ablation, pulsed field ablation.","timeFrame":"Between 1st january 2017 and 31st july 2023."},{"measure":"To study other procedure-related aspects as predictors of peripheral embolism.","description":"To assess if transesophageal echocardiography, discontinuance of oral anticoagulants, target intraprocedural anticoagulation and use of general anesthesia are associated to peripheral embolism.","timeFrame":"Between 1st january 2017 and 31st july 2023."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Systemic arterial embolism (stroke, TIA or any other symptomatic event) after catheter ablation for AF or left atrial macroreentrant atrial tachycardia or left atrial flutter that have occurred between 1st january 2017 and 31st july 2023.\n* The embolic event must be associated with the ablation procedure, therefore, it must have occurred during the procedure or during the first 7 days after it, during hospital stay or after discharge.\n\nExclusion Criteria:\n\n* The embolic event that occurred during the first 7 days after the ablation procedure can be undoubtedly attributed to other causes, such as surgery (cardiac, aortic or carotidal) or percutaneous interventions (coronary, cardiac structural, aortic or carotidal).","sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"* Site distribution: multi-regional.\n* Population type: patients who have undergone catheter AFAbl.\n* Population diagnosis or condition: stroke or TIA after AFAbl; other systemic arterial embolism will be be included.\n* Population age: \\>18 years.\n* Blinding: not applicable.\n* Period of the study: last 5 years, retrospectively.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Sergio Castrejón Cstrejón, MD PhD","role":"CONTACT","phone":"+34 941 207 13 01","email":"castrejonxp@gmail.com"},{"name":"Beatriz Sanz Verdejo, Engineer","role":"CONTACT","phone":"+34 941 207 13 01","email":"embolaf.registry@gmail.com"}],"overallOfficials":[{"name":"José Luis Merino Llorens, MD PhD","affiliation":"La Paz University Hospital. Madrid. Spain.","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Departmen of Cardiology, La Paz University Hospital","status":"RECRUITING","city":"Madrid","country":"Spain","contacts":[{"name":"Sergio Castrejón Castrejón","role":"CONTACT","phone":"659048245","email":"castrejonxp@gmail.com"},{"role":"CONTACT","email":"castrejonxp@gmail.com"},{"name":"Sergio Castrejón Castrejón, MD PhD","role":"SUB_INVESTIGATOR"},{"name":"Beatriz Sanz Verdejo, Engineer","role":"SUB_INVESTIGATOR"},{"name":"José Luis Merino Llornes, MD PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000004617","term":"Embolism"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000016769","term":"Embolism and Thrombosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M7474","name":"Embolism","asFound":"Embolism","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M16376","name":"Thrombosis","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}