{"protocolSection":{"identificationModule":{"nctId":"NCT03721523","orgStudyIdInfo":{"id":"UHSMCADAS"},"organization":{"fullName":"University of Manchester","class":"OTHER"},"briefTitle":"Carotid Artery Disease After Stroke (CADAS).","officialTitle":"Observational Cohort Study of Changes in Carotid Plaque Volume After Stroke.","acronym":"CADAS"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"WITHDRAWN","whyStopped":"Unable to achieve recruitment","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-11","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-09-09","type":"ACTUAL"},"completionDateStruct":{"date":"2021-09-09","type":"ACTUAL"},"studyFirstSubmitDate":"2018-10-25","studyFirstSubmitQcDate":"2018-10-25","studyFirstPostDateStruct":{"date":"2018-10-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-20","lastUpdatePostDateStruct":{"date":"2021-09-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alison Phair","investigatorTitle":"Carotid Clinical Research Fellow","investigatorAffiliation":"University of Manchester"},"leadSponsor":{"name":"University of Manchester","class":"OTHER"},"collaborators":[{"name":"Manchester University NHS Foundation Trust","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a significant medical problem with 150,000 events occurring per year in the UK and incurring healthcare costs of £4 billion per year. Fifty percent of strokes will leave a lasting disability on first manifestation and 10-15% (roughly 16,500 per year) are unheralded ischaemic events in previously asymptomatic Carotid artery disease.\n\nCarotid Artery Disease is caused by the formation of an atherosclerotic plaque in the vessel. Stroke or TIA occurs when plaque or adherent thrombus breaks off and embolises to the brain, blocking off its blood supply. Hence, a carotid plaque is said to be symptomatic if it has caused a Stroke or TIA in the territory of the brain supplied by that vessel in the previous six months.\n\nCurrently, the degree of stenosis (narrowing) of the artery by doppler ultrasound is the main assessment performed. Doppler ultrasound measures stenosis and elevation of blood flow velocity in the artery prior to surgical intervention. However, it has been shown that the degree of stenosis is a poor predictor of stroke as many asymptomatic patients have severe stenosis and many symptomatic patients have moderate stenosis. Stenosis is a two dimensional assessment of a 3-D structure.\n\nOther features of the plaque should be considered including the volume of the carotid plaque and its constituents. Carotid Plaque Volume has been measured in 339 individuals, with plaque volume being higher in symptomatic than asymptomatic individuals. In this study, plaque volume did not correlate with stenosis degree. No studies have been conducted measuring the change in carotid plaque volume and morphology following a stroke. This pilot study will perform serial duplex scans on recently symptomatic individuals over a 12 week period and observe the changes in Plaque Volume and morphology. This will attempt to prove that carotid plaque volume is a better predictor of stroke than stenosis. The investigators will also aim to identify other plaque features that may have an important role in predicting stroke risk. Documenting the timescale of change in plaque volume will aid us in defining appropriate timescales for treating the symptomatic population and when those having medical management's risk has returned to baseline. Observing the change in plaque immediately after stroke will improve our knowledge of the changes in plaques that lead to symptoms and may in the future help us predict which patients with asymptomatic carotid stenosis need operation.","detailedDescription":"Carotid Stenosis and stroke risk\n\nAlthough carotid stenosis is the primary factor used to determine stroke risk and clinical priority in carotid artery disease, stenosis is in fact a poor predictor of stroke risk. Specifically, in asymptomatic patients with \\>70% carotid stenosis, the risk of ipsilateral stroke is under 2% a year. Therefore in these patients the benefit of intervention with carotid endarterectomy is minimal, in simple terms around 32 CEA's would need to be undertaken to prevent just one stroke in carotid artery disease patients over a five year follow up period. This clearly indicates that carotid stenosis itself is a poor indictor of stroke risk.\n\nSeveral other factors have been proposed as potentially relevant to stroke risk determination in carotid artery disease.\n\nCarotid plaque volume\n\nCarotid plaque volume (CPV) is the actual volume of atherosclerotic plaque present within the carotid artery. CPV may impact on stroke risk in Carotid artery disease as an increased atherosclerotic burden may disrupt carotid flow leading to thrombus formation and subsequent embolisation leading to CVA.\n\nA recent pilot study recruiting over 200 patients demonstrated that CPV in patients undergoing CEA within four weeks of symptoms was almost double of that seen in asymptomatic patients, with mean CPV in the symptomatic group being 1.1cm3 compared with 0.68cm3 in the asymptomatic group (p\\<0.001). Interestingly, carotid plaque volume was also shown to fall rapidly following symptoms of cerebral ischemia from 1.1cm3 within four weeks of cerebral symptoms to 0.91cm3 at six weeks and a mean of only 0.62 cm3 more than eight weeks following symptoms. This data demonstrated that there may be a crucial link between CPV and cerebrovascular symptoms in carotid artery disease and therefore between CPV and stroke risk in the disease.\n\nCarotid Plaque Morphology\n\nVarious studies have detailed carotid plaque histology to identify features that are related to cerebrovascular symptoms. The main features being; intra-plaque haemorrhage, plaque ulceration, fibrous cap thickness and lipid rich necrotic core. Fisher et al showed plaque ulceration was significantly more common in plaques in symptomatic patients. Xu et al also reported that disruption of the luminal surface, by fibrous cap rupture, intraplaque haemorrhage or ulceration is indicative of a high risk lesion. The project aims to identify these features on 3D duplex.\n\n3D Duplex\n\n3D duplex has been used to measure plaque volume and is proven to be reliable. The inter and intra observer variability have been shown to be low but increase with reducing amounts of total plaque volume. The study hypothesises that Carotid Plaque volume will correlate more with risk of stroke than the degree of stenosis.\n\nAntiplatelet Resistance\n\nAll carotid patients are treated with antiplatelet agents, commonly aspirin or clopidogrel, to reduce the incidence of thrombus formation around plaques. This intervention is thought to reduce stroke risk by around 9% annually and is therefore a key therapy in the management of carotid artery disease. Research has suggested that up to 37% of the population may be resistant to the actions of antiplatelet agents; if this is true in carotid artery disease patients it would represent a severe shortfall in current treatment and the prevalence and impact of this resistance may also impact on the risk of stroke in CAD patients. Patients will be tested for antiplatelet resistance at two timepoints to establish if they have resistance to the agents but also to see the effect of the acute embolic event on the efficacy of antiplatelet agents.\n\nA recent pilot study involving 35 patients demonstrated a significant prevalence of antiplatelet resistance in CAD patients and showed an association between cerebrovascular symptoms and residual platelet aggregation. This further strengthens the hypothesis that antiplatelet resistance may be associated with stroke risk in CAD. Data from this project demonstrates that antiplatelet resistance may be prevalent in the CAD patient population and that the impact of this resistance, although potentially significant, is as yet not fully understood.\n\nSchedule of events\n\nThe procedures will be performed at the following time intervals;\n\n* \\< 7 days 3D Duplex + Platelet aggregometry\n* Day 14 (+/- 2 days) 3D Duplex\n* Day 28 (+/- 2 days) 3D Duplex\n* Day 56 (+/- 2 days) 3D Duplex\n* Day 84 (+/- 2 days) 3D Duplex + Platelet aggregometry"},"conditionsModule":{"conditions":["Carotid Artery Diseases","Stroke","Transient Ischemic Attack"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"3 Dimensional tomographic Ultrasound","description":"3-D tUS at five timepoints following acute ipsilateral stroke or Transient Ischaemic attack (TIA) to document carotid plaque volume and presence or absence of adverse plaque features."},{"type":"DIAGNOSTIC_TEST","name":"Platelet Aggregometry","description":"Blood test to test for platelet resistance to aspirin or clopidogrel and to measure effect of acute inflammatory response post event."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in Carotid Plaque Volume using 3-D tomographic Ultrasound over time following acute cerebral event.","description":"Measured by 3-D tUS with contrast administration","timeFrame":"Measured at 5 separate timepoints up to 12 weeks following acute cerebral event."}],"secondaryOutcomes":[{"measure":"Identify adverse morphological features within the carotid plaque by 3-D tomographic Ultrasound.","description":"Duplex ultrasound to identify intraplaque haemorrhage, fibrous cap thickness, ulceration, juxtaluminal black area.","timeFrame":"At five timepoints over 12 weeks."},{"measure":"Assess the acute inflammatory response to stroke on platelet aggregation and resistance to antiplatelet agents.","description":"Platelet aggregometry blood test.","timeFrame":"Twice during study period"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with capacity to give informed consent. All patients who have suffered a Partial Anterior Circulatory Stroke (PACS) or Transient Ischaemic Attack (TIA).\n\nCarotid Stenosis \\>50%.\n\nExclusion Criteria:\n\n* Lacking capacity. Carotid Artery occlusion. Allergy to contrast agent. Significant disability or immobility such that participation would cause stress.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Patients with recent stroke, with carotid artery disease not being considered for surgery.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Charles McCollum, Prof.","affiliation":"University of Manchester","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Manchester University hospitals NHS Foundation Trust","city":"Manchester","state":"Greater Manchester","zip":"M23 9LT","country":"United Kingdom","geoPoint":{"lat":53.48095,"lon":-2.23743}},{"facility":"Northern Care Alliance, Salford Royal NHS Foundation Trust","city":"Manchester","state":"Greater Manchester","country":"United Kingdom","geoPoint":{"lat":53.48095,"lon":-2.23743}},{"facility":"Manchester Foundation Trust, Wythenshawe site.","city":"Manchester","country":"United Kingdom","geoPoint":{"lat":53.48095,"lon":-2.23743}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000002340","term":"Carotid Artery Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M5284","name":"Carotid Artery Diseases","asFound":"Carotid Artery Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4238","name":"Aspirin","relevance":"LOW"},{"id":"M1669","name":"Clopidogrel","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}