{"protocolSection":{"identificationModule":{"nctId":"NCT04429945","orgStudyIdInfo":{"id":"N3449-P"},"secondaryIdInfos":[{"id":"I21RX003449","type":"NIH","link":"https://reporter.nih.gov/quickSearch/I21RX003449"}],"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Immersive VR in Stroke Pilot Study","officialTitle":"Immersive Virtual Reality to Improve Outcomes in Patients With Stroke: A Pilot Study"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-14","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-14","type":"ACTUAL"},"studyFirstSubmitDate":"2020-06-10","studyFirstSubmitQcDate":"2020-06-10","studyFirstPostDateStruct":{"date":"2020-06-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-04","lastUpdatePostDateStruct":{"date":"2023-01-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Over 15,000 Veterans are treated by the VA for stroke each year. A stroke means that part of the brain dies. Many people who have a stroke have difficulty with moving their arm, using their hand, and they have pain. Virtual reality is a video-game based treatment that may help people with stroke improve in these areas. Virtual reality involves using a computer and goggles to make a person feel like they are in a different world with new sights and sounds, relaxing on a beach where there is no pain, or playing the piano. In virtual reality, stroke patients can practice movement in a safe and motivating environment. For example, a person with stroke who has weakness in his/her arm can safely reach for plates in a virtual cupboard. In a virtual environment, the plates can't break. This study will help investigators to determine if people with strokes who are treated with virtual reality like it, and if they have less pain and better movement.","detailedDescription":"Background. Over the last decade, Virtual Reality (VR) has emerged as a cutting-edge technology in stroke rehabilitation. VR is defined as a type of user-computer interface that implements real-time simulation of an activity or environment allowing user interaction via multiple sensory modalities. VR interventions in a stroke population have been shown to be equivalent to usual care therapies and to enhance motor recovery when utilized as an adjunct. Significance/Impact/Innovation. This research will advance knowledge in rehabilitation research by testing state-of-the-art immersive 3-dimensional VR technology with the post-acute stroke Veteran population. The proposed project addresses: (1) the RR\\&D goal of maximizing functional recovery, (2) interest in non-pharmacological activity-based interventions for pain, and (3) supports modernization of the Veterans' Health Administration by incorporating technology-assisted rehabilitation.\n\nSpecific Aims. (1) Determine the feasibility and tolerability of using a therapeutic VR platform in an inpatient comprehensive stroke rehabilitation program and (2) Estimate the initial clinical efficacy, or effect size, associated with the VR platform using APPS for distraction and upper extremity exercise for Veterans post-stroke.\n\nMethodology. Prospective within-subject pre-post pilot and survey study designs will be used. The target populations are (1) clinical staff who work on the Comprehensive Interdisciplinary Inpatient Rehabilitation Program (CIIRP) at the James A. Haley Veterans' Hospital (JAHVH) in Tampa (sample size N=10) and Veterans who are inpatients in the CIIRP (sample size N=10). The VR intervention consists of wearing a head mounted display that plays APPs ranging from music and nature views for pain distraction to more challenging strengthening and coordination activities such as playing the piano virtually. The intervention will last four weeks. The analytic approach will use descriptive statistics and qualitative methods. Aim 1 will administer a survey with open and closed ended questions to clinicians to examine the feasibility of successfully integrating a VR intervention into the flow of usual care. Feasibility constructs include adaptability (can VR intervention be adapted to an inpatient unit), patient need (do Veterans like and benefit from the intervention), and staff comments/impressions. Responses for each construct will be entered into an excel spreadsheet, one tab for each construct. Responses will then be grouped by similar content. Results will be reported as themes and subthemes. Aim 1 will also track patient VR tolerability by documenting and discussing patient complaints and adverse events. Tolerability data will be extracted from meeting minutes and grouped by similar occurrences. Results will be reported as themes and subthemes. Aim 2 will estimate effect sizes and degree of precision for upper extremity neurologic recovery, hand dexterity, and pain outcomes measured pre and post VR intervention. Neurologic recovery is measured with the Fugl-Meyer Assessment of Motor Recovery after Stroke-Upper Extremity, dexterity is measured with the Action Research Arm Test, and pain is measured with the Pain Outcomes Questionnaire-VA. Because standard scores do not necessarily translate to meaningful clinical differences (improvements), the investigators will identify the proportion of subjects who experience the minimal clinically important difference (MCID). Metrics will also be compared across outcomes.\n\nNext Steps/Implementation. Our next step is to work with our Program Partner in the Physical Medicine and Rehabilitation Office to conduct a large multi-site clinical trial that will incorporate the lessons learned from this feasibility pilot study to test the efficacy of a VR intervention in inpatient rehabilitation and transition to home evironments."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","virtual reality","rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Once patients are enrolled, baseline data and pre-intervention outcome measures will be collected. APPs will be selected from the VR Toolkit that best address the individual patient's treatment goals.\n\nPatients will be instructed in the use of the head mounted display with VR APPs. VR dosage will be two one-half hour sessions per therapy day. Patients can initiate use of a more challenging APPs that gradually includes hand/arm movement.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Immersive Virtual Reality","type":"EXPERIMENTAL","description":"A Virtual Reality headset will be used for 30 minutes twice per day outside of usual therapy times while in bed with bedrails raised. Virtual Reality games will be selected that will help with relaxation, pain, and arm and hand recovery after a stroke.","interventionNames":["Device: Virtual Reality"]}],"interventions":[{"type":"DEVICE","name":"Virtual Reality","description":"Virtual Reality Headset with Virtual Reality Applications","armGroupLabels":["Immersive Virtual Reality"],"otherNames":["Oculus Quest"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Action Research Arm Test","description":"measures recovery of arm and hand function","timeFrame":"4 weeks"},{"measure":"Fugl-Meyer Assessment Upper Extremity","description":"measures problems with sensation and movement","timeFrame":"4 weeks"}],"secondaryOutcomes":[{"measure":"Pain Outcomes Questionnaire-VA:Intake","description":"level of pain","timeFrame":"baseline, pre-intervention"},{"measure":"Pain Outcomes Questionnnaire-VA: Discharge","description":"level of pain","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n-Veterans who have been diagnosed with\n\n* an acute ischemic or hemorrhagic stroke and\n* post-stroke are admitted to James A. Haley Veterans' Hospital inpatient rehabilitation\n* age 18-80 with stroke diagnosis verified by brain imaging.\n\nExclusion Criteria:\n\n* Unable to follow instructions or participate in immersive VR therapy due to significant cognitive impairment,\n* History of seizures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Johanna E. Tran, MD","affiliation":"James A. Haley Veterans' Hospital, Tampa, FL","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"James A. Haley Veterans' Hospital, Tampa, FL","city":"Tampa","state":"Florida","zip":"33612","country":"United States","geoPoint":{"lat":27.94752,"lon":-82.45843}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2021-06-15","uploadDate":"2022-10-27T14:03","filename":"ICF_000.pdf","size":182694}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14","submissionTracking":{"estimatedResultsFirstSubmitDate":"2023-12-14","submissionInfos":[{"releaseDate":"2023-12-14","resetDate":"2024-01-05","mcpReleaseN":12},{"releaseDate":"2024-01-31"}]}},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}