{"protocolSection":{"identificationModule":{"nctId":"NCT01786005","orgStudyIdInfo":{"id":"TMS-002"},"secondaryIdInfos":[{"id":"TMS-002"}],"organization":{"fullName":"Russian Academy of Medical Sciences","class":"OTHER"},"briefTitle":"Antispastic Effect of Transcranial Magnetic Stimulation in Patients With Cerebral and Spinal Spasticity","officialTitle":"Antispastic Effect of Transcranial Magnetic Stimulation in Patients With Cerebral and Spinal Spasticity","acronym":"ANTMS"},"statusModule":{"statusVerifiedDate":"2014-11","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-02"},"primaryCompletionDateStruct":{"date":"2015-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2015-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2013-02-05","studyFirstSubmitQcDate":"2013-02-05","studyFirstPostDateStruct":{"date":"2013-02-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-11-05","lastUpdatePostDateStruct":{"date":"2014-11-07","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Chervyakov Alexander","investigatorTitle":"Russian academy of medical science","investigatorAffiliation":"Russian Academy of Medical Sciences"},"leadSponsor":{"name":"Russian Academy of Medical Sciences","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Spasticity - movement disorder, which is part of the syndrome of defeat top motor-neuron, characterized by the rate-dependent increase in muscle tone and increased dry-core reflections from hyperexcitability of stretch receptors (Lance, 1980). Spasticity - a frequent symptom of neurological diseases (Valero-Cabre, Pascual-Leone, 2005) and may be accompanied by such a disorders consequences of stroke, multiple sclerosis, head trauma and spinal cord, cerebral palsy, etc. The magnitude and severity of spasticity depends on the level of the lesion, the duration of its existence from the time before the disease, and possible plastic changes in axons and synapses on the affected level. There are two basic models of spasticity: cerebral (hemiplegic) and spinal (paraplegicheskaya) (Nikitin, 2005). Cerebral model appears with the direct injury of the brain and is characterized by increased excitability of monosynaptic reflexes with the rapid development of pathological ref-plexes and characteristic hemiplegic posture. Model is characterized by spinal spasticity opposite lower segmental inhibition polysynaptic reflexes slow increase of nervous excitability due to the mechanism of cumulative excitation perevozbuzhdeniem flexor and razgibate-ing, as well as expansion of the area of segmental responses (Nikitin, 2005). As spinal and cerebral spasticity are extremely difficult corrected by standard medical clinic and physiotherapy methods. In this regard, in the world literature actively searched for addi-tional search correct this symptom. A new modern methods that could affect the syndrome of spasticity is rhythmic transcranial magnetic stimulation (Mori et al., 2009).","detailedDescription":"Spasticity associated with excessive activation of the stretch reflex, the second occurs when the upper motor neuron injury (Young, 1994), which leads to a reduction of spinal inhibition, manifested in the reduction of presynaptic inhibition of Ia afferents coming from muscle spindles flexor (Nielsen et al., 1995 ) and disinapticheskogo reciprocal Ia inhibition of antagonist muscle afferents (Meunier and Pierrot-Deseilligny, 1998; Nielsen et al., 2007), abnormal activity of Ib afferents from tendon Golgi complex (autogenous Ib inhibition), resulting in relief instead of inhibiting alpha-motoneurons ( Delwaide and Olivier, 1988), the deterioration of motor neurons inhibit rekkurentnogo Renshaw cells (Katz and Pier-rot-Deseilligny, 1982, 1999).\n\nThere are two basic models of spasticity: cerebral (hemiplegic) and spinal (paraplegicheskaya) (Nikitin, 2005). Cerebral model shines through direct injury of the brain and is characterized by increased excitability of the monosynaptic reflexes with quick reflexes and the development of pathological characteristic hemiplegic posture. Model is characterized by spinal spasticity opposite lower segmental inhibition polysynaptic reflexes slow increase of nervous excitability due to the mechanism of cumulative excitation overexcitation of the flexor and extensor muscles, as well as expansion of the area of segmental responses (Nikitin, 2005). According to recent studies the mechanisms of cerebral and spinal spasticity are different.\n\nAccording to most researchers increased activity (excitability) of the motor cortex can increase the inhibitory effect of the corticospinal tract and reduce hyperactivity gamma and alpha motor neurons (Valero-Cabre, Pascual-Leone, 2005; Valero-Cabre et al., 2001; Valle et al. , 2007). According to this statement is a special place in the methods of correction of spasticity can take neuromodulation techniques, one of which is a rhythmic transcranial magnetic stimulation (RTMS). In the widely discussed mechanisms of action RTMS to reduce spasticity, explaining its efficacy in MS, spinal cord injury, stroke and cerebral palsy (Nielsen et al., 1996; Kumru et al., 2010; Mori et al., 2011). However, to date, conclusive evidence explaining the mechanisms reduce both spinal and cerebral spasticity under the RTMS not.\n\nFrom this point of view, it is particularly interesting to study the excitability of the motor cortex by paired TMS to the study of phenomena vnutrikorkovogo inhibition of motor response (SISI in English literature) and vnutrikorkovogo facilitate induced motor response (ICF in the English language), which allow to study the mechanisms of differentiated inhibition and excitation in central nervous system at different levels (Chen et al., 1998).\n\nTranscranial magnetic stimulation (TMS) is a technique that, on the one hand, it can be considered as a way to assess neyroplasticheskih processes, and on the other, the special modes, as neyromoduliruyuschego impact.\n\nIn assessing neyroplasticheskih processes using the TMS plays a major role TMS mapping. Since patients undergoing stroke, showed a significant decrease of cortical projection (map) muscles of the hand on the side of the affected hemisphere (Nikitin, Kurenkov, 2003), also points to a change of cortical excitability. A special role in the evaluation of the excitability of the cortical representation of muscles play doubles TMS at different intervals between stimuli. This technique allows to assess the processes intracrustal relationships: inhibition and facilitation.\n\nRTMS, as a method of neuromodulation, is used in a large number of neurological diseases: consequences of stroke, Parkinson's disease, epilepsy, pain, etc. With the success of this technique is applied in spasticity (eg, Mori et al., 2009).\n\nThe mechanism of modulating influence of TMS is considered from two perspectives: the impact on the excitability of cortical and spinal centers.\n\nRTMS low frequency (1 Hz) is used to decrease the excitability of the motor cortex, as demonstrated by reduced amplitude of motor responses (WMO) (Chen et al., 1997). High-frequency stimulation (5 Hz) is used to increase cortical excitability - increasing the amplitude of the WMO (Berardelli et al., 1998). Continuous stimulation at 5 Hz leads to prolongation of the effect.\n\nIt is believed that the application of TMS to the motor cortex is excited corticospinal neurons. These neurons, the founders corticospinal tract affect the alpha and gamma motor neurons of the spinal cord, Ia afferents, interneurons. Thus, the use of TMS and should lead to changes in the excitability of neurons in the spinal level. The main parameter of the study electrophysiological spinal excitability is an H-reflex (similar stretch reflex) (Mori et al., 2009). It is shown that TMS can change the parameters of H-reflex induced from soleus muscle. TMS single stimuli lead to changes in the muscles of the lower extremities, a decrease in the frequency of presynaptic inhibition of Ia afferents (Meunier and Pierrot-Deseilligny, 1998). Moreover, the above-threshold magnetic stimulation of the motor cortex with a frequency of 5 Hz results in reducing the H-reflex for 900 ms in the muscles of the forearm (Berardelli et al., 1998). In contrast, TMS of the motor cortex at 1 Hz decreased the amplitude of the WMO (Touge et al., 2001), or increase the effect on the H-reflex (Valero-Cabre et al., 2001). It also shows that the stimulation did not change the M \\& A in the stimulation of peripheral nerves, so that the amplitude ratio H / M was increased (Valero-Cabre et al., 2001). This fact indicates that low-frequency stimulation can facilitate monosynaptic spinal reflexes by inhibiting effects on corticospinal excitability of the spinal cord.\n\nMore recent studies have examined the effect of short sessions of 20-pulse stimulation of the cortical representation feet at 5 Hz at the spinal level. Found that the WMO soleus and tibialis anterior muscles rose alone, while the H-reflex was reduced by 1 second. RTMS 5 Hz also caused an increase in long-term depression of H-reflex from the soleus muscle caused by stimulation of the common peroneal nerve and reduce the H-reflex facilitation during stimulation of the femoral nerve. Reduction of the H-reflex at high-frequency TMS can partially be explained by increasing presynaptic inhibition of Ia-afferents (Perez et al., 2005). This mechanism can be considered as one of the possible effects of antispastic TMS. However, to date, the question of the mechanisms underlying the effects of TMS neyromodulyatsionnyh with spasticity, remains open.\n\nIn addition, at the present time for the study of motor areas of the brain by the method of transcranial magnetic stimulation (TMS) in addition to stimulation of one-off incentives also apply paired stimulation technique that allows to study the local changes in cortical excitability. The essence of paired stimulation is that consistently served two magnetic stimulus, first on any area of the brain is supplied conditioning, and then on the motor cortex - testing stimulus. Changes in cortical excitability measured by change in the amplitude of motor response (WMO) for steam stimulation compared with the amplitude of the WMO in response to isolated testing stimulus.\n\nThe most widely used kind of paired stimulation is stimulation with subthreshold and above-threshold conditioning testing stimulus, consistently applied to the same area of the motor cortex. In this case, using interpulse intervals of 1 to 5 ms observed phenomenon of the so-called braking vnutrikorkovogo WMO, with interpulse intervals of 7 to 20 milliseconds - a phenomenon vnutrikorkovogo facilitate WMO (respectively, SICI and ICF in the English language) (Conte A. et al ., 2008). Many studies show the different nature of phenomena SICI and ICF and the absence of direct communication between them (V. Di Lazzaro et al., 2006). The high localization phenomena SICI and ICF, their dependence on the position of the magnetic coil (Cathrin M. Butefisch et al., 2005, Liepert J. et al., 1998). This suggests that subtle changes in the study of local cortical excitability using the paired stimulation is preferable to use TMS with the possibility of precise navigation, for example, systems for nTMS - NBS Eximia Nexstim. The study of the excitability of the motor cortex by paired TMS to the study of phenomena and SISI ICF might be interesting to study the pathogenesis of spasticity as in brain damage, and with the defeat of the spinal cord. The phenomena studied paired TMS stimulation, will approach the study of mechanisms of differential inhibition and excitation in the central nervous system at different levels.\n\nIn the literature, there is no conclusive data on the effect of various parameters on RTMS vnutrikorkogo phenomena of inhibition and facilitation in different models of spasticity."},"conditionsModule":{"conditions":["Spasticity, Multiple Sclerosis, Stroke, Trauma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Sham","type":"SHAM_COMPARATOR","description":"Imitation of stimulation.","interventionNames":["Device: Transcranial magnetic stimulation"]},{"label":"High-frequency stimulation","type":"EXPERIMENTAL","description":"High-frequency stimulation","interventionNames":["Device: Transcranial magnetic stimulation"]},{"label":"TBS Theta burst stimulation","type":"EXPERIMENTAL","description":"TBS Theta burst stimulation","interventionNames":["Device: Transcranial magnetic stimulation"]},{"label":"Low-frequency stimulation","type":"EXPERIMENTAL","description":"Low-frequency stimulation","interventionNames":["Device: Transcranial magnetic stimulation"]}],"interventions":[{"type":"DEVICE","name":"Transcranial magnetic stimulation","armGroupLabels":["High-frequency stimulation","Low-frequency stimulation","Sham","TBS Theta burst stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stroke","timeFrame":"20 days"},{"measure":"Epileptic seizure","timeFrame":"20 days"}],"secondaryOutcomes":[{"measure":"The patient is discharged from clinic","timeFrame":"20 days"}],"otherOutcomes":[{"measure":"Pregnancy","timeFrame":"20 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe age of the patients and healthy volunteers from 18 to 70 years\n\n* persons with confirmed and verified lesion of the central nervous system (the effects of CVD, multiple sclerosis, traumatic brain injury, SMC) with symptoms of spasticity any vyrazhenngosti;\n* informed consent;\n* healthy volunteers who gave informed consent to participate in the study.\n\nThe criteria included:\n\n* The presence of an implanted pacemaker, intracardiac catheters, electronic pumps;\n* The difficult patient, requiring the maintenance of vital functions by hardware (mechanical ventilation, continuous application infusomats), including an increase of neurological symptoms after 8 days from the start of CVD, acute myocardial infarction, venous thrombosis of the lower extremities, episodes of pulmonary embolism;\n* The severity of the neurological deficit, which does not allow the patient to go through 10 meters (you can use an additional support);\n* Pregnancy or possibility of pregnancy in women of childbearing age (before menopause), according to a pregnancy test;\n* The presence of metal implants or in the head area, located closer than 20 cm from the edge of the surface coil magnetic stimulator, with the exception of the mouth (metal brackets, vascular sutures, metal plate covering defects in the skull, metallic foreign body in the cavity of the skull);\n* Identification of epileptiform activity during the screening EEG prior to the study;\n* Epilepsy or seizures in history;\n* Failure of a patient to participate in the study;\n\nExclusion Criteria:\n\n* Identification of the study a total intolerance to a pulsed magnetic field;\n\n  * Development after inclusion of acute myocardial infarction and acute ischemic;\n  * Installation of the pacemaker, intracardiac catheters or operations on the brain, requiring the abandonment of metal objects in the cranial cavity;\n  * Pregnancy;\n  * Enhancement of the patient, which requires the maintenance of vital functions by hardware (mechanical ventilation, continuous application infusomats);\n  * The emergence of an epileptic seizure in response to rhythmic TMS;\n  * Failure of the patient to continue participation in the study;","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alexander V Chervyakov, PhD","role":"CONTACT","phone":"+79161831088","email":"tchervyakovav@gmail.com"}],"locations":[{"facility":"Research center of neurology RAMS","status":"RECRUITING","city":"Moscow, Volokolamskoe shosse, 80","zip":"125367","country":"Russian Federation","contacts":[{"name":"Michael A Piradov, professor","role":"CONTACT"},{"name":"Ludmila A Chernikova, professor","role":"CONTACT"},{"name":"Alexander V Chervyakov, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Anastasia V Perresedova, PdD, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Savitskaya G Natalia, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":55.75222,"lon":37.61556}}]},"referencesModule":{"references":[{"pmid":"21089214","type":"BACKGROUND","citation":"Korniukhina EIu, Chrnikova LA, Ivanova-Smolenskaia IA, Karabanov AV. [Application of transcranial pulsed electrostimulation and an alternating electrostatic field to the treatment of \"restless legs\" syndrome in patients with Parkinson disease]. Vopr Kurortol Fizioter Lech Fiz Kult. 2010 Mar-Apr;(2):38-41. Russian."},{"pmid":"22567837","type":"BACKGROUND","citation":"Kremneva EI, Chernikova LA, Konovalov RN, Krotenkova MV, Saenko IV, Kozlovskaia IB. [Activation of the sensorimotor cortex with the use of a device for the mechanical stimulation of the plantar support zones]. Fiziol Cheloveka. 2012 Jan-Feb;38(1):61-8. Russian."},{"pmid":"15709533","type":"BACKGROUND","citation":"Valero-Cabre A, Pascual-Leone A. Impact of TMS on the primary motor cortex and associated spinal systems. IEEE Eng Med Biol Mag. 2005 Jan-Feb;24(1):29-35. doi: 10.1109/memb.2005.1384097. No abstract available."},{"pmid":"19660671","type":"BACKGROUND","citation":"Mori F, Koch G, Foti C, Bernardi G, Centonze D. The use of repetitive transcranial magnetic stimulation (rTMS) for the treatment of spasticity. Prog Brain Res. 2009;175:429-39. doi: 10.1016/S0079-6123(09)17528-3."},{"pmid":"7970006","type":"BACKGROUND","citation":"Young RR. Spasticity: a review. Neurology. 1994 Nov;44(11 Suppl 9):S12-20."},{"pmid":"9050361","type":"BACKGROUND","citation":"Nielsen JF, Sinkjaer T, Jakobsen J. Treatment of spasticity with repetitive magnetic stimulation; a double-blind placebo-controlled study. Mult Scler. 1996 Dec;2(5):227-32. doi: 10.1177/135245859600200503."},{"pmid":"9588776","type":"BACKGROUND","citation":"Meunier S, Pierrot-Deseilligny E. Cortical control of presynaptic inhibition of Ia afferents in humans. Exp Brain Res. 1998 Apr;119(4):415-26. doi: 10.1007/s002210050357."},{"pmid":"3221221","type":"BACKGROUND","citation":"Delwaide PJ, Oliver E. Short-latency autogenic inhibition (IB inhibition) in human spasticity. J Neurol Neurosurg Psychiatry. 1988 Dec;51(12):1546-50. doi: 10.1136/jnnp.51.12.1546."},{"pmid":"7133550","type":"BACKGROUND","citation":"Katz R, Pierrot-Deseilligny E, Hultborn H. Recurrent inhibition of motoneurones prior to and during ramp and ballistic movements. Neurosci Lett. 1982 Aug 16;31(2):141-5. doi: 10.1016/0304-3940(82)90106-9. No abstract available."},{"pmid":"10096844","type":"BACKGROUND","citation":"Katz R, Pierrot-Deseilligny E. Recurrent inhibition in humans. Prog Neurobiol. 1999 Feb;57(3):325-55. doi: 10.1016/s0301-0082(98)00056-2."},{"pmid":"17593127","type":"BACKGROUND","citation":"Valle AC, Dionisio K, Pitskel NB, Pascual-Leone A, Orsati F, Ferreira MJ, Boggio PS, Lima MC, Rigonatti SP, Fregni F. Low and high frequency repetitive transcranial magnetic stimulation for the treatment of spasticity. Dev Med Child Neurol. 2007 Jul;49(7):534-8. doi: 10.1111/j.1469-8749.2007.00534.x."},{"pmid":"11726806","type":"BACKGROUND","citation":"Valero-Cabre A, Oliveri M, Gangitano M, Pascual-Leone A. Modulation of spinal cord excitability by subthreshold repetitive transcranial magnetic stimulation of the primary motor cortex in humans. Neuroreport. 2001 Dec 4;12(17):3845-8. doi: 10.1097/00001756-200112040-00048."},{"pmid":"20053952","type":"BACKGROUND","citation":"Kumru H, Murillo N, Samso JV, Valls-Sole J, Edwards D, Pelayo R, Valero-Cabre A, Tormos JM, Pascual-Leone A. Reduction of spasticity with repetitive transcranial magnetic stimulation in patients with spinal cord injury. Neurorehabil Neural Repair. 2010 Jun;24(5):435-41. doi: 10.1177/1545968309356095. Epub 2010 Jan 6."},{"pmid":"21286740","type":"BACKGROUND","citation":"Mori F, Ljoka C, Magni E, Codeca C, Kusayanagi H, Monteleone F, Sancesario A, Bernardi G, Koch G, Foti C, Centonze D. Transcranial magnetic stimulation primes the effects of exercise therapy in multiple sclerosis. J Neurol. 2011 Jul;258(7):1281-7. doi: 10.1007/s00415-011-5924-1. Epub 2011 Feb 1."},{"pmid":"9153480","type":"BACKGROUND","citation":"Chen R, Classen J, Gerloff C, Celnik P, Wassermann EM, Hallett M, Cohen LG. Depression of motor cortex excitability by low-frequency transcranial magnetic stimulation. Neurology. 1997 May;48(5):1398-403. doi: 10.1212/wnl.48.5.1398."},{"pmid":"9875620","type":"BACKGROUND","citation":"Chen JT, Chen CC, Kao KP, Wu ZA, Liao KK. Conditioning effect on the long latency potentials in the lower limb to transcranial magnetic stimulation. Acta Neurol Scand. 1998 Dec;98(6):412-21. doi: 10.1111/j.1600-0404.1998.tb07323.x."},{"pmid":"9772114","type":"BACKGROUND","citation":"Berardelli A, Inghilleri M, Rothwell JC, Romeo S, Curra A, Gilio F, Modugno N, Manfredi M. Facilitation of muscle evoked responses after repetitive cortical stimulation in man. Exp Brain Res. 1998 Sep;122(1):79-84. doi: 10.1007/s002210050493."},{"pmid":"11682353","type":"BACKGROUND","citation":"Touge T, Gerschlager W, Brown P, Rothwell JC. Are the after-effects of low-frequency rTMS on motor cortex excitability due to changes in the efficacy of cortical synapses? Clin Neurophysiol. 2001 Nov;112(11):2138-45. doi: 10.1016/s1388-2457(01)00651-4."},{"pmid":"15586273","type":"BACKGROUND","citation":"Perez MA, Lungholt BK, Nielsen JB. Short-term adaptations in spinal cord circuits evoked by repetitive transcranial magnetic stimulation: possible underlying mechanisms. Exp Brain Res. 2005 Apr;162(2):202-12. doi: 10.1007/s00221-004-2144-2. Epub 2004 Dec 7."},{"pmid":"18214454","type":"BACKGROUND","citation":"Conte A, Belvisi D, Iezzi E, Mari F, Inghilleri M, Berardelli A. Effects of attention on inhibitory and facilitatory phenomena elicited by paired-pulse transcranial magnetic stimulation in healthy subjects. Exp Brain Res. 2008 Apr;186(3):393-9. doi: 10.1007/s00221-007-1244-1. Epub 2008 Jan 23."},{"pmid":"16760345","type":"BACKGROUND","citation":"Di Lazzaro V, Pilato F, Oliviero A, Dileone M, Saturno E, Mazzone P, Insola A, Profice P, Ranieri F, Capone F, Tonali PA, Rothwell JC. Origin of facilitation of motor-evoked potentials after paired magnetic stimulation: direct recording of epidural activity in conscious humans. J Neurophysiol. 2006 Oct;96(4):1765-71. doi: 10.1152/jn.00360.2006. Epub 2006 Jun 7."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000009103","term":"Multiple Sclerosis"}],"ancestors":[{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}