{"protocolSection":{"identificationModule":{"nctId":"NCT00731796","orgStudyIdInfo":{"id":"NUSRPFOM01"},"organization":{"fullName":"NovaVision, Inc.","class":"INDUSTRY"},"briefTitle":"Testing of a Functional Outcome Measure for Those With Visual Field Defects","officialTitle":"Testing of a Functional Outcome Measure for Those With Visual Field Defects","acronym":"FOM"},"statusModule":{"statusVerifiedDate":"2011-03","overallStatus":"SUSPENDED","whyStopped":"Lack of funding","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2007-09"},"primaryCompletionDateStruct":{"date":"2009-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2009-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2008-08-07","studyFirstSubmitQcDate":"2008-08-08","studyFirstPostDateStruct":{"date":"2008-08-11","type":"ESTIMATED"},"lastUpdateSubmitDate":"2011-03-05","lastUpdatePostDateStruct":{"date":"2011-03-08","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Holger Weis, CFO","oldOrganization":"NovaVision, Inc."},"leadSponsor":{"name":"NovaVision, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This study is designed in two Phases. In phase 1, the Functional Outcome Measure will be tested to determine its validity and reliability in three populations, subjects that have not had a stroke and have no visual field defect, subjects that have had a stroke but do not have a visual field defect, and lastly subjects that have had a stroke and have a visual field defect. The second phase will employ an amended version of the functional outcome measure to be administered to two groups of subjects. The first group of subjects will be those subjects diagnosed with a visual field defect from retrochiasmatic insults and they will perform vision restoration therapy. The second group with a similar diagnosis to the first but who do not undergo vision restoration therapy.","detailedDescription":"The study will be conducted over 18 months and will be conducted in two phases:\n\nPhase 1 In the first phase, we will determine the validity and reliability of Functional Outcome Measure by applying the Functional Outcome Measure to 20 subjects with homonymous visual field defects (VFD) due to a stoke, 20 stroke cases without visual field defects and 20 normal individuals. They will be asked to perform the Functional Outcome Measure a second time within the following 1-2 weeks in order to evaluate test-retest reliability. The expectation is that those without VFD (stroke and normal individuals) will have good or excellent results on the Functional Outcome Measure, while those with VFD will have abnormal results, thus reflecting the ability of this instrument to record the impairment present in those with VFD. In addition, it is anticipated that the results will be similar after retesting, ensuring test-retest reliability. An interim analysis will determine if the instrument is valid and if all its components correlate with the magnitude of visual field loss (as measured by High Resolution perimetry). Once the validation of the instrument has been accomplished, the functional outcome measure will be amended as suggested by this analysis to include only the items that correlate well with VFD.\n\nThe functional outcome measure will be administered either at the NovaVision, Inc. office (normal individuals) or in cooperating medical centers (stroke patients with or without visual field defect).\n\nPhase 2 In the second phase, the amended version of the Functional Outcome Instrument will be administered to individuals with VFD. Two groups will be studied: 100 cases which will perform Vision Restoration Therapy (VRT), and 50 controls that will not. The latter group will include the 20 patients with VFD studied in Phase 1. Both groups will undergo visual field testing with high resolution perimetry, and will complete the Functional Outcome Measure on 4 occasions: twice within a 2 week interval at baseline, once after three months, and once after 6-7 months, with one of the groups having completed therapy during this time.\n\nVisual field testing (high resolution perimetry) will be administered at cooperating medical centers. While patients undergoing VRT will perform the functional outcome measure once at the center and once on their VRT device at home, controls will perform their functional outcome measure at the medical center only, as they don't have access to a VRT device at home."},"conditionsModule":{"conditions":["Hemianopsia, Homonymous"],"keywords":["Stroke","Retrochiasmatic","Vision","VFD"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":190,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1","description":"Stroke victims with a visual field deficit that undergo vision restoration therapy","interventionNames":["Device: Functional Outcome Measure"]},{"label":"2","description":"Stroke victims with a visual field deficit who do not undergo any rehabilitation intervention","interventionNames":["Device: Functional Outcome Measure"]},{"label":"3","description":"Stroke victims that do not have a visual field deficit","interventionNames":["Device: Functional Outcome Measure"]},{"label":"4","description":"Normal individuals who have not had a stroke and do not have a visual field deficit","interventionNames":["Device: Functional Outcome Measure"]}],"interventions":[{"type":"DEVICE","name":"Functional Outcome Measure","description":"Functional Outcome Measure is a computerized test performed by the subject. The subject sits at a computer and answers questions about their visual deficit and its impact. The patient then performs a Vision Preference Scale test intended to rate the overall quality of life. A reading test is performed that measures reading speed, accuracy, and comprehension. Finally a Visuospatial Attention test is given to measure object localization, object recognition,and motion recognition.","armGroupLabels":["1","2","3","4"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Determine the ability of a Functional Outcome Measure to distinguish visual impairment in those with retrochiasmatic insults and visual field defects compared to those without visual field defects","timeFrame":"18 Months"}],"secondaryOutcomes":[{"measure":"Identify the correlation between the degree of functional impairment and the amount of visual field loss","timeFrame":"18 months"},{"measure":"Determine the ability of a Functional Outcome Measure to detect change after a rehabilitation intervention","timeFrame":"18 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke victim\n* Read / Speak English (required to respond to the questionaire)\n* Ability to provide consent\n* Homonymous visual field defect evident on a suprathreshold visual field test (High Resolution Perimetry)\n* 18 years fo age and older\n\nExclusion Criteria:\n\n* Contraindication to visual stimulation: history of photogenic seizures\n* Inability to complete Vision Restoration Therapy\n* Significant cognitive impairment\n* Complete blindness or the inability to focus on a fixation point\n* Severe physical or behavioral limitations\n* Aphasia\n* Onset of Visual field defect less than 3 months prior to enrollment","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Normal participants who have not suffered a stroke and do not have a visual field deficit. Individuals who have suffered a stroke and do not have a visual field deficit. Individuals who have suffered a stroke and do have a visual field deficit.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Sigrid Kenkel","affiliation":"NovaVision, Inc.","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"NovaVision, Inc.","city":"Boca Raton","state":"Florida","zip":"33431","country":"United States","geoPoint":{"lat":26.3669,"lon":-80.13033}},{"facility":"University of Miami Bascom Palmer","city":"Miami","state":"Florida","zip":"33136","country":"United States","geoPoint":{"lat":25.77427,"lon":-80.19366}},{"facility":"Emory University School of Medicine Atlanta VA Medical Center Research","city":"Atlanta","state":"Georgia","zip":"30332","country":"United States","geoPoint":{"lat":33.749,"lon":-84.38798}}]},"referencesModule":{"seeAlsoLinks":[{"label":"NovaVision Corporate Web Site","url":"http://www.novavision.com"},{"label":"Emory University School of Medicine","url":"http://www.med.emory.edu/"},{"label":"University of Miami Bascom Palmer Eye Institute","url":"http://www.bpei.med.miami.edu/site/default.asp"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006423","term":"Hemianopsia"}],"ancestors":[{"id":"D000014786","term":"Vision Disorders"},{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001766","term":"Blindness"},{"id":"D000005128","term":"Eye Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9199","name":"Hemianopsia","asFound":"Hemianopsia, Homonymous","relevance":"HIGH"},{"id":"M17220","name":"Vision Disorders","relevance":"LOW"},{"id":"M15180","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M4737","name":"Blindness","relevance":"LOW"},{"id":"M7961","name":"Eye Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}