{"protocolSection":{"identificationModule":{"nctId":"NCT05595668","orgStudyIdInfo":{"id":"EMPATH"},"organization":{"fullName":"Nova Scotia Health Authority","class":"OTHER"},"briefTitle":"Engaging Mobile Prism Adaptation Treatment at Home","officialTitle":"Feasibility and Effectiveness of a New Computerized Treatment Protocol for Spatial Neglect Post Stroke During Inpatient and Outpatient Rehabilitation","acronym":"EMPATH"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-14","studyFirstSubmitQcDate":"2022-10-22","studyFirstPostDateStruct":{"date":"2022-10-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-10-26","lastUpdatePostDateStruct":{"date":"2022-10-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Anne Sophie Champod","investigatorTitle":"Associate Professor / Affiliated Scientist","investigatorAffiliation":"Nova Scotia Health Authority"},"leadSponsor":{"name":"Nova Scotia Health Authority","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Spatial neglect is a common disorder after stroke which leads to problems with noticing or responding to information from the left side of the body or space. This condition has been linked to reduced independence in a wide range of daily life activities including eating, dressing, and mobility. Despite its high prevalence in stroke patients, there is currently no standard of care for spatial neglect. Prism adaptation (PA) is a promising treatment, however, there are limitations to using PA in standard clinical care as it requires daily exposure for at least two weeks, yet access to equipment and supervision is limited. To solve this problem, the investigators have developed a new game-like PA treatment (Peg-the-Mole, PTM) that can be used at home without the need for daily in person therapist set-up and supervision. In this study the investigators aim to evaluate the feasibility and effectiveness of the gamified and portable PA procedure in an inpatient and home setting, with the hypothesis that the PA procedure will improve patient's neglect symptoms.","detailedDescription":"Spatial neglect is a common debilitating cognitive syndrome after stroke which is characterized by an inability to pay attention or respond to the left side of space. Thus, individuals who face this condition often experience difficulties with mobility, reading, and self-care activities such as eating, dressing, and grooming Individuals who face this condition often experience difficulties with mobility, reading, and self-care activities such as eating, dressing, and grooming which lead to increased assistance needed from a caretaker. Although this syndrome has been linked to poor rehabilitation outcomes and reduced independence in everyday life, there is currently an unmet need for an effective and feasible intervention for the treatment of spatial neglect. The investigators have developed and validated a novel, simple, and gamified computerized prism adaptation (PA) procedure for the treatment of spatial neglect. The goal of the present study is to extend this treatment to iPad administration and to test whether the protocol is feasible and effective in a typical inpatient stroke health care setting and in the home setting. Thus, the purpose of this project is to conduct a randomized, controlled, multi-site clinical trial, comparing the PA method to a placebo control intervention for the treatment of spatial neglect. The investigators will measure short- and longer-term effectiveness in terms of impairment (i.e., does PA improve neglect symptoms over time), impact on activities of daily living (i.e., foes PA improve independence in daily activities). Feasibility will be measured by overall treatment compliance and patient feedback on usability. This novel PA procedure has the potential to improve patient recovery and quality of life after stroke due to its gamified and portable features that promote treatment accessibility and adherence. The results will help determine if the treatment can be used successfully in inpatient and outpatient settings and who is likely to benefit.\n\nA longitudinal, double-blind, randomized controlled design will be used in the present study. Patients will be randomly assigned (with stratification related to neglect severity) to PA with the use of 15-degree rightward deviating goggles (experimental condition) or PA with the use of 5-degree deviating goggles (placebo control condition). Participants will complete 10, 15-minute training sessions over approximately two weeks. These intervention sessions will involve using a novel and game-like iPad-administered PA procedure called Peg-the-Mole (PTM). Participants will complete the intervention sessions in an inpatient setting or in their homes, depending on their predicted length of hospital stay. A hybrid model will be adopted if a patient is discharged before the intervention is complete. Outcome measures will be collected immediately before, immediately after, and one-month post-treatment and compared between conditions."},"conditionsModule":{"conditions":["Spatial Neglect"],"keywords":["Spatial Neglect","Prism Adaptation","Rehabilitation","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Prism adaptation treatment","type":"EXPERIMENTAL","description":"Prism Goggles with 15-degree rightward deviating prism lenses will be used to implement prism adaptation treatment, in addition to standard care.","interventionNames":["Behavioral: Prism Adaptation - 15-degree prism goggles"]},{"label":"Placebo control prism adaptation treatment","type":"PLACEBO_COMPARATOR","description":"Prism goggles with 5-degree rightward deviating prism lenses will be used to maintain the double-blind methodology.","interventionNames":["Other: Prism Adaptation - 5-degree prism goggles"]}],"interventions":[{"type":"BEHAVIORAL","name":"Prism Adaptation - 15-degree prism goggles","description":"Patients in the experimental condition will wear prism goggles while completing an iPad-administered aiming task. The prisms will shift the patients' vision 15 degrees rightward, causing a recalibration of visuo-motor information. Prism adaptation will be carried out for ten sessions for 15 minutes a day, over the span of two weeks.","armGroupLabels":["Prism adaptation treatment"]},{"type":"OTHER","name":"Prism Adaptation - 5-degree prism goggles","description":"5-degree goggles are worn instead of the 15-degree prism goggles, while completing the same tasks as those assigned to the 15-degree condition.","armGroupLabels":["Placebo control prism adaptation treatment"],"otherNames":["Control condition"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Test of neglect severity 1","description":"Change in Behavioural Inattention Test - All conventional subtests (BIT-C)","timeFrame":"taken at baseline (immediately before the intervention), immediately after the intervention, and one month after the intervention"},{"measure":"Test of neglect severity 2","description":"Change in after-effects measured by a modified proprioceptive-and-visual straight-ahead outcome task without the use of an occlusion board","timeFrame":"measured immediately before and immediately after each intervention session"},{"measure":"Test of neglect severity 3","description":"Change in Behavioural Inattention Test - Select behavioural subtests (BIT-B): Article Reading, Menu Reading, and Picture Scanning","timeFrame":"taken at baseline (immediately before the intervention), immediately after the intervention, and one month after the intervention"},{"measure":"Test of neglect impact on daily activities","description":"Change in an Eschenbeck Standardized Activities of Daily Living task: Filling out a Form","timeFrame":"taken at baseline (immediately before the intervention), immediately after the intervention, and one month after the intervention"},{"measure":"Scale of neglect impact on daily activities","description":"Change in Halifax Neglect Impact Scale","timeFrame":"taken at baseline (immediately before the intervention), immediately after the intervention, and one month after the intervention"},{"measure":"Measure of feasibility Measure of feasibility","description":"Treatment compliance with the intervention schedule daily","timeFrame":"logged immediately following each intervention session through training logs"},{"measure":"Measure of feasibility 2","description":"Patient feedback exit questionnaire","timeFrame":"collected immediately after the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Have experienced a right hemisphere stroke (confirmed by a clinician)\n2. Experience mild to severe symptoms of neglect\n3. Be willing and able to consent to participate\n4. Be medically stable\n5. Have self-reported normal to corrected-to-normal vision\n6. Be able to point to targets presented on a computer screen\n7. Live within a two-hour radius of Halifax\n\nExclusion Criteria:\n\nOther existing neurological disorders (e.g., dementia, multiple sclerosis, epilepsy).","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Anne Sophie Champod, PhD","role":"CONTACT","phone":"9028176871","email":"anne.champod@acadiau.ca"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010468","term":"Perceptual Disorders"}],"ancestors":[{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M13069","name":"Perceptual Disorders","asFound":"Spatial Neglect","relevance":"HIGH"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}