{"protocolSection":{"identificationModule":{"nctId":"NCT00628836","orgStudyIdInfo":{"id":"BT3"},"organization":{"fullName":"University of Southern California","class":"OTHER"},"briefTitle":"Treatment of Shoulder Subluxation in Chronic Stroke Patients","officialTitle":"BION Implantable Microstimulation System"},"statusModule":{"statusVerifiedDate":"2015-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2001-06"},"primaryCompletionDateStruct":{"date":"2008-12","type":"ACTUAL"},"completionDateStruct":{"date":"2008-12","type":"ACTUAL"},"studyFirstSubmitDate":"2008-02-25","studyFirstSubmitQcDate":"2008-02-25","studyFirstPostDateStruct":{"date":"2008-03-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-06-01","lastUpdatePostDateStruct":{"date":"2015-06-03","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Gerald E. Loeb, M.D.","investigatorTitle":"Professor","investigatorAffiliation":"University of Southern California"},"leadSponsor":{"name":"University of Southern California","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The study looks at treatments for reversing chronic shoulder subluxation after a stroke. It compares electrical stimulation with surface electrodes (stimulation through the skin) with intra-muscular stimulation (from inside the muscle)using an implanted micro-stimulator (BION). Subjects are put either in a surface stimulation or a BION® group. In the BION® group, two BION®s are implanted in the shoulder, the medial deltoid and supraspinatus muscles. Treatment consists of a baseline of 6 weeks, and 6 weeks of therapy, consisting of 2 sessions per day for 10 to 30 minutes each time. This is followed by 6 weeks without therapy. If testing shows that after 6 weeks of therapy there is no reversal of subluxation, more intense therapy is carried out for another 6 weeks. Treatment is similar in the surface electrode group, but surface electrodes deliver the stimulation instead of BION®s. A total of 30 subjects is expected to complete the study.","detailedDescription":"The BION™ is a novel implantable neuromuscular stimulator whose intended use in this study is to reanimate the shoulder muscles of stroke survivors with shoulder subluxation. Strokes are considered to be the most important cause of adult disability in North America, with 500,000 new cases per year in the U.S. (National Stroke Association) and 45,000 in Canada (Langton-Hewer, 1990; Shuaib \\& Hachinski, 1991). Three-quarters of these patients survive and half of the survivors have substantial muscle weakness after 6 months (Gresham et al., 1979) with little chance of spontaneous recovery (Anderson, 1990; Bonita \\& Beaglehole, 1988). The most commonly affected region in the early phases of recovery is the shoulder; 80% of hemiplegic stroke patients suffer from shoulder subluxation and associated chronic pain (Smith et al., 1980). The shoulder muscles that are normally active tonically are flaccidly paralyzed; the weight of the pendant arm gradually stretches and damages the atrophic muscles and ligaments, allowing the head of the humerus to descend out of the glenoid fossa. This results in chronic shoulder pain that is difficult to treat and tends to obstruct physical therapy directed toward regaining some use of the paretic arm. Our hypothesis is that electrical stimulation delivered by the BIONs should be fundamentally equivalent to muscle activation achieved voluntarily or by transcutaneous electrical nerve stimulation (TENS), but that the BIONs will prove to be a more clinically acceptable and effective approach. The BION system consists of the BION implants themselves, a controller that is operated by the study participant, and fitting hardware and software used by the clinician to implant, test, and program BION function.\n\nIn this study, the BION will be used to reanimate the shoulder muscles of stroke survivors experiencing shoulder subluxation. The objective of this study is to evaluate the safety and efficacy of intramuscular stimulation of BIONs to correct established, symptomatic shoulder subluxation in chronic stroke survivors. The results of intramuscular stimulation by BIONs will be compared with the results of treatment with conventional therapy: surface stimulation.\n\nDegree of shoulder subluxation will be the primary outcome measure for the study. We have included other (secondary) outcome measures (i.e., muscle strength, range of motion, functional activity, spasticity/tone, subject satisfaction and pain) which may reveal secondary benefits of treatment with BIONs. The investigation is expected to last up to 21 weeks for each study participant. The study will be completed over a 5-year period."},"conditionsModule":{"conditions":["Shoulder Dislocation"],"keywords":["Neuromuscular stimulator","Shoulder subluxation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"SE group","type":"ACTIVE_COMPARATOR","description":"surface stimulation","interventionNames":["Device: BION stimulation"]},{"label":"BE group","type":"EXPERIMENTAL","description":"BION stimulation","interventionNames":["Device: BION stimulation"]}],"interventions":[{"type":"DEVICE","name":"BION stimulation","description":"The study will have two phases, each with a six week duration. During phase 1, the BION group will be implanted with BIONs in the middle deltoid and supraspinatus muscles. The muscles will be stimulated electrically by way of the BION and an external controller for one to two hours per day at 5pps in an on-off duty cycle train. The SE group will begin surface stimulation similar to that of BE group.\n\nSubjects in either group whose initial therapy in phase 1 successfully reduces the amount of shoulder subluxation to 5mm or less will go off stimulation for six weeks, and be reassessed whether subluxation is redeveloping.\n\nIf a subject in either group does not respond sufficiently to phase 1 therapy, the participant will move to phase 2 where the shoulder will be stimulated at up to 25 pps either with surface stimulation (SE group) or BION stimulation (BE group) for another six weeks. At the end of phase 2, participants will go off stimulation for six weeks and then be reevaluated.","armGroupLabels":["BE group","SE group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Degree of shoulder subluxation by x-ray","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:1.\n\n1. Diagnosis of hemiplegic stroke at least 6 months prior to enrollment;\n2. Paresis of the shoulder muscles;\n3. Shoulder subluxation (i.e., a positive sulcus sign of 5 mm or more);\n4. Age 18 years or older;\n5. Stable use of pain medication for at least one month prior to enrollment;\n6. Medically stable;\n7. Able to travel to the testing center;\n8. Mentally capable to understand and carry out the procedures and communicate concerns; and\n9. Willing to participate and provide informed consent.\n\nExclusion Criteria:\n\n1. Pregnant, nursing, or planning to become pregnant within the next four months;\n2. Presence of electronic implants (e.g., cardiac pacemaker, cochlear implant, neurostimulator, etc.);\n3. Presence of metallic implants in the immediate field of the magnetic coil:\n4. Use of using electrical stimulation for treatment of their subluxed shoulder in the past month;\n5. Inability to recruit muscles through surface electrical stimulation because of excessive adipose tissue;\n6. Presence of other unrelated shoulder problems;\n7. Severe hemineglect ( patient is unable to acknowledge or answer questions about the involved limb)\n8. Cancer or other serious illness, including a disease other then stroke resulting in dysfunction of movement.\n9. Subject is currently enrolled in another clinical trial or research study that involves therapy or intervention to the upper limb.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Lucinda Baker, M.D.","affiliation":"University of Southern California","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rancho Los Angeles National Rehabilitation Center","city":"Downey","state":"California","zip":"90242","country":"United States","geoPoint":{"lat":33.94001,"lon":-118.13257}}]},"referencesModule":{"references":[{"pmid":"16711659","type":"RESULT","citation":"Loeb GE, Richmond FJ, Baker LL. The BION devices: injectable interfaces with peripheral nerves and muscles. Neurosurg Focus. 2006 May 15;20(5):E2. doi: 10.3171/foc.2006.20.5.3."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000012783","term":"Shoulder Dislocation"}],"ancestors":[{"id":"D000004204","term":"Joint Dislocations"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000070599","term":"Shoulder Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M7075","name":"Joint Dislocations","relevance":"LOW"},{"id":"M15281","name":"Shoulder Dislocation","asFound":"Shoulder Dislocation","relevance":"HIGH"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M602","name":"Shoulder Injuries","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}