{"protocolSection":{"identificationModule":{"nctId":"NCT04835363","orgStudyIdInfo":{"id":"EOTIHDAS2021"},"organization":{"fullName":"University of Malaga","class":"OTHER"},"briefTitle":"Early Occupational Therapy Intervention in the Hospital Discharge After Stroke","officialTitle":"Early Occupational Therapy Intervention in the Hospital Discharge After Stroke: Study Protocol for a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11-30","type":"ACTUAL"},"completionDateStruct":{"date":"2022-11-30","type":"ACTUAL"},"studyFirstSubmitDate":"2021-03-25","studyFirstSubmitQcDate":"2021-04-04","studyFirstPostDateStruct":{"date":"2021-04-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-04","lastUpdatePostDateStruct":{"date":"2023-05-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Patricia García Perez","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Malaga"},"leadSponsor":{"name":"University of Malaga","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The general objective of this study is to determine if an early occupational therapy intervention together with the usual care at hospital discharge after suffering a stroke has a positive effect on the functional independence of the patient, compared with the control group that will have the usual care and rehabilitation. We designed a four-week OT intervention program with the support of the main caregiver in patients who have suffered a stroke with the aim of improving the functional result and facilitating the return home by providing knowledge to the caregiver about specific care and neurorehabilitation.","detailedDescription":"Background: Stroke is the leading cause of acquired disability in adults, being a cerebrovascular disease of great impact in health and social terms, due not only to its prevalence and incidence, but to the great repercussion in terms of dependence and its consequent impact on the life of the patient and family.\n\nGeneral and specific objectives: The general objective of this study is to determine if an early occupational therapy intervention together with the usual care at hospital discharge after suffering a stroke has a positive effect on the functional independence of the patient, compared with the control group that will have the usual care and rehabilitation. We designed a four-week OT intervention program with the support of the main caregiver in patients who have suffered a stroke with the aim of improving the functional result and facilitating the return home by providing knowledge to the caregiver about specific care and neurorehabilitation. Primary outcome: functional independence of the patient and support needs in activities of daily living. Secondary outcomes: improvement in sensory-motor skills, perceptual-cognitive skills, communication skills, quality of life and levels of anxiety and depression of the patient, as well as caregiver coping strategies and burden. The final results are evaluated three months after discharge. At the same time, data are collected on readmissions to the hospital, mortality, return to work and return to driving, as well as an economic health analysis. Interviews and evaluations will be conducted with all patients and caregivers before discharge and three months after.\n\nStudy Design: This is a prospective, randomized, controlled clinical trial. The sample size is made up of 60 patients who will be divided into two groups: the control group, with 30 users, and the experimental group, with another 30 users. The sample will be made up of patients who have suffered a stroke and have been discharged from the neurology service of a second-level hospital in Málaga Oeste (Spain), being referred to the rehabilitation service by joint decision of the neurology and rehabilitation department. Patients and their caregivers assigned to the experimental group are included in an early occupational therapy intervention program and compared with a control group that receives usual care and rehabilitation."},"conditionsModule":{"conditions":["Stroke"],"keywords":["patient discharge","occupational therapy","rehabilitation","caregivers"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":62,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control group","type":"NO_INTERVENTION","description":"Usual care."},{"label":"OT intervention.","type":"EXPERIMENTAL","description":"Patients and their caregivers assigned to the experimental group are included in an early occupational therapy intervention program.","interventionNames":["Other: Early Occupational Therapy intervention"]}],"interventions":[{"type":"OTHER","name":"Early Occupational Therapy intervention","description":"four-week OT intervention program with the support of the main caregiver in patients who have suffered a stroke with the aim of improving the functional result and facilitating the return home by providing knowledge to the caregiver about specific care and neurorehabilitation.","armGroupLabels":["OT intervention."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Patient functional independence assessed with Barthel Index","description":"The main unit of measure is the result of Barthel Index (from 0 to 100), 0 meaning disability and 100 meaning independence, therefore, higher score, better outcome. The main goal of this research is to assess independence of the patient and support needs in activities of daily living. The Barthel index measures the extent to which someone can function independently during basic activities of daily living.","timeFrame":"3 months"},{"measure":"Patient functional independence assessed with Stroke Impact Scale-16","description":"Unit of measure will be the result of this assessment. The score goes from 16 to 80, 80 meaning independence (higher score, better outcome). The usefulness of this scale is similar to that of the Barthel Index, although it is more sensitive than the latter to discriminate between patients with mild disabilities.","timeFrame":"3 months"},{"measure":"Patient disability assessed with Modified Rankin Scale (mRs)","description":"The mRS is used to describe disability in general. Unit of measure will be the result of this assessment. The score goes from 0 to 6, 0 meaning no symptoms and 6 meaning death (higher score, worse outcome).","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Patient's sensory-motor skills","description":"Assessed with Fugl-Meyer sensory motor assessment (FMA). It evaluates the upper limb (maximum score of 66 corresponding to normal motor function) and lower extremity (maximum score of 34). Unit of measure will be the result of this assessment. It has four categories with different scores: total motor skills of the upper limb (from 0 to 66, higher score, better outcome), sensitivity (0 to 12, higher score, better outcome), passive joint movement (0 to 24, higher score, better outcome) and joints pain (0 to 24, higher score, better outcome).","timeFrame":"3 months"},{"measure":"Caregiver coping strategies","description":"Assessed with Inventory of coping strategies (CSI). As it describes, the main purpose of this scale is to find the type of situations that cause problems for people in their daily lives and how they deal with these problems. Unit of measure will be the result of this assessment. It has different categories and the final score is deducted using correction keys and a scale. In general, higher score means better outcome.","timeFrame":"3 months"},{"measure":"Patient perceptual-cognitive skills","description":"Assessed with Montreal Cognitive Assessment (MoCA). MoCA has been proposed as a screening tool that promises good sensitivity to deficits that result from stroke and vascular cognitive impairment. The MoCA includes sections on visuospatial / executive functions, nomenclature, attention, language, abstraction, memory, and orientation. Unit of measure will be the result of this assessment.The final score goes from 0 to 30 (higher score, better outcome).","timeFrame":"3 months"},{"measure":"Patient communication skills","description":"Assessed wit Communicative Activity Log (CAL). Scale that allows obtaining information on communication skills in activities of daily life referring to comprehensive and expressive aspects of language. Unit of measure will be the result of this assessment. Final score goes from 0 to 190 (higher score, better outcome).","timeFrame":"3 months"},{"measure":"Stroke and Aphasia Quality of life scale, evaluating physical skills, psychosocial skills, communication and energy","description":"Assessed with Stroke and aphasia quality of life scale-39 (SAQOL-39). The SAQOL-39 was derived from the Stroke Specific Quality of Life Scale and four additional items specifically targeting aphasia patients, spanning four domains: physical, psychosocial, communication, and energy. Unit of measure will be the result of this assessment. Final score goes from 0 to 195 (higher score, better outcome).","timeFrame":"3 months"},{"measure":"Depression of the patient","description":"Assessed with Beck Depression Inventory (BDI-2). It is one of the most commonly used instruments to measure the severity of depression. Unit of measure will be the result of this assessment. Final score goes from 0 to 63 (lower score, better outcome).","timeFrame":"3 months"},{"measure":"Caregiver burden","description":"Assessed with Caregiver Burden Scale (CBS). The CBS is a questionnaire with 22 questions (answered in writing by the caregiver) on the burden of health aspects of the caregiver, the feeling of psychological well-being, relationships, the social network, physical workload and environmental aspects they can be important. Unit of measure will be the result of this assessment. Final score goes from 0 to 88 (lower score, better outcome).","timeFrame":"3 months"},{"measure":"Patient mobility","description":"Assessed with Time up and go (TUG). The TUG assesses basic mobility, timing the time required for a person to get up from a standardized chair, walk a distance of three meters, turn, return to the chair, and sit down again. Unit of measure will be the result of this assessment, which is the time in seconds. Shorter time means better performance.","timeFrame":"3 months"},{"measure":"Patient functional balance","description":"Assessed with Berg Balance Scale (BBS) which evaluates assesses functional balance. Unit of measure will be the result of this assessment. Final score goes from 0 to 56 (higher score, better outcome).","timeFrame":"3 months"},{"measure":"Anxiety of the patient","description":"Assessed with Hamilton anxiety scale. This scale assesses the severity of anxiety globally in patients who meet criteria for anxiety or depression. Unit of measure will be the result of this assessment. Final score goes from 0 to 56 (lower score, better outcome).","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of stroke with single or multiple vascular lesions that have occurred in the same time period, demonstrated by neuroimaging tests (CT or MRI).\n* 18 years of age or older.\n* Patient must live a maximum of 30 minutes away from the hospital center.\n* Must present \\> 2 or \\<26 points on the National Institute of Health scale (NIHSS) and 45-100 points on the Barthel Index (BI) on the second day of the stroke (with BI 100, the patient can be included if the Montreal Cognitive Assessment is \\<26).\n* Patient must present some motor deficit that makes it difficult to carry out his ADL.\n* Inclusion in the study occurs prior to hospital discharge.\n\nExclusion Criteria:\n\n* NIHSS\\> 26 and BI \\<45.\n* Life expectancy \\<1 year.\n* Previous stroke, dementia or other types of illnesses associated with dementia and other neurological, psychiatric or medical illnesses (for example, severe epilepsy, head trauma, schizophrenia, COPD, severe or unstable heart disease, sleep apnea) that could alter cognitive function.\n* Does not understand Spanish or English.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"PATRICIA GARCIA PEREZ","affiliation":"University of Malaga","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital Universitario Virgen de la Victoria","city":"Málaga","zip":"29010","country":"Spain","geoPoint":{"lat":36.72016,"lon":-4.42034}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}