{"protocolSection":{"identificationModule":{"nctId":"NCT05138211","orgStudyIdInfo":{"id":"REFLEX_HemipareticEMG"},"organization":{"fullName":"Spanish National Research Council","class":"OTHER_GOV"},"briefTitle":"Effects of Unilateral Robotic Assistance on Compensation Strategies and Muscular Activity During Hemiparetic Gait","officialTitle":"Assessment of the Evolution of Compensatory Strategies and Muscular Response in Hemiparetic Post-stroke Gait Due to Unilateral Robotic Assistance"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-03-01","type":"ACTUAL"},"completionDateStruct":{"date":"2022-04-30","type":"ACTUAL"},"studyFirstSubmitDate":"2021-10-23","studyFirstSubmitQcDate":"2021-11-17","studyFirstPostDateStruct":{"date":"2021-11-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-10-25","lastUpdatePostDateStruct":{"date":"2022-10-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Julio S. Lora Millan","investigatorTitle":"Responsible Engineer","investigatorAffiliation":"Spanish National Research Council"},"leadSponsor":{"name":"Spanish National Research Council","class":"OTHER_GOV"},"collaborators":[{"name":"Hospital Beata María Ana","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Hemiparetic gait is characterized by strong asymmetries that could severely affect the quality of life of stroke survivors. This asymmetry is due to motor deficits in the paretic leg and the resulting compensations in the non-paretic limb.\n\nIn this study, the investigators aim to evaluate the effect of actively promoting gait symmetry in hemiparetic patients by assessing the motion and muscular activity of both paretic and non-paretic lower limbs. To this end, the investigators use a unilateral active Knee-Ankle-Foot Orthosis able to assist the paretic limb of hemiparetic patients during gait.\n\nThe system is able to synchronize its action with the movement of the unassisted joints, promoting a natural and intuitive interaction. The device generates assistance to induce a healthy gait pattern on the paretic leg.\n\nThe hypothesis is that a proper and natural interaction between the user and the exoskeleton would enable the patients to consider the robot action as a part of their own gait capability, improving their gait quality as consequence. Hemiparetic asymmetry is not only due to impairments in the affected limb, but also it is the consequence of biomechanical compensatory mechanisms that might arose in the non-paretic leg. The aim of this study is to assess the adaptation process of the subject to the exoskeleton assistance, and to evaluate the effects of such human-robot interaction in both paretic and non-paretic legs.","detailedDescription":"- Materials: The investigators have developed a Knee-Ankle-Foot orthosis (KAFO) composed of two joints aligned to the knee and ankle of the user. The length of its bars and the positions of its braces can be tailored to the anthropometry of different users. The knee joint is actuated by a DC brushless motor EC-60 flat 408057 (Maxon ag, Switzerland) coupled with a harmonic drive CSD-20-160-2AGR (Harmonic Drive LLC, EE.UU.). The transmission ratio of 1:60 of this system enables the application of a mean torque of 35Nm. The ankle joint of the prototype remains non-actuated and unlimited, enabling its free movement in the sagittal plane. The total weight of the KAFO is about 4kg.\n\nThe prototype is equipped with sensors that provide information on system variables that are used for its control in real-time, such as the flexion angle of the robot joint or the interaction torque between user and robot. In addition, the gait kinematic of the user is measured by Inertial Measurement Units (IMUs) and the contact of both feet with the floor by Force Sensing Resistors (FSRs).\n\nThe system uses an Adaptive Frequency Oscillator to estimate the continuous gait phase of the contralateral limb and synchronically assists the paretic leg by inducing a healthy gait pattern. The action of the robot depends on the gait phase of the assisted leg: during the stance phase, the robot reinforces the limb so the system composed of the leg and the exoskeleton can load the user's weight and not collapse, while during the swing phase the robot guides the limb's movement according to the Assisted-As-Needed (AAN) paradigm creating a force tunnel around the prescribed trajectory.\n\n- Procedures:\n\nThe experimental protocol is divided in three sessions. During all of them, the patient will walk on a treadmill commanded by the physiotherapist while wearing a safety harness to avoid falls and while wearing the robotic exoskeleton in the paretic leg. During the second and third sessions, electromyography will also be acquired by using surface electrodes (Trigno System, Delsys Inc.) and according to the SENIAM guidelines. The muscle activity of Rectus Femoris, Biceps Femoris Long Head, Tibialis Anterior and Medial Gastrocnemius of both legs will be measured through this method. Each experimental session is described next:\n\n1. - Training session: The patient will wear the robotic exoskeleton to familiarize with the action of the device. Comfortable and maximum velocities will be identified for each subject.\n2. - Ramp Velocity Session: the session will be divided into five trials: (a) Pre, the patient will not wear the device; (b) Free, the patient will wear the robot but it is mechanically decoupled so it will enable the free knee movement; (c) Active, the robot will assist the gait until 75% maximum gait velocity ; (d) MaxActive, the robot will assist the gait until maximum gait velocity ; and (e) Post, the patient will repeat the Pre condition. Velocity will increase from a comfortable velocity to the maximum and then come back to the comfortable one.\n3. - Random Velocity session: the session will be divided into the same trials than the Ramp Velocity Session.\n\nThe difference between RampVel and RandomVel sessions will be the sequence of gait speeds at which the patient will walk. During RampVel, five velocity steps will be defined from comfortable to maximum velocity with or without exo (depending on the trial) and coming back to comfortable velocity. During RandomVel, the same range of velocity will be used, but defining five steps in the whole range and setting them in a random order. In both sessions, each gait speed step will last one minute, therefore, all trials will last five minutes. Trials Free, Active and MaxActive will be also randomly ordered in each session.\n\nBetween trials, patients will rest during 10 minutes to avoid summation effects. Each session will occur in different days, leaving 1 or 2 days in between.\n\n- Intervention providers A physiotherapist and an engineer will be present during the trials. The first will be responsible of assessing the basal gait of the subjects and evaluating his/her state while the assistance is provided. The engineer will be responsible of managing the device and recording the data.\n\nBoth researchers monitor fidelity to the intervention by direct supervision.\n\n* Modes of delivery The protocol is provided to one participant at a time. Each patient completes the protocol once.\n* Location Hospital Beata María Ana (Madrid, Spain)\n* Tailoring and modifications The protocol remains unaltered across applications. The only adaptation to patients is the choice of the comfortable and maximum gait speeds for the trials."},"conditionsModule":{"conditions":["Hemiparesis/Hemiplegia (One Sided Weakness/Paralysis)"],"keywords":["Hemiparetic Gait","Robotic Knee Exoskeleton"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Hemiparetic patients","type":"EXPERIMENTAL","description":"Patients with hemiparetic gait who will be assisted by the exoskeleton action","interventionNames":["Device: Exoskeleton assisted gait on a treadmill"]}],"interventions":[{"type":"DEVICE","name":"Exoskeleton assisted gait on a treadmill","description":"The experimental protocol is divided in three sessions. During all of them, the patient will walk on a treadmill for 6 minutes while wearing a safety harness and the robotic exoskeleton in the paretic leg.\n\n1. - Training session: The patient will wear the robotic exoskeleton to familiarize with the action of the device.\n2. - Ramp Velocity Session: the session will be divided into five trials: (a) Pre, the patient will not wear the device; (b) Free, the patient will wear the robot but it is mechanically decoupled so it will enable the free knee movement; (c) Active, the robot will assist the gait until 75% maximum gait velocity ; (d) MaxActive, the robot will assist the gait until maximum gait velocity ; and (e) Post, the patient will repeat the Pre condition. Velocity will increase from comfortable velocity to the maximum and then come back to the comfortable one.\n3. - Random Velocity session: the session will be divided into the same trials than the Ramp Velocity Session.","armGroupLabels":["Hemiparetic patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Symmetry of knee flexion/extension kinematics","description":"The joint motion will be measured by Inertial Sensors","timeFrame":"During the intervention"},{"measure":"Symmetry of Integrated EMG in Rectus Femoris","description":"The muscle activity data will be acquired by EMG sensors according to the SENIAM guidelines","timeFrame":"During the intervention"},{"measure":"Symmetry of Integrated EMG in Biceps Femoris Long Head","description":"The muscle activity data will be acquired by EMG sensors according to the SENIAM guidelines","timeFrame":"During the intervention"},{"measure":"Symmetry of Integrated EMG in Tibialis Anterior","description":"The muscle activity data will be acquired by EMG sensors according to the SENIAM guidelines","timeFrame":"During the intervention"},{"measure":"Symmetry of Integrated EMG in Medial Gastrocnemius","description":"The muscle activity data will be acquired by EMG sensors according to the SENIAM guidelines","timeFrame":"During the intervention"}],"secondaryOutcomes":[{"measure":"Symmetry of step time","description":"Floor contact events are detected by FSRs","timeFrame":"During the intervention"},{"measure":"Symmetry of step length","description":"Thigh and shank kinematics measured by inertial sensors","timeFrame":"During the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria Ischemic or haemorrhagic stroke that lead to hemiplegic gait\n\nExclusion Criteria:\n\n1. Acute musculoskeletal diseases\n2. Peripheral vascular diseases\n3. Acute cardiopulmonary diseases\n4. Acute neurological diseases\n5. Excessive spasticity in any joint of the lower limb (Ashworth scale\\> 2)\n6. Joint mobility restriction of lower limb joints due to any cause\n7. Pain due to impaired mobility of the lower limb\n8. Inability to use robotic exoskeleton prototypes due to his/her health condition.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Julio S. Lora-Millan","affiliation":"Spanish National Research Council","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital Beata María Ana","city":"Madrid","zip":"28041","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The datasets generated and/or analyzed during the current study are available from the corresponding author on reasonable request.","infoTypes":["CSR"],"timeFrame":"Immediately following publication, no end date","accessCriteria":"Access will be subject to methodologically sound proposals and it will be approval by scientific investigator (julio.lora@csic.es)"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010243","term":"Paralysis"},{"id":"D000006429","term":"Hemiplegia"},{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","asFound":"Paralysis","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M4244","name":"Asthenia","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}