{"protocolSection":{"identificationModule":{"nctId":"NCT05342038","orgStudyIdInfo":{"id":"BSI-FXE2-CLIP-001-01"},"organization":{"fullName":"Biomedical Solutions Inc.","class":"INDUSTRY"},"briefTitle":"Study on the Efficacy and Safety of T-02 for the Treatment for Acute Ischemic Stroke","officialTitle":"Single-center, Single-Arm Study on the Efficacy and Safety of T-02 for the Treatment for Acute Ischemic Stroke","acronym":"T-02"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"WITHDRAWN","whyStopped":"Change of business strategy of Sponsor","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-01-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-04-30","type":"ACTUAL"},"studyFirstSubmitDate":"2022-04-15","studyFirstSubmitQcDate":"2022-04-21","studyFirstPostDateStruct":{"date":"2022-04-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-06","lastUpdatePostDateStruct":{"date":"2023-06-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Biomedical Solutions Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To examine the revascularization efficacy and safety of T-02 and its associated performance characteristics in treatment of appropriately selected subjects experiencing an acute ischemic stroke when the treatment is initiated within 24 hours after last seen well under the current guideline, and to generate hypotheses to be confirmed in subsequent confirmatory clinical investigations","detailedDescription":"Stroke is the second leading cause of death and the third leading cause of disability worldwide, with a 16 million incidence. The Global prevalence of stroke was 104.2 million people, whereas that of ischemic stroke was 82.4 million in 2017. Countries in Eastern Europe and Central and East Asia have the highest prevalence rates of ischemic stroke, and countries in Eastern Europe, North Africa and Central Asia have among the highest mortality rates attributable to ischemic stroke.\n\nEach year, there are about 800 000 new or recurrent cases of stroke in the United State. With all the advancements, 13.6% is still die. The incidence of large vessel occlusion (LVO) compromise 24% to 38% of acute ischemic stroke. The proportion increases to 46% on including A2 and P2 segments. Two-thirds of LVO occur in the anterior circulation, mainly in the Internal Carotid Artery (ICA) and Middle Cerebral Artery (MCA), and the remaining occur in the posterior circulation.\n\nIntravenous tissue plasminogen activator (IV-tPA) was found to have some benefits to treat an acute ischemic stroke (AIS). However, IV-tPA has many limitations, including a short therapeutic window with administration being restricted to 4.5 hours post known symptom onset, and a strong time dependency. Another limitation is the high pharmacological resistance for more proximal occlusion (4%-8% for ICA vs 31%-44% distal recanalization).\n\nT-02 which is the study device is indicated for use to restore blood flow in the neurovasculature by removing thrombus for the treatment of acute ischemic stroke to reduce disability in patients with a persistent, proximal anterior circulation, large vessel occlusion (LVO) such as internal carotid artery (ICA) and middle cerebral artery (MCA) segments as well as Medium-vessel occlusions (MeVOs) including M2 and M3 with smaller core infarcts. Endovascular therapy with the device should start up to 24 hours of time last seen well in patients who are ineligible for intravenous tissue plasminogen activator (IV t-PA) or who fail IV t-PA therapy.\n\nThis study will be conducted:\n\n* To confirm that T-02 has similar efficacy and safety for treating European patients presenting acute ischemic stroke including distal vessel region such as M3 within 6 hours after time last seen well (TLSW) according to European Guidelines in comparison with the ones of stent retrievers available on the market;\n* To generate hypotheses for subsequent confirmatory clinical investigations to evaluate the efficacy and safety of T-02 and its associated performance characteristics in treatment of appropriately selected patients presenting AIS within 24 hours after TLSW while following the eligible criteria recommended by the current European guideline."},"conditionsModule":{"conditions":["Acute Ischemic Stroke","Large Vessel Occlusion","Vascular Occlusion","Thrombosis","Endovascular"],"keywords":["Thrombectomy","stent retriever","revascularization","restoring flow","reperfusion","clot","thrombus"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Single Arm","type":"EXPERIMENTAL","description":"T-02","interventionNames":["Device: T-02"]}],"interventions":[{"type":"DEVICE","name":"T-02","description":"Stent retriever","armGroupLabels":["Single Arm"],"otherNames":["Tron FX"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"eTICI 2b-3","description":"Successful revascularization measured using eTICI score ≥2b in the target vessel following 3 or less passes of T-02 device(s).","timeFrame":"immediately after the intervention"},{"measure":"sICH","description":"Incidence of symptomatic intracranial hemorrhage (SICH), by ECASS III definition, within 24 (-8/+12) hours post procedure","timeFrame":"within 24 hours"}],"secondaryOutcomes":[{"measure":"modified Rankin scale (mRS)","description":"90-day disability assessed by the modified Rankin scale (mRS) defined between 1 to 6 wherein higher scores mean a worse outcome.","timeFrame":"90 days"},{"measure":"mRS 0-2 rate","description":"The proportion of subjects with a good functional outcome at 90 days defined as mRS 0-2 with and without adjunction treatment, respectively.","timeFrame":"90 days"},{"measure":"NIHSS score","description":"The proportion of subjects with \"early response\", defined as a NIHSS drop of ≥10 from baseline of or NIHSS score 0 or 1 ( NIHSS score is defined between 1 and 42 wherein higher scores mean a worst outcome.)","timeFrame":"Day 5-12 / Discharge (whichever is earlier)"},{"measure":"Stroke-rerated mortality","description":"Incidence of stroke-rerated mortality at 90 days","timeFrame":"90 days"},{"measure":"All-cause mortality","description":"Incidence of all-cause mortality at 90 days","timeFrame":"90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Clinical signs and symptoms consistent with the diagnosis of an acute ischemic stroke\n2. Subject can be treated within 24 hours after time last seen well (TLSW)\n3. Subject belongs to one of the following subgroups:\n\n   1. Subject has received IV t-PA therapy; or\n   2. Subject is contraindicated for IV t-PA administration\n4. Baseline NIHSS ≥6\n5. No significant pre-stroke disability (pre-stroke mRS must be 0 or 1)\n6. Age ≥18\n7. Baseline ASPECTS ≥6\n8. Subject willing/able to return for protocol required follow up visits\n9. Subject or subject's Legally Authorized Representative (LAR) has signed the study Informed Consent form,\n10. If the procedure will start within 6 hours after the time last seen well, the occlusion site is identified as the intracranial ICA, MCA (M1, M2, M3), ACA (A1, A2), PCA (P1, P2), BA or VA as evidenced by MRA or CTA\n11. If the procedure will start between 6 and 12 hours after the time last seen well, one of the following (i) to (iii) is defined:\n\n    (i) ESCAPE criteria (if CTP-rCBF is not available or cannot be analyzed )\n\n    - the occlusion site is identified as the intracranial ICA, MCA (M1, M2, M3), ACA (A1, A2), PCA (P1, P2), BA or VA as evidenced by MRA or CTA; and\n\n    - Moderate-to-good collateral circulation in MRA or CTA, (ii) Clinical Imaging Mismatch (CIM):\n    * the occlusion site is identified as ICA or MCA (M1) as evidenced by MRA or CTA, and defined as one of the following on MR-DWI or CTP-rCBF maps:\n\n      1. Age \\< 80; infarct core ≤30 ml if NIHSS ≥10;\n      2. Age \\< 80; infarct core 31 to 50 ml if NIHSS ≥20; or\n      3. Age ≥ 80; infarct core ≤20 ml if NIHSS ≥10, (iii) Target Mismatch (TM):\n    * the occlusion site is identified as ICA or MCA (M1) as evidenced by MRA or CTA; Age ≤90; NIHSS ≥6; and\n    * defined as following on MR-DWI or CTP-rCBF maps: infarct core volume \\<70 ml; Penumbra volume \\>15 ml; and Penumbra volume/core volume \\>1.8,\n12. If the procedure will start between 12 and 16 hours after the time last seen well, the occlusion site is identified as ICA or MCA (M1) as evidenced by MRA or CTA, and (i) Clinical Imaging Mismatch (CIM) or (ii) Target Mismatch (TM) is defined as one of the following on MR-DWI or CTP-rCBF maps:\n\n    (i) Clinical Imaging Mismatch (CIM):\n    1. Age \\< 80; infarct core ≤30 ml if NIHSS ≥10;\n    2. Age \\< 80; infarct core 31 to 50 ml if NIHSS ≥20; or\n    3. Age ≥ 80; infarct core ≤20 ml if NIHSS ≥10 (ii) Target Mismatch (TM): Age ≤90; NIHSS ≥6; Infarct core volume \\<70 ml; Penumbra volume \\>15 ml; and Penumbra volume/core volume \\>1.8\n13. If the procedure will start between 16 and 24 hours after the time last seen well, the occlusion site is identified as ICA or MCA (M1) as evidenced by MRA or CTA, and (i) Clinical Imaging Mismatch (CIM) is defined as one of the following on MR-DWI or CTP-rCBF maps:\n\n    1. Age \\< 80; infarct core ≤30 ml if NIHSS ≥10;\n    2. Age \\< 80; infarct core 31 to 50 ml if NIHSS ≥20; or\n    3. Age ≥ 80; infarct core ≤20 ml if NIHSS ≥10\n\nExclusion Criteria:\n\n- 1. Patients having allergy or contraindication to contrast agents or significant allergy to metals 2. Patients who have been administered heparin within 48 hours and PTT/ APTT exceeded double the normal values\\* 3. Patients with known hemorrhagic diathesis, OR blood clotting factor deficiency OR patient who underwent oral anticoagulant therapy (warfarin etc.), patient whose INR exceeds 3\\* 4. Patients with the platelet count under 30,000 mm3 5. Patients with a blood sugar level under 50 mg/dL 6. Patients with hypertension (systolic \\>185 mmHg, diastolic \\>110 mmHg) which cannot be controlled by drugs 7. Patients whose estimated life expectancy is less than 6 months 8. Pregnant OR lactating female patients 9. Patients participating in trials of medical products OR medical devices 10. Patients who were judged as inappropriate to participate in this trial due to reasons other than those mentioned above by the principal investigator (sub-investigator) for the study 11. Pre-existing neurological or psychiatric disease that would confound the neurological or functional evaluations, e.g. dementia with prescribed anti-cholinesterase inhibitor (e.g. Aricept) 12. Seizures at stroke onset if it makes the diagnosis of stroke doubtful and precludes obtaining an accurate baseline NIHSS assessment 13. Baseline hemoglobin counts of \\<7 mmol/L (11.28 g/dL) 14. Abnormal baseline electrolyte parameters as defined by sodium concentration \\<130 mmol/L, potassium concentration \\<3 mEq/L or \\>6 mEq/L 15. Renal failure as defined by a serum creatinine \\>3.0 mg/dL (264 µmol/L) 16. Any active or recent hemorrhage within the past 30 days 17. Presumed septic embolus, or suspicion of bacterial endocarditis 18. Treatment with any cleared thrombectomy devices or other intra-arterial (neurovascular) therapies prior to the procedure 19. Evidence of intracranial hemorrhage on pre-treatment CT/MRI 20. CTA or MRA evidence of flow limiting carotid dissection, high-grade stenosis, or complete cervical carotid occlusion requiring stenting at the time of the index procedure (i.e., mechanical thrombectomy).\n\n21. Excessive tortuosity of cervical vessels on CTA/MRA that would likely preclude device delivery/deployment 22. Suspected cerebral vasculitis based on medical history and CTA/MRA 23. Suspected aortic dissection based on medical history and CTA/MRA 24. Intracranial stent implanted in the same vascular territory that would preclude the safe deployment/removal of the investigational device 25. Acute symptomatic arterial occlusions in more than one vascular territory confirmed on CTA/MRA (e.g., bilateral MCA occlusions, or an MCA and basilar artery occlusion).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Igor J. Kocijančič, MD","affiliation":"University Medical Centre Ljubljana","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000013927","term":"Thrombosis"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"},{"id":"D000016769","term":"Embolism and Thrombosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombosis","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}