{"protocolSection":{"identificationModule":{"nctId":"NCT04553237","orgStudyIdInfo":{"id":"PCAT"},"organization":{"fullName":"Fondation Hôpital Saint-Joseph","class":"OTHER"},"briefTitle":"Clinical Prognosis After Stroke in Nonagenarian Patients Treated With Thrombolysis or Mechanical Thrombectomy","officialTitle":"Clinical Prognosis After Stroke in Nonagenarian Patients Treated With Thrombolysis or Mechanical Thrombectomy","acronym":"PCAT"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-03-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-04-26","type":"ACTUAL"},"studyFirstSubmitDate":"2020-09-11","studyFirstSubmitQcDate":"2020-09-11","studyFirstPostDateStruct":{"date":"2020-09-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-26","lastUpdatePostDateStruct":{"date":"2023-04-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fondation Hôpital Saint-Joseph","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a significant cause of death and disability in France and internationally. The incidence of stroke increases with age, equal for both sexes. Of all strokes, 50% of cases occur in patients over 75 years of age. This advanced age leads to a high risk of mortality, long hospitalization, causing neurological sequelae in most cases.\n\nNeurological handicap in the elderly is due to a high rate of comorbidity, reduced neuronal plasticity, nutritional status, and the short time to convert the penumbra area to ischemia.\n\nCurrently the standard treatment for the acute phase of HF is thrombolysis or thrombectomy.\n\nThe principle of thrombolysis is based on the use of a thrombolytic drug (Actylise®). It is a tissue plasminogen activator (t-PA) that will cause lysis and dissolution of clots blocking the artery. Thrombolysis is recommended until 4:30 a.m. after the onset of symptoms in the absence of contraindication.\n\nMechanical thrombectomy consists of removing the blood clot by introducing a probe into the artery having a proximal carotid or sylvic occlusion in its M1 portion or in the vertebro-basilar territory of an indeterminate schedule of less than 24 hours or determined from 6 hours to 24 hours having a radio-clinical mismatch, according to the DAWN study. The results of this study were analyzed according to age, NIHSS score and lesion volume on perfusion scanner or MRI (RAPID software). The interim analysis at 31 months on 206 randomized patients (107 thrombectomies versus 99 medical treatments alone) showed a clear superiority of the thrombectomy, leading to the premature end of the study, over the handicap at 3 months with more than 35 % of independent patients.\n\nIn most of the randomized studies, patients over 90 years of age have been excluded or are under-represented. This lack of data therefore does not make it possible to determine the effectiveness of thrombolysis or thrombectomy treatments in these patients.\n\nA recent meta-analysis has shown that the functional recovery in these patients treated by thrombectomy is superior to those of the same age without thrombectomies. According to American studies, the advanced age of a patient is not a contraindication to this treatment.\n\nPatients affected by a cerebral infarction represent 40 to 50% of hospitalizations in the neurology department of the Groupe Hospitalier Paris Saint-Joseph. In the intensive care of the neuro-vascular unit, the patient is received as quickly as possible to decide whether he can benefit from an extreme emergency treatment (intravenous thrombolysis or thrombectomy).\n\nThe present study should show that the clinical course after treatment in patients over 90 years of age is substantially comparable to younger patients, and that age is not a contraindication to treatment in the acute phase of stroke in the elderly."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":111,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients over 90 years old"},{"label":"Patients between 70 and 89 years of age."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Management of stroke between two groups of patients.","description":"This outcome corresponds to the comparaison of functional recovery at D90 after a stroke as measured by the Modified Rankin scale for measuring the degree of disability or dependence in the daily activities of patients.\n\n0 - No symptoms.\n\n1. - No significant disability. Able to carry out all usual activities, despite some symptoms.\n2. - Slight disability. Able to look after own affairs without assistance, but unable to carry out all previous activities.\n3. - Moderate disability. Requires some help, but able to walk unassisted.\n4. - Moderately severe disability. Unable to attend to own bodily needs without assistance, and unable to walk unassisted.\n5. - Severe disability. Requires constant nursing care and attention, bedridden, incontinent.\n6. - Dead.","timeFrame":"Day 90"}],"secondaryOutcomes":[{"measure":"Symptomatic hemorrhagic changes","description":"This outcome corresponds to the rate of patients with hemorrhagic transformation.","timeFrame":"Day 90"},{"measure":"Intra-hospital mortality","description":"This outcome corresponds to the rate of patients with in-hospital mortality.","timeFrame":"Day 90"},{"measure":"Other complications","description":"This outcome corresponds to the rate of patients presenting others complications during hospitalisation.","timeFrame":"Day 90"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient over 70 years old\n* Patient treated in the neurology department of Paris Saint-Joseph hospital for a stroke between 2017 and 2019\n* Patient treated by thrombolysis less than 4:30 after the onset of symptoms and / or by mechanical thrombectomy less than 24 hours.\n* French-speaking patient\n\nExclusion Criteria:\n\n* Patient under guardianship or curatorship\n* Patient deprived of liberty\n* Patient under legal protection\n* Patient objecting to the use of their data for this research","healthyVolunteers":false,"sex":"ALL","minimumAge":"70 Years","stdAges":["OLDER_ADULT"],"studyPopulation":"Patients treated for stroke in the neurology department within the Groupe Hospitalier Paris Saint Joseph, between January 01, 2017 and December 31, 2019, i.e. 122 patients.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"IOANA BABICIU, MD","affiliation":"Fondation Hôpital Saint-Joseph","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Groupe Hospitalier Paris Saint-Joseph","city":"Paris","zip":"75014","country":"France","geoPoint":{"lat":48.85341,"lon":2.3488}}]},"referencesModule":{"references":[{"pmid":"29235985","type":"RESULT","citation":"Murphy SL, Xu J, Kochanek KD, Curtin SC, Arias E. Deaths: Final Data for 2015. Natl Vital Stat Rep. 2017 Nov;66(6):1-75."},{"pmid":"29367334","type":"RESULT","citation":"Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, Biller J, Brown M, Demaerschalk BM, Hoh B, Jauch EC, Kidwell CS, Leslie-Mazwi TM, Ovbiagele B, Scott PA, Sheth KN, Southerland AM, Summers DV, Tirschwell DL; American Heart Association Stroke Council. 2018 Guidelines for the Early Management of Patients With Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2018 Mar;49(3):e46-e110. doi: 10.1161/STR.0000000000000158. Epub 2018 Jan 24. Erratum In: Stroke. 2018 Mar;49(3):e138. Stroke. 2018 Apr 18;:"},{"pmid":"27733282","type":"RESULT","citation":"GBD 2015 Disease and Injury Incidence and Prevalence Collaborators. Global, regional, and national incidence, prevalence, and years lived with disability for 310 diseases and injuries, 1990-2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet. 2016 Oct 8;388(10053):1545-1602. doi: 10.1016/S0140-6736(16)31678-6. Erratum In: Lancet. 2017 Jan 7;389(10064):e1."},{"pmid":"18556583","type":"RESULT","citation":"Saposnik G, Cote R, Phillips S, Gubitz G, Bayer N, Minuk J, Black S; Stroke Outcome Research Canada (SORCan) Working Group. Stroke outcome in those over 80: a multicenter cohort study across Canada. Stroke. 2008 Aug;39(8):2310-7. doi: 10.1161/STROKEAHA.107.511402. Epub 2008 Jun 12."},{"pmid":"25358699","type":"RESULT","citation":"Castonguay AC, Zaidat OO, Novakovic R, Nguyen TN, Taqi MA, Gupta R, Sun CH, Martin C, Holloway WE, Mueller-Kronast N, E English J, Linfante I, Dabus G, Malisch TW, Marden FA, Bozorgchami H, Xavier A, Rai AT, Froehler MT, Badruddin A, Abraham MG, Janardhan V, Shaltoni H, Yoo AJ, Abou-Chebl A, Chen PR, Britz GW, Kaushal R, Nanda A, A Issa M, Nogueira RG. Influence of age on clinical and revascularization outcomes in the North American Solitaire Stent-Retriever Acute Stroke Registry. Stroke. 2014 Dec;45(12):3631-6. doi: 10.1161/STROKEAHA.114.006487. Epub 2014 Oct 30."},{"pmid":"22744644","type":"RESULT","citation":"Chandra RV, Leslie-Mazwi TM, Oh DC, Chaudhry ZA, Mehta BP, Rost NS, Rabinov JD, Hirsch JA, Gonzalez RG, Schwamm LH, Yoo AJ. Elderly patients are at higher risk for poor outcomes after intra-arterial therapy. Stroke. 2012 Sep;43(9):2356-61. doi: 10.1161/STROKEAHA.112.650713. Epub 2012 Jun 28."},{"pmid":"9873157","type":"RESULT","citation":"Sharma JC, Fletcher S, Vassallo M. Strokes in the elderly - higher acute and 3-month mortality - an explanation. Cerebrovasc Dis. 1999 Jan-Feb;9(1):2-9. doi: 10.1159/000015889."},{"pmid":"30949120","type":"RESULT","citation":"Sharobeam A, Cordato DJ, Manning N, Cheung A, Wenderoth J, Cappelen-Smith C. Functional Outcomes at 90 Days in Octogenarians Undergoing Thrombectomy for Acute Ischemic Stroke: A Prospective Cohort Study and Meta-Analysis. Front Neurol. 2019 Mar 20;10:254. doi: 10.3389/fneur.2019.00254. eCollection 2019."},{"pmid":"26445678","type":"RESULT","citation":"To CY, Rajamand S, Mehra R, Falatko S, Badr Y, Richards B, Qahwash O, Fessler RD. Outcome of mechanical thrombectomy in the very elderly for the treatment of acute ischemic stroke: the real world experience. Acta Radiol Open. 2015 Sep 10;4(9):2058460115599423. doi: 10.1177/2058460115599423. eCollection 2015 Sep."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}