{"protocolSection":{"identificationModule":{"nctId":"NCT02928055","orgStudyIdInfo":{"id":"IRB16-00510"},"secondaryIdInfos":[{"id":"R01HD075542","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HD075542"}],"organization":{"fullName":"MetroHealth Medical Center","class":"OTHER"},"briefTitle":"Peripheral Nerve Stimulation for Shoulder Pain: Dose Response","officialTitle":"Implanted PNS for Shoulder Pain in Stroke"},"statusModule":{"statusVerifiedDate":"2021-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-10"},"primaryCompletionDateStruct":{"date":"2019-08","type":"ACTUAL"},"completionDateStruct":{"date":"2019-10-30","type":"ACTUAL"},"studyFirstSubmitDate":"2016-10-06","studyFirstSubmitQcDate":"2016-10-06","studyFirstPostDateStruct":{"date":"2016-10-07","type":"ESTIMATED"},"resultsFirstSubmitDate":"2020-12-18","resultsFirstSubmitQcDate":"2021-06-16","resultsFirstPostDateStruct":{"date":"2021-06-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-06-16","lastUpdatePostDateStruct":{"date":"2021-06-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Richard Wilson, MD","investigatorTitle":"Assistant Professor, Physical Medicine and Rehabilitation","investigatorAffiliation":"MetroHealth Medical Center"},"leadSponsor":{"name":"MetroHealth Medical Center","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"},{"name":"Case Western Reserve University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"The primary objective of this RCT is explore the mechanism for Hemiplegic Shoulder Pain (HSP) reduction due to treatment with peripheral nerve stimulation. We will explore the association of subject-specific clinical and demographic information and pain relief from PNS. We will explore the possible role of central sensitization mechanisms in perpetuating pain via measures of sensory and pain perception. Lastly, we will explore the dose-response association of muscle-contraction from PNS and pain reduction, completion of activities of daily living (ADLs), and improvement in quality of life.","detailedDescription":"Hemiplegic shoulder pain (HSP) affects up to 60% of moderate to severely impaired stroke survivors. HSP is associated with poor rehabilitation outcomes, including interference with activities of daily living (ADLs) and poor quality of life (QoL). While many treatments for HSP have been proposed, most do not result in long-term relief of pain.\n\nThe investigators developed the use of intramuscular peripheral nerve stimulation (PNS) for the treatment of HSP, which involves the temporary placement of a percutaneous intramuscular electrode to stimulate the axillary nerve motor points to the deltoid muscle. The deltoid muscle is stimulated for 6 hours per day for 3 weeks, causing comfortable, non-fatiguing contractions. This treatment, which occurs in the community setting, results in pain relief for up to 12 months when compared to treatment with a hemisling. A systematic review of randomized controlled trials (RCT) with pain as the primary outcome concluded that intramuscular PNS was the only treatment to provide long-term relief of pain for those with HSP. We have completed two RCTs that have demonstrated that a short-term PNS treatment (i.e., 3 or 6 weeks) provides pain relief. The first trial demonstrated efficacy in long-term pain relief in more than 60% of subjects for greater than 12 months. The second trial corroborated the finding that more than 60% of subjects receiving PNS achieved long-term pain reduction, and also showed that PNS reduces pain more than that achieved with physical therapy. The mechanism of action of PNS in reduction of HSP is not yet known. Thus, the primary objective of this RCT is explore the mechanism for HSP reduction.\n\nThe mechanisms behind PNS for the treatment of HSP are not known. First, individual variation may contribute to response to PNS, thus we will explore the association of subject-specific clinical and demographic information and pain relief from PNS. Secondly, our team and others have found that in the chronic stage central sensitization mechanisms may also have a role in perpetuating pain, as it does in other forms of chronic shoulder pain. These mechanisms will be explored via measures of sensory and pain perception. Finally, our approach to delivering PNS for HSP is different from other treatments in which PNS is delivered through skin surface electrodes (e.g., transcutaneous electrical nerve stimulation or TENS) in that our treatment produces repeated muscle contraction over the course of weeks. Treatments such as TENS generates tingling sensations (paresthesias) over the painful area, and pain relief following stimulation is short-lived, seldom lasting more than a few hours. We postulate that long-term pain relief for HSP after PNS treatment is due to the repeated muscle contraction that occurs daily over the course of treatment, thus we will explore the dose-response association of muscle-contraction from PNS and pain reduction, completion of activities of daily living (ADLs), and improvement in quality of life."},"conditionsModule":{"conditions":["Stroke","Shoulder Pain"],"keywords":["Stroke","Shoulder Pain","Electrical stimulation","Neuromuscular stimulation","Intramuscular stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":23,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"PNS (3 hr/day)","type":"EXPERIMENTAL","description":"The PNS (3 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (3 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period.","interventionNames":["Device: Peripheral Nerve Stimulation"]},{"label":"PNS (6 hr/day)","type":"EXPERIMENTAL","description":"The PNS (6 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (6 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period.","interventionNames":["Device: Peripheral Nerve Stimulation"]},{"label":"PNS (9 hr/day)","type":"EXPERIMENTAL","description":"The PNS (9 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (9 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period.","interventionNames":["Device: Peripheral Nerve Stimulation"]}],"interventions":[{"type":"DEVICE","name":"Peripheral Nerve Stimulation","description":"The stimulation system includes an external stimulator, percutaneous lead and pad. The stimulator snaps onto the pad. The pad has an embedded power source but also serves as the anode. The 1-channel stimulator outputs a biphasic current waveform with current pulse parameter ranges suitable for PNS. The percutaneous lead is inserted using an introducer (like a hypodermic needle) which is withdrawn and the lead is retained in the muscle by a barb at its tip. After a 1-week stabilization period, stimulation is initiated (daily dose is Group-dependent). Stimulus parameters may be adjusted by the research staff as deemed appropriate. The treatment period is 3 weeks after which the lead will be removed. Total time of electrode implantation is no more than 29 days.","armGroupLabels":["PNS (3 hr/day)","PNS (6 hr/day)","PNS (9 hr/day)"],"otherNames":["Intramuscular Peripheral Nerve Stimulation","Intramuscular Electrical Nerve Stimulation","Smartpatch System"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Brief Pain Inventory (BPI)- Short Form (SF) Question 3 (BPI-SF3)","description":"Brief Pain Inventory(BPI) Short Form 3: The BPI has excellent psychometrics and is recommended for the assessment of pain in clinical trials. The developers of the BPI recommend BPI SF-3, the \"pain worst\" rating, as the primary response metric. The question asks participants to rate their worst pain in the prior 7-d on a 0 to 10 numeric rating scale, where \"0\" indicates \"No pain\" and \"10\" indicates \"Pain as bad as you can imagine.\" A lower score is better.","timeFrame":"End of Treatment (EOT), EOT + 3 mo"}],"otherOutcomes":[{"measure":"Adverse Events (Related)","description":"Related adverse events are documented as Safety data.","timeFrame":"Electrode Implant, Start of Stimulation, 1 week after start of stimulation, 2 weeks after start of stimulation, end of treatment (EOT), EOT + 1mo, EOT + 2 mo, EOT + 3 mo"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* shoulder pain localized to the glenohumeral joint, subacromial area or deltoid insertion associated with: a) rest; b) passive abduction or external rotation range of motion (ROM); c) active abduction ROM; or, d) manual palpation;\n* shoulder pain onset or worsening after the most recent stroke;\n* weakness of shoulder abductors (≤4/5 on MRC if isolated movement is present);\n* ≥ 21-yrs old; \\< 90-yrs old;\n* time of stroke ≥ 3-mo;\n* duration of HSP ≥3-mo;\n* HSP with moderate to severe pain (BPI SF-3 ≥ 4);\n* cognitive and communication ability to fulfill study requirements (cognitive ability based upon a score of ≥24 on the Mini Mental Status Exam (MMSE));\n* availability of reliable adult who can assist with study procedures if necessary;\n* willing and able to report shoulder pain and other conditions and complete study visits throughout the 4 month study period.\n\nExclusion Criteria:\n\n* joint or overlying skin infection or history of recurrent skin infections;\n* insensate skin;\n* need to take \\> 1 opioid and \\> 1 nonopioid analgesic medication for HSP;\n* regular intake of pain medications for another chronic pain;\n* botox injection or subacromial steroid injections to the shoulder within the past 12 wks;\n* receiving OT or PT for HSP;\n* bleeding disorder or INR \\> 3.0;\n* sensitivity to skin surface electrodes and/or medical-grade adhesives, gels, tapes;\n* medical instability;\n* pregnancy;\n* uncontrolled seizures (\\>1/mo for 6-mo);\n* history of cardiac arrhythmia with hemodynamic instability;\n* history of lidocaine allergy;\n* history of Parkinson's disease, SCI, TBI, MS, or ipsilateral UE lower motor neuron lesion;\n* history of complex regional pain syndrome, myofacial pain syndrome, other pain conditions (investigator discretion);\n* cardiac pacemaker or other implanted electronic device;\n* history of valvular heart disease (artificial valves, requiring antibiotics for procedures, etc.);\n* severely impaired communication.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Richard D Wilson, MD","affiliation":"MetroHealth Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"MetroHealth Medical Center","city":"Cleveland","state":"Ohio","zip":"44109","country":"United States","geoPoint":{"lat":41.4995,"lon":-81.69541}}]},"referencesModule":{"references":[{"pmid":"24355994","type":"BACKGROUND","citation":"Wilson RD, Gunzler DD, Bennett ME, Chae J. Peripheral nerve stimulation compared with usual care for pain relief of hemiplegic shoulder pain: a randomized controlled trial. Am J Phys Med Rehabil. 2014 Jan;93(1):17-28. doi: 10.1097/PHM.0000000000000011. Erratum In: Am J Phys Med Rehabil. 2016 Feb;95(2):e29."},{"pmid":"17369520","type":"BACKGROUND","citation":"Chae J, Ng A, Yu DT, Kirsteins A, Elovic EP, Flanagan SR, Harvey RL, Zorowitz RD, Fang ZP. Intramuscular electrical stimulation for shoulder pain in hemiplegia: does time from stroke onset predict treatment success? Neurorehabil Neural Repair. 2007 Nov-Dec;21(6):561-7. doi: 10.1177/1545968306298412. Epub 2007 Mar 16."},{"pmid":"22448759","type":"BACKGROUND","citation":"Chae J, Wilson RD, Bennett ME, Lechman TE, Stager KW. Single-lead percutaneous peripheral nerve stimulation for the treatment of hemiplegic shoulder pain: a case series. Pain Pract. 2013 Jan;13(1):59-67. doi: 10.1111/j.1533-2500.2012.00541.x. Epub 2012 Mar 26."},{"pmid":"11277137","type":"BACKGROUND","citation":"Chae J, Yu D, Walker M. Percutaneous, intramuscular neuromuscular electrical stimulation for the treatment of shoulder subluxation and pain in chronic hemiplegia: a case report. Am J Phys Med Rehabil. 2001 Apr;80(4):296-301. doi: 10.1097/00002060-200104000-00014."},{"pmid":"16244520","type":"BACKGROUND","citation":"Chae J, Yu DT, Walker ME, Kirsteins A, Elovic EP, Flanagan SR, Harvey RL, Zorowitz RD, Frost FS, Grill JH, Fang ZP. Intramuscular electrical stimulation for hemiplegic shoulder pain: a 12-month follow-up of a multiple-center, randomized clinical trial. Am J Phys Med Rehabil. 2005 Nov;84(11):832-42. doi: 10.1097/01.phm.0000184154.01880.72."},{"pmid":"21530732","type":"BACKGROUND","citation":"Wilson RD, Bennett ME, Lechman TE, Stager KW, Chae J. Single-lead percutaneous peripheral nerve stimulation for the treatment of hemiplegic shoulder pain: a case report. Arch Phys Med Rehabil. 2011 May;92(5):837-40. doi: 10.1016/j.apmr.2010.11.003."},{"pmid":"11239281","type":"BACKGROUND","citation":"Yu DT, Chae J, Walker ME, Fang ZP. Percutaneous intramuscular neuromuscular electric stimulation for the treatment of shoulder subluxation and pain in patients with chronic hemiplegia: a pilot study. Arch Phys Med Rehabil. 2001 Jan;82(1):20-5. doi: 10.1053/apmr.2001.18666."},{"pmid":"15129391","type":"BACKGROUND","citation":"Yu DT, Chae J, Walker ME, Kirsteins A, Elovic EP, Flanagan SR, Harvey RL, Zorowitz RD, Frost FS, Grill JH, Feldstein M, Fang ZP. Intramuscular neuromuscular electric stimulation for poststroke shoulder pain: a multicenter randomized clinical trial. Arch Phys Med Rehabil. 2004 May;85(5):695-704. doi: 10.1016/j.apmr.2003.07.015."},{"pmid":"11387579","type":"BACKGROUND","citation":"Yu DT, Chae J, Walker ME, Hart RL, Petroski GF. Comparing stimulation-induced pain during percutaneous (intramuscular) and transcutaneous neuromuscular electric stimulation for treating shoulder subluxation in hemiplegia. Arch Phys Med Rehabil. 2001 Jun;82(6):756-60. doi: 10.1053/apmr.2001.23310."},{"pmid":"20055567","type":"BACKGROUND","citation":"Koog YH, Jin SS, Yoon K, Min BI. Interventions for hemiplegic shoulder pain: systematic review of randomised controlled trials. Disabil Rehabil. 2010;32(4):282-91. doi: 10.3109/09638280903127685."},{"pmid":"10688341","type":"BACKGROUND","citation":"Snels IA, Beckerman H, Lankhorst GJ, Bouter LM. Treatment of hemiplegic shoulder pain in the Netherlands: results of a national survey. Clin Rehabil. 2000 Feb;14(1):20-7. doi: 10.1191/026921500668239146."},{"pmid":"23255268","type":"BACKGROUND","citation":"Soo Hoo J, Paul T, Chae J, Wilson RD. Central hypersensitivity in chronic hemiplegic shoulder pain. Am J Phys Med Rehabil. 2013 Jan;92(1):1-9; quiz 10-3. doi: 10.1097/PHM.0b013e31827df862."},{"pmid":"24512114","type":"BACKGROUND","citation":"Wilson RD, Harris MA, Gunzler DD, Bennett ME, Chae J. Percutaneous peripheral nerve stimulation for chronic pain in subacromial impingement syndrome: a case series. Neuromodulation. 2014 Dec;17(8):771-6; discussion 776. doi: 10.1111/ner.12152. Epub 2014 Feb 11."},{"pmid":"22920317","type":"BACKGROUND","citation":"Wilson RD, Harris MA, Bennett ME, Chae J. Single-lead percutaneous peripheral nerve stimulation for the treatment of shoulder pain from subacromial impingement syndrome. PM R. 2012 Aug;4(8):624-8. doi: 10.1016/j.pmrj.2012.03.002."},{"pmid":"22789774","type":"BACKGROUND","citation":"Paul TM, Soo Hoo J, Chae J, Wilson RD. Central hypersensitivity in patients with subacromial impingement syndrome. Arch Phys Med Rehabil. 2012 Dec;93(12):2206-9. doi: 10.1016/j.apmr.2012.06.026. Epub 2012 Jul 10."}],"seeAlsoLinks":[{"label":"Cleveland FES Center","url":"http://fescenter.org/index.php"},{"label":"The MetroHealth System - Clinical Trials","url":"http://www.metrohealth.org"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"PNS (3 hr/Day)","description":"The PNS (3 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (3 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period."},{"id":"FG001","title":"PNS (6 hr/Day)","description":"The PNS (6 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (6 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period."},{"id":"FG002","title":"PNS (9 hr/Day)","description":"The PNS (9 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (9 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"8"},{"groupId":"FG001","numSubjects":"8"},{"groupId":"FG002","numSubjects":"7"}]},{"type":"End of Treatment","achievements":[{"groupId":"FG000","numSubjects":"8"},{"groupId":"FG001","numSubjects":"8"},{"groupId":"FG002","numSubjects":"6"}]},{"type":"1 Month Follow up","achievements":[{"groupId":"FG000","numSubjects":"7"},{"groupId":"FG001","numSubjects":"7"},{"groupId":"FG002","numSubjects":"6"}]},{"type":"2 Month Follow up","achievements":[{"groupId":"FG000","numSubjects":"6"},{"groupId":"FG001","numSubjects":"7"},{"groupId":"FG002","numSubjects":"5"}]},{"type":"3 Month Follow up","achievements":[{"groupId":"FG000","numSubjects":"5"},{"groupId":"FG001","numSubjects":"6"},{"groupId":"FG002","numSubjects":"5"}]},{"type":"COMPLETED","comment":"complete study(all milestones)","achievements":[{"groupId":"FG000","numSubjects":"5"},{"groupId":"FG001","numSubjects":"6"},{"groupId":"FG002","numSubjects":"5"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"3"},{"groupId":"FG001","numSubjects":"2"},{"groupId":"FG002","numSubjects":"2"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"PNS (3 hr/Day)","description":"The PNS (3 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (3 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period."},{"id":"BG001","title":"PNS (6 hr/Day)","description":"The PNS (6 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (6 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period."},{"id":"BG002","title":"PNS (9 hr/Day)","description":"The PNS (9 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (9 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period."},{"id":"BG003","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"8"},{"groupId":"BG001","value":"8"},{"groupId":"BG002","value":"7"},{"groupId":"BG003","value":"23"}]}],"measures":[{"title":"Age, Categorical","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"8"},{"groupId":"BG001","value":"7"},{"groupId":"BG002","value":"4"},{"groupId":"BG003","value":"19"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"3"},{"groupId":"BG003","value":"4"}]}]}]},{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"55.75","spread":"6.25"},{"groupId":"BG001","value":"57.5","spread":"8.64"},{"groupId":"BG002","value":"62.86","spread":"5.64"},{"groupId":"BG003","value":"58.52","spread":"7.35"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"3"},{"groupId":"BG003","value":"12"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"3"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"4"},{"groupId":"BG003","value":"11"}]}]}]},{"title":"Ethnicity (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Hispanic or Latino","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"1"},{"groupId":"BG003","value":"1"}]},{"title":"Not Hispanic or Latino","measurements":[{"groupId":"BG000","value":"8"},{"groupId":"BG001","value":"8"},{"groupId":"BG002","value":"6"},{"groupId":"BG003","value":"22"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"}]}]}]},{"title":"Race (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"American Indian or Alaska Native","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"}]},{"title":"Asian","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"}]},{"title":"Native Hawaiian or Other Pacific Islander","measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"1"}]},{"title":"Black or African American","measurements":[{"groupId":"BG000","value":"4"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"2"},{"groupId":"BG003","value":"10"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"3"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"5"},{"groupId":"BG003","value":"12"}]},{"title":"More than one race","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"},{"groupId":"BG003","value":"0"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"8"},{"groupId":"BG001","value":"8"},{"groupId":"BG002","value":"7"},{"groupId":"BG003","value":"23"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Brief Pain Inventory (BPI)- Short Form (SF) Question 3 (BPI-SF3)","description":"Brief Pain Inventory(BPI) Short Form 3: The BPI has excellent psychometrics and is recommended for the assessment of pain in clinical trials. The developers of the BPI recommend BPI SF-3, the \"pain worst\" rating, as the primary response metric. The question asks participants to rate their worst pain in the prior 7-d on a 0 to 10 numeric rating scale, where \"0\" indicates \"No pain\" and \"10\" indicates \"Pain as bad as you can imagine.\" A lower score is better.","populationDescription":"numbers analyzed differ at 3 month follow up due to study drop out of some subjects at 3 month follow up","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Full Range","unitOfMeasure":"score on a scale","timeFrame":"End of Treatment (EOT), EOT + 3 mo","groups":[{"id":"OG000","title":"PNS (3 hr/Day)","description":"The PNS (3 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (3 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period."},{"id":"OG001","title":"PNS (6 hr/Day)","description":"The PNS (6 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (6 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period."},{"id":"OG002","title":"PNS (9 hr/Day)","description":"The PNS (9 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (9 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"8"},{"groupId":"OG001","value":"8"},{"groupId":"OG002","value":"7"}]}],"classes":[{"title":"End of Treatment Score","denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"8"},{"groupId":"OG001","value":"8"},{"groupId":"OG002","value":"7"}]}],"categories":[{"measurements":[{"groupId":"OG000","value":"5.6","lowerLimit":"2","upperLimit":"9"},{"groupId":"OG001","value":"6","lowerLimit":"3","upperLimit":"10"},{"groupId":"OG002","value":"5.67","lowerLimit":"2","upperLimit":"9"}]}]},{"title":"3 month follow up score","denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"5"},{"groupId":"OG001","value":"7"},{"groupId":"OG002","value":"7"}]}],"categories":[{"measurements":[{"groupId":"OG000","value":"6.5","lowerLimit":"5","upperLimit":"8"},{"groupId":"OG001","value":"5.2","lowerLimit":"0","upperLimit":"10"},{"groupId":"OG002","value":"4.4","lowerLimit":"3","upperLimit":"8"}]}]}]},{"type":"OTHER_PRE_SPECIFIED","title":"Adverse Events (Related)","description":"Related adverse events are documented as Safety data.","reportingStatus":"NOT_POSTED","timeFrame":"Electrode Implant, Start of Stimulation, 1 week after start of stimulation, 2 weeks after start of stimulation, end of treatment (EOT), EOT + 1mo, EOT + 2 mo, EOT + 3 mo","denomUnitsSelected":"Participants"}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"adverse Event were collected for the time frame subject was enrolled in the study. Eligibility through EOT +3 months, an average of 4 months per participant","eventGroups":[{"id":"EG000","title":"PNS (3 hr/Day)","description":"The PNS (3 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (3 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period.","deathsNumAffected":0,"deathsNumAtRisk":8,"seriousNumAffected":3,"seriousNumAtRisk":8,"otherNumAffected":6,"otherNumAtRisk":8},{"id":"EG001","title":"PNS (6 hr/Day)","description":"The PNS (6 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (6 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period.","deathsNumAffected":0,"deathsNumAtRisk":8,"seriousNumAffected":2,"seriousNumAtRisk":8,"otherNumAffected":6,"otherNumAtRisk":8},{"id":"EG002","title":"PNS (9 hr/Day)","description":"The PNS (9 hr/day) Group will receive peripheral nerve stimulation treatment for three weeks (9 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period.","deathsNumAffected":0,"deathsNumAtRisk":7,"seriousNumAffected":0,"seriousNumAtRisk":7,"otherNumAffected":7,"otherNumAtRisk":7}],"seriousEvents":[{"term":"Fall with injury","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Fall resulting in avulsion fracture of styloid process","stats":[{"groupId":"EG000","numEvents":0,"numAffected":0,"numAtRisk":8},{"groupId":"EG001","numEvents":1,"numAffected":1,"numAtRisk":8},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":7}]},{"term":"other medical condition: Cancer","organSystem":"Neoplasms benign, malignant and unspecified (incl cysts and polyps)","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Reported diagnosis of ca, follow up phase","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":8},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":8},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":7}]},{"term":"Orthopedic surgery","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Orthopedic Foot surgery","stats":[{"groupId":"EG000","numEvents":0,"numAffected":0,"numAtRisk":8},{"groupId":"EG001","numEvents":1,"numAffected":1,"numAtRisk":8},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":7}]},{"term":"Anxiety(psychosocial)","organSystem":"Psychiatric disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Subject hospitalized 2 days for complaints of chest pain after family disagreement. Reported a brief period of suicidal ideation. Discharge diagnosis- chest pain which appeared to be triggered by psychosocial issues","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":8},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":8},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":7}]}],"otherEvents":[{"term":"Skin Irritation at Bandage site","organSystem":"Skin and subcutaneous tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Itching at bandage site","stats":[{"groupId":"EG000","numEvents":5,"numAffected":5,"numAtRisk":8},{"groupId":"EG001","numEvents":3,"numAffected":2,"numAtRisk":8},{"groupId":"EG002","numEvents":4,"numAffected":4,"numAtRisk":7}]},{"term":"Skin Irritation under Sprint Pad","organSystem":"Skin and subcutaneous tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Redness under sprint pad","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":8},{"groupId":"EG001","numEvents":1,"numAffected":1,"numAtRisk":8},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":7}]},{"term":"Retained Lead Fragment","organSystem":"Skin and subcutaneous tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"Lead fragment retained in muscle after explant","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":8},{"groupId":"EG001","numEvents":1,"numAffected":1,"numAtRisk":8},{"groupId":"EG002","numEvents":0,"numAffected":0,"numAtRisk":7}]},{"term":"Accidental dislodgment of Lead","organSystem":"Skin and subcutaneous tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"subject accidentally pulled lead out for skin","stats":[{"groupId":"EG000","numEvents":2,"numAffected":2,"numAtRisk":8},{"groupId":"EG001","numEvents":3,"numAffected":2,"numAtRisk":8},{"groupId":"EG002","numEvents":1,"numAffected":1,"numAtRisk":7}]},{"term":"Fall with injury","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"fall with fracture","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":8},{"groupId":"EG001","numEvents":2,"numAffected":2,"numAtRisk":8},{"groupId":"EG002","numEvents":1,"numAffected":1,"numAtRisk":7}]},{"term":"Skin Irritation at electrode site","organSystem":"Skin and subcutaneous tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"redness at electrode site(no infection)","stats":[{"groupId":"EG000","numEvents":1,"numAffected":1,"numAtRisk":8},{"groupId":"EG001","numEvents":2,"numAffected":2,"numAtRisk":8},{"groupId":"EG002","numEvents":2,"numAffected":2,"numAtRisk":7}]},{"term":"Arm fatigue/weakness/pain","organSystem":"Musculoskeletal and connective tissue disorders","assessmentType":"SYSTEMATIC_ASSESSMENT","notes":"pain or weakness in shoulder reported after implantation and start of stimulation","stats":[{"groupId":"EG000","numEvents":0,"numAffected":0,"numAtRisk":8},{"groupId":"EG001","numEvents":0,"numAffected":0,"numAtRisk":8},{"groupId":"EG002","numEvents":2,"numAffected":2,"numAtRisk":7}]}]},"moreInfoModule":{"limitationsAndCaveats":{"description":"The trial did not meet the goal of 10 participants per group. Results should be interpreted with caution."},"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Richard Wilson, MD","organization":"MetroHealth Medical Center","email":"rwilson@metrohealth.org","phone":"216-778-4414"}}},"documentSection":{"largeDocumentModule":{"noSap":true,"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2020-12-18","uploadDate":"2021-02-09T09:46","filename":"Prot_000.pdf","size":3133598}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M21597","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M20523","name":"Arthralgia","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":true}