{"protocolSection":{"identificationModule":{"nctId":"NCT04164381","orgStudyIdInfo":{"id":"FDGCOG_19"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Robotic Rehabilitation and Cognitive Functions","officialTitle":"Use of Robotics to Improve Cognitive Functions in Subject With Subacute Stroke: a Bicentric Pilot Study"},"statusModule":{"statusVerifiedDate":"2020-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-11-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-03-30","type":"ACTUAL"},"completionDateStruct":{"date":"2020-03-30","type":"ACTUAL"},"studyFirstSubmitDate":"2019-11-13","studyFirstSubmitQcDate":"2019-11-13","studyFirstPostDateStruct":{"date":"2019-11-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-05-06","lastUpdatePostDateStruct":{"date":"2020-05-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Irene Giovanna Aprile","investigatorTitle":"M.D., Ph,D, Principal Investigator, Head of Rehabilitation Unit","investigatorAffiliation":"Fondazione Don Carlo Gnocchi Onlus"},"leadSponsor":{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A recent multicenter study of the Fondazione Don Gnocchi (FDG) Robotic Rehabilitation Group (NCT02879279) showed the efficacy of robotic rehabilitation in upper limb motor recovery after stroke using a set of robots and sensor-based devices. In clinical practice, beside sensory-motor deficits, stroke patients often present concomitant cognitive impairments (as attention and memory disorders). The robotic and technological systems used in the above-mentioned study allow training on some cognitive functions such as visual memory, visual-spatial functions and working memory, as well as motor training of the upper limb. The aim of the study is to assess whether cognitive functions, such as visual memory, visual-spatial skills and working memory (evaluated with specific tests) improve after robotic therapy of the upper limb in subacute stroke patients.","detailedDescription":"It is estimated that up to three quarters of acute and subacute stroke survivors exhibit cognitive impairment. Cognitive impairment can significantly compromise functional recovery, quality of life, and social engagement after stroke. Indeed, some authors showed that the impairment of cognitive functions can negatively influence rehabilitation strategies. Robotic therapy has been proposed as a viable approach for the rehabilitation of the upper limb, as a way to increase the amount and intensity of the therapy, and to standardize the treatment, adding a complex but controlled multisensory stimulation to the patient. In fact, owing to the complex training environments, robotic and technological devices may promote the re-learning capacity, inducing functional or structural plasticity in brain networks that control both motor and cognitive functions. Our hypothesis is that the cognitive engagement of patients during upper limb robotic therapy can impact on some cognitive functions that are compromised after the stroke.\n\nThe current pilot study aims to evaluate the effects of an upper limb robotic rehabilitation treatment on cognitive functions in patients with subacute stroke.\n\nFifty consecutive patients with sub-acute stroke (within 6 months of the event) will be enrolled in two rehabilitation centers.\n\nAll patients will perform a robotic treatment of the upper limb (30 sessions, 5 times a week) using a set of robotic devices. The training will include motor-cognitive exercises specifically selected to train spatial attention, vision and working memory, praxis, executive functions, and speed of processing. Furthermore, patients will undergo a comprehensive rehabilitation program including individual conventional physiotherapy (6 times/week), lasting 45 minutes focused on lower limb, sitting and standing training, balance and walking.\n\nSubjects will be evaluated at baseline (T0) and after treatment (T1). To be included in the analysis, patients will have to undergo at least 25 rehabilitation sessions, without interrupting the treatment (due to clinical complications) for more than six consecutive sessions; otherwise, they will be considered as dropouts.\n\nThe effects of the rehabilitation intervention on the upper limb function and disability will be assessed with the following clinical scales: Fugl-Meyer Assessment for Upper Extremity (FMA), to evaluate motor function; the Motricity Index (MI), to evaluate muscle strength; the Modified Barthel Index (mBI), to evaluate activities of daily living (ADL) and mobility.\n\nOxford Cognitive Screen (OCS) will be performed as screening tool to evaluate cognitive functions. Moreover, the following cognitive tests will be used: 1) Digit Span (attention/short-term memory involving strings/series of digits of varying length); 2) Tower of London (planning and problem solving); 3) STROOP test (Stroop Color and Word Test); 4) Symbol Digit Modalities Test (processing speed of visual stimuli); 5) Rey-Osterrieth Complex Figure Test (ROCF) (visuomotor integration)."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Rehabilitation","Robotics","Cognitive Function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":51,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Robotic assisted intervention","type":"EXPERIMENTAL","description":"Upper limb robotic therapy using a set of robotic and sensor based devices and exercises specifically selected to train cognitive functions.","interventionNames":["Device: Robotic assisted intervention"]}],"interventions":[{"type":"DEVICE","name":"Robotic assisted intervention","description":"Robotic treatment of the upper limb (30 sessions, 5 times a week) using a set of 4 robotic devices: Motore (Humanware); Amadeo, Diego, Pablo (Tyromotion). The training will include motor-cognitive exercises specifically selected to train spatial attention, vision and working memory, praxis, executive function, and speed of processing.","armGroupLabels":["Robotic assisted intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Symbol Digit Modalities Test (SDMT)","description":"SDMT evaluates information processing speed. It consists of a simple task of replacing symbols with numbers. Using a reference key, the patient has 90 seconds to match a sequence of symbols with the correspondent numbers as rapidly as possible. Both written or oral administration can be used.\n\nFor each correct answer, a point is assigned.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"}],"secondaryOutcomes":[{"measure":"Tower of London (TOL)","description":"The TOL test is a tool to assess strategic decision and problem solving. The patient is required to move different colored balls on the three pegs of different lengths, according to a model and a number of established moves. The maximum time for each configuration is 60 seconds.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"Change in Rey-Osterrieth Complex Figure Test (ROCF).","description":"The ROCF is a neuropsychological assessment for evaluation of visuospatial abilities, memory, attention, planning, working memory and executive functions. The patient is required to copy a complex figure freehand (recognition), and then draw it from memory (recall). The score is assigned based on the correctness of each line (from 0 to 2).","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"Change in Digit Span (DS)","description":"The DS is a test that measures the verbal memory span (digit memory). The patient is required to correctly repeat the sequence of number listened. It is composed by two different tests: the Digits Forward and the Digit Backward. The range for Digit Forward is from 6 to -1.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"Change in Stroop and Color Word test (SCWT)","description":"The SCWT is a neuropsychological test used to assess the cognitive interference. The patient is required to read three different tables as fast as possible (in 30 seconds): the first contains 100 names of colors ink in black; the second contains 100 shapes of different colors (red, blue, green); the third contains 100 color-words are printed in an inconsistent color ink (for instance the word \"red\" is printed in green ink).","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"}],"otherOutcomes":[{"measure":"Change in Motricity Index (MI)","description":"The Motricity Index is used to measure strength in upper extremities and ranges from 0 to 100, with higher scores meaning higher strength.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"Change in Modified Barthel Index (BI)","description":"The BI is designed to assess the ability of an individual with a neuromuscular or musculoskeletal disorder to care for him/herself. It ranges from 0 to 100, with a higher number meaning better performance in activities of daily living.","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"},{"measure":"Change in Fugl-Meyer Assessment of Motor Recovery after Stroke for Upper Extremity portion (FMA-UL)","description":"The FMA-UL is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, sensation and joint functioning in patients with post-stroke hemiplegia. The upper limb portion of the FMA-UL ranges from 0 (hemiplegia) to 66 points (normal upper limb motor performance).","timeFrame":"Baseline (T0), Treatment (6 weeks) (T1)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first ischemic or hemorrhagic stroke (verified by MRI or CT);\n* time latency within 6 months from stroke (subacute patients);\n* age between 35-85 years;\n* cognitive abilities adequate to understand the experiments and the follow instructions Token test ≥26.5 (correction as for age and school level);\n* upper limb impairment (FMA score ≤58);\n* ability to give written consent;\n* compliance with the study procedures.\n\nExclusion Criteria:\n\n* history of recurrent stroke;\n* inability to understand the instructions required for the study;\n* fixed contraction in the affected limb (ankylosis, Modified Ashworth Scale equal to 4);\n* severe deficits in visual acuity.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Irene Aprile, MD, PhD","affiliation":"Fondazione Don Carlo Gnocchi Onlus","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Don Gnocchi Foundation","city":"Rome","zip":"00168","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"31834217","type":"BACKGROUND","citation":"Aprile I, Germanotta M, Cruciani A, Loreti S, Pecchioli C, Cecchi F, Montesano A, Galeri S, Diverio M, Falsini C, Speranza G, Langone E, Papadopoulou D, Padua L, Carrozza MC; FDG Robotic Rehabilitation Group. Upper Limb Robotic Rehabilitation After Stroke: A Multicenter, Randomized Clinical Trial. J Neurol Phys Ther. 2020 Jan;44(1):3-14. doi: 10.1097/NPT.0000000000000295."},{"pmid":"30175845","type":"BACKGROUND","citation":"Mehrholz J, Pohl M, Platz T, Kugler J, Elsner B. Electromechanical and robot-assisted arm training for improving activities of daily living, arm function, and arm muscle strength after stroke. Cochrane Database Syst Rev. 2018 Sep 3;9(9):CD006876. doi: 10.1002/14651858.CD006876.pub5."},{"type":"BACKGROUND","citation":"Aprile I, Cruciani A, Germanotta M, Gower V, Pecchioli C, Cattaneo D, Vannetti F, Padua L, Gramatica F. Upper Limb Robotics in Rehabilitation: An Approach to Select the Devices, Based on Rehabilitation Aims, and Their Evaluation in a Feasibility Study. Applied Sciences 2019, 9(18), 3920; https://doi.org/10.3390/app9183920"},{"pmid":"31128926","type":"BACKGROUND","citation":"Rodgers H, Bosomworth H, Krebs HI, van Wijck F, Howel D, Wilson N, Aird L, Alvarado N, Andole S, Cohen DL, Dawson J, Fernandez-Garcia C, Finch T, Ford GA, Francis R, Hogg S, Hughes N, Price CI, Ternent L, Turner DL, Vale L, Wilkes S, Shaw L. Robot assisted training for the upper limb after stroke (RATULS): a multicentre randomised controlled trial. Lancet. 2019 Jul 6;394(10192):51-62. doi: 10.1016/S0140-6736(19)31055-4. Epub 2019 May 22."},{"pmid":"31092252","type":"BACKGROUND","citation":"Rogers JM, Duckworth J, Middleton S, Steenbergen B, Wilson PH. Elements virtual rehabilitation improves motor, cognitive, and functional outcomes in adult stroke: evidence from a randomized controlled pilot study. J Neuroeng Rehabil. 2019 May 15;16(1):56. doi: 10.1186/s12984-019-0531-y."},{"pmid":"29899719","type":"BACKGROUND","citation":"Faria AL, Cameirao MS, Couras JF, Aguiar JRO, Costa GM, Bermudez I Badia S. Combined Cognitive-Motor Rehabilitation in Virtual Reality Improves Motor Outcomes in Chronic Stroke - A Pilot Study. Front Psychol. 2018 May 30;9:854. doi: 10.3389/fpsyg.2018.00854. eCollection 2018."},{"pmid":"30450069","type":"BACKGROUND","citation":"Perez-Marcos D, Bieler-Aeschlimann M, Serino A. Virtual Reality as a Vehicle to Empower Motor-Cognitive Neurorehabilitation. Front Psychol. 2018 Nov 2;9:2120. doi: 10.3389/fpsyg.2018.02120. eCollection 2018."},{"pmid":"33329334","type":"DERIVED","citation":"Aprile I, Guardati G, Cipollini V, Papadopoulou D, Mastrorosa A, Castelli L, Monteleone S, Redolfi A, Galeri S, Germanotta M. Robotic Rehabilitation: An Opportunity to Improve Cognitive Functions in Subjects With Stroke. An Explorative Study. Front Neurol. 2020 Nov 19;11:588285. doi: 10.3389/fneur.2020.588285. eCollection 2020."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}