{"protocolSection":{"identificationModule":{"nctId":"NCT03708835","orgStudyIdInfo":{"id":"118S653"},"organization":{"fullName":"The Scientific and Technological Research Council of Turkey","class":"OTHER"},"briefTitle":"The Effect of Transitional Care Model-Based Interventions for Stroke Patients and Their Caregivers","officialTitle":"The Effect of Transitional Care Model-Based Interventions for Stroke Patients and Their Caregivers on Increasing Caregivers' Competence and on Patient Outcomes: A Randomized Controlled Trial","acronym":"TEMpEST"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-08-01","type":"ACTUAL"},"completionDateStruct":{"date":"2018-12-20","type":"ACTUAL"},"studyFirstSubmitDate":"2018-05-24","studyFirstSubmitQcDate":"2018-10-12","studyFirstPostDateStruct":{"date":"2018-10-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-11-17","lastUpdatePostDateStruct":{"date":"2020-11-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yasemin Demir","investigatorTitle":"The Scientific and Technological Research Council of Turkey","investigatorAffiliation":"The Scientific and Technological Research Council of Turkey"},"leadSponsor":{"name":"The Scientific and Technological Research Council of Turkey","class":"OTHER"},"collaborators":[{"name":"Akdeniz University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke affects both the patient's and the caregiver's whole life by creating permanent damages. Patients and their families need further information and support in the transition from hospital to home. For stroke patients and their families after discharge, transition models can be used to provide continuously and rapidly the service by establishing a communication network between the institutions. In this study, the feasibility and impact of a transitional care model from hospital to home for stroke patients and caregivers will be tested.\n\nThe purpose of the project is to assess the effect of Transitional Care Model (TCM)-based interventions for stroke patients and their caregivers on caregivers' competence, in increasing their readiness to care and electronic health literacy, in reducing their burnout, and on patient results. Types of interventions that are applied to stroke patients and caregivers based on Transitional Care Model are hospital interview, home visit, telephone interview and web-based training. As stated in TCM, the intervention was planned to be performed three months after discharge.\n\nMultiple interventions including at least three face-to-face interviews at the hospital, distance education via Web and telephone communication for three months, and one home visit within seven days after discharge will be performed in order to increase health literacy levels and caregiving competence of the caregivers and to reduce burnout. In pre-tests and post-tests to be applied to the caregivers, the effectiveness of the support programs provided will be assessed quantitatively by the electronic health literacy, caregiving competence, and burnout scales. The satisfaction with the intervention will be evaluated qualitatively. Rate of return to the hospital, risk of pressure sore, and time of access to home health services will be assessed in stroke patients.\n\nAs a result of web-based distance education, home visit, telephone communication service and informing at the hospital, caregivers of stroke patients will begin to receive information about what patients experience during their treatment and about all what patients need after treatment. The website to be prepared for caregivers of stroke patients will be put into service also for the control group upon completion of the data collection of the intervention group and the website will also continue to be used after the project is completed.","detailedDescription":"Study Protocol\n\nMinimum three interviews would be carried out in the hospital with the caregivers meeting the inclusion criteria after stroke patients are hospitalized.\n\nThe first interview would be carried out within 24-48 hours after the hospitalization.\n\nThe second interview would be carried out on the following day after the first interview.\n\nThe third interview would be carried out two days after the second interview. If required, interview would be carried out in the hospital every day.\n\nThe home visit will be realized by the coordination center or researcher within 5 working days after discharge.\n\nCaregivers will be called by the coordinator once at a certain hour every day in the first week after discharge and between the second and twelfth weeks. In addition, communication with the phone will constantly continue when needed.\n\n24/7 access to the website, which is prepared for family members / caregivers of stroke patients, will be available for three months from discharge.\n\nThe Intervention to be Applied to Control Group\n\nPreparation of control group for discharge would be made by clinical staff based on routine program of the hospital. In the first interview after the admission to the hospital, the pretest will be applied to intervention and control groups and the posttest would be applied to the groups at the end of three months after discharge. After taking the posttest, the website will be made available to the control group.\n\nRandomization\n\nSimple randomization method was used in order to randomly select stroke patients and caregivers and to assign the intervention and control group impartially. The simple randomization method will be used for selecting the caregivers of stroke patients, planned to have participated in the study, incidentally from the universe, and for assigning the intervention and control group detachedly. Randomization was performed by using the https://www.randomizer.org/ website and the intervention and control group were determined according to the list obtained. The patients and caregivers will be participated according to this sequence number. Pre-tests will be collected by the researcher.\n\nData Collection Forms\n\nIt was planned to use separate assessment instruments for the caregivers and the patients. Assessment instruments to be used for the caregivers are descriptive information, E-health literacy scale, Caregiving Competence Scale, Preparedness for Caregiving Scale, and Maslach Burnout Inventory-General Form. Descriptive information, Modified Ranking Scale for confinement level, Functional Independence Measure (Küçükdeveci et al., 2001), evaluation of rehospitalization of patients, LACE index (length of stay (L), acuity of the admission (A), comorbidity of the patient (C) and emergency department use in the duration of 6 months before admission (E)) and Braden Scale (Pınar and Oğuz, 1998) for evaluating pressure sores were planned to be used as assessment instruments to be used for the patients."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke patient","home care","family caregiver","transitional care model","caregiving competence","health literacy","burnout"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Types of interventions that are applied to stroke patients and caregivers based on Transitional Care Model are hospital interview, home visit, telephone interview and web-based training.","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","maskingDescription":"The result will be evaluated by the statistician","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":126,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Transitional Care Model is applied","type":"EXPERIMENTAL","description":"Types of interventions that are applied to stroke caregivers and patient based on Transitional Care Model are hospital interview, home visit, telephone interview and web-based training. Multiple interventions including at least three face-to-face interviews at the hospital, distance education via Web and telephone communication for three months,and one home visit within seven days after discharge will be performed in order to increase health literacy levels and caregiving competence of the caregivers and to reduce burnout. In pre-tests and post-tests to be applied to the caregivers. Rate of return to the hospital, risk of pressure sore, and time of access to home health services will be assessed in stroke patients","interventionNames":["Other: Transitional care model"]},{"label":"Routine hospital schedule","type":"NO_INTERVENTION","description":"In the first interview after the admission to the hospital, the pretest will be applied to intervention and control groups and the posttest would be applied to the groups at the end of three months after discharge. After taking the posttest, the website will be made available to the control group."}],"interventions":[{"type":"OTHER","name":"Transitional care model","description":"In this study, the feasibility and impact of a transitional care model from hospital to home for stroke patients and caregivers will be tested.","armGroupLabels":["Transitional Care Model is applied"],"otherNames":["hospital interview","home visit","telephone interview","web-based training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Caregivers' Competence assessed by Caregiving Competence Scale","description":"Caregiver Competence Scale: The scale, developed by Pearling et al., (1990), is a Likert type scale consisting of four questions. It is rated as \"1\" = Not at all competent \"2\" = Just a Little Competent \"3\" = Fairly Competent, and \"4\" = Very competent \". While the lowest score to be obtained from the scale is 4, the highest score is 16. Higher scores signify higher competence of caregiving.","timeFrame":"Three months after discharge"},{"measure":"Caregivers' Preparedness assessed by Preparedness for Caregiving Scale","description":"Preparedness for Caregiving Scale: The scale, developed by Archold et al., (1990) and adapted to Turkish by Karaman and Karadakovan (2014), is a Likert type scale consisting of 9 questions. It is rated as \"0\"=Not ready, \"1\"=Not ready enough, \"2\"=Partly ready \"3\"=Quite ready, and \"4\"=Completely ready. While the lowest score to be obtained from the scale is 0, the highest score is 32. Higher scores signify higher competence of caregiving.","timeFrame":"Three months after discharge"},{"measure":"Caregivers' e-Health Literacy assessed by e-Health Literacy Scale","description":"e-Health Literacy Scale: The scale developed by Norman and Skinner (2006) was adapted to Turkish by Coşkun and Bebiş (2015). The scale consists of eight items and measures the internet usage with two items and the internet attitude with six items. Scale items are rated with 5-point Likert type scaling method as \"1\"=Strongly disagree ''2\"=Disagree, \"3\" = Neutral, \"4\"= Agree, \"5\"= Strongly agree. The lowest score of the scale is 8 and the highest score is 40.","timeFrame":"Three months after discharge"},{"measure":"Caregivers' Burnout assessed by Maslach Burnout Inventory-General Form","description":"Maslach Burnout Inventory-General Form (MBI-GF): The inventory, developed by Schaufeli et al., (1996) and adapted to Turkish by Gündüz et al., (2013), is a Likert-type scale consisting of 15 items and three subscales. The emotional exhaustion subscale is composed of 5 items (1, 4, 7, 10, and 13), the depersonalization subscale is composed of 5 items (2, 5, 8, and 11) and the personal accomplishment subscale is composed of 5 items (3, 6, 9, 12, 14, and 15). The views on each item are scored as \"1\"=Never, \"2\"=Sometimes, \"3\"=Usually, \"4\"=Mostly, \"5\"=Always. The high score in the emotional exhaustion and depersonalization subscales and the low score in the personal accomplishment (reverse scored) subscale indicate burnout. In the scoring, three separate burnout scores are calculated for each person.","timeFrame":"Three months after discharge"},{"measure":"Patients' assessed emergency service visiting after being discharged.","description":"1. Did you take your patient to the emergency service after being discharged apart from the outpatient clinic appointments (neurology and physiotherapy clinics) required to be performed routinely\n\n   1. No\n   2. Yes If yes, how many times did you apply to the emergency department within the three months after discharge of your patient?...............................................\n\n   What is the reason for your patient's application to the emergency department?\n2. Was your patient hospitalized again?\n\n   1. No\n   2. Yes If yes, how many times was he/she hospitalized and why? (Routine control, emergency service, hospitalization in the clinic, etc.)","timeFrame":"Three months after discharge"},{"measure":"Patients' assessed bedsore develop in your patient after being discharged","description":"Did bedsore develop in your patient after being discharged?\n\n1. Yes\n2. No","timeFrame":"Three months after discharge"}],"secondaryOutcomes":[{"measure":"Caregivers' System Usability Scale (SUS)","description":"System Usability Scale (SUS):The scale developed by Brooke (1996) Norman and Skinner (2006) was adapted to Turkish by Kadirhan et al., (2015). The scale consists of ten items. Caregivers evaluate the use of the web page. Scale items are rated with 5-point Likert type scaling method as \"1\"=Strongly disagree ''2\"=Disagree, \"3\" = Neutral, \"4\"= Agree, \"5\"= Strongly agree. Items 2.4.6.8 and 10 are reversed. A score ranging from 0 to 100 is obtained by multiplying the score by 2.5.","timeFrame":"Three months after discharge"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor patients;\n\n* Being voluntary to participate in the study,\n* Being hospitalized in Health Sciences University Antalya Training and Research Hospital Neurology Clinic due to the diagnoses of (stroke, hemorrhage, infarct, cerebrovascular event and cerebral infarction),\n* Residing in central districts of Antalya city\n* Having a stroke for the first time,\n* Being at level 3 and 4 according to theModified Rankin Scale (Yalın, 2011).\n* Being at least semi-dependent according to the functional independence measure\n* Having a score of ≥10 according to LACE index (Van Walraven et al.,) (length of stay \\[L\\], acuity of the admission \\[A\\], comorbidity of the patient \\[C\\] and emergency department use in the duration of 6 months before admission \\[E\\]),\n\nFor caregivers;\n\n* Being primarily responsible for the care of the patient (fulfilling the activities of daily living of the patient during the intervention),\n* Providing care to a stroke patient for the first time,\n* Having an internet access,\n* Minimum one member of the family uses the internet,\n\nExclusion Criteria:\n\n* The patient have a dependence history other than stroke,\n* The caregiver has no internet access and/or does not use the internet,\n* The care is provided for a fee,\n* The patient and the caregiver do not reside in the same house or apartment building or in a near building","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Yasemin DEMİR AVCI, PhD","affiliation":"The Scientific and Technological Resarch Council Of Turkey","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Yasemin Demi̇r Avci̇","city":"Antalya","zip":"07058","country":"Turkey","geoPoint":{"lat":36.90812,"lon":30.69556}}]},"referencesModule":{"references":[{"pmid":"2276631","type":"RESULT","citation":"Pearlin LI, Mullan JT, Semple SJ, Skaff MM. Caregiving and the stress process: an overview of concepts and their measures. Gerontologist. 1990 Oct;30(5):583-94. doi: 10.1093/geront/30.5.583."},{"type":"RESULT","citation":"Karaman S, Karadakovan A. The study on the validity and reliability of preparedness for caregiving scale in family caregivers of stroke patients. Ege Üniversitesi Hemşirelik Fakültesi Dergisi. 2015;31(1):1-10."},{"pmid":"2270302","type":"RESULT","citation":"Archbold PG, Stewart BJ, Greenlick MR, Harvath T. Mutuality and preparedness as predictors of caregiver role strain. Res Nurs Health. 1990 Dec;13(6):375-84. doi: 10.1002/nur.4770130605."},{"type":"RESULT","citation":"Kadirhan Z, Gül A, Battal A. Sistem kullanılabilirlik ölçeği: geçerlik ve güvenirlik çalışması. Educational Sciences and Practice. 2015;14(28):149-167."},{"type":"RESULT","citation":"Brooke J. SUS: A quick and dirty usability scale. In P. Jordan, B. Thomas, B.Weerdmeester, I. Mcclelland (Eds.), Usability Evaluation in Industry. London: Taylor & Francis. 1996, p:189-194"},{"type":"RESULT","citation":"Coşkun S, Bebiş H. Adolesanlarda e-sağlık okuryazarlığı ölçeği: Türkçe geçerlik ve güvenirlik çalışması. Gülhane Tıp Derg. 2015;57:378-384 doi: 10.5455/gulhane. 157832."},{"pmid":"17213046","type":"RESULT","citation":"Norman CD, Skinner HA. eHEALS: The eHealth Literacy Scale. J Med Internet Res. 2006 Nov 14;8(4):e27. doi: 10.2196/jmir.8.4.e27."},{"type":"RESULT","citation":"Schaufeli, W. B., Leiter, M. P., Maslach, C. & Jackson, S. E. (Eds.) Maslach Burnout Inventory-General Survey (MBI-GS). Palo Alto, CA: Consulting Psychologists Press. 1996."},{"type":"RESULT","citation":"Gündüz B, Çapri B, Gökçakan Z. Mesleki tükenmişlik, işle bütünleşme ve iş doyumu arasındaki ilişkilerin incelenmesi. Journal of Educational Sciences Research International E-Journal, 2013;3: 29-49. doi:http://dx.doi.org/10.12973/jesr.2013.312a."},{"pmid":"20194559","type":"RESULT","citation":"van Walraven C, Dhalla IA, Bell C, Etchells E, Stiell IG, Zarnke K, Austin PC, Forster AJ. Derivation and validation of an index to predict early death or unplanned readmission after discharge from hospital to the community. CMAJ. 2010 Apr 6;182(6):551-7. doi: 10.1503/cmaj.091117. Epub 2010 Mar 1."},{"pmid":"11386402","type":"RESULT","citation":"Kucukdeveci AA, Yavuzer G, Elhan AH, Sonel B, Tennant A. Adaptation of the Functional Independence Measure for use in Turkey. Clin Rehabil. 2001 Jun;15(3):311-9. doi: 10.1191/026921501676877265."},{"type":"RESULT","citation":"Yalın H. İnme sonrası hastaların fonksiyonel durum, engellilik ve yaşam kaliteleri. M.Ü. Sağlık Bilimleri Enstitüsü, Doktora Tezi, 2011, İstanbul, (Danışman: Prof. Dr. Necmiye SABUNCU)."},{"type":"RESULT","citation":"Pınar R, Oğuz S. Norton ve Braden Bası Yarası Değerlendirme ölçeklerinin yatağa bağımlı aynı hasta grubunda güvenirlik ve geçerliğinin sınanması. VI. Ulusal Hemşirelik Kongresi- UluslarArası Katılımlı Kongre Kitabı, Damla Matbaacılık Ltd. Şti., 1998;172-175."},{"pmid":"34263236","type":"DERIVED","citation":"Demir Avci Y, Gozum S. Effect of Transitional Care Model-Based Interventions for Patients with Stroke and Their Caregivers on Increasing Caregiver Competence and Patient Outcomes: A Study Protocol for a Randomized Controlled Trial. Florence Nightingale J Nurs. 2021 May 11;29(2):176-185. doi: 10.5152/FNJN.2021.19214. eCollection 2021 Jun."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The website to be prepared for caregivers of stroke patients will be put into service also for the control group upon completion of the data collection of the intervention group and the website will also continue to be used after the project is completed.","infoTypes":["STUDY_PROTOCOL","CSR"],"timeFrame":"The study is completed","accessCriteria":"After the study is published as an article"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M1658","name":"Burnout, Psychological","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}