{"protocolSection":{"identificationModule":{"nctId":"NCT04504695","orgStudyIdInfo":{"id":"29BRC20.0032"},"organization":{"fullName":"University Hospital, Brest","class":"OTHER"},"briefTitle":"Prediction of Patient-specific Outcomes After Interventional neuroRadiology Procedures","officialTitle":"Prediction of Patient-specific Outcomes After Interventional Neuroradiology Procedures","acronym":"PREDICTNRI"},"statusModule":{"statusVerifiedDate":"2021-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-08-03","studyFirstSubmitQcDate":"2020-08-05","studyFirstPostDateStruct":{"date":"2020-08-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-01-25","lastUpdatePostDateStruct":{"date":"2021-01-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Brest","class":"OTHER"},"collaborators":[{"name":"INTRADYS","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is either an obstruction (ischemic stroke) or the rupture of a blood vessel in the brain (ruptured aneurysm). It can happen at any age in adults. Because of the risk of irreversible brain damage, it is an absolute medical emergency.\n\nAn ischemic stroke (stroke) is the result of a lack of oxygen supply to a part of the brain. It can be one of many causes of stroke as a result of a thrombosis (occlusion) of the internal carotid artery or a cerebral embolism (migration of a clot or debris of fatty deposits) from a carotid stenosis. In both cases part of the brain is less irrigated. There will then be a neurological deficit (paralysis) more or less important corresponding to the affected cerebral territory. The deficit may concern the whole hemicorps (hemiplegia) or a part of the body (upper or lower limb) and sometimes is associated with facial paralysis and/or language disorders.\n\nA brain aneurysm occurs when the wall of an intracranial artery expands abnormally, creating a pocket of blood. It is often caused by weakness in the vascular tissue, but it can also occur later in life due to illness, head injury, oral contraceptives or certain lifestyle habits (smoking, excessive alcohol consumption). Sudden increases in pressure due to stress or strenuous exercise can serve as a trigger.\n\nInterventional Neuroradiology (INR) is a medical specialty that manages stroke patients using imaging to perform the medical procedure and thereby limit openings and their associated risks. This specialty has a growing place in modern medicine.\n\nIn order to improve the quality of care, patient safety and functional outcomes, it is necessary to keep patient information. A database storing patient data from the NRI department will make it possible to track patients since their arrival at the Brest University Hospital. Thanks to this structured database, clinical studies will be facilitated, making it possible to advance knowledge of the pathology and its treatments.\n\nFrom the bibliographical research, we can conclude as to the current state of the facts: there is currently no method for predicting the functional results of the interventional neuroradiologist's patient based on automated learning.\n\nA strategy based on an innovation programme is therefore being implemented over several years, the first stage of which is the retrospective data study which was approved by the ethics committee on 12/09/2019 and the second stage is the prospective data study.\n\nThis innovation program requires the most complete and homogeneous data possible."},"conditionsModule":{"conditions":["Aneurysmal Disease","Stroke"],"keywords":["thrombectomy","aneurysm"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1600,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Thrombectomy group","description":"Major patients requiring management for endovascular thrombosis"},{"label":"Aneurysm group","description":"Major patients requiring management for an intracranial aneurysm"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Identification of predictive factors","description":"Number of predictive factors (pre- and intra-operative data) for the angiographic success of the procedure (intracranial aneurysm or thrombectomy).","timeFrame":"24 months"}],"secondaryOutcomes":[{"measure":"Clinical evolution","description":"Clinical evolution was followed by the relevant clinical signs","timeFrame":"24 months"},{"measure":"Neurological evolution","description":"Neurological evolution was followed by the neurologicsigns","timeFrame":"24 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n- Major patient carrying either a small or large, ruptured or unruptured aneurysm or a thrombectomy, with in both cases, a treatment procedure carried out in the interventional neuroradiology department of the Brest CHRU.\n\nExclusion Criteria:\n\n* Age \\< 18 years old\n* Incapacitated patients of full age (under guardianship or curatorship)\n* Refusal to participate\n* Follow-up impossible","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Major patient carrying either a small or large, ruptured or unruptured aneurysm or a thrombectomy","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Jean-Christophe GENTRIC, PUPH","role":"CONTACT","phone":"209347479","phoneExt":"+33","email":"jean-christophe.gentric@chu-brest.fr"},{"name":"Samuel GUIGO","role":"CONTACT","phone":"298347532","phoneExt":"+33","email":"samuel.guigo@chu-brest.fr"}],"locations":[{"facility":"CHRU de Brest","status":"RECRUITING","city":"Brest","zip":"29609","country":"France","contacts":[{"name":"Jean-Christophe GENTRIC, PUPH","role":"CONTACT","phone":"298347479","phoneExt":"+33","email":"jean-christophe.gentric@chu-brest.fr"},{"name":"Samuel GUIGO","role":"CONTACT","phone":"298347532","phoneExt":"+33","email":"samuel.guigo@chu-brest.fr"}],"geoPoint":{"lat":48.3903,"lon":-4.48628}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All collected data that underlie results in a publication","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"Data will be available beginning five years and ending five years following the princeps publication","accessCriteria":"Data access requests will be reviewed by the internal committee of Brest UH. Requestors will be required to sign and complete a data access agreement."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M3803","name":"Aneurysm","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}