{"protocolSection":{"identificationModule":{"nctId":"NCT04625790","orgStudyIdInfo":{"id":"Anomia-rTMS"},"organization":{"fullName":"Ege University","class":"OTHER"},"briefTitle":"Speech Therapy and Repetitive Transcranial Magnetic Stimulation Therapy in Post-stroke Anomic Aphasia","officialTitle":"The Effectiveness of Speech Therapy and Repetitive Transcranial Magnetic Stimulation Therapy in Patients With Post-stroke Anomic Aphasia"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-11-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-11-06","type":"ACTUAL"},"completionDateStruct":{"date":"2021-11-06","type":"ACTUAL"},"studyFirstSubmitDate":"2020-11-06","studyFirstSubmitQcDate":"2020-11-06","studyFirstPostDateStruct":{"date":"2020-11-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-06","lastUpdatePostDateStruct":{"date":"2022-08-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kadir Kara M.D","investigatorTitle":"Physician, Researcher","investigatorAffiliation":"Ege University"},"leadSponsor":{"name":"Ege University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study is to observe the effects of speech therapy and transcranial magnetic stimulation therapy in patients who develop anomic aphasia after stroke. Patients meeting the inclusion criteria will be randomly divided into groups. In the repetitive transcranial magnetic stimulation (rTMS) treatment group, a total of 10 sessions, 1 session per day, will be applied to the right inferior frontal gyrus area with a frequency of 1 Hz for 20 minutes. The control group patients will be given speech therapy in the same way, but no active magnetic stimulation will be given in rTMS sessions (sham application). Speech therapy will be given to each patient by the same physiotherapist, and the treatment will last a total of 10 days, 60 minutes a day. Minimental test (MMT), Ege aphasia test, aphasia quality of life scale (SAQOL-39) will be filled in to the patients before and after the treatment."},"conditionsModule":{"conditions":["Aphasia","Aphasia, Anomic","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Participants will not know their groups, and the transcranial magnetic stimulation applications will be done in similar conditions, except for no stimulation with the position of the coil. The masking will also be done for the care provider, investigator and the outcomes assessor, as the evaluator and the researcher who provides the randomization will be different, and the data recording will be kept without implying the groups.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":25,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Study group","type":"EXPERIMENTAL","description":"After randomization, this group will take 10 sessions of 1-Hz low frequency rTMS will be applied to the inferior frontal gyrus of the right frontal lobe for 20 minutes during the stroke treatment process before 10 days of speech therapy. Speech therapy will be given to each patient by the same therapist who is qualified in this field, and the treatment will last 10 days, 60 minutes a day.","interventionNames":["Device: Repetitive transcranial magnetic stimulation","Other: Speech therapy"]},{"label":"Control group","type":"PLACEBO_COMPARATOR","description":"This group will take 10 sessions of sham rTMS for 20 minutes during the stroke treatment process before 10 days of speech therapy. The sham therapy will consist of positioning the coil on the cranium at the same spot, but without a magnetic stimulation, only with the device open and the sounds will be audible. Speech therapy will be given to each patient by the same therapist who is qualified in this field, and the treatment will last 10 days, 60 minutes a day.","interventionNames":["Other: Speech therapy"]}],"interventions":[{"type":"DEVICE","name":"Repetitive transcranial magnetic stimulation","description":"Transcranial Magnetic Stimulation(TMS) has been used for diagnostic and therapeutic purposes in the treatment of many neurological and psychiatric diseases such as stroke, multiple sclerosis, myelopathy, amyotrophic lateral sclerosis, movement disorders, epilepsy, and depression. It is a way to stimulate the targeted areas in the cerebral cortex without invasive methods. The application of TMS in the aphasia usually consists of repetitive stimulations, in order to activate or deactivate the target area.\n\nIn this study, 10 sessions of 1-Hz low frequency rTMS for 20 minutes will be applied to the inferior frontal gyrus of the right frontal lobe.","armGroupLabels":["Study group"]},{"type":"OTHER","name":"Speech therapy","description":"Speech therapy will be given to each patient by the same therapist, and the treatment will last 10 days, 60 minutes a day. It will consist of exercises to improve the articulation and comprehension.","armGroupLabels":["Control group","Study group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Ege Aphasia Test","description":"Ege aphasia test (EAT): The test battery acquired in 2011 and used in the study consists of 8 subtests: speech style and characteristics, apraxia assessment, auditory / verbal comprehension, repetition, naming, visual understanding / reading, drawing figures / writing / sentences, mathematics. Although there is variability in the scoring of the EAT according to the subtests, generally 0 points are given to correct answers, and 1, 2 or more points are given to repeated and incorrect answers. The validity and reliability of the test was shown in 2013 by Atamaz et al.","timeFrame":"2 weeks"}],"secondaryOutcomes":[{"measure":"Stroke and Aphasia Quality of Life Scale ( SAQOL-39 )","description":"Stroke and Aphasia Quality of Life Scale(SAQOL-39): This scale consists of 4 subscales (physical, communication, psychosocial and energy) and 39 items. Its validity, reliability and usability have been proven in individuals who develop aphasia after stroke. The overall score ranges from 1 to 5, with higher scores being associated with better outcomes.","timeFrame":"2 weeks"},{"measure":"Mini Mental Test(MMT)","description":"Mini mental test includes 5 domains: Orientation, recording memory, attention and calculation, recall and language. It consists of 11 items and is evaluated over the total score of 30. Traditionally, scores between 24 and 30 are considered normal. A score below 24 indicates cognitive impairment.","timeFrame":"2 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke diagnosed with cranial MR examination causing unilateral hemiplegia\n* Post-stroke patients with anomic aphasia\n* 40-70 years\n* Being able to read the basic instructions\n* Medically and neurologically stable patients\n\nExclusion Criteria:\n\n* Clinical condition that will constitute a contraindication to TMS (metallic implant, Cardiac pacemaker, pregnancy, breastfeeding, epilepsy, head trauma...)\n* Having previously had TMS treatment\n* Presence of Life-threatening disease and/or active systemic disease (chronic disease, malignancy ...)\n* Alcohol or drug addiction\n* Presence of neurodegenerative or psychiatric disorders\n* Pregnancy or breastfeeding status\n* Severe cognitive impairment\n* Having a history of previous epilepsy\n* Visual and auditory impairment","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Kadir Kara, MD","affiliation":"Ege University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ege University Faculty of Medicine","city":"İzmir","zip":"35100","country":"Turkey","geoPoint":{"lat":38.41273,"lon":27.13838}}]},"referencesModule":{"references":[{"type":"RESULT","citation":"1- Öge EA. Nöroloji, İstanbul Üniversitesi İstanbul Tıp Fakültesi Temel ve Klinik Bilimler Ders Kitapları. Nobel Tıp, 2004. 2- Balkan S. Serebrovasküler hastalıklar. Güneş kitabevi , Ankara 2002 3- Atamaz Çalış, F., \"Dil İşlevleri ve Testleri\", Klinik Nöropsikoloji ve Nöropsikiyatrik Hastalıklar, ed. E. Kumral, 287-324, Güneş Tıp Kitabevleri, 2013 4- Sinanović O, Mrkonjić Z, Zukić S, Vidović M, Imamović K. Post-stroke language disorders. Acta Clin Croat. 2011 Mar;50(1):79-94. 5- Bakheit AM. Drug treatment of poststroke aphasia. Future drugs, expert review of neurotherapeutics 2004. 6- Brady MC, Kelly H, Godwin J, Enderby P. Speech and language therapy for aphasia following stroke. Cochrane Database Syst Rev. 2012 May 16;5:CD000425 7- Barker AT, Jalinous R, Freeston IL. Non-invasive magnetic stimulation of human motor cortex. Lancet. 1985 May 11;1(8437):1106-7. 8- Barker AT. The history and basic principles of magnetic nerve stimulation. In: Pascual-Leone A, Davey NJ, Rothwell J, Wassermann EM, Puri BK (Eds). Handbook of Transcranial Magnetic Stimulation. Oxford University Press Inc, New York, 2002, pp 3-17. 9- Chung MG, Lo WD. Noninvasive brain stimulation: the potential for use in the rehabilitation of pediatric acquired brain injury. Arch Phys Med Rehabil. 2015 Apr;96(4 Suppl):S129-37. 10- Hu X yan, Zhang T, Rajah GB, et al. Effects of different frequencies of repetitive transcranial magnetic stimulation in stroke patients with non-fluent aphasia: a randomized, sham-controlled study. Neurol Res. 2018;40(6):459-465. doi:10.1080/01616412.2018.1453980 11- Rubi-Fessen I, Hartmann A, Huber W, et al. Add-on Effects of Repetitive Transcranial Magnetic Stimulation on Subacute Aphasia Therapy: Enhanced Improvement of Functional Communication and Basic Linguistic Skills. A Randomized Controlled Study. Arch Phys Med Rehabil. 2015;96(11):1935- 1944.e2. doi:10.1016/j.apmr.2015.06.017 12- Calis Atamaz F, Yağız On A, Durmaz B. Validity and Reliability of a New Test for Turkish-Speaking Aphasic Patients: Ege Aphasia Test . Neurorehab 2013;32(1):157-63 13- Atamaz Calis F, Celik S, Demir O, Aykanat D, Yagiz On A. The psychometric properties of the Turkish Stroke and Aphasia Quality Of Life Scale-39. Int J Rehabil Res. 2016 Jun;39(2):140-4. 14- Dergisi P. Cornell Demansta Depresyon Ölçeği'nin Türk Yaşlı Toplumunda Geçerlik ve Güvenilirliği. Depression. 2003;14(4):263-271."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001037","term":"Aphasia"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000000849","term":"Anomia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000065886","term":"Neurodevelopmental Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M6064","name":"Communication Disorders","asFound":"Speech Therapy","relevance":"HIGH"},{"id":"M3865","name":"Anomia","asFound":"Aphasia, Anomic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M30334","name":"Neurodevelopmental Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}