{"protocolSection":{"identificationModule":{"nctId":"NCT05900999","orgStudyIdInfo":{"id":"HR-4044"},"organization":{"fullName":"Marquette University","class":"OTHER"},"briefTitle":"Addressing Arm Non-use by Encouraging Idle-time Activity During Early Recovery From Stroke","officialTitle":"Addressing Arm Non-use by Encouraging Idle-time Activity During Early Recovery From Stroke"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-29","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-16","studyFirstSubmitQcDate":"2023-06-02","studyFirstPostDateStruct":{"date":"2023-06-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-02","lastUpdatePostDateStruct":{"date":"2023-06-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Marquette University","class":"OTHER"},"collaborators":[{"name":"Medical College of Wisconsin","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project evaluates the feasibility of using custom wearable technology and associated procedures to increase activity of the more-involved upper extremity during the earliest stages of recovery from stroke by increasing the amount of therapeutic exercise during idle-time. The proposed research is relevant to public health because it takes steps to mitigate a significant problem in physical rehabilitation using low-cost technology to motivate and monitor idle-time exercise without adding significantly to clinician workloads. The project aligns with the NICHD / NCMRR Research Plan on Rehabilitation by exploiting a mobile health (mHealth) and sensor-based approach to promote health and wellness through participant-engaged, data-driven, individualized care.","detailedDescription":"The experiments in this proposal will assess the functional utility and subjective patient experience using a personal exercise cueing system designed to reduce learned non-use of the hemiparetic arm in the days, and weeks immediately following stroke. Up to 36 stroke survivors will be asked to participate in 12 practice sessions each lasting approximately 90 minutes. Participants will be asked to perform simple exercises after receiving a vibration cue. In the first four sessions participants will tap the more-involved wrist; in the second four sessions they will passively move the more-involved elbow through a range of motion; in the final four sessions they will actively move the more-involved elbow through a range of motion.\n\nAccelerometers in the wearable devices will monitor motion of the wrist during the exercise sessions. To verify functional utility of the system, the investigators will examine for differences in the duration of arm movement activity in the cued exercise sessions relative to uncued periods. After all the sessions are complete, subjective user experience will be assessed by asking participants to complete a series of surveys wherein they can provide information about their subjective experiences with the wearable device technology. To assess feasibility of long-term follow-up, the investigators will interview the participants two months later regarding how well they use the more-involved arm to perform daily activities. At this time, they will also be asked to wear the devices for two days to assess the ability to measure arm movement activity at follow-up."},"conditionsModule":{"conditions":["Stroke","Exercise"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Survivors of stroke in early stages of recovery","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Survivors of stroke in early stages of recovery","type":"EXPERIMENTAL","interventionNames":["Behavioral: Feasibility of idle time exercise"]}],"interventions":[{"type":"BEHAVIORAL","name":"Feasibility of idle time exercise","description":"The experiments in this proposal will assess the utility and subjective patient experience performing idle time exercise intervention designed to reduce learned non-use of the hemiparetic arm in the days, and weeks immediately following stroke. Exercise will be cued by wearable technology that provides vibrotactile cues similar to those provided by FitBit devices. Participants will be asked to perform simple exercises after receiving a vibration cue. In the first four sessions they will tap the more-involved wrist; in the second four sessions they will passively move the more-involved elbow through a range of motion; in the final four sessions they will actively move the more-involved elbow through a range of motion. Accelerometers in the wearable devices will monitor motion of the wrist during the exercise sessions. We will interview the participants two months later regarding how well they use the more-involved arm to perform daily activities.","armGroupLabels":["Survivors of stroke in early stages of recovery"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Ratio of average Activity Duration (RAAD)","description":"The amount of activity during cued exercise epochs compared to non-cued epochs","timeFrame":"through study completion, specifically during device use in inpatient setting (3-12 days)"},{"measure":"System Usability Score","description":"A reliable scale for measuring wearable device usability","timeFrame":"through study completion, specifically post-device use in inpatient setting (3-12 days) and again in a home setting (2 days)"},{"measure":"Intrinsic Motivation Inventory Score","description":"Measure of motivation during the specified activities","timeFrame":"through study completion, specifically post-device use in inpatient setting (3-12 days) and again in a home setting (2 days)"},{"measure":"Quebec User Evaluation of Satisfaction with assistive Technology score","description":"Measure of user satisfaction with the wearable technology","timeFrame":"through study completion, specifically post-device use in inpatient setting (3-12 days) and again in a home setting (2 days)"}],"secondaryOutcomes":[{"measure":"Motor Activity Log","description":"Measure of amount and quality of arm use in daily activities","timeFrame":"through study completion, specifically post-device use in inpatient setting (3-12 days) and again in a home setting (2 days)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (General): The goal of this feasibility clinical trial is to assess the functional utility and subjective patient experience using a personal exercise cueing system designed to reduce learned non-use of the hemiparetic arm in the days, and weeks immediately following stroke. We therefore restrict inclusion to stroke survivors in the inpatient rehabilitation unit of Froedtert Memorial Hospital (Milwaukee, WI). Thus, candidate subjects will undergo screening by Dr. McGuire and his team prior to inclusion in the study. Stroke survivors shall have:\n\n* had a unilateral stroke within the last 30 days;\n* ability to give informed consent and be able to follow two-stage instructions;\n* a broad range of motor impairment as assessed using the upper extremity portion of the Fugl-Meyer Motor Assessment (i.e., UE-FM score \\<= 50 out of a possible 66);\n* age ≥ 18 yr. of age.\n\nExclusion Criteria (General) include:\n\n* Inability of subjects to give informed consent or follow two-stage instructions;\n* concurrent illness or severe pain limiting the capacity to conform to study requirements.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Robert A Scheidt, PhD","role":"CONTACT","phone":"414-288-6124","email":"robert.scheidt@marquette.edu"},{"name":"Kim D Bassindale, DPT","role":"CONTACT","phone":"262-391-1184","email":"kimberly.bassindale@marquette.edu"}],"locations":[{"facility":"Froedtert Memorial Hospital","status":"RECRUITING","city":"Wauwatosa","state":"Wisconsin","zip":"53226","country":"United States","contacts":[{"name":"John R McGuire, MD","role":"CONTACT","phone":"414-805-7342","email":"jmcguire@mcw.edu"}],"geoPoint":{"lat":43.04946,"lon":-88.00759}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}