{"protocolSection":{"identificationModule":{"nctId":"NCT05815368","orgStudyIdInfo":{"id":"2021.13"},"organization":{"fullName":"IRCCS San Camillo, Venezia, Italy","class":"OTHER"},"briefTitle":"Efficacy of REMO Training for Hand Motor Recovery After Stroke","officialTitle":"REcovery of Hand Motor Function in Stroke Rehabilitation: Efficacy of a Task-Oriented Protocol Provided by a sEMG-biofeedback Wearable Device (REMO)","acronym":"REMO"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-13","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01-13","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-16","studyFirstSubmitQcDate":"2023-04-03","studyFirstPostDateStruct":{"date":"2023-04-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-03","lastUpdatePostDateStruct":{"date":"2023-04-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Giorgia Pregnolato","investigatorTitle":"Laboratory of Healthcare Innovation Technology","investigatorAffiliation":"IRCCS San Camillo, Venezia, Italy"},"leadSponsor":{"name":"IRCCS San Camillo, Venezia, Italy","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Upper limb motor impairment is one of the most common sequelae after stroke. Indeed, the recovery of upper limb sensory-motor functions remains one of the most important goals in stroke rehabilitation.\n\nIn the last years, new approaches in neurorehabilitation field has been investigated to enhance motor recovery. The use of wearable devices combined with surface electromyography (i.e. sEMG) electrodes allows to detect patients muscle activation during motor performance. Moreover, sEMG is used to provide to the patients the biofeedback about their muscle activity during exercises execution to enhance motor control and motor recovery. The aim of the study is to define the efficacy of using REMO® (Morecognition srl, Turin,Italy) for hand motor recovery after stroke.\n\nA randomised-controlled trial will be conducted compared to a task-oriented training, in hand motor rehabilitation after stroke. 28 patients with diagnosis of first stroke event will be enrolled in this study. After randomization process, participants will be allocated in Experimental Group (REMO training) or in Control Group (task-oriented training). The participants will be assessed before and after the treatment and sEMG will be collected during 12 hand movements. The treatment will consist of 15 sessions (1h/day, 5day/week, 3 weeks). Finally, the sEMG of the same 12 hand movements will be collected from 15 healthy subjects to compare muscle activation with a normal reference model.","detailedDescription":"Stroke is the first cause of permanent disability worldwide. The last American Heart Association (AHA) statistical update showed that in the next years the rate of people affected by stroke is going to increase, most in young people. Indeed, last projections showed that by 2030 an additional 3.4 million adults will have had a stroke, a 20.5% increase in prevalence from 2021. Moreover, upper limb motor impairment is one of the most common sequelae after stroke. The impairment of upper limb motor functions compromises the level of autonomy of the patients in activity of daily living. Thus, the recovery of upper limb sensory-motor functions remains one of the most important goals in stroke rehabilitation.\n\nIn the last years, new approaches in neurorehabilitation field have been investigated to enhance motor recovery. The use of wearable devices consist of the application of sensors to the patient's body parts. The advantage of wearable sensor is to collect data from patients' movements to assess motor functions with high level of accuracy. Moreover, wearable device combined with surface electromyography (i.e. sEMG) electrodes allows to detect patients muscle activation during motor performance. sEMG is used also to provide to the patients the biofeedback about their muscle activity during exercises execution to enhance motor control and motor recovery. Surface electromyographic biofeedback showed good results in neurological conditions to improve motor control and hand motor recovery.\n\nThe investigators developed a wearable device (REMO®) that collected sEMG from forearm muscles during hand movements. In recent works, the investigators defined the feasibility and security of using REMO in a rehabilitation setting. Moreover, the investigators defined the clinical features of stroke patients able to control the device to execute up to 10 hand movements in order to control a rehabilitation computer interface. The aim of this study is to define the efficacy of using REMO® (Morecognition srl, Turin,Italy) for hand motor recovery after stroke compared to a specific protocol of hand motor rehabilitation (i.e., task-oriented training).\n\nA randomised-controlled trial will be conducted compared to a task-oriented training, in hand motor rehabilitation after stroke. 28 patients with diagnosis of first stroke event, and with no other neurological diagnosis or severe cognitive impairment, will be enrolled in this study. After randomization process, participants will be allocated in Experimental Group (REMO training) or in Control Group (task-oriented training). The participants will be assessed before and after the treatment to define the clinical effects of the hand training. Moreover, the investigators will collect sEMG data using REMO device during 12 hand movements required to the patients before and after the training. The treatment consists of 15 sessions, (1hour/day, for 5 days/week, for 3 weeks). Finally, the sEMG of the same 12 hand movements will be collected from 15 healthy subjects to compare patients' muscle activation with a normal reference model."},"conditionsModule":{"conditions":["Stroke","Stroke, Ischemic","Stroke Hemorrhagic","Stroke Sequelae"],"keywords":["Neurological Rehabilitation","Surface Electromyography","Upper Extremity","Motor Impairment","Biofeedback","Motor Recovery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized-Controlled Trial (RCT)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Clinical assessments will be performed before and after the treatment by a physical therapist not involved in training and blinded to the purpose and group allocation.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":28,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"REMO training","type":"EXPERIMENTAL","description":"REMO training will consist of sEMG-biofeedback exercises provided by REMO device.","interventionNames":["Device: REMO"]},{"label":"Task-Oriented training","type":"ACTIVE_COMPARATOR","description":"Task-Oriented training will consist of task-specific functional exercises","interventionNames":["Other: Task-Oriented Training"]}],"interventions":[{"type":"DEVICE","name":"REMO","description":"REMO training will consist of sEMG-biofeedback exercises provided by REMO device. The training will be provided 1 hour a day, for 5 days/week, for totally 3 weeks.","armGroupLabels":["REMO training"]},{"type":"OTHER","name":"Task-Oriented Training","description":"Task-Oriented training will consist of task-specific functional exercises. The training will be provided 1 hour a day, for 5 days/week, for totally 3 weeks.","armGroupLabels":["Task-Oriented training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Upper Extremity - hand","description":"Fugl-Meyer Upper Extremity - hand section is a specific section of Fugl-Meyer Upper Extremity assessment that assesses the wrist and hand motor function in patients with post-stroke hemiplegia. There are 3 values:0 (severe impairment), 1 (moderate impairment), 2 (preserved function). The minimum value is 0. The maximum value is 24 points, which corresponds to normal hand motor function.","timeFrame":"Change from Baseline Fugl-Meyer Upper Extremity (hand items) at 3 weeks"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Upper Extremity","description":"Fugl-Meyer Upper Extremity is a stroke-specific scale which assesses the upper limb motor functions in patients with post-stroke hemiplegia. There are 3 values:0 (severe impairment), 1 (moderate impairment), 2 (preserved function). The minimum value is 0.","timeFrame":"Change from Baseline Fugl-Meyer Upper Extremity at 3 weeks"},{"measure":"Fugl-Meyer Assessment - sensation","description":"Sensation of the hemiparetic side is measured by means of the Fugl-Meyer Scale.There are 3 values: 0 (severe impairment), 1 (moderate impairment), 2 (preserved function). The minimum value is 0 points, which corresponds to completely impaired sensory functioning. The maximum value is 24 points, which corresponds to normal sensory functioning.","timeFrame":"Change from Baseline Fugl-Meyer Assessment (sensation) at 3 weeks"},{"measure":"Fugl-Meyer Assessment - pain and Range of Motion","description":"Pain and Range of Motion of the hemiparetic upper limb is measured by means of the Fugl-Meyer Scale. There are 3 values: 0 (severe impairment), 1 (moderate impairment), 2 (preserved function). The minimum value is 0 points, which corresponds to maximum level of pain and restriction. The maximum value is 48points, which corresponds to no pain and normal range of motion.","timeFrame":"Change from Baseline Fugl-Meyer Assessment (pain and Range of Motion) at 3 weeks"},{"measure":"Box and Blocks Test","description":"The patient has to carry as much cubes as possible, one by one, from a box to another one in one minute. The test is performed with both hands.","timeFrame":"Change from Baseline Box and Blocks Test at 3 weeks"},{"measure":"Reaching Performance Scale","description":"Reaching Performance Scale assesses the ability of subjects to reach an object (acone). The cone is placed at both 4-cm (close) and 30-cm (far) distance from the subject. The subject is asked to reach and grab the cone if possible. The assessor valuates the quality of reaching instead of the grip strength. The minimum value is0 points, which corresponds to incapacity of any ability of reaching an object. The maximum value is 36 points, which corresponds to the preservation of the ability to reach an object.","timeFrame":"Change from Baseline Reaching Performance Scale at 3 weeks"},{"measure":"Modified Ashworth Scale - flexor carpi muscles","description":"Level of spasticity of flexor carpi muscles is measured using the Modified Ashworth Scale. The therapist evaluates the spasticity of each muscles. There are 5 values: 0 (no increase in muscle tone), 1 (slight increase in muscle tone), 2 (more marked increase in muscle tone), 3 (considerable increase in muscle tone), 4 (affected part rigid in flexion or extension).","timeFrame":"Change from Baseline Modified Ashworth Scale (flexor carpi muscles) at 3 weeks"},{"measure":"Nine Hole Pegboard Test","description":"Nine Hole Pegboard Test measures the dexterity of the hand. Patient should insert9 pins in the board. There are 9 pins. The number of pins inserted in 50 sec are registered or if the patient inserted 9 pins, then the time is registered.","timeFrame":"Change from Baseline Nine Hole Pegboard Test at 3 weeks"},{"measure":"Functional Independence Measure","description":"Functional Independence Measure scale is an 18-item scale that assesses the level of independence in carrying out activities of daily living. There are 7 values:1 (Total Assistance or not Testable), 2 (Maximal Assistance), 3 (Moderate Assistance), 4 (Minimal Assistance), 5 (Supervision), 6 (Modified Independence), 7(Complete Independence). The minimum values is 18 points, which corresponds to the lower level of independence in activities of daily living. The maximum value is 126 points, which corresponds to the maximum level of independence in activities of daily living.","timeFrame":"Change from Baseline Functional Independence Measure at 3 weeks"},{"measure":"Action Research Arm Test","description":"Action Research Arm Test (ARAT) assesses upper limb functioning using observational methods. It is a 19 item measure divided into 4 sub-items (grasp, grip, pinch, gross arm movement). Performance on each item is rated on a 4-point ordinal scale ranging from: 3) Performs test normally; 2) Completes test, but takes abnormally long or has great difficulty; 1) Performs test partially; 0) Can perform no part of test. The maximum score on the ARAT is 57 points (possible range 0 to57).","timeFrame":"Change from Baseline Action Research Arm Test at 3 weeks"},{"measure":"Cylindric Grasp Force","description":"The Cylindric Grasp Force is assessed with Dynamometer (CITEC Dynamometer, N).","timeFrame":"Change from Baseline Cylindric Grasp Force at 3 weeks"},{"measure":"Abilhand questionnaire","description":"The ABILHAND questionnaire assesses bimanual ability as an interview-based test focused on the patient's perceived difficulty. Bimanual ability is defined as the capacity to manage daily activities that require the use of both hands, whatever the strategies involved. Three levels of response scale for each item, rated as 'Impossible=0, Difficult=1, Easy=2, Not applicable=missing data.'.","timeFrame":"Change from Baseline Abilhand questionnaire at 3 weeks"},{"measure":"Abilhand questionnaire","description":"The ABILHAND questionnaire assesses bimanual ability as an interview-based test focused on the patient's perceived difficulty. Bimanual ability is defined as the capacity to manage daily activities that require the use of both hands, whatever the strategies involved. Three levels of response scale for each item, rated as 'Impossible=0, Difficult=1, Easy=2, Not applicable=missing data.'.","timeFrame":"Change from Baseline Abilhand questionnaire at 7 weeks"},{"measure":"System Usability Scale","description":"The System Usability Scale (SUS) provides a reliable tool for measuring the usability. It consists of a 10 item questionnaire with five response options for respondents; from Strongly agree to Strongly disagree.","timeFrame":"Immediately after the intervention"}],"otherOutcomes":[{"measure":"sEMG activation","description":"The sEMG of forearm muscles will be collected using REMO device.","timeFrame":"Change from Baseline sEMG muscle activation at 3 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Single ischemic or haemorrhagic stroke\n* Fugl-Meyer Upper Extremity score: minimum 10/66 points\n\nExclusion Criteria:\n\n* Major depressive disorder;\n* Fractures;\n* Traumatic Brain Injury;\n* Severe Ideomotor Apraxia;\n* Severe Neglect;\n* Severe impairment of verbal comprehension.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Giorgia Pregnolato","role":"CONTACT","phone":"+0412207","phoneExt":"214","email":"giorgia.pregnolato@hsancamillo.it"}],"overallOfficials":[{"name":"Giorgia Pregnolato","affiliation":"IRCCS San Camillo Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"IRCCS San Camillo Hospital","status":"RECRUITING","city":"Venice-Lido","state":"Venice","zip":"30126","country":"Italy","contacts":[{"name":"Giorgia Pregnolato","role":"CONTACT","phone":"+0412207","phoneExt":"214","email":"giorgia.pregnolato@hsancamillo.it"}],"geoPoint":{"lat":45.4131,"lon":12.3742}}]},"referencesModule":{"references":[{"pmid":"35363499","type":"BACKGROUND","citation":"Heidenreich PA, Bozkurt B, Aguilar D, Allen LA, Byun JJ, Colvin MM, Deswal A, Drazner MH, Dunlay SM, Evers LR, Fang JC, Fedson SE, Fonarow GC, Hayek SS, Hernandez AF, Khazanie P, Kittleson MM, Lee CS, Link MS, Milano CA, Nnacheta LC, Sandhu AT, Stevenson LW, Vardeny O, Vest AR, Yancy CW. 2022 AHA/ACC/HFSA Guideline for the Management of Heart Failure: A Report of the American College of Cardiology/American Heart Association Joint Committee on Clinical Practice Guidelines. Circulation. 2022 May 3;145(18):e895-e1032. doi: 10.1161/CIR.0000000000001063. Epub 2022 Apr 1. Erratum In: Circulation. 2022 May 3;145(18):e1033. Circulation. 2022 Sep 27;146(13):e185. Circulation. 2023 Apr 4;147(14):e674."},{"pmid":"31913131","type":"BACKGROUND","citation":"Parker J, Powell L, Mawson S. Effectiveness of Upper Limb Wearable Technology for Improving Activity and Participation in Adult Stroke Survivors: Systematic Review. J Med Internet Res. 2020 Jan 8;22(1):e15981. doi: 10.2196/15981."},{"type":"BACKGROUND","citation":"Di Girolamo M, Celadon N, Appendino S, Turolla A. and Ariano P. EMG-based biofeedback system for motor rehabilitation: A pilot study,. IEEE Biomedical Circuits and Systems Conference (BioCAS). 2017; pp. 1-4, doi: 10.1109/ BIOCAS.2017.8325086."},{"type":"BACKGROUND","citation":"D. Rimini et al.,"},{"pmid":"36981992","type":"BACKGROUND","citation":"Pregnolato G, Rimini D, Baldan F, Maistrello L, Salvalaggio S, Celadon N, Ariano P, Pirri CF, Turolla A. Clinical Features to Predict the Use of a sEMG Wearable Device (REMO(R)) for Hand Motor Training of Stroke Patients: A Cross-Sectional Cohort Study. Int J Environ Res Public Health. 2023 Mar 14;20(6):5082. doi: 10.3390/ijerph20065082."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Stroke Hemorrhagic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}