{"protocolSection":{"identificationModule":{"nctId":"NCT04069039","orgStudyIdInfo":{"id":"Trunk and walking stroke KUL"},"organization":{"fullName":"KU Leuven","class":"OTHER"},"briefTitle":"Is There a Relationship Between the Ability of the Trunk and Lower Extremities and Walking Function After Stroke?","officialTitle":"Investigating the Relation Between Trunk Function and Function of the Lower Extremities in Relation to Post Stroke Gait"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-09-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-04-01","type":"ACTUAL"},"completionDateStruct":{"date":"2021-09-15","type":"ACTUAL"},"studyFirstSubmitDate":"2019-08-21","studyFirstSubmitQcDate":"2019-08-23","studyFirstPostDateStruct":{"date":"2019-08-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-12","lastUpdatePostDateStruct":{"date":"2022-03-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prof Geert Verheyden","investigatorTitle":"Professor","investigatorAffiliation":"KU Leuven"},"leadSponsor":{"name":"KU Leuven","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke leads to impairments at different levels. Not only walking abilities are impaired after stroke but also trunk function, strength, balance and functional performance. Even in the latter phase after stroke, both walking abilities and trunk function remain restricted.\n\nRestoring walking function is often the main goal of rehabilitation after stroke and the focus of post-stroke physiotherapy is often on regaining walking and mobility. Reduced walking ability after stroke is a predictor for discharge to a nursing home and associated with an increased probability of death. In addition, walking endurance, measured by a six-minute walking test, has a high correlation with community reintegration after a stroke.\n\nBoth trunk function and the ability to walk are often limited after stroke. A previous study observed that a significant correlation exists between these two functions, when measured with standardized clinical measurement scales . Due to the functional relevance and the link between both functions, further investigation however is warranted. Current lack of knowledge exists in investigating the relation between trunk and gait muscle strength, and this is key for informing clinical practice. For instance, should trunk muscle strength be a significant determinant of gait function, therapy should incorporate specific training for improving trunk muscle strength.\n\nThe primary objective of the study is to investigate if trunk muscle function in combination with lower limb muscle function are significant determinants of walking ability after stroke.\n\nSecondly, the investigators will examine if there are other determinants such as cognition, balance, spasticity, ability of performing selective movements and sensitivity of the lower extremities for walking ability."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Trunk","Lower Extremities","Gait"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Walking speed","description":"The investigators will measure walking speed by the 10 Meter Timed Walking Test .\n\nIn this test, participants have to walk for 10 meter on an even underground. The outcome will be reported in meter by seconds. This test is reliable and valid. The test will be performed twice. The first time with walking aid. The second time without walking aid if the patient is able to walk without walking aid. Each test consists of two conditions: Walking at comfortable speed and at maximum speed. Each condition will be performed three times. Patient safety will be guaranteed by a therapist walking next to the patient. Walking speed will also be registered using the GAITRite, which is a CE-marked rehabilitation device. This is an electronic single layer pressure sensitive walkway measuring temporal and spatial parameters. Its has an excellent concurrent validity for maximum walking speed with the 10 Meter Timed Walking Test (ICC=0.94, 95% CI= 0.91-0.96).","timeFrame":"In the rehabilitation phase (2 weeks to 6 months after stroke)"},{"measure":"Walking capacity","description":"The functional ambulation categories (FAC) examines the level of walking capacity. This test is a six-point scale and it reflects the ability to walk independently on an all undergrounds. It ranges from non-functional walking (FAC 0) to walking independently on an unstable surface (FAC 5). FAC 1 stands for dependent walking with continuous or intermittent support from one person to help with balance and coordination. FAC 2 indicates dependent walking with intermittent support. FAC 3 represents walking with supervision and participants score a FAC 4 when able to walk independently on an even underground. A higher score represents a better outcome. At first, the investigators will evaluate in this test if the participant is able to walk with or without aid or supervision therapists. If this is possible, then the assessor evaluates if walking is possible only on an even (indoor) or uneven (outdoor) surface. In this test, the participants will be allowed to use a walking aid.","timeFrame":"In the rehabilitation phase (2 weeks to 6 months after stroke)"},{"measure":"Walking endurance","description":"The investigators will evaluate the endurance of walking by using the two-minute walk test (2MWT). The participants walk for two minutes at a standardized indoor walking track and may use a walking aid. The distance in meter is the outcome of this test. Participants can take breaks without stopping the time on the stopwatch.","timeFrame":"In the rehabilitation phase (2 weeks to 6 months after stroke)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. First stroke event.\n2. Residence in a rehabilitation ward.\n3. Two weeks until six months after a stroke event.\n4. Older than 18 years.\n5. With no comorbidities other than stroke affecting trunk function or walking ability.\n\n   Comorbidities could be musculoskeletal problems or other neurological diseases.\n6. With sufficient cognitive and language capacity to perform the assessment.\n\nExclusion Criteria:\n\n1. Not able to give informed consent.\n2. Not approved informed consent.\n3. Subject does not understand the study procedures.\n4. Subject has any history of a major neurological disorder.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All participants suffers from a first stroke. Time after stroke can vary from two weeks untill six months after a stroke. The walking possibilities of these participants can fluctuate from walking independently on uneven ground to being unable to walk.\n\nThe measurements will take place only with participants hospitalized in a rehabilitation ward.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Geert Verheyden, Prof.","affiliation":"KU Leuven","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Catholic University Leuven","city":"Leuven","zip":"3000","country":"Belgium","geoPoint":{"lat":50.87959,"lon":4.70093}}]},"referencesModule":{"references":[{"pmid":"16774097","type":"RESULT","citation":"Verheyden G, Vereeck L, Truijen S, Troch M, Herregodts I, Lafosse C, Nieuwboer A, De Weerdt W. Trunk performance after stroke and the relationship with balance, gait and functional ability. Clin Rehabil. 2006 May;20(5):451-8. doi: 10.1191/0269215505cr955oa."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}