{"protocolSection":{"identificationModule":{"nctId":"NCT02888548","orgStudyIdInfo":{"id":"PO14104*"},"organization":{"fullName":"CHU de Reims","class":"OTHER"},"briefTitle":"Randomised, Evaluation-blinded, Crossover, Controlled Study Assessing Dynamic Hand Splinting in Adults With Post-stroke Hemiplegia (Orthox)","officialTitle":"Randomised, Evaluation-blinded, Crossover, Controlled Study Assessing the Antispastic Efficacy and Safety of Dynamic Night Hand Splinting in Adults With Post-stroke Hemiplegia Treated by Botulimum Toxin (Dysport®) - (a Pilot Study)","acronym":"ORTHOX"},"statusModule":{"statusVerifiedDate":"2021-06","overallStatus":"TERMINATED","whyStopped":"unsuitable method","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-04-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-05-18","type":"ACTUAL"},"completionDateStruct":{"date":"2021-06","type":"ACTUAL"},"studyFirstSubmitDate":"2016-08-30","studyFirstSubmitQcDate":"2016-09-02","studyFirstPostDateStruct":{"date":"2016-09-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-06-09","lastUpdatePostDateStruct":{"date":"2021-06-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"CHU de Reims","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Upper limb spasticity is currently mainly managed with local toxin treatments. Recent studies suggested combining botulinum toxin injections with splinting to optimise rehabilitation in spastic patients. However, one study focused exclusively on lower limb spasticity, the second on elbow flexor hypertonia, and the last on wrist and finger spasticity in children.\n\nA study was performed in adult patients with upper limb spasticity treated with botulinum toxin injections used as primary objective the tolerance for dynamic splinting. The authors noted that the need for botulinum toxin was reduced in 2 patients out of 6. No study has been conducted to date on the splinting + toxin combination in adults.\n\nAnother study showed that stretching sessions over 2 weeks of a muscle just given botulinum toxin helped improve the toxin's efficacy 2, 6 and 12 weeks after the injection. For this reason, rehabilitation teams routinely prescribe 10 sessions of physiotherapy for 15 days after botulinum treatment.\n\nBased on this principle, we hypothesise that dynamic night splinting applied just after botulinum toxin treatment may also increase the toxin's efficacy. We chose a dynamic splint providing continuous stretching of the wrist and fingers in extension whilst allowing active flexion. Night splinting is thought to promote optimal functional use of the paretic upper limb during the day and thus prevent learned non-use, which could worsen the spasticity.\n\nEach patient will receive treatment cycles, whose results will be compared, so that each patient will act as his/her own control. The evaluation will be based on the Tardieu scale chosen for its greater inter-individual reproducibility and greater reliability to measure spasticity.\n\nThe degree of extension of wrist and fingers provided by the splint will be adjusted to the patient's clinical condition with the elastic tensioners. The purpose of the splint is to maintain the stretch beyond the Tardieu spasticity angle at fast speed (V3) without reaching maximum extension, which could be harmful.\n\nThis protocol is designed to determine whether dynamic night hand splinting combined with botulinum toxin injections will improve botulinum antispastic efficacy in adults with brain damage.","detailedDescription":"This prospective, multicentre, randomised, evaluation-blinded, crossover, pilot study, will include different treatment cycles: a control cycle (toxin alone) and a study cycle (toxin + splinting).\n\nIt will be conducted in two sites: CHU de Reims and UGECAM de Charleville Mézières.\n\nThe study population will include patients with upper limb spasticity associated with functional impairment and/or pain. To be included, the patients must be non-naïve to botulinum toxin, with a period of at least 4 months since the last toxin injections.\n\nEach patient will be given botulinum toxin injections in the hypertonic muscles of his/her upper limb at the beginning of each cycle, i.e. on D0 Phase 1 (D0P1) and D0 Phase 2 (D0P2). This means each patient will receive two sets of injections at 5-month interval for the whole duration of the study.\n\n1. If the effect of the toxin is still present at 5 months (W20), the visit for the following cycle may be delayed to ensure that both cycles are comparable (as per routine practice).\n2. If the effect is still present at the end of the second cycle, the patient follow-up will be extended until the end of the effect.\n\nAs this is the first study of its type, the required number of subjects cannot be calculated and the decision was taken to conduct a pilot study. The required number of patients has been set at 30 for reasons of clinical relevance and study site capacity.\n\nThe patients will be randomised centrally into two arms of 15 patients each:\n\n* Arm A: control cycle (toxin alone) followed by study cycle (toxin + splinting)\n* Arm B: study cycle (toxin + splinting) followed by control cycle (toxin alone) The second set of toxin injections will be performed 5 months after the first set. As the effect of the toxin lasts 12 to 20 weeks maximum, this interval ensures that the effect of the first injections will have worn off before the second set of injections is given.\n\nBotulinum toxin will be administered under electrical stimulation guidance to improve the accuracy of the injections in the muscles. Dysport® doses will be adjusted to the muscle group being treated.\n\nThe post-injection rehabilitation protocol will be identical for both cycles, and include 10 sessions of physiotherapy to stretch the injected muscles (as per routine practice). The prescription of these sessions will be standardised. These daily sessions will start the day following the botulinum injections, and continue 5 times a week for 2 weeks for both treatment phases.\n\nFor the study cycle, the splint will be worn only at night (8.00 pm to 8.00 am) for 4 weeks, starting on the first evening after the toxin injection.\n\nAny previous and on-going drug treatment will also be recorded. Concomitant oral antispastic treatments will be authorised provided they were initiated prior to the patient's inclusion in the study, and that dosage regimens remain unchanged.\n\nThe investigator performing the evaluations will be blinded to the treatment cycle, i.e. he/she will not know which treatment cycle the patient is currently in. Therefore, the evaluating, injecting and splint-referring physicians will be three different people. To limit potential biases, these 3 persons will remain the same during all the study for all the patients included."},"conditionsModule":{"conditions":["Upper Limb Spasticity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":1,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm cross over 1","type":"EXPERIMENTAL","description":"botulinum toxins alone then botulinum toxins + orthos","interventionNames":["Procedure: botulinum toxins (Dysport°) alone","Procedure: orthosis (Saebo Strech°) + botulinum toxins (Dysport°) combined"]},{"label":"Arm cross over 2","type":"EXPERIMENTAL","description":"botulinum toxins + orthosis then botulinum toxins alone","interventionNames":["Procedure: botulinum toxins (Dysport°) alone","Procedure: orthosis (Saebo Strech°) + botulinum toxins (Dysport°) combined"]}],"interventions":[{"type":"PROCEDURE","name":"botulinum toxins (Dysport°) alone","description":"botulinum toxins (Dysport°) alone","armGroupLabels":["Arm cross over 1","Arm cross over 2"]},{"type":"PROCEDURE","name":"orthosis (Saebo Strech°) + botulinum toxins (Dysport°) combined","description":"orthosis (Saebo Strech°) + botulinum toxins (Dysport°) combined","armGroupLabels":["Arm cross over 1","Arm cross over 2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Comparison of the angle variation in degrees measured at fast speed V3 on the Tardieu Scale from W4 to D0 between the control cycle (toxin alone) and the splinting cycle (toxin + splint), in a given patient (ie W4-D0 versus W24-W20)","timeFrame":"up to 24 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Age between 18 and 80 years old\n* Male or female\n* Ischemic or haemorrhagic stroke more than 6 months ago\n* Upper limb spasticity defined by:\n* Modified Ashworth Scale (MAS) score \\> 1\n* Disability Assessment Scale (DAS) score \\> 2\n* Spasticity angle (Tardieu) \\> 10°\n* Patient's written informed consent\n* History of botulinum toxin treatment\n\nNon inclusion criteria:\n\n* Major limitation of passive range of motion in the elbow, wrist and fingers, preventing splinting:\n* Maximum passive extension of the elbow \\< 150°\n* Maximum passive extension of the wrist \\< 70°\n* Maximum passive extension of the fingers \\< 70°\n* Local skin complication preventing splinting (allergy)\n* Behavioural disorder preventing splinting\n* Adults falling under the Adult Protection Act or unable to give their consent (article L-1121-8 of the French Public Health Code), persons deprived of their liberty or hospitalised without their consent (article L-1121-6 of the French Public Health Code), and pregnant or breastfeeding women (article L-1121-5 of the French Public Health Code).\n* Botulinum toxin injections administered less than 4 months from inclusion.\n* Contraindications to botulinum toxin (breastfeeding, myasthenia, aminosid, hypersensibility to botulinum toxin or related compounds).\n* Concomitant participation in another biomedical study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Chu de Reims","city":"Reims","zip":"51092","country":"France","geoPoint":{"lat":49.25,"lon":4.03333}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000010243","term":"Paralysis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000001905","term":"Botulinum Toxins"},{"id":"C000542869","term":"abobotulinumtoxinA"},{"id":"D000019274","term":"Botulinum Toxins, Type A"}],"ancestors":[{"id":"D000065087","term":"Acetylcholine Release Inhibitors"},{"id":"D000049990","term":"Membrane Transport Modulators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000018678","term":"Cholinergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000009465","term":"Neuromuscular Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"}],"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","asFound":"250","relevance":"HIGH"},{"id":"M250157","name":"abobotulinumtoxinA","asFound":"A 20","relevance":"HIGH"},{"id":"M20947","name":"Botulinum Toxins, Type A","asFound":"A 20","relevance":"HIGH"},{"id":"M3163","name":"Acetylcholine","relevance":"LOW"},{"id":"M20448","name":"Cholinergic Agents","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"}]}},"hasResults":false}