{"protocolSection":{"identificationModule":{"nctId":"NCT05565976","orgStudyIdInfo":{"id":"F-2022-1005-016"},"organization":{"fullName":"Universidad de Guanajuato","class":"OTHER"},"briefTitle":"Dapagliflozin Effect in Cognitive Impairment in Stroke Trial","officialTitle":"Dapagliflozin Effect in Cognitive Impairment in Stroke Trial","acronym":"DECIST"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-09-20","studyFirstSubmitQcDate":"2022-10-03","studyFirstPostDateStruct":{"date":"2022-10-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-10-03","lastUpdatePostDateStruct":{"date":"2022-10-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Jaime Daniel Mondragon","investigatorTitle":"Principal Investigator, Clinical Professor","investigatorAffiliation":"Universidad de Guanajuato"},"leadSponsor":{"name":"Jaime Daniel Mondragon","class":"OTHER"},"collaborators":[{"name":"Hospital General León","class":"UNKNOWN"},{"name":"Hospital General de Zona IMSS N0. 21","class":"UNKNOWN"},{"name":"University Medical Center Groningen","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"Background: Dementia is an international public health problem, affecting approximately 50,000,000 people worldwide in 2018 and will triple by 2050; furthermore, reaching an approximate cost of 4 billion dollars. Given its high worldwide prevalence and probable underdiagnosis, the international guidelines for the assessment of dementia syndromes recommend the assessment of cognitive impairment in patients over 55 years of age as part of clinical practice in patients who presented an ischemic cerebrovascular event. Several risk factors associated with cognitive impairment in cerebrovascular disease are identified in the literature: 1) demographic factors (e.g., age over 65 years and female sex); 2) risk factors present prior to the ischemic stroke (e.g., cognitive impairment, physical impairment); 3) factors utilized to assess the severity of an ischemic stroke (e.g., supratentorial location, ischemic stroke in the dominant hemisphere, recurrence of ischemic strokes); 4) post-ischemic stroke factors (e.g., delirium and seizures); and 5) factors associated with neuroimaging findings (e.g., cerebral small vessel disease, cortical atrophy, and medial temporal lobe atrophy).\n\nThis is a randomized controlled trial in individuals with an acute ischemic stroke without dementia that will be treated with 10mg dapagliflozin PO q24h for 12 months and standard treatment against only standard treatment (i.e., statins, platelet antiaggregant, and hypoglycemic medications) when appropriate. The outcome measure evaluated will be global cognitive function. Cardiovascular risk factors will be associated with cognitive decline.","detailedDescription":"Detailed Description: This is a double-blind, randomized, placebo-controlled, parallel-group, 12-month longitudinal study performed at a single center (Hospital General de Zona con Medicina Familiar IMSS No. 21, León Guanajuato, México) designed to investigate the effect of dapagliflozin in participants with a recent acute stroke but no history of dementia (CDR score ≤ 0.5). A total of 270 participants are to be included (i.e., 135 on each arm).\n\nOverall objective: To assess the effect of Dapagliflozin on cardiovascular risk (i.e., the volume of epicardial fat, volume of total carotid atherosclerotic plaque, and coronary artery calcium score) in patients with ischemic cerebrovascular disease dependent on global cognitive function at a second level teaching hospital in Mexico.\n\nStatistical analysis: Descriptive statistics will be reported for all included variables. Statistical analysis will be performed using SPSS 25 (SPSS Inc., Chicago, IL). All variables will be examined to determine the existence of outliers and whether they meet the assumptions about a Gaussian distribution. The Shapiro-Wilk tests will be used to determine normality distribution, as well as visual inspection of histograms and Q-Q plots. Demographic and clinical variables will be summarized in proportions and percentages. The categorical variables will be evaluated to determine statistical inferences with the Mann-Whitney U test. Continuous variables will be assessed for statistical inferences using t-tests (e.g., simple, paired, one, and two samples) and Levene's test to assess equality of variances. The Kaplan-Meier method will be used to calculate the distributions of mortality and development of mild amnestic cognitive disorder and dementia syndrome. The Gehan-Breslow-Wilcoxon method will be used to assess the equality of the mortality distributions and the development of mild amnestic cognitive disorder or dementia syndrome. A multivariate analysis will be performed with a Cox regression model to assess the variables that predict mortality, and the development of a mild amnestic cognitive disorder, or dementia syndrome at 6 and 12 months in case there are differences in mortality distributions. Statistical significance will be set at p=0.05 and a Bonferroni correction will be performed for multiple comparisons."},"conditionsModule":{"conditions":["Stroke, Ischemic","Mild Cognitive Impairment","Dementia, Vascular","Metabolic Syndrome"],"keywords":["dapagliflozin","mortality","cognitive impairment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2","PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Duoble-blinded study, only outcome assessor will have knowledge of labels.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":270,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dapagliflozin","type":"EXPERIMENTAL","description":"10mg PO q24h for 12 months plus standard treatment with statins, platelet antiaggregant, and hypoglycemic medications.","interventionNames":["Drug: Dapagliflozin 10mg Tab","Drug: Statins (Cardiovascular Agents)","Drug: Platelet Antiaggregant","Drug: Antidiabetic"]},{"label":"Standard treatment","type":"ACTIVE_COMPARATOR","description":"Standard treatment with statins, platelet antiaggregant, and hypoglycemic medications.","interventionNames":["Drug: Statins (Cardiovascular Agents)","Drug: Platelet Antiaggregant","Drug: Antidiabetic"]}],"interventions":[{"type":"DRUG","name":"Dapagliflozin 10mg Tab","description":"10mg PO q24h for 12 months","armGroupLabels":["Dapagliflozin"],"otherNames":["FORXIGA"]},{"type":"DRUG","name":"Statins (Cardiovascular Agents)","description":"Atorvastatin 20mg PO q24h or Pravastatin 20mg PO q24h or Rosuvastatin 10mg PO q24h","armGroupLabels":["Dapagliflozin","Standard treatment"],"otherNames":["Atorvastatin","Pravastatin","Rosuvastatin"]},{"type":"DRUG","name":"Platelet Antiaggregant","description":"Clopidogrel 75mg PO q24h or Acetylsalicylic acid 100mg PO q24h","armGroupLabels":["Dapagliflozin","Standard treatment"],"otherNames":["Clopidogrel","Acetylsalicylic acid"]},{"type":"DRUG","name":"Antidiabetic","description":"Previously established medical treatment for type 2 diabetes will be maintained.","armGroupLabels":["Dapagliflozin","Standard treatment"],"otherNames":["Sulfonylureas","Meglitinides","Biguanides","Thiazolidinediones","α-Glucosidase inhibitors","Inhibitors of dipeptidyl peptidase 4","Cycloset","Insulin glargine","Insulin lispro","Isophane insulin"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Clinical Dementia Rating score as a proxy of cognitive deterioration","description":"Time-to-event analysis using the Kaplan-meier survival analysis via increase in Clinical Dementia Rating score greter or equal to 0.5","timeFrame":"6 and 12 months"}],"secondaryOutcomes":[{"measure":"Number of strokes after initial cerebrovascular event","description":"Independent stroke events","timeFrame":"12 months"}],"otherOutcomes":[{"measure":"Adverse effects due to Dapagliflozin","description":"Adverse effects reported due to the use of dapagliflozin","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ages of 60 and 80 years\n* Both sexes\n* Cerebrovascular ischemic event within 15 days\n* Clinical dementia rating score ≤ 0.5\n* Signed informed consent\n\nExclusion Criteria:\n\n* Type 1 diabetes mellitus\n* Aphasia\n* Incomplete neuropsychological battery\n* Previously diagnosed dementia\n* Cerebrovascular ischemic stroke older than 15 days\n* History of hemorrhagic cerebrovascular event\n* Neoplasia diagnosis or evidence of a metastatic process, glomerular filtration rate \\< 45 mL/min at the time of inclusion\n* Liver enzyme test alterations (i.e., aspartate transaminase or alanine transaminase three times greater than normal levels, total bilirubin\\> 2.0 mg/dL\n* Previously taking SGLT2 inhibitors\n* History of diabetic ketoacidosis\n* Recurrent urinary tract infections\n* Psychiatric disorders (e.g., dementia, psychosis, bipolar disorder, among others).\n* Less than a 12-month follow-up\n* Inability to perform chest CT (e.g., claustrophobia)\n* Incomplete medical files pertaining to the variables of interest\n* Less than 12-month follow-up\n* Decision to withdraw their participation at any moment\n* Poor adherence to medical treatment\n* Reported and documented disease complications or adverse effects (e.g., severe glycemic imbalance, diabetic ketoacidosis, or hyperosmolar hyperglycemic state, altered hepatic enzyme tests)","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Omar Jiménez-Zarazúa, M.D.","role":"CONTACT","phone":"+524423421626","email":"drzarazuainterna@hotmail.com"},{"name":"Lourdes N Vélez-Ramírez, M.D.","role":"CONTACT","email":"nestlynoemi@gmail.com"}],"overallOfficials":[{"name":"Gabriela G López-Hernández, M.D.","affiliation":"Hospital General de Zona IMSS 21","role":"STUDY_CHAIR"},{"name":"Lizeth C Ramírez-Zamudio, M.D.","affiliation":"Hospital General de Zona IMSS 21","role":"STUDY_CHAIR"},{"name":"Jaime D Mondragón, M.D., Ph.D.","affiliation":"University Medical Center Groningen, Department of Neurology, Alzheimer Center Groningen","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital General de Zona IMSS 21","status":"RECRUITING","city":"León","state":"Guanajuato","zip":"37380","country":"Mexico","contacts":[{"name":"Omar Jiménez-Zarazúa, M.D.","role":"CONTACT","phone":"+524423421626","email":"drzarazuainterna@hotmail.com"},{"name":"Gabriela G López-Hernández, M.D.","role":"CONTACT"}],"geoPoint":{"lat":21.12908,"lon":-101.67374}}]},"referencesModule":{"references":[{"pmid":"34813630","type":"RESULT","citation":"Bjergfelt SS, Sorensen IMH, Hjortkjaer HO, Landler N, Ballegaard ELF, Biering-Sorensen T, Kofoed KF, Lange T, Feldt-Rasmussen B, Sillesen H, Christoffersen C, Bro S. Carotid plaque thickness is increased in chronic kidney disease and associated with carotid and coronary calcification. PLoS One. 2021 Nov 23;16(11):e0260417. doi: 10.1371/journal.pone.0260417. eCollection 2021."},{"pmid":"32559474","type":"RESULT","citation":"Cherney DZI, Dekkers CCJ, Barbour SJ, Cattran D, Abdul Gafor AH, Greasley PJ, Laverman GD, Lim SK, Di Tanna GL, Reich HN, Vervloet MG, Wong MG, Gansevoort RT, Heerspink HJL; DIAMOND investigators. Effects of the SGLT2 inhibitor dapagliflozin on proteinuria in non-diabetic patients with chronic kidney disease (DIAMOND): a randomised, double-blind, crossover trial. Lancet Diabetes Endocrinol. 2020 Jul;8(7):582-593. doi: 10.1016/S2213-8587(20)30162-5. Erratum In: Lancet Diabetes Endocrinol. 2020 Jun 25;:"},{"pmid":"29573529","type":"RESULT","citation":"Dekkers CCJ, Petrykiv S, Laverman GD, Cherney DZ, Gansevoort RT, Heerspink HJL. Effects of the SGLT-2 inhibitor dapagliflozin on glomerular and tubular injury markers. Diabetes Obes Metab. 2018 Aug;20(8):1988-1993. doi: 10.1111/dom.13301. Epub 2018 Apr 23."},{"pmid":"31236801","type":"RESULT","citation":"Dhillon S. Dapagliflozin: A Review in Type 2 Diabetes. Drugs. 2019 Jul;79(10):1135-1146. doi: 10.1007/s40265-019-01148-3. Erratum In: Drugs. 2019 Dec;79(18):2013."},{"pmid":"29016744","type":"RESULT","citation":"Diaz-Rodriguez E, Agra RM, Fernandez AL, Adrio B, Garcia-Caballero T, Gonzalez-Juanatey JR, Eiras S. Effects of dapagliflozin on human epicardial adipose tissue: modulation of insulin resistance, inflammatory chemokine production, and differentiation ability. Cardiovasc Res. 2018 Feb 1;114(2):336-346. doi: 10.1093/cvr/cvx186."},{"pmid":"32854852","type":"RESULT","citation":"Esterline R, Oscarsson J, Burns J. A role for sodium glucose cotransporter 2 inhibitors (SGLT2is) in the treatment of Alzheimer's disease? Int Rev Neurobiol. 2020;155:113-140. doi: 10.1016/bs.irn.2020.03.018. Epub 2020 Aug 11."},{"pmid":"29371333","type":"RESULT","citation":"Esterline RL, Vaag A, Oscarsson J, Vora J. MECHANISMS IN ENDOCRINOLOGY: SGLT2 inhibitors: clinical benefits by restoration of normal diurnal metabolism? Eur J Endocrinol. 2018 Apr;178(4):R113-R125. doi: 10.1530/EJE-17-0832. Epub 2018 Jan 25."},{"pmid":"33894597","type":"RESULT","citation":"Fani L, van Dam-Nolen DHK, Vernooij M, Kavousi M, van der Lugt A, Bos D. Circulatory markers of immunity and carotid atherosclerotic plaque. Atherosclerosis. 2021 May;325:69-74. doi: 10.1016/j.atherosclerosis.2021.03.040. Epub 2021 Apr 7."},{"pmid":"32352644","type":"RESULT","citation":"Iacobellis G, Gra-Menendez S. Effects of Dapagliflozin on Epicardial Fat Thickness in Patients with Type 2 Diabetes and Obesity. Obesity (Silver Spring). 2020 Jun;28(6):1068-1074. doi: 10.1002/oby.22798. Epub 2020 Apr 30."},{"pmid":"31248555","type":"RESULT","citation":"Iadecola C, Duering M, Hachinski V, Joutel A, Pendlebury ST, Schneider JA, Dichgans M. Vascular Cognitive Impairment and Dementia: JACC Scientific Expert Panel. J Am Coll Cardiol. 2019 Jul 2;73(25):3326-3344. doi: 10.1016/j.jacc.2019.04.034."},{"pmid":"32144994","type":"RESULT","citation":"Ihara M, Saito S. Drug Repositioning for Alzheimer's Disease: Finding Hidden Clues in Old Drugs. J Alzheimers Dis. 2020;74(4):1013-1028. doi: 10.3233/JAD-200049."},{"pmid":"28950419","type":"RESULT","citation":"Jabbour S, Seufert J, Scheen A, Bailey CJ, Karup C, Langkilde AM. Dapagliflozin in patients with type 2 diabetes mellitus: A pooled analysis of safety data from phase IIb/III clinical trials. Diabetes Obes Metab. 2018 Mar;20(3):620-628. doi: 10.1111/dom.13124. Epub 2017 Oct 26."},{"pmid":"20204386","type":"RESULT","citation":"Jellinger KA, Attems J. Prevalence of dementia disorders in the oldest-old: an autopsy study. Acta Neuropathol. 2010 Apr;119(4):421-33. doi: 10.1007/s00401-010-0654-5. Epub 2010 Mar 4."},{"pmid":"31535829","type":"RESULT","citation":"McMurray JJV, Solomon SD, Inzucchi SE, Kober L, Kosiborod MN, Martinez FA, Ponikowski P, Sabatine MS, Anand IS, Belohlavek J, Bohm M, Chiang CE, Chopra VK, de Boer RA, Desai AS, Diez M, Drozdz J, Dukat A, Ge J, Howlett JG, Katova T, Kitakaze M, Ljungman CEA, Merkely B, Nicolau JC, O'Meara E, Petrie MC, Vinh PN, Schou M, Tereshchenko S, Verma S, Held C, DeMets DL, Docherty KF, Jhund PS, Bengtsson O, Sjostrand M, Langkilde AM; DAPA-HF Trial Committees and Investigators. Dapagliflozin in Patients with Heart Failure and Reduced Ejection Fraction. N Engl J Med. 2019 Nov 21;381(21):1995-2008. doi: 10.1056/NEJMoa1911303. Epub 2019 Sep 19."},{"pmid":"28095900","type":"RESULT","citation":"Mijajlovic MD, Pavlovic A, Brainin M, Heiss WD, Quinn TJ, Ihle-Hansen HB, Hermann DM, Assayag EB, Richard E, Thiel A, Kliper E, Shin YI, Kim YH, Choi S, Jung S, Lee YB, Sinanovic O, Levine DA, Schlesinger I, Mead G, Milosevic V, Leys D, Hagberg G, Ursin MH, Teuschl Y, Prokopenko S, Mozheyko E, Bezdenezhnykh A, Matz K, Aleksic V, Muresanu D, Korczyn AD, Bornstein NM. Post-stroke dementia - a comprehensive review. BMC Med. 2017 Jan 18;15(1):11. doi: 10.1186/s12916-017-0779-7."},{"pmid":"33282811","type":"RESULT","citation":"Mohamed Fuad Z, Mahadzir H, Syed Zakaria SZ, Mohamed Ibrahim N. Frequency of Cognitive Impairment Among Malaysian Elderly Patients Following First Ischaemic Stroke-A Case Control Study. Front Public Health. 2020 Nov 12;8:577940. doi: 10.3389/fpubh.2020.577940. eCollection 2020."},{"pmid":"32115470","type":"RESULT","citation":"Sato T, Aizawa Y, Yuasa S, Fujita S, Ikeda Y, Okabe M. The Effect of Dapagliflozin Treatment on Epicardial Adipose Tissue Volume and P-Wave Indices: An Ad-hoc Analysis of The Previous Randomized Clinical Trial. J Atheroscler Thromb. 2020 Dec 1;27(12):1348-1358. doi: 10.5551/jat.48009. Epub 2020 Feb 28."},{"pmid":"23040716","type":"RESULT","citation":"Serena J, Irimia P, Calleja S, Blanco M, Vivancos J, Ayo-Martin O; Representacion de la Sociedad Espanola de Neurosonologia (SONES). [Ultrasound measurement of carotid stenosis: recommendations from the Spanish Society of Neurosonology]. Neurologia. 2013 Sep;28(7):435-42. doi: 10.1016/j.nrl.2012.07.011. Epub 2012 Oct 4. Spanish."},{"pmid":"32178931","type":"RESULT","citation":"Suda S, Nishimura T, Ishiwata A, Muraga K, Aoki J, Kanamaru T, Suzuki K, Sakamoto Y, Katano T, Nishiyama Y, Mishina M, Kimura K. Early Cognitive Impairment after Minor Stroke: Associated Factors and Functional Outcome. J Stroke Cerebrovasc Dis. 2020 May;29(5):104749. doi: 10.1016/j.jstrokecerebrovasdis.2020.104749. Epub 2020 Mar 14."},{"pmid":"32317958","type":"RESULT","citation":"Uemura MT, Maki T, Ihara M, Lee VMY, Trojanowski JQ. Brain Microvascular Pericytes in Vascular Cognitive Impairment and Dementia. Front Aging Neurosci. 2020 Apr 14;12:80. doi: 10.3389/fnagi.2020.00080. eCollection 2020."},{"pmid":"29446769","type":"RESULT","citation":"van der Flier WM, Skoog I, Schneider JA, Pantoni L, Mok V, Chen CLH, Scheltens P. Vascular cognitive impairment. Nat Rev Dis Primers. 2018 Feb 15;4:18003. doi: 10.1038/nrdp.2018.3."},{"pmid":"33030307","type":"RESULT","citation":"Zlokovic BV, Gottesman RF, Bernstein KE, Seshadri S, McKee A, Snyder H, Greenberg SM, Yaffe K, Schaffer CB, Yuan C, Hughes TM, Daemen MJ, Williamson JD, Gonzalez HM, Schneider J, Wellington CL, Katusic ZS, Stoeckel L, Koenig JI, Corriveau RA, Fine L, Galis ZS, Reis J, Wright JD, Chen J. Vascular contributions to cognitive impairment and dementia (VCID): A report from the 2018 National Heart, Lung, and Blood Institute and National Institute of Neurological Disorders and Stroke Workshop. Alzheimers Dement. 2020 Dec;16(12):1714-1733. doi: 10.1002/alz.12157. Epub 2020 Oct 8."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The study protocol, statistical analysis plan and informed consent form are available through the IMSS platform or upon request.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Starting august 2022","accessCriteria":"Request IMSS institutional board"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000015140","term":"Dementia, Vascular"},{"id":"D000024821","term":"Metabolic Syndrome"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003704","term":"Dementia"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000007333","term":"Insulin Resistance"},{"id":"D000006946","term":"Hyperinsulinism"},{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000002537","term":"Intracranial Arteriosclerosis"},{"id":"D000020765","term":"Intracranial Arterial Diseases"},{"id":"D000056784","term":"Leukoencephalopathies"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M6594","name":"Dementia","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Impairment","relevance":"HIGH"},{"id":"M22695","name":"Metabolic Syndrome","asFound":"Metabolic Syndrome","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M17551","name":"Dementia, Vascular","asFound":"Dementia, Vascular","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M10060","name":"Insulin Resistance","relevance":"LOW"},{"id":"M9687","name":"Hyperinsulinism","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25093","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M5476","name":"Intracranial Arteriosclerosis","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"M28281","name":"Leukoencephalopathies","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000001241","term":"Aspirin"},{"id":"D000007328","term":"Insulin"},{"id":"C000557859","term":"Insulin, Globin Zinc"},{"id":"D000069036","term":"Insulin Glargine"},{"id":"C000529054","term":"Dapagliflozin"},{"id":"D000061268","term":"Insulin Lispro"},{"id":"D000001645","term":"Biguanides"},{"id":"D000007004","term":"Hypoglycemic Agents"},{"id":"C000089946","term":"2,4-thiazolidinedione"},{"id":"C000030516","term":"Meglitinide"},{"id":"D000077144","term":"Clopidogrel"},{"id":"D000010975","term":"Platelet Aggregation Inhibitors"},{"id":"D000069059","term":"Atorvastatin"},{"id":"D000068718","term":"Rosuvastatin Calcium"},{"id":"D000017035","term":"Pravastatin"}],"ancestors":[{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000924","term":"Anticholesteremic Agents"},{"id":"D000000960","term":"Hypolipidemic Agents"},{"id":"D000000963","term":"Antimetabolites"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000057847","term":"Lipid Regulating Agents"},{"id":"D000019161","term":"Hydroxymethylglutaryl-CoA Reductase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000058921","term":"Purinergic P2Y Receptor Antagonists"},{"id":"D000058919","term":"Purinergic P2 Receptor Antagonists"},{"id":"D000058914","term":"Purinergic Antagonists"},{"id":"D000058905","term":"Purinergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000077203","term":"Sodium-Glucose Transporter 2 Inhibitors"},{"id":"D000000894","term":"Anti-Inflammatory Agents, Non-Steroidal"},{"id":"D000018712","term":"Analgesics, Non-Narcotic"},{"id":"D000000700","term":"Analgesics"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000018501","term":"Antirheumatic Agents"},{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000016861","term":"Cyclooxygenase Inhibitors"},{"id":"D000058633","term":"Antipyretics"}],"browseLeaves":[{"id":"M4238","name":"Aspirin","asFound":"Barriers","relevance":"HIGH"},{"id":"M10055","name":"Insulin","asFound":"Per","relevance":"HIGH"},{"id":"M173072","name":"Insulin, Globin Zinc","asFound":"Per","relevance":"HIGH"},{"id":"M29492","name":"Insulin Lispro","asFound":"Coil","relevance":"HIGH"},{"id":"M4937","name":"Bromocriptine","relevance":"LOW"},{"id":"M351","name":"Atorvastatin","asFound":"Functional","relevance":"HIGH"},{"id":"M298","name":"Rosuvastatin Calcium","asFound":"Movement","relevance":"HIGH"},{"id":"M1669","name":"Clopidogrel","asFound":"Results","relevance":"HIGH"},{"id":"M348373","name":"Dapagliflozin","asFound":"Cerebral","relevance":"HIGH"},{"id":"M4621","name":"Biguanides","asFound":"Male Patients","relevance":"HIGH"},{"id":"M9744","name":"Hypoglycemic Agents","asFound":"Ml/day","relevance":"HIGH"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","asFound":"Wrist Pain","relevance":"HIGH"},{"id":"M347","name":"Insulin Glargine","asFound":"Closure","relevance":"HIGH"},{"id":"M20845","name":"Hydroxymethylglutaryl-CoA Reductase Inhibitors","relevance":"LOW"},{"id":"M19058","name":"Pravastatin","asFound":"Maxillary","relevance":"HIGH"},{"id":"M327","name":"Isophane Insulin, Human","relevance":"LOW"},{"id":"M10063","name":"Insulin, Isophane","relevance":"LOW"},{"id":"M173080","name":"Isophane insulin, beef","relevance":"LOW"},{"id":"M244646","name":"2,4-thiazolidinedione","asFound":"Vitality","relevance":"HIGH"},{"id":"M212489","name":"Meglitinide","asFound":"Epoprostenol","relevance":"HIGH"},{"id":"M17458","name":"Zinc","relevance":"LOW"},{"id":"M5071","name":"Calcium","relevance":"LOW"},{"id":"M5088","name":"Calcium, Dietary","relevance":"LOW"},{"id":"M3933","name":"Anticholesteremic Agents","relevance":"LOW"},{"id":"M3968","name":"Hypolipidemic Agents","relevance":"LOW"},{"id":"M3971","name":"Antimetabolites","relevance":"LOW"},{"id":"M28573","name":"Lipid Regulating Agents","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M28984","name":"Purinergic P2Y Receptor Antagonists","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M1691","name":"Sodium-Glucose Transporter 2 Inhibitors","relevance":"LOW"},{"id":"M3907","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M3908","name":"Anti-Inflammatory Agents, Non-Steroidal","relevance":"LOW"},{"id":"M3722","name":"Analgesics","relevance":"LOW"},{"id":"M20476","name":"Analgesics, Non-Narcotic","relevance":"LOW"},{"id":"M20294","name":"Antirheumatic Agents","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"},{"id":"M18899","name":"Cyclooxygenase Inhibitors","relevance":"LOW"},{"id":"M28866","name":"Antipyretics","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"AnDyAg","name":"Anti-Dyskinesia Agents"},{"abbrev":"Lipd","name":"Lipid Regulating Agents"},{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"BDCA","name":"Bone Density Conservation Agents"}]}},"hasResults":false}