{"protocolSection":{"identificationModule":{"nctId":"NCT03347656","orgStudyIdInfo":{"id":"2017P000528"},"organization":{"fullName":"Beth Israel Deaconess Medical Center","class":"OTHER"},"briefTitle":"Effects of Mobility Dose on Discharge Disposition in Critically Ill Stroke Patients","officialTitle":"Effects of Mobility Dose on Discharge Disposition in Critically Ill Stroke Patients"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-10-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-20","type":"ACTUAL"},"completionDateStruct":{"date":"2021-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-11-13","studyFirstSubmitQcDate":"2017-11-15","studyFirstPostDateStruct":{"date":"2017-11-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-08-25","lastUpdatePostDateStruct":{"date":"2020-08-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Matthias Eikermann","investigatorTitle":"Professor of Anesthesia, Harvard Medical School","investigatorAffiliation":"Beth Israel Deaconess Medical Center"},"leadSponsor":{"name":"Beth Israel Deaconess Medical Center","class":"OTHER"},"collaborators":[{"name":"Massachusetts General Hospital","class":"OTHER"},{"name":"Technical University of Munich","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary aim of the study is to assess the mobility dose in neurocritical care patients with ischemic stroke or intracranial hemorrhage and its effects on discharge disposition and patient outcomes. The investigators hypothesize that patients' mobilization dose in the intensive care unit (ICU) predicts discharge disposition, 90 day Barthel Index and other outcomes like muscle wasting (expressed as decrease in rectus femoris cross sectional area (RF-CSA) in the paretic and non-paretic limb measured by bedside ultrasound), and ICU length of stay (LOS).","detailedDescription":"The investigators have previously developed and validated the Surgical Intensive Care Unit Optimal Mobilization Score (SOMS), an algorithm to guide and facilitate early mobilization to advance mobility of surgical intensive care unit patients (NCT01363102). In addition, the investigators have established the use of bedside ultrasound technology to quantify cross sectional area of the rectus femoris muscle, which allows an objective, user-independent quantification of muscle wasting (NCT02270502).\n\nThis is a prospective, observational study to observe the relation between mobility dose, muscle wasting and patient outcomes in critically ill stroke patients.\n\nPatients will be enrolled within 48 hours of ICU admission. The investigators will measure the dose of activity, that is duration and intensity of mobilization in critically ill patients with ischemic stroke and intracerebral hemorrhage. By mobility \"dose\" the investigators are referring to all provider-directed activities (by nursing, and physical therapists) meant to enhance the patient's mobility level. The investigators take into account mobility \"dose\", defined as a function of both the mobility level (e.g., sitting at the edge of the bed, ambulating) as well as its duration. Of note, there is so far no published data available that describes patients' mobility \"dose\" in such an integrative, semi-quantitative fashion.\n\nThe investigators use the existing mobility intensity quantification tool (MQS) (NCT03196960) and test the hypotheses that mobilization dose predicts muscle wasting in critically ill stroke patients, adverse hospital discharge disposition as well as 90 day Barthel Index. The investigators will apply hierarchical testing to evaluate the association between mobilization dose and discharge disposition as well as 90-day Barthel Index.\n\nThe Mobilization Quantification Score (MQS) is a composition of the validated ICU mobility score (SOMS), a 0 to 10 value scale that measures the mobility milestones in critically ill patients, multiplied by a for each level previously defined time unit (5 or 30 minutes correspond to one unit depending on mobilization level).\n\nIn order to capture the muscle status at ICU admission, determined by the first bedside ultrasound of the rectus femoris muscle after enrollment, and the change in rectus femoris muscle diameter throughout stay, the investigators will conduct repetitive measurements of the cross sectional area of the rectus femoris muscles (RF-CSA) of both legs. This longitudinal setting will allow to investigate muscle wasting due to immobilization and other severe illness related factors in the paretic and non-paretic limb.\n\nThe investigators will conduct a scheduled phone call 30 days and 90 days after hospital discharge by getting in contact with either the patient or a family member to obtain follow-up data. This conversation will include questions that allow to identify the Barthel Index at 30 days, the Barthel Index and GOS-E score at 90 days, and if the patient has been readmitted to a hospital within 30 days of hospital discharge and mortality.\n\nDischarge disposition is defined as discharge to facilities providing long-term care assistance for daily activities, including nursing homes and skilled nursing facilities, hospice at the patient's home, hospice in a health care facility; or in-hospital mortality. The Barthel Index is a measure of functional disability originally designed to evaluate progress of rehabilitation in patients with stroke and neuromuscular disease. The GOS-E (Extended Glasgow Outcome Scale) is a global scale for functional outcome that rates patient status into eight categories: Dead Vegetative State, Upper and Lower Severe Disability, Upper and Lower Moderate Disability, Upper and Lower Good Recovery."},"conditionsModule":{"conditions":["Sarcopenia","Stroke, Acute","Muscle Weakness","Critical Illness"],"keywords":["Mobilization Therapy","Clitical Illness","Stroke","Intensive Care","Functional Mobility","Quality of Life"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":164,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Adverse Hospital Discharge Disposition","description":"Adverse hospital discharge is defined as discharge to facilities providing long-term care assistance for daily activities, including nursing homes and skilled nursing facilities, hospice at the patient's home, hospice in a health care facility, or in-hospital mortality.","timeFrame":"patient will be followed until hospital discharge; assessed at hospital discharge; expected between study day 3 and 30"},{"measure":"90 day Barthel Index (hierarchical testing)","description":"The Barthel Index is a measure of functional disability originally designed to evaluate progress of rehabilitation in patients with stroke and neuromuscular disease.","timeFrame":"90 days post discharge from hospital (collected through follow up phone call)"}],"secondaryOutcomes":[{"measure":"Rectus Femoris Muscle Cross Sectional Area Rectus Femoris Muscle Cross Sectional Area","description":"Rectus femoris cross sectional area will be measured by bedside ultrasound, raw numbers as well as change over time will be respected","timeFrame":"will be measured at least twice (on day of enrollement and before discharge); if stay longer than one week, ultrasound will be performed weekly (every 7 days); expected total time period of 3 to 30 days"},{"measure":"30 day Barthel Index","description":"The Barthel Index is a measure of functional disability originally designed to evaluate progress of rehabilitation in patients with stroke and neuromuscular disease.","timeFrame":"30 days post discharge from hospital (collected through follow up phone call)"},{"measure":"Neurological ICU length of stay","description":"number of days patient stays on the neurological ICU","timeFrame":"admission until discharge from neurological ICU; an expected 3 to 20 days"},{"measure":"Neurological ICU length of stay until discharge readiness","description":"number of days patient stays on the neurological ICU until time point from which patient is stable for discharge from ICU","timeFrame":"admission until discharge readiness from neurological ICU; an expected 3 to 20 days"},{"measure":"hospital length of stay","description":"number of days patients stays in hospital during index admission","timeFrame":"admission until discharge from hospital: patient will be followed until discharge from hospital; an expected 3 to 30 days"},{"measure":"FIM Score at ICU discharge","description":"Functional independence measure score in the domains transfer and locomotion at ICU discharge","timeFrame":"assessed at discharge from neurological ICU; expected between study day 3 and 20"},{"measure":"Days on sedation","description":"number of days patient receives sedatives","timeFrame":"during hospital stay; an expected 0 to 30 days"},{"measure":"mortality","description":"we will distinguish between ICU mortality, hospital mortality and mortality within 30 or 90 days after discharge from hospital","timeFrame":"during ICU stay, hospital stay or within the 30day or 90day follow up period (follow up data collected through phone call"},{"measure":"ICU readmission","description":"readmission to the ICU after discharge from ICU but within hospital stay","timeFrame":"during hospital stay; expected to be assessed between study day 3 and 30"},{"measure":"30-day hospital readmission","description":"readmission to a hospital within 30 days after discharge from index stay","timeFrame":"30 days after discharge from hospital, obtained through follow up phone call"},{"measure":"90-day GOS-E (Extended Glasgow Outcomes Scale)","description":"The GOS-E is a global scale for functional outcome that rates patient status into eight categories: Dead Vegetative State, Upper and Lower Severe Disability, Upper and Lower Moderate Disability, Upper and Lower Good Recovery","timeFrame":"obtained 90 days after discharge from hospital through follow up phone call"},{"measure":"Total costs of care","description":"total costs of care","timeFrame":"during hospital stay"},{"measure":"Falls","description":"number of falls","timeFrame":"during hospital stay; expected to be assessed between study day 3 and 30"},{"measure":"Delirium-free days","description":"defined by CAM-ICU (Confusion Assessment Method)","timeFrame":"CAM-ICU will be evaluated daily during hospital stay; an expected 0 to 30 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18 years and older\n* Admitted to the neurological intensive care service within the past 48 hours\n* an expected ICU length of stay of at least 48h\n* New onset ischemic stroke or non-traumatic intracerebral hemorrhage\n* Baseline functional independence: Barthel-Index of 70 or above 2 weeks before admission (obtained retrospectively from patient or proxy)\n\nExclusion Criteria:\n\n* Transfers from other institutions (hospitals, long-term rehabilitation facilities, skilled nursing facilities) with a stay \\>48h at the outside institution\n* absence of lower extremities\n* not committed to full support\n* exclusive or clinically predominant posterior circulation ischemic stroke\n* subarachnoid hemorrhage, subdural and epidural hemorrhage","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"critically ill stroke patients recovering in the neurological intensive care unit","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Matthias Eikermann, MD, PhD","affiliation":"Beth Israel Deaconess Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Massachusetts General Hospital","city":"Boston","state":"Massachusetts","zip":"02114","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Beth Israel Deconess Medical Center","city":"Boston","state":"Massachusetts","zip":"02215","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Klinikum rechts der Isar of Technische Universität München","city":"Munich","state":"Bavaria","country":"Germany","geoPoint":{"lat":48.13743,"lon":11.57549}}]},"referencesModule":{"references":[{"pmid":"27707496","type":"BACKGROUND","citation":"Schaller SJ, Anstey M, Blobner M, Edrich T, Grabitz SD, Gradwohl-Matis I, Heim M, Houle T, Kurth T, Latronico N, Lee J, Meyer MJ, Peponis T, Talmor D, Velmahos GC, Waak K, Walz JM, Zafonte R, Eikermann M; International Early SOMS-guided Mobilization Research Initiative. Early, goal-directed mobilisation in the surgical intensive care unit: a randomised controlled trial. Lancet. 2016 Oct 1;388(10052):1377-1388. doi: 10.1016/S0140-6736(16)31637-3."},{"pmid":"26655919","type":"BACKGROUND","citation":"Mueller N, Murthy S, Tainter CR, Lee J, Riddell K, Fintelmann FJ, Grabitz SD, Timm FP, Levi B, Kurth T, Eikermann M. Can Sarcopenia Quantified by Ultrasound of the Rectus Femoris Muscle Predict Adverse Outcome of Surgical Intensive Care Unit Patients as well as Frailty? A Prospective, Observational Cohort Study. Ann Surg. 2016 Dec;264(6):1116-1124. doi: 10.1097/SLA.0000000000001546."},{"pmid":"22976446","type":"BACKGROUND","citation":"Lee JJ, Waak K, Grosse-Sundrup M, Xue F, Lee J, Chipman D, Ryan C, Bittner EA, Schmidt U, Eikermann M. Global muscle strength but not grip strength predicts mortality and length of stay in a general population in a surgical intensive care unit. Phys Ther. 2012 Dec;92(12):1546-55. doi: 10.2522/ptj.20110403. Epub 2012 Sep 13."},{"pmid":"22067629","type":"BACKGROUND","citation":"Kasotakis G, Schmidt U, Perry D, Grosse-Sundrup M, Benjamin J, Ryan C, Tully S, Hirschberg R, Waak K, Velmahos G, Bittner EA, Zafonte R, Cobb JP, Eikermann M. The surgical intensive care unit optimal mobility score predicts mortality and length of stay. Crit Care Med. 2012 Apr;40(4):1122-8. doi: 10.1097/CCM.0b013e3182376e6d."},{"pmid":"15863408","type":"BACKGROUND","citation":"Sainsbury A, Seebass G, Bansal A, Young JB. Reliability of the Barthel Index when used with older people. Age Ageing. 2005 May;34(3):228-32. doi: 10.1093/ageing/afi063."},{"pmid":"2240918","type":"BACKGROUND","citation":"Inouye SK, van Dyck CH, Alessi CA, Balkin S, Siegal AP, Horwitz RI. Clarifying confusion: the confusion assessment method. A new method for detection of delirium. Ann Intern Med. 1990 Dec 15;113(12):941-8. doi: 10.7326/0003-4819-113-12-941."},{"pmid":"9726257","type":"BACKGROUND","citation":"Wilson JT, Pettigrew LE, Teasdale GM. Structured interviews for the Glasgow Outcome Scale and the extended Glasgow Outcome Scale: guidelines for their use. J Neurotrauma. 1998 Aug;15(8):573-85. doi: 10.1089/neu.1998.15.573."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000018908","term":"Muscle Weakness"},{"id":"D000020521","term":"Stroke"},{"id":"D000055948","term":"Sarcopenia"},{"id":"D000016638","term":"Critical Illness"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009133","term":"Muscular Atrophy"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000001284","term":"Atrophy"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M18700","name":"Critical Illness","asFound":"Critical Illness","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","asFound":"Muscle Weakness","relevance":"HIGH"},{"id":"M28086","name":"Sarcopenia","asFound":"Sarcopenia","relevance":"HIGH"},{"id":"M4244","name":"Asthenia","relevance":"LOW"},{"id":"M12894","name":"Paresis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"M11780","name":"Muscular Atrophy","relevance":"LOW"},{"id":"M4279","name":"Atrophy","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}