{"protocolSection":{"identificationModule":{"nctId":"NCT05626790","orgStudyIdInfo":{"id":"DR04102022"},"organization":{"fullName":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"},"briefTitle":"Effects of PNF and Static Stretching on Architecture and Viscoelastic Properties of Hemiplegic Elbow","officialTitle":"The Comparison of the Effects of PNF and Static Stretching Applied to the Elbow Flexors on Muscle Architecture and Viscoelastic Properties In Individuals With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-27","studyFirstSubmitQcDate":"2022-11-15","studyFirstPostDateStruct":{"date":"2022-11-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-02","lastUpdatePostDateStruct":{"date":"2022-12-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ayse Zengin Alpozgen","investigatorTitle":"Asst. Prof.","investigatorAffiliation":"Istanbul University - Cerrahpasa (IUC)"},"leadSponsor":{"name":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The patients who were diagnosed with stroke in governmental/university/private hospitals, and who needed rehabilitation because of the increased flexor tone in the elbow joint, decreased range of motion and/or decreased function of the upper extremity will be invited to the study in accordance with the criteria that are given in inclusion and exclusion part. Participants will be randomly assigned to one of two parallel groups, either the PNF Stretching Group (n=17) or the Prolonged Stretching Group (n=17), according to the order of participation in the study by simple randomization. An online computer program will be used to assign participants (https://www.randomizer.org/). Exercises that will increase proximal stabilization and control will be applied to both groups for 4 weeks, 5 days a week. In addition to the exercises, prolonged stretches for 10 minutes will be applied to the Prolonged Stretching Group, and PNF stretching will be applied to the PNF Stretching Group. At the beginning and the end of the study, muscle architecture, muscular viscoelastic properties, range of motion, proprioception, upper extremity motor performance and function and posture will be evaluated.","detailedDescription":"Flexion synergy is common in the upper extremities of patients with hemiplegia after a stroke, and the elbow is involuntarily held in the flexion posture with the effect of increased flexor tone in the elbow. Over time, weakness in the hemiparetic arm, motor disturbances caused by abnormal synergies, and persistent spasticity begin to cause secondary changes in the musculoskeletal system that may limit the use of the arm and affect functional mobility; soft tissue shortening and contracture formations can be seen. Studies show that static stretching can lead to a significant change in the number of sarcomeres. However, considering the nature of spasticity, which is one of the most common complications in stroke patients, stretching should be done slowly and for a long time. This may lead to an increase in the time spent by patients in the clinic. At the same time, since it can be painful for some patients, it can increase spasticity rather than reduce it. In addition, hand contact is not frequent during prolonged stretches, which has proven to increase the positive effects of rehabilitation, and may result in a decrease in the maximum impact that will occur during rehabilitation.\n\nThere is positive evidence that Proprioceptive Neuromuscular Facilitation (PNF) stretching, another stretching method, reduces both muscle and muscle-tendon unit tension more than static stretching in healthy individuals and can lead to a more effective lengthening of muscle fascicles compared to static stretching. In addition, it does not contain the adverse effects of static stretching because it requires hand contact and is applied with active contraction of the patient. Considering this situation, we hypothesized that PNF stretching, which will be used in stroke rehabilitation, may be an ideal rehabilitation method for optimizing muscle fascicle length as well as inhibiting elbow flexion posture by providing tone regulation and thus reducing stiffness in the muscles. Sample size calculation was done by GPower 3.1. A total of 34 hemiplegic patients will be invited to the study and divided into 2 groups."},"conditionsModule":{"conditions":["Stroke","Spasticity, Muscle"],"keywords":["Stroke","Elbow Flexor Spasticity","PNF Stretching"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":34,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"PNF Stretching","type":"EXPERIMENTAL","description":"All participants will join an exercise program that will last 20-30 minutes, 5 days a week for 4 weeks, especially targeting proximal stabilization. In addition to the exercises, three different types of PNF stretching will be applied to the participants in the PNF stretching group for 4 weeks, 5 days a week.","interventionNames":["Other: Exercise","Other: PNF Stretching"]},{"label":"Prolonged Stretching","type":"ACTIVE_COMPARATOR","description":"All participants will join an exercise program that will last 20-30 minutes, 5 days a week for 4 weeks, especially targeting proximal stabilization. The exercise program is expected to take 20-30 minutes. Each exercise will be done in 3 sets. Each set will include 10 repetitions. In weight-bearing exercises, the participant will be asked to hold the position for 10 seconds.\n\nIn addition to the exercises given to both of the groups, static stretching will be applied to the elbow flexors in 2 different positions for 4 weeks, 5 days a week.","interventionNames":["Other: Exercise","Other: Prolonged Stretching"]}],"interventions":[{"type":"OTHER","name":"Exercise","description":"All participants will join an exercise program that will last 20-30 minutes, 5 days a week for 4 weeks, especially targeting proximal stabilization. The exercise program is expected to take 20-30 minutes. Each exercise will be done in 3 sets. Each set will include 10 repetitions. In weight-bearing exercises, the participant will be asked to hold the position for 10 seconds.","armGroupLabels":["PNF Stretching","Prolonged Stretching"]},{"type":"OTHER","name":"PNF Stretching","description":"In addition to the exercises, three different PNF stretching will be applied to the participants in the PNF stretching group for 4 weeks, 5 days a week.\n\n1. Biceps: Flex-Add-ER repositioned half pattern\n2. Brachioradialis: Flex-Abd-ER repositioned half pattern\n3. Brachialis: Ext-Add-IR half pattern In the supine position, the physiotherapist will move the forearm to the end of the passive range of motion according to the direction of limitation. Secondly, participants will be asked to perform a submaximal isometric contraction of the target muscle with an emphasis on rotation for 10 seconds. After this contraction, participants will be asked to relax for 5 seconds. In the third phase, the elbow joint will be actively repositioned to the new range of motion, and the physical therapist will help to the patient to keep this position for an additional 10 seconds. This procedure will be repeated 10 times with a 10 secs resting period between two consecutive stretches.","armGroupLabels":["PNF Stretching"]},{"type":"OTHER","name":"Prolonged Stretching","description":"In addition to the exercises given to both of the groups, static stretching will be applied to the elbow flexors in 2 different positions for 4 weeks, 5 days a week. Participants will need to complete 5 sets of 1.5-minute stretching and 30-second rest periods for both of the two stretching positions listed below. The total duration of the stretches to be performed together with the rest periods will be 20 minutes.\n\n1. In supine position, the shoulder will be positioned in 90° abduction and internal rotation, the forearm will be positioned in pronation, then the shoulder will be slowly extended. In this way, especially the Biceps Brachii and Brachioradialis muscles are expected to be stretched.\n2. In supine position, the shoulder will be positioned in 90° abduction and maximum external rotation, and the forearm will be positioned in full supination. In this way, especially the brachialis muscle is expected to be stretched.","armGroupLabels":["Prolonged Stretching"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Muscle architecture","description":"The Epiq Elite Ultrasound System (Philips, Bothell, WA, USA) will be used to evaluate the muscle architecture (muscle thickness-MT, pennation angle-PA, fascicle length-FL and echogenicity-EG) of the elbow flexors (Biceps Brachii, Brachioradialis, Brachialis). We expect to observe a decrease in MT, PA, EG and increase in FL. Measurements will be taken in the supine position both in the relaxed position of the muscles with the elbow flexed to 90 degrees, the forearm and wrist supported in the neutral position, and after waiting for 30 seconds in the maximum extension position allowed by the elbow joint range of motion. Measurements will be taken 1 cm proximal to the cubital line for the Brachialis muscle, one-third of the distance between the cubital fossa and the acromion for the Biceps brachii muscle, and one-third of the distance between the lateral epicondyle of the humerus and the ulnar styloid process for the Brachioradialis muscle. The same radiologist will make measurements.","timeFrame":"1 month"},{"measure":"Muscle viscoelastic properties","description":"Myoton®PRO Digital Palpation Device (Myoton AS, Tallinn, Estonia) will be used to measure biceps brachii and Brachioradialis muscle tone, stiffness and elasticity. Measurements will be made at the most bulging points of the Biceps Brachii and Brachioradialis muscles and repeated 3 times. Measurements will be taken at rest, during maximum voluntary contraction, stretching and active reaching. We expect to observe a decrease in tone (decreased F value) and stiffness (decreased S value), and increase in elasticity (decreased D value).","timeFrame":"1 month"}],"secondaryOutcomes":[{"measure":"Range of Motion","description":"Passive elbow flexion and extension range of motion of the participants will be measured with Baseline Digital Absolute+Axis Goniometer in supine position. The pivot point will be placed on the lateral epicondyle of the humerus, the fixed arm will be placed so that the lateral midpoint of the humerus will follow the acromion, and the movable arm will be placed on the lateral midpoint of the forearm, following the radial styloid process. Measurement results will be recorded in degrees","timeFrame":"1 month"},{"measure":"Proprioception","description":"Joint Position Reproduction Test at 60 degrees (narrow-angle) and 100 degrees (wide angle) will be used to measure the elbow proprioception of the participants. At the beginning of the test, the participants will be positioned in a sitting position, with the arm by the side of the body, the elbow at 20 degrees, and the eyes closed. In order to teach the target angles (60 and 100), the participants will be asked to actively bend the elbow to the target angle shown by the therapist and keep the position for 5 seconds. Then the test will be started. Patients will be asked to actively find the previously taught angle from starting position (20 degrees). The position that the participant stop will be measured by Baseline Digital Absolute+Axis Goniometer. The degree of deviation from the target angle will be recorded as the outcome measure. The test will be repeated 5 times. Between each active contraction, a 2-minute rest period will be given to prevent muscle fatigue.","timeFrame":"1 month"},{"measure":"Upper extremity motor performance","description":"The Square Drawing Test will be used to evaluate the upper extremity motor performance of the participants. Participants will sit in a height-adjustable chair placed in front of the table which is approximately 30 cm below shoulder level. There will be a paper on the table and a template will be drawn on that paper. The template consisted of two concentric squares with side lengths of 19 cm and 21 cm. A thick-handled pen will be placed in the participant's hand with the help of velcro, and the space between the edges of the squares will be filled by the participant. The time the participants start from point A and return to point A will be recorded as the test score. The test will be repeated 3 times.","timeFrame":"1 month"},{"measure":"Upper extremity motor function","description":"The Fugl-Meyer Assessment Upper Extremity Scale (FMA) will be used in the upper extremity motor assessment of the participants. FMA questions upper extremity function with 18 items on shoulder/elbow/forearm, five items on wrist, seven items on hand, and three items on coordination. 0 indicates that the action cannot be performed for the item evaluated, and 2 indicates that the action is completed. The maximum score that can be obtained from the assessment is 66. 23-31 points indicate poor upper extremity function, 32-47 points indicate limited function, 48-52 points indicate remarkable function, and 53-66 points indicate complete function. The validity and reliability is quite high. An improvement of 10 or more points in FMA in stroke patients defines clinically significant difference.","timeFrame":"1 month"},{"measure":"Photographic posture measurement","description":"Postural asymmetries and upper extremity position of the participants will be evaluated with photographs taken from the anterior, lateral and posterior while standing comfortably. Colored markers will be placed on the participants' bodies before the photographs are taken. Angles will be calculated from a photo taken by a phone application named \"PhysioMaster\".","timeFrame":"1 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke diagnosed by magnetic resonance imaging or computed tomography, regardless of ischemic or hemorrhagic origin;\n* Hemiplegia caused only by stroke;\n* At least 3 months have passed since the diagnosis of stroke;\n* At least 1+ spasticity according to Modified Ashworth Scale in the elbow flexors of the affected side;\n* Ability to maintain sitting balance for at least 20 seconds without support;\n* Being older than 18 years old;\n* Being voluntary to participate in the study.\n\nExclusion Criteria:\n\n* Having a history of multiple strokes or bilateral involvement;\n* Botox application to any/all of the Biceps, Brachialis or Brachioradialis muscles within the last 6 months;\n* Changes in pharmacological treatment in the last 6 months;\n* Muscle involvement on the affected side that completely prevents the elbow joint range of motion;\n* Presence of conditions that may affect the level of spasticity (infection, febrile illness, etc.)\n* Mini Mental State Assessment Test score below 24;\n* Presence of neurological diagnosis other than stroke;\n* Insufficient vision, hearing and/or understanding ability to administer assessments and treatments.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ayşe Zengin Alpözgen, Asst. Prof.","role":"CONTACT","phone":"+90 552 683 0479","email":"azengin@iuc.edu.tr"},{"name":"Çiçek Günday, PhD(c)","role":"CONTACT","phone":"+90 507 188 8848","email":"cckdmn@gmail.com"}],"overallOfficials":[{"name":"Ayşe Zengin Alpözgen, Asst. Prof.","affiliation":"Istanbul University - Cerrahpasa (IUC)","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Çiçek Günday, PhD(c)","affiliation":"Istanbul University - Cerrahpasa (IUC)","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yıldıray Tutpınar, Asst. Prof.","affiliation":"Istinye University Hospital Liv Hospital Bahcesehir","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"İSÜFİZYOTEM (Istinye University Physiotherapy and Rehabilitation Application and Research Center)","status":"RECRUITING","city":"Istanbul","country":"Turkey","contacts":[{"name":"Nurgül Dürüstkan Elbaşı, Asst. Prof.","role":"CONTACT","phone":"+90 536 268 2614","email":"nelbasi@istinye.edu.tr"}],"geoPoint":{"lat":41.01384,"lon":28.94966}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity, Muscle","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}