{"protocolSection":{"identificationModule":{"nctId":"NCT04945356","orgStudyIdInfo":{"id":"MP-31-2021-3817"},"organization":{"fullName":"Université de Sherbrooke","class":"OTHER"},"briefTitle":"Telerehabilitation During Pandemic Containment Measures of COVID19","officialTitle":"The Use of Telerehabilitation to Improve Function and Quality of Life for People in the Chronic Phase After Stroke During Pandemic Containment Measures of COVID19 : a Feasibility Pilot Study"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2021-06-24","studyFirstSubmitQcDate":"2021-06-29","studyFirstPostDateStruct":{"date":"2021-06-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-26","lastUpdatePostDateStruct":{"date":"2022-04-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Marie-Hélène Milot","investigatorTitle":"researcher and principal investigator","investigatorAffiliation":"Université de Sherbrooke"},"leadSponsor":{"name":"Université de Sherbrooke","class":"OTHER"},"collaborators":[{"name":"McGill University","class":"OTHER"},{"name":"Université du Québec à Chicoutimi","class":"OTHER"},{"name":"Université de Montréal","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"BACKGROUND:\n\nAlthough rehabilitation is effective in restoring function, many elderly individuals, especially those who have survived a stroke, are no longer receiving adequate rehabilitation services during the COVID19 pandemic due to containment measures. To overcome this problem, telerehabilitation is a promising avenue to deliver customized and personalized at-home therapy sessions while adhering to physical distancing guidelines.\n\nOBJECTIVES:\n\nThe primary objective of this study is to evaluate the feasibility of using customized and personalized at-home therapy sessions using the Physiotec application for individuals with a stroke. A second objective is to measure the potential efficacy of the telerehabilitation intervention at improving function and quality of life based on standardized clinical measures and measures of improvement implemented in the Physiotec application.\n\nMETHODS:\n\nWe propose a non-randomized, single-group trial. Twenty-five individuals will be recruited on a voluntary basis. To be included, participants must 1) be ≥18 years old; 2) have a single unilateral stroke (≥ 6 months); 3) have minimal return of function in the affected upper limb; and 4) no longer be receiving rehabilitation treatments. Participants will receive a tablet containing the Physiotec application training program and TERA+, a telerehabilitation platform. The training program of the affected upper limb will last 6 weeks (90 minutes/week) and will be updated 3 times (weeks 1-3-5) by the therapist, using the TERA+ platform, based on the participant's functional capacity and progress, as measured by the app. Feasibility will be assessed by means of retention rate, adverse events, adherence to the telerehabilitation intervention, satisfaction with its use and with the exercise program. Efficacy will be assessed by several questionnaires on life habits, motor recovery and quality of life.\n\nRELEVANCE:\n\nThis study will inform as to the optimal delivery of adapted rehabilitation services for stroke survivors that are currently not receiving optimal rehabilitation services because of the ongoing COVID19 pandemic. The results will serve to support in-home rehabilitation exercises aimed at promoting recovery, independent living and improving quality of life for stroke survivors."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","telerehabilitation","COVID19","function","upper limb","quality of life"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"upper limb virtual training","type":"EXPERIMENTAL","description":"6-week virtual training of the affected upper limb using the Physiotec application","interventionNames":["Other: upper limb training"]}],"interventions":[{"type":"OTHER","name":"upper limb training","description":"The 6-week exercise program will consist of evidence-based exercises covering the breadth and depth of rehabilitation interventions. The therapist will choose the appropriate exercises for each participant's level of function from more than 15,000 exercises implemented within the Physiotec app and developed by rehabilitation experts. Personalized upper limb exercises will be based on the therapist initial assessment of participants, using the TERA+ telerehabilitation platform, and their goals. After each training session, participants will have to rate their perceived level of effort on a Borg scale (/10). The Borg scores will be monitored by the therapist as a precautionary measure to ensure safety and appropriateness of intensity of exercises. Participants will be instructed to train at a target score of around 7/10 (somewhat hard) on the Borg scale.","armGroupLabels":["upper limb virtual training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Retention rate to the telerehabilitation intervention","description":"the number of participants enrolled at the end of the study divided by the number of participants recruited at the beginning of the study","timeFrame":"in the week after the last session of telerehabilitation training"},{"measure":"Adherence to the telerehabilitation training program","description":"the number of telerehabilitation training sessions that participants took part in during the 6-week training program","timeFrame":"in the week after the last session of telerehabilitation training"},{"measure":"Adverse events related to the intensity of training assessed with the Borg scale embedded within the Physiotec application","description":"Adverse events related to the intensity of training will be tracked after each training session via the BORG scale (intensity of training should not be done at a score higher than 7/10)","timeFrame":"after each training session throughout the duration of the telerehabilitation training program"},{"measure":"Adverse events related to pain levels assessed with the visual analog scale embedded within the Physiotec application","description":"Adverse events related to pain will be tracked after each training session with a 0-10 visual analog scale for pain (training will be adjusted if pain score is greater than 7/10).","timeFrame":"after each training session throughout the duration of the telerehabilitation training program"},{"measure":"Participants' satisfaction with telerehabilitation assessed with the Telerehabilitation Satisfaction questionnaire","description":"Telerehabilitation Satisfaction questionnaire: this questionnaire contains 15 questions where the participants rate their satisfaction about the use of telerehabilitation on a Likert scale (from strongly agree to strongly disagree or undecided).","timeFrame":"in the week after the last session of telerehabilitation training"},{"measure":"Participants' satisfaction with the application assessed with the User Satisfaction questionnaire","description":"User Satisfaction questionnaire: this questionnaire contains 6 questions about the participants satisfaction about the application (from 1 = not at all to 5 = extremely)","timeFrame":"in the week after the last session of telerehabilitation training"},{"measure":"Participants' satisfaction with the exercise program assessed with the Health Care Satisfaction questionnaire","description":"Health Care Satisfaction questionnaire: this questionnaire comprises 26 questions about the participants feeling (from 1= not at all to 4= extremely) and the importance they give to different situations (from 1= not important to 4 = extremely important) related to the training program","timeFrame":"in the week after the last session of telerehabilitation training"}],"secondaryOutcomes":[{"measure":"Change in quality of life assessed with the 12-item Short Form Survey","description":"SF-12: this 12-question health survey assesses both physical and mental components of the respondent's current health status compared to their health status one month ago. It covers 8 domains such as limitations in physical activities because of health problems and bodily pain. Scores range from 0 to 100, with higher scores indicating better physical and mental health functioning.","timeFrame":"baseline and in the week after the last session of telerehabilitation training"},{"measure":"Change in life habits assessed with the LIFE-H 3.0 questionnaire","description":"LIFE-H 3.0: this test includes 240 items and assesses the level of participation in daily activities and social roles. It also considers the degree of difficulty in carrying out tasks as well as the type of assistance required by the person. Each question is scored on a 0-9 scale where a score of 0 implies a total disruption of participation.","timeFrame":"baseline and in the week after the last session of telerehabilitation training"},{"measure":"Change in the quantity and quality of affected upper limb use assessed with the Motor Activity Log","description":"Motor Activity Log-14: this questionnaire assesses, on a 6-point ordinal scale, the use and quality of use of the affected upper limb in 14 everyday activities. A high score means that the participant perceives a greater use of his arm and a better quality of movement.","timeFrame":"baseline and in the week after the last session of telerehabilitation training"},{"measure":"Change in reintegration to social activities assessed with the Reintegration to Normal Living Index","description":"Reintegration to Normal Living Index: this questionnaire covers the following domains: indoor, community, distance mobility, self-care, daily activity, recreational and social activities, family role(s), personal relationships, presentation of self to others and general coping skills. Using 11 questions, it quantitatively assesses, on a 0-10 cm visual analogue scale, the degree to which individuals achieve reintegration into normal living. Each score is summed to provide a total score out of 110 points (adjusted back to 100) where a higher score indicates a better perception of reintegration","timeFrame":"baseline and in the week after the last session of telerehabilitation training"},{"measure":"Change in motor recovery of affected upper limb assessed with the Stroke Rehabilitation Assessment of Movement","description":"Stroke Rehabilitation Assessment of Movement: it is a performance-based measure that evaluates, on a 3-point ordinal scale, motor recovery at the affected upper limb. The total score for the upper limb section is 20 points with a higher score indicating a better motor recovery.","timeFrame":"baseline and in the week after the last session of telerehabilitation training"},{"measure":"Change in range of motion at the affected upper limb assessed visually","description":"Range of motion of the upper extremity will be visually estimated by a research assistant, using the TERA+ platform, for the shoulder (flexion), elbow (flexion \\& extension), forearm pronation/supination, wrist (extension \\& flexion) and finger (flexion \\& extension).","timeFrame":"baseline and in the week after the last session of telerehabilitation training"},{"measure":"Participants' perceived improvement of the affected upper limb following training assessed with the Global Rating of Change Score questionnaire","description":"Global Rating of Change Score: this questionnaire will assess the participant's perceived improvement in the function of his trained upper limb on a 7-point ordinal scale from 3 (very much improved) to -3 (very much worse)","timeFrame":"in the week after the last session of telerehabilitation training"},{"measure":"Fear of COVID assessed with the Fear of COVID-19 scale","description":"Fear of COVID-19 scale: this 7-item questionnaire will assess the perception of the participants about the COVID19 pandemic using a five-item Likert- type scale (from \"strongly disagree\" to \"strongly agree\"). The minimum score possible for each question is 1, and the maximum is 5. A total score is calculated by adding up each item score. The higher the score, the greater the fear of coronavirus-19 is.","timeFrame":"baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. be over 18 years of age;\n2. present a single unilateral stroke for more than 6 months;\n3. have a minimal motor return to the upper limb assessed visually via the visuo-conference platform;\n4. no longer receiving any in- or outpatient rehabilitation services.\n\nExclusion Criteria:\n\n1. severe spasticity that prevents movement of the affected limb (score \\> 3 on the modified Ashworth scale);\n2. an orthopedic problem with the affected upper limb or lower limb;\n3. any neurological problem other than that arising from a stroke;\n4. cognitive impairment (a score ≤ 2/5 on the Mini-Cog Test);\n5. fall that has required physician evaluation within the past six months;\n6. other neurologic, neuromuscular, or orthopedic disease or comorbidities that would prevent exercise participation or increase participant risk;\n7. vision or hearing, communication, literacy or perceptual impairment that would interfere with app use as assessed by the study physical therapist during the screening process through a direct demonstration of the app and try out of the app","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Université du Québec à Chicoutimi","city":"Chicoutimi","state":"Quebec","zip":"G7H 2B1","country":"Canada","geoPoint":{"lat":48.41963,"lon":-71.06369}},{"facility":"McGill University","city":"Montréal","state":"Quebec","country":"Canada","geoPoint":{"lat":45.50884,"lon":-73.58781}},{"facility":"Centre de recherche sur le vieillissement","city":"Sherbrooke","state":"Quebec","zip":"J1H4C4","country":"Canada","geoPoint":{"lat":45.40008,"lon":-71.89908}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000086382","term":"COVID-19"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000011024","term":"Pneumonia, Viral"},{"id":"D000011014","term":"Pneumonia"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000014777","term":"Virus Diseases"},{"id":"D000018352","term":"Coronavirus Infections"},{"id":"D000003333","term":"Coronaviridae Infections"},{"id":"D000030341","term":"Nidovirales Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M2562","name":"COVID-19","asFound":"COVID-19","relevance":"HIGH"},{"id":"M13594","name":"Pneumonia","relevance":"LOW"},{"id":"M13604","name":"Pneumonia, Viral","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M14668","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M17212","name":"Virus Diseases","relevance":"LOW"},{"id":"M20180","name":"Coronavirus Infections","relevance":"LOW"},{"id":"M6245","name":"Coronaviridae Infections","relevance":"LOW"},{"id":"M23375","name":"Nidovirales Infections","relevance":"LOW"},{"id":"M14839","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M10858","name":"Lung Diseases","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}