{"protocolSection":{"identificationModule":{"nctId":"NCT06153017","orgStudyIdInfo":{"id":"iTMS786101"},"organization":{"fullName":"University of Aarhus","class":"OTHER"},"briefTitle":"iTMS - Implementing Transcranial Magnetic Stimulation (TMS) to Assess Cortico-spinal Tract Integrity","officialTitle":"iTMS - Implementing Transcranial Magnetic Stimulation (TMS) to Assess Cortico-spinal Tract Integrity","acronym":"iTMS"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-14","studyFirstSubmitQcDate":"2023-11-30","studyFirstPostDateStruct":{"date":"2023-12-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-30","lastUpdatePostDateStruct":{"date":"2023-12-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Iris Charlotte Brunner","investigatorTitle":"PhD, associate professor","investigatorAffiliation":"University of Aarhus"},"leadSponsor":{"name":"University of Aarhus","class":"OTHER"},"collaborators":[{"name":"Hammel Neurocenter University Hospital and Research Clinic","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Reliable prediction of upper limb (UL) function can guide clinicians in choosing relevant treatment, helps to set realistic goals for rehabilitation and will contribute to personalized and effective rehabilitation. TMS has been identified as a strong predictor of future UL function after stroke. With this project, the investigators want to implement the standard use of TMS examination for a defined patient group in the clinical setting and systematically evaluate the implementation process. The impact and perceived value of TMS in the clinical setting will be evaluated and the predictive value of TMS for the specific patient population will be assessed.","detailedDescription":"Design Design: A prospective longitudinal implementation study. Setting and population: The implementation will take place at Hammel Neurorehabilitation Centre and University Research Clinic. The target population are patients with stroke.\n\nManagement The study will be organized by the Research Unit at Hammel Neurocenter, Iris Brunner, associate professor, PhD, in collaboration with the Center Management represented by head physician Kåre Eg Severinsen, MD, PhD and the unit for professional development, represented by Camilla Biering Lundquist PhD.\n\nEvaluation of the implementation The RE-AIM framework, and its extension, the Practical Implementation Sustainability Model (PRISM) framework will be applied to guide and evaluate the implementation process. The RE-AIM framework has been used in numerous studies and hosts a homepage with comprehensive online resources for planning, evaluating and reporting implementation studies.\n\nBriefly, it consists of the following components to evaluate the success of an implementation:\n\nReach. Refers to percent of individuals who are reached by the intervention. In the context of the present study, Reach would describe the number of patients for whom the TMS examination would be relevant, and the percentage of patients who received TMS, and reasons for not being examined.\n\n- Evaluation of Reach through monitoring of 4 selected wards with the help of the Business Intelligence (BI) portal.\n\nEffectiveness: Entails the measurement of primary and broader outcomes. In this study, Effectiveness would assess the prediction accuracy for the specific population at the hospital.\n\n- Evaluation of Effectiveness. Fifty patients will be recruited consecutively from all wards at Hammel Neurorehabilitation Center's sites Hammel and Skive. Follow-up assessments of UL function will be conducted at 3 months post-stroke with the tests of UL function described in 3d. It will be assessed if individual predictions based on TMS and clinical tests will reach a specificity of 80% or more. In addition, sensitivity, PPV, NPV and overall accuracy/ CCP including 95% CI will be calculated.\n\nAdoption. The level of actual uptake of the new intervention. Specifically in this study the number of referrals of relevant patients from different wards. Moreover, the number of involved staff (therapists, MDs) with a positive attitude to the TMS examination.\n\n- Evaluation of adoption will based on quantitative data from monitoring, questionnaires, and interviews.\n\nImplementation. Description of the actual resources and cost allocated, intervention fidelity, and acceptance.\n\n- Implementation is evaluated with regard to intervention fidelity. In this case, can patients be examined with TMS within the planned time after stroke and is the workload for trained examiners distributed as agreed on.\n\nMaintenance. Measures the long-term attrition to an intervention on an individual and a setting level.\n\n- Among others, the following questions will be addressed: Are the potential obstacles identified in previous components of reach addressed? Is the rate of patients referred to TMS stable over time? Can examination skills be maintained or is there need for a boost? Has new staff been introduced to perform the TMS procedure? Based on these questions and the feedback from questionnaires and interviews the investigators will continuously respond to threats to maintenance and adapt maintenance strategies accordingly."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Transcranial Magnetic Stimulation","Upper limb function","Stroke","Neurorehabilitation","Implementation","Biomarker"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Action Research Arm Test","description":"Assesses arm motor function, range 0-57 (best)","timeFrame":"3 months after stroke"}],"secondaryOutcomes":[{"measure":"Shoulder Abduction Finger Extension Test","description":"Assesses impairment for shoulder abduction and finger extension (0-10 best)","timeFrame":"3 months after stroke"},{"measure":"Fugl-Meyer Motor Assessment Upper Limb (0-66 best)","description":"Assesses upper limb motor impairment","timeFrame":"3 months after stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* admitted to rehabilitation within 21 days after stroke\n* severe UL impairment, either paralysis (no active movement), or severe paresis, defined as Fugl-Meyer Assessment \\<17 or Shoulder Abduction Finger Extension (SAFE) score \\< 5\n* At least 18 years old\n* able to provide informed consent and comply with examination procedures\n\nExclusion Criteria:\n\n* Epilepsy\n* Metal implants in the head\n* Other implanted electronics (cardiac pacemaker, defibrillator, cochlear implant, medication pump)\n* Skull fracture or serious head injury\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"We include patients with stroke and severe paresis or paralysis of an upper limb after stroke.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Hammel Neurorehabilitation Centre and University Research Clinic","status":"RECRUITING","city":"Hammel","state":"Aarhus","zip":"8450","country":"Denmark","contacts":[{"name":"Iris C. Brunner, PhD","role":"CONTACT","phone":"+4560568195","email":"Iris.Brunner@rm.dk"},{"name":"Camilla Biering Lundquist, PhD","role":"CONTACT","phone":"+4578419056","email":"Camilla.Lundquist@midt.rm.dk"}],"geoPoint":{"lat":56.25762,"lon":9.86316}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}