{"protocolSection":{"identificationModule":{"nctId":"NCT05524818","orgStudyIdInfo":{"id":"IRB109-176-B"},"organization":{"fullName":"Buddhist Tzu Chi General Hospital","class":"OTHER"},"briefTitle":"Validations of the Computerized Adaptive Testing System of the Functional Assessment of Stroke","officialTitle":"Test-retest Reliability, Responsiveness, and Utility of the Computerized Adaptive Testing System of the Functional Assessment of Stroke in Patients With Stroke in Clinical Settings: A Pilot Study"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-04-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-02-21","type":"ACTUAL"},"completionDateStruct":{"date":"2022-02-21","type":"ACTUAL"},"studyFirstSubmitDate":"2022-08-30","studyFirstSubmitQcDate":"2022-08-30","studyFirstPostDateStruct":{"date":"2022-09-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-03","lastUpdatePostDateStruct":{"date":"2022-09-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Buddhist Tzu Chi General Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Purposes: The aim of this study is to preliminarily validate the test-retest reliability, random measurement error, practice effect, and responsiveness of the the Computerized Adaptive Testing System of the Functional Assessment of Stroke (CAT-FAS) in real clinical settings.\n\nMethods: Patients in both chronic (get stroke over 6 months) and sub-acute (get stroke less than 6 months) stages will be recruited. These patients will be classified into \"test-retest reliability group\" and \"responsiveness group\" to examine the test-retest reliability and responsiveness of the CAT-FAS, respectively. All participants will receive the administrations of CAT-FAS twice. For those in the test-retest reliability group, the administrations will be performed with a 4-week interval. For those in the responsiveness group, the administrations will be performed at admitting to the rehabilitation unit and before they are discharged.","detailedDescription":"Participants Persons with stroke were recruited from the Department of Physical Medicine and Rehabilitation at a medical center in Taiwan using consecutive sampling. The study was approved by the local institutional review board, and all of the participants provided informed consent. Because the targeted populations for examining the test-retest reliability and responsiveness were different, the inclusion and exclusion criteria are listed separately below.\n\nTest-retest reliability Outpatients with chronic stroke were recruited to examine the test-retest reliability. The participants met the following criteria: (1) diagnosis of cerebral hemorrhage or cerebral infarction, (2) age ≥ 20 years, (3) stroke onset ≥ 6 months (first and recurrent stroke included), and (4) ability to follow 3-step verbal instructions.\n\nResponsiveness Inpatients undergoing rehabilitation with subacute stroke were recruited to examine the responsiveness. The participants met the following criteria: (1) diagnosis of cerebral hemorrhage or cerebral infarction, (2) age ≥ 20 years, (3) stroke onset \\< 3 months (first and recurrent stroke included), and (4) ability to follow 3-step verbal instructions.\n\nProcedures Test-retest design was adopted. The data were collected by an experienced and well-trained occupational therapist, and included demographic characteristics, the National Institutes of Health Stroke Scale (NIHSS), and the the Computerized Adaptive Testing System of the Functional Assessment of Stroke (CAT-FAS). The demographic and clinical characteristics were gathered from medical records. The NIHSS and the CAT-FAS were administered by the therapist twice, at different intervals depending on the groups. For the participants in the test-retest reliability group, the two assessments were performed at an one-month interval. For participants in the responsiveness group, the two assessments were administered at study commencement and hospital discharge."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Month","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":76,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Test-retest reliability group","description":"All the participants received conventional rehabilitation (e.g., occupational therapy, physical therapy, or speech therapy) or other interventions (e.g., acupuncture) as usual during the research period.","interventionNames":["Diagnostic Test: the Computerized Adaptive Testing System of the Functional Assessment of Stroke (CAT-FAS)"]},{"label":"Responsiveness group","description":"All the participants received conventional rehabilitation (e.g., occupational therapy, physical therapy, or speech therapy) or other interventions (e.g., acupuncture) as usual during the research period.","interventionNames":["Diagnostic Test: the Computerized Adaptive Testing System of the Functional Assessment of Stroke (CAT-FAS)"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"the Computerized Adaptive Testing System of the Functional Assessment of Stroke (CAT-FAS)","description":"The CAT-FAS comprises 58 items. The items were selected from four well-known physical function measures for patients with stroke: 26 items from the Fugl-Meyer Assessment-Upper Limb, 11 items from the Fugl-Meyer Assessment-Lower Limb, 12 items from the Postural Assessment Scale for Stroke Patients, and 9 items from the Barthel Index. These items evaluate motor control, postural control, and activity of daily living functions in patients with stroke. The CAT-FAS assesses all these functions simultaneously. Results are automatically reported as Rasch scores. A higher score indicates greater physical functions. In the previous study, results indicated that the CAT-FAS had sufficient efficiency (\\< 10 items on average), reliability (Rasch reliability ≥ 0.88), concurrent validity (Pearson r ≥ 0.91), and responsiveness (SRM ≥ 0.65) in persons with stroke.","armGroupLabels":["Responsiveness group","Test-retest reliability group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Computerized Adaptive Testing System of the Functional Assessment of Stroke (CAT-FAS)","description":"The Computerized Adaptive Testing System of the Functional Assessment of Stroke (CAT-FAS) comprises 58 items. The items were selected from four well-known physical function measures for patients with stroke: 26 items from the Fugl-Meyer Assessment-Upper Limb, 11 items from the Fugl-Meyer Assessment-Lower Limb, 12 items from the Postural Assessment Scale for Stroke Patients, and 9 items from the Barthel Index. Results are automatically reported as Rasch scores (i.e., the minimum and maximum values are negative and positive infinity, respectively). A higher score indicates greater physical functions.","timeFrame":"4 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria for test-retest reliability group:\n\n* Cerebral hemorrhage or cerebral infarction.\n* Age ≥ 20 years.\n* Stroke onset ≥ 6 months (first and recurrent stroke included).\n* Ability to follow 3-step verbal instructions.\n\nInclusion criteria for responsiveness group:\n\n* Cerebral hemorrhage or cerebral infarction.\n* Age ≥ 20 years.\n* Stroke onset \\< 3 months (first and recurrent stroke included).\n* Ability to follow 3-step verbal instructions.\n\nExclusion criteria for both group:\n\n* Cannot complete the Computerized Adaptive Testing System of the Functional Assessment of Stroke twice.\n* Refuse to provide informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Persons with stroke were recruited from the Department of Physical Medicine and Rehabilitation at a medical center in Taiwan using consecutive sampling.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Hualien Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation","city":"Hualien city","state":"Hualien County","zip":"970","country":"Taiwan","geoPoint":{"lat":23.97694,"lon":121.60444}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}