{"protocolSection":{"identificationModule":{"nctId":"NCT03621917","orgStudyIdInfo":{"id":"405-SBKAEK"},"secondaryIdInfos":[{"id":"2018.KB.SAG.062","type":"OTHER_GRANT","domain":"Dokuz Eylul University Scientific Research Project Support"}],"organization":{"fullName":"Dokuz Eylul University","class":"OTHER"},"briefTitle":"Evaluation of the Effectiveness of Thrombolytic Therapy in Acute Ischemic Stroke Patients Using NIRS","officialTitle":"Evaluation of the Effectiveness of Thrombolytic Therapy in Acute Ischemic Stroke Patients Using Near-Infrared Spectroscopy","acronym":"E-NESE"},"statusModule":{"statusVerifiedDate":"2018-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-10-01","type":"ACTUAL"},"completionDateStruct":{"date":"2018-10-01","type":"ACTUAL"},"studyFirstSubmitDate":"2018-08-04","studyFirstSubmitQcDate":"2018-08-04","studyFirstPostDateStruct":{"date":"2018-08-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-10-24","lastUpdatePostDateStruct":{"date":"2018-10-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Emre Sanci","investigatorTitle":"Emergecy Medicine Doctor","investigatorAffiliation":"Dokuz Eylul University"},"leadSponsor":{"name":"Dokuz Eylul University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Investigators aim to study effectiveness of systemic thrombolytic therapy on acute ischemic stroke patients with near infrared spectroscopy.","detailedDescription":"Acute ischemic stroke is characterized by cerebral vascular occlusion. Early thrombolytic therapy is an important way of treatment for these set of individuals. This condition is a serious cause of mortality and morbidity among the individuals who present to emergency department. Recombinant tissue plasminogen activator (rtPA) is the only proven treatment method in individuals with acute ischemic stroke in the first three hours. License for the use of intravenous rtPA in acute ischemic stroke in Turkey was given in 2006. Since then, no data of this drug has been submitted except for a few reports and papers.\n\nIn this study, investigators planned to evaluate the efficacy of rTPA treatment by evaluating cerebral perfusion; before, during and after in participants who will be treated with thrombolytic therapy. The evaluation will be done by using NIRS (Near-Infrared Spectroscopy) by means of non-invasively placed electrodes with readings of cerebral saturation measurement.\n\nIndividuals with acute ischemic stroke has being evaluated with NIHSS (National Institutes of Health Stroke Scale) and if appropriate, thrombolytic treatment decision is taken.Participants of this study will be selected from individuals who applied to Dokuz Eylül University Emergency Department due to acute ischemic stroke in one year period. These participants will be monitored noninvasively for routine cardiac and respiratory follow-up.\n\nAfter informed voluntary consent form is signed, a non-invasive NIRS monitorization will be started due to readings from participants' forehead region. NIRS readings are harmless and does not interfere with the treatment therefore it is not possible to make any negative contribution to the treatment process via this study.\n\nIn this study, NIRS measurement results, follow-up parameters and participants' neurological status will be investigated. Participants to be treated with routine emergency thrombolytic therapy will be invastigated with near infrared spectroscopy. Routine scheduled treatment will not be intercepted or changed. The drugs to be used will be determined by the emergency department and neurology physician dealing with the participants' condition and not to be interfered by this study.\n\nThe medication and doses that the participants are scheduled to be administered by his / her physician will not be intervened in the manner and timing of the operation that requires it.\n\nBecause of the NIRS measurement is done with a simple electrode placed on forehead there will be no adverse effects on the examination nor treatment and it cannot interfere with routine approach of these therapy. In our study participants' vital parameters (blood pressure, heart rate, respiratory rate, sat O2), glasgow coma scale, NIRS values and NIHSS will be recorded during thrombolytic therapy at every 15 minutes (0.min, 15.min, 30min, 45min, 60min) and at 120 minutes. Furthermore NIRS values and imaging results will be recorded for investigation. In addition, if complications that may arise secondary to this treatment the complications' time and type will be obtained.\n\nThe obtained data will be recorded to and the results will be evaluated."},"conditionsModule":{"conditions":["Acute Stroke","Thrombolytic Therapy","Stroke, Ischemic"],"keywords":["near infrared spectroscopy","acute ischemic stroke","thrombolytic therapy"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":41,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"Near-infrared spectroscopy reading","description":"Non-invasive readings will be taken from forehead with near-infrared spectroscopy"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Continuous Near Infrared Spectroscopy reading during thrombolytic therapy","description":"Patients who are undergoing thrombolytic medication (which takes 1 hour) will be Monitored with NIRS device and neurological findings and device readings will be investigated afterwards, to show/if clinical changes are correlated with readings","timeFrame":"120 minutes"}],"secondaryOutcomes":[{"measure":"Assesment of complications with NIRS","description":"if any complications of thrombolytic therapy occurs during treatment, time and type of those complications and NIRS readings of that time will be recorded to see if there is any correlation","timeFrame":"During thrombolytic treatment (60 minutes)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Any patient presented to emergency deparment with acute stroke who undergoes thrombolytic therapy\n* Patients with age over 18 years old\n\nExclusion Criteria:\n\n* Not accepting to be included to study (including during study)\n* Patients who NIRS monitoring cannot be performed for any reason (device being occupied, the absence of a practicing team, etc.)\n* Patients with (hematoma, mass etc.) skin lesions in the forehead region (electrode placement site)\n* Patients with jaundice on skin (which can interfere with device readings)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Any patient admited who are over 18 years old and having treated with thrombolytic due to acute ischemic stroke at Dokuz Eylul University Hospital Izmir/Turkey during one year period (15/11/2017 - 15/11/2018)","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Nese Colak Oray, MD","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Dokuz Eylul University Hospital","city":"Izmir","state":"Narlidere","zip":"35320","country":"Turkey","geoPoint":{"lat":38.41273,"lon":27.13838}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}