{"protocolSection":{"identificationModule":{"nctId":"NCT06064604","orgStudyIdInfo":{"id":"H23332"},"organization":{"fullName":"Georgia Institute of Technology","class":"OTHER"},"briefTitle":"Clinical Efficacy of Exoskeleton Assistance for Individuals Post-Stroke","officialTitle":"Clinical Trial: Powered Hip & Ankle Exoskeletons for Stroke Survivors With Gait Impairment"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2027-01-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-26","studyFirstSubmitQcDate":"2023-09-26","studyFirstPostDateStruct":{"date":"2023-10-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-04","lastUpdatePostDateStruct":{"date":"2024-01-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Georgia Institute of Technology","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"An exoskeleton device is a robotic system designed to improve an individual's ability to move and perform tasks encountered in everyday situations. These devices consist of external rigid limb segments that assists humans through different body movements with the use of actuators. These devices are controlled by an onboard computer that determines the timing and magnitude of assistance deployed to the user. Exoskeleton controller performance is key to providing beneficial assistance that does not inhibit the user's movement. Preceding work will compare the benefit of personalized hip versus ankle joint exoskeleton assistance for improvement of post-stroke gait. It will combine exoskeleton technology with the user's movement feedback to improve wearable robotic assistance to an individual stroke survivor's gait pattern. For the clinical trial research covered under this protocol, the investigator will test various exoskeleton technologies with stroke survivors in real-world contexts, indoors and outdoors, and measure clinically meaningful outcomes and user perceptions regarding technology usability and adoption. The long-term goal is to deploy self-adaptive, adoptable exoskeletons for personalized assistance during community ambulation.","detailedDescription":"Participants will serve as their own control in this study. This study will be divided into 2 sessions that will occur on 2 separate days: 1) Hip Exoskeleton session and 2) Ankle Exoskeleton session. In each session, subjects will undergo two conditions in which they complete the outcomes measures 1) while wearing the exoskeleton and 2) in a baseline condition without the exoskeleton. Order of condition and session will be randomized.\n\nPrior to the exoskeleton condition, subjects will be allowed time to acclimate to the device during a walking session on the treadmill. Subjects will proceed to complete a timed indoor community circuit in which they will complete a 10 meter walk test over an instrumented gait mat which will record information about their walking. The indoor community circuit may also include turning, walking up/down a ramp and walking up/down a staircase.\n\nSubjects will then proceed to complete an outdoor 6-minute walk test (6MWT) on a pre-defined course on Georgia Tech's campus. When outdoors, participants will be guarded with a gait belt and a researcher who will walk alongside them throughout the experiment to reduce the risk for a fall. Borg Rating of Perceived Exertion (RPE) and Physiological Cost Index (PCI) will be assessed and calculated following completion of the 6MWT. Following each condition, subjects will then sit, rest and complete a suite of patient reported outcomes in which the investigators will ask questions about their perception of their performance with and without the device; investigators will also ask them questions about the device. Following completion of surveys, subjects will repeat the same outcomes for the other condition- either the baseline condition or the exoskeleton condition, depending on the initial randomization.\n\nThroughout the procedures, subjects will be monitored for fatigue and asked if they need a break. They will be encouraged to voice any concerns (discomfort, fatigue or otherwise) to the research personnel, who will respond accordingly. Participants will be guarded with a gait belt or harness to reduce the risk of falls while participating in the protocol."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stoke","Robotic Exoskeleton","Gait"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The study includes one pre-specified group, stroke survivors, to receive intervention with two exoskeleton devices.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke Survivors","type":"EXPERIMENTAL","description":"This study will be divided into 2 sessions that will occur on 2 separate days: 1) Hip Exoskeleton session and 2) Ankle Exoskeleton session. In each session, subjects will undergo two conditions in which they complete the outcomes measures 1) while wearing the exoskeleton and 2) in a baseline condition without the exoskeleton. Order of condition and session will be randomized.\n\nPrior to the exoskeleton condition, subjects will be allowed time to acclimate to the device during a walking session on the treadmill. Subjects will complete several timed walking tests both indoors and outdoors. Measurements of energy expenditure may also be recorded along with patient reported outcomes data to assess participant perception of their performance with and without the devices.","interventionNames":["Other: Control","Device: Hip Exoskeleton","Device: Ankle Exoskeleton"]}],"interventions":[{"type":"OTHER","name":"Control","description":"The stroke survivors will serve as their own control group. The participants will complete the required tasks without an exoskeleton device.","armGroupLabels":["Stroke Survivors"],"otherNames":["No-exoskeleton"]},{"type":"DEVICE","name":"Hip Exoskeleton","description":"The Georgia Tech Hip Exo is a wearable robotic device for hip extension/flexion assistance. This device will be used to study the lower limb movement and how to effectively assist users. It makes use of a responsive controller that considers information such as joint angles to understand the user's state and assists with the appropriate level of power accordingly.","armGroupLabels":["Stroke Survivors"],"otherNames":["Georgia Tech Hip Expo"]},{"type":"DEVICE","name":"Ankle Exoskeleton","description":"The Dephy Exoboot is a lower limb exoskeleton which attaches to the user below the knee through a cuff at the proximal calf and a provided shoe. This investigational device is used to make it easier for able-bodied and impaired individuals to walk and run under a variety of conditions. The exoskeleton provides assistance at the ankle joint during movement. The purpose is to assist the user in lower limb movements such as ground level walking, climbing stairs/ramps, and sit-to-stand.","armGroupLabels":["Stroke Survivors"],"otherNames":["Dephy ExoBoot"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"10 meter walk test (10MWT)","description":"This measures the individual's preferred overground walking speed, indicating their physical capability with an exoskeleton device","timeFrame":"2 weeks"},{"measure":"6-minute walk test (6MWT)","description":"This measures the individual's walking distance over 6 minutes to assess aerobic endurance.","timeFrame":"2 weeks"},{"measure":"Physiological Cost Index","description":"This measures the individual's oxygen consumption while walking. It will be calculated using a 6-minute walk test (6MWT) and heart rate.","timeFrame":"2 weeks"},{"measure":"Borg Rating of Perceived Exertion (RPE)","description":"This measures the individual's perceived physical activity intensity level, indicating how hard the individuals believes their body is working to conduct walking tasks with and without the exoskeleton devices.","timeFrame":"2 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Chronic stroke survivors (at least 6 months post stroke)\n* Age 18-85 years of age with a neurological condition or gait impairment from stroke capable of participating in the study procedures (as per participant report)\n* Ability to sit unsupported for minimum of 30 seconds.\n* Ability to walk without support (a rail as needed), with a walking speed of at least 0.4 m/s (limited community ambulatory speed);\n* Must be able to walk for at least 6 minutes for each trial;\n* Willingness and ability to participate over a 1-4 hour experiment, with breaks enforced regularly and as needed;\n* Ability to transfer (sit-to-stand and stand-to-sit) with no external support (arm rests support allowed);\n* Ability to ambulate over small slopes (3 degrees) and a few steps (6 steps).\n\nExclusion Criteria:\n\n* Any loss of sensation in the legs\n* A complete spinal cord injury,\n* History of concussion in the last 6 months (per participant report),\n* History of any severe cardiovascular conditions, severe arthritis, or orthopedic problems that limit lower body movement,\n* Presence of other neurological disorders such as Parkinson's disease, Amyotrophic Lateral Sclerosis (ALS), Multiple Sclerosis (MS), dementia,\n* History of head trauma which is not fully resolved (per participant report),\n* Lower extremity amputation,\n* Non-healing ulcers of a lower extremity,\n* Renal dialysis or end state liver disease,\n* Legal blindness or severe visual impairment.\n* Use of a pacemaker or\n* Presence of metal implants in the head region,\n* Have uncontrolled seizures.\n* Lastly, if participants are participating in another clinical study and/or a participant's physical condition is limited to do different tasks, in the opinion of the Principal Investigator (PI), would likely affect the study outcome or confound the results, participants will be excluded from the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Aaron Young, PhD","role":"CONTACT","phone":"404-385-5306","email":"aaron.young@me.gatech.edu"},{"name":"Greg Sawicki, PhD","role":"CONTACT","phone":"404-385-5706","email":"greg.sawicki@me.gatech.edu"}],"overallOfficials":[{"name":"Aaron Young, PhD","affiliation":"Georgia Institute of Technology","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Greg Sawicki","affiliation":"Georgia Institute of Technology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Exoskeleton and Prosthetic Intelligent Controls Lab","city":"Atlanta","state":"Georgia","zip":"30332","country":"United States","contacts":[{"name":"Aaron Young, Ph.D.","role":"CONTACT","phone":"404-385-5306","email":"aaron.young@me.gatech.edu"},{"name":"Greg Sawicki, PhD","role":"CONTACT","phone":"470-578-7600","email":"greg.sawicki@me.gatech.edu"},{"name":"Aaron Young, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Greg Sawicki, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Kinsey R Herrin, MSPO, C/LPO","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":33.749,"lon":-84.38798}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}