{"protocolSection":{"identificationModule":{"nctId":"NCT05635864","orgStudyIdInfo":{"id":"9112_BO_S_2020"},"organization":{"fullName":"Hannover Medical School","class":"OTHER"},"briefTitle":"Impact of Catheter Ablation on ABC Risk Scores","officialTitle":"Impact of Catheter Ablation of Atrial Tachyarrhythmias on ABC Stroke and ABC Bleeding Risk Scores","acronym":"CathonABC"},"statusModule":{"statusVerifiedDate":"2022-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-11-04","studyFirstSubmitQcDate":"2022-11-22","studyFirstPostDateStruct":{"date":"2022-12-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-11-22","lastUpdatePostDateStruct":{"date":"2022-12-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hannover Medical School","class":"OTHER"},"collaborators":[{"name":"Roche Diagnostics","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this prospective, monocentric, non-randomized trial is to investigate the impact of catheter ablation of atrial tachyarrhythmias on the ABC-stroke and ABC-bleeding risk scores.\n\nParticipants planned for first catheter ablation for symptomatic atrial tachyarrrhythmias (atrial fibrillation, atrial flutter) will be enrolled. Serial blood samples will be collected before and 3, 6 and 12 months after catheter ablation to calculate the ABC scores as well as the traditional bleeding and stroke risks. Following catheter ablation, continuous rhythm monitoring will be achieved using an insertable monitor or an implanted atrial lead of a cardiac implantable electronic device. Additionally, heart rate monitoring via photoplethysmography using a smartwatch and/or smartphone is performed for a period of six months.\n\nData are analyzed for differences in ABC scores before and after ablation in relation to possible AF/AT recurrences. Furthermore, we are going to compare the sensitivity and specificity of different follow-up modalities post ablation. The monitoring via ICM (gold standard) is compared to smartwatch-based monitoring alone, versus smartphone-based monitoring alone or a combination of both for AT/AF recurrences.","detailedDescription":"Atrial arrhythmias (e.g. atrial fibrillation, atrial flutter) are common arrhythmias in the general population and are associated with an increased risk for heart failure, stroke and systemic embolism. Guidelines recommend the start of oral anticoagulation for patients with atrial fibrillation and an increased risk for stroke, calculated using a common risk score, the CHA2DS2-VASc score, which is solely based on clinical variables (congestive heart failure, hypertension, diabetes mellitus, vascular disease, sex category, age and history of stroke). Clinical bleeding risk scores (e.g. HAS-BLED score) can be used to identify the bleeding risk for patients considered for the use of oral anticoagulation. Nevertheless, clinical based risk scores provide only moderate discrimination of risk for the individual patient. Recent studies have shown that biomarkers, such as NT-proBNP, hs-Troponin T, hemoglobin and GDF-15, are related to the risk of stroke and other outcomes of patients with atrial fibrillation. Combining the use of clinical parameters and the most important biomarkers named above, the ABC (age, biomarkers, clinical history)-stroke risk score and the ABC bleeding risk score were developed and internally as well as externally validated. Both, the ABC stroke risk score and the ABC bleeding risk score performed better than commonly used scores (CHA2DS2-VASc, HAS-BLED, ORBIT) and are suggested as useful tools for improved risk stratification and clinical decision making in patients with atrial fibrillation. For symptomatic atrial arrhythmias, catheter ablation is an accepted and recommended strategy for rhythm control. Registry data suggest a decrease in stroke rates following catheter ablation for atrial fibrillation. Prospective randomized trials are currently evaluating if oral anticoagulation can be stopped after successful catheter ablation. The impact of catheter ablation on the ABC scores as well as the usefulness of the ABC scores for clinical decision making after catheter ablation are unknown. We hypothesize that successful catheter ablation of atrial arrhythmia has an impact on biomarkers of the ABC scores and may alter ABC-predicted stroke and bleeding risk.\n\nSerial blood samples during routine blood tests will be collected to calculate the ABC-stroke and bleeding scores after informed consent before and 3, 6 and 12 months after catheter ablation. Taken blood samples are going to be centrifugated and stored for possible further analysis. Clinical data will be collected to allow calculation of the CHADS2, CHA2DS2-VASc, HAS-BLED, ORBIT, HEMORR2HAGES and ATRIA scores. Additionally, patient characteristics, the clinical history, type of atrial tachycardia, concomitant medication, prescribed anticoagulation as well as the clinical history for atrial tachyarrhythmia recurrence, stroke, systemic embolism, bleeding 3, 6 and 12 months after catheter ablation are acquired. Patients undergo transthoracic echocardiogram on Day 0 as well as after 3, 6 and 12 months after catheter ablation analyzing echoparameters important for structural cardiac changes regarding atrial fibrillation following catheter ablation.\n\nFollowing catheter ablation, an insertable cardiac monitor is going to be implanted (not necessary for patients with an implanted pacemaker with a functional atrial electrode) for monitoring of recurrences of atrial tachycardias during follow-up. Furthermore, additional heart rhythm monitoring via photoplethysmography (PPG) via the application \"FibriCheck\" (Fibricheck, Corda Campus, Kempische Steenweg 303/27, 3500 Hasselt, Belgium, www.fibricheck.com) is performed for a period of six months. Patients receive both a FibriCheck smartphone application and a Fitbit smartwatch with the semi-continuous monitoring solution. The smartwatch performs photoplethysmography-based recordings for one minute every nine minutes automatically. Patients are trained to manually record a photoplethysmography-based episode via the smartphone twice a day and in case of symptoms.\n\nFurthermore, patient-reported outcomes are going to be evaluated at inclusion as well as at every follow-up asking the patients to fill in three validated questionnaires on quality of life: EQ-5D-5L, AFEQT and HADS.\n\nData are analyzed for differences in ABC scores before and after ablation in relation to possible AF-/AT recurrences. Furthermore, we are going to compare the sensitivity and specificity of different follow-up modalities post ablation. The monitoring via ICM (gold standard) is compared to smartwatch-based monitoring alone, versus smartphone-based monitoring alone or a combination of both for AT/AF recurrences."},"conditionsModule":{"conditions":["Atrial Fibrillation","Atrial Flutter","Stroke","Bleeding","Atrial Remodeling","Recurrences"],"keywords":["Atrial Fibrillation","Atrial Flutter","ABC score","Wearables","Stroke risk","Bleeding risk","Photoplethysmography","Implantable loop recorder"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Serum"},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"Catheter ablation","description":"Catheter ablation of atrial tachyarrhythmia (atrial fibrillation, atrial flutter)"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Impact of catheter ablation of atrial tachycardias on the ABC stroke-score assessing the change 3,6 and 12 months after catheter ablation","description":"Impact of catheter ablation of atrial tachycardias (atrial fibrillation, atrial flutter) on the ABC stroke-score assessing the change 3 months after catheter ablation","timeFrame":"3 months after catheter ablation"},{"measure":"Impact of catheter ablation of atrial tachycardias on the ABC stroke-score assessing the change 3,6 and 12 months after catheter ablation","description":"Impact of catheter ablation of atrial tachycardias (atrial fibrillation, atrial flutter) on the ABC stroke-score assessing the change 6 months after catheter ablation","timeFrame":"6 months after catheter ablation"},{"measure":"Impact of catheter ablation of atrial tachycardias on the ABC stroke-score assessing the change 3,6 and 12 months after catheter ablation","description":"Impact of catheter ablation of atrial tachycardias (atrial fibrillation, atrial flutter) on the ABC stroke-score assessing the change 12 months after catheter ablation","timeFrame":"12 months after catheter ablation"},{"measure":"Impact of catheter ablation of atrial tachycardias on the ABC bleeding-score assessing the change 3,6 and 12 months after catheter ablation","description":"Impact of catheter ablation of atrial tachycardias (atrial fibrillation, atrial flutter) on the ABC bleeding-score assessing the change 3 months after catheter ablation","timeFrame":"3 months after catheter ablation"},{"measure":"Impact of catheter ablation of atrial tachycardias on the ABC bleeding-score assessing the change 3,6 and 12 months after catheter ablation","description":"Impact of catheter ablation of atrial tachycardias (atrial fibrillation, atrial flutter) on the ABC bleeding-score assessing the change 6 months after catheter ablation","timeFrame":"6 months after catheter ablation"},{"measure":"Impact of catheter ablation of atrial tachycardias on the ABC bleeding-score assessing the change 3,6 and 12 months after catheter ablation","description":"Impact of catheter ablation of atrial tachycardias (atrial fibrillation, atrial flutter) on the ABC bleeding-score assessing the change 12 months after catheter ablation","timeFrame":"12 months after catheter ablation"}],"secondaryOutcomes":[{"measure":"Number of clinical events post catheter ablation in relation to ABC score-predicted risks","description":"Number of clinical events (e.g. stroke, systemic embolism, bleeding) in regard to ABC score-predicte risks","timeFrame":"3,6 and 12 months after catheter ablation"},{"measure":"Number of clinical events post catheter ablation in relation to traditional score-predicted risks","description":"Number of clinical events (e.g. stroke, systemic embolism, bleeding) in regard to traditional score-predicted risks e.g. CHADS2, CHA2DS2-VASc, HAS-BLED, ORBIT, ATRIA, HEMORR2HAGES","timeFrame":"3,6 and 12 months after catheter ablation"},{"measure":"Impact of the recurrence rate after catheter ablation on the ABC stroke- and bleeding risk scores","description":"The impact of recurrence rate of atrial tachycardia after catheter ablation on the ABC-stroke and ABC-bleeding risk scores","timeFrame":"3,6 and 12 months after catheter ablation"},{"measure":"Comparison of insertable cardiac monitor vs. smartwatch vs. smartphone-based follow-up with respect to atrial tachycardias (AT) / atrial fibrillation (AF) recurrences post catheter ablation","description":"Comparison of detection of recurrences in regard to different tools, taking the implantable loop recorder as the gold standard and comparing it to semicontinuous and active photoplethysmography-based wearable tools","timeFrame":"Wearables: within the first 6 months after catheter ablation, implantable loop recorder: 3,6 and 12 months after catheter ablation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Symptomatic atrial tachyarrhythmias (atrial fibrillation, atrial flutter)\n* Planned for 1st right or left atrial ablation\n* Informed consent\n* at least 18 years\n\nExclusion Criteria:\n\n* Previous left or right atrial ablation\n* Ineligibility for catheter ablation\n* History of TIA / stroke\n* \\< 18 years\n* LA thrombus formation or history of thrombus formation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients planned to undergo first catheter ablation for symptomatic atrial tachyarrhythmias (atrial fibrillation, atrial flutter) will be enrolled.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"David Duncker, Prof. Dr.","role":"CONTACT","phone":"+49511-53282604","email":"duncker.david@mh-hannover.de"},{"name":"Johann Bauersachs, Prof. Dr.","role":"CONTACT","phone":"+49511-5323841","email":"bauersachs.johann@mh-hannover.de"}],"overallOfficials":[{"name":"David Duncker, Prof. Dr.","affiliation":"Hannover Medical School, Carl-Neuberg Str. 1, 30625 Hannover","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hannover Medical School","status":"RECRUITING","city":"Hanover","state":"Lower Saxony","zip":"30625","country":"Germany","contacts":[{"name":"David Duncker, Prof. Dr.","role":"CONTACT","phone":"+4951153282604","email":"duncker.david@mh-hannover.de"},{"name":"Johann Bauersachs, Prof. Dr.","role":"CONTACT","phone":"+495115323841","email":"bauersachs.johann@mh-hannover.de"}],"geoPoint":{"lat":52.37052,"lon":9.73322}}]},"referencesModule":{"references":[{"pmid":"31504425","type":"BACKGROUND","citation":"Brugada J, Katritsis DG, Arbelo E, Arribas F, Bax JJ, Blomstrom-Lundqvist C, Calkins H, Corrado D, Deftereos SG, Diller GP, Gomez-Doblas JJ, Gorenek B, Grace A, Ho SY, Kaski JC, Kuck KH, Lambiase PD, Sacher F, Sarquella-Brugada G, Suwalski P, Zaza A; ESC Scientific Document Group. 2019 ESC Guidelines for the management of patients with supraventricular tachycardiaThe Task Force for the management of patients with supraventricular tachycardia of the European Society of Cardiology (ESC). Eur Heart J. 2020 Feb 1;41(5):655-720. doi: 10.1093/eurheartj/ehz467. No abstract available. Erratum In: Eur Heart J. 2020 Nov 21;41(44):4258."},{"pmid":"25988464","type":"BACKGROUND","citation":"Lip GY, Lane DA. Stroke prevention in atrial fibrillation: a systematic review. JAMA. 2015 May 19;313(19):1950-62. doi: 10.1001/jama.2015.4369. Erratum In: JAMA. 2015 Aug 25;314(8):837."},{"pmid":"22923145","type":"BACKGROUND","citation":"Camm AJ, Lip GY, De Caterina R, Savelieva I, Atar D, Hohnloser SH, Hindricks G, Kirchhof P; ESC Committee for Practice Guidelines-CPG; Document Reviewers. 2012 focused update of the ESC Guidelines for the management of atrial fibrillation: an update of the 2010 ESC Guidelines for the management of atrial fibrillation--developed with the special contribution of the European Heart Rhythm Association. Europace. 2012 Oct;14(10):1385-413. doi: 10.1093/europace/eus305. Epub 2012 Aug 24. No abstract available."},{"pmid":"23386711","type":"BACKGROUND","citation":"Hijazi Z, Oldgren J, Siegbahn A, Granger CB, Wallentin L. Biomarkers in atrial fibrillation: a clinical review. Eur Heart J. 2013 May;34(20):1475-80. doi: 10.1093/eurheartj/eht024. Epub 2013 Feb 5."},{"pmid":"22374183","type":"BACKGROUND","citation":"Hijazi Z, Oldgren J, Andersson U, Connolly SJ, Ezekowitz MD, Hohnloser SH, Reilly PA, Vinereanu D, Siegbahn A, Yusuf S, Wallentin L. Cardiac biomarkers are associated with an increased risk of stroke and death in patients with atrial fibrillation: a Randomized Evaluation of Long-term Anticoagulation Therapy (RE-LY) substudy. Circulation. 2012 Apr 3;125(13):1605-16. doi: 10.1161/CIRCULATIONAHA.111.038729. Epub 2012 Feb 28."},{"pmid":"26920728","type":"BACKGROUND","citation":"Hijazi Z, Lindback J, Alexander JH, Hanna M, Held C, Hylek EM, Lopes RD, Oldgren J, Siegbahn A, Stewart RA, White HD, Granger CB, Wallentin L; ARISTOTLE and STABILITY Investigators. The ABC (age, biomarkers, clinical history) stroke risk score: a biomarker-based risk score for predicting stroke in atrial fibrillation. Eur Heart J. 2016 May 21;37(20):1582-90. doi: 10.1093/eurheartj/ehw054. Epub 2016 Feb 25."},{"pmid":"27056738","type":"BACKGROUND","citation":"Hijazi Z, Oldgren J, Lindback J, Alexander JH, Connolly SJ, Eikelboom JW, Ezekowitz MD, Held C, Hylek EM, Lopes RD, Siegbahn A, Yusuf S, Granger CB, Wallentin L; ARISTOTLE and RE-LY Investigators. The novel biomarker-based ABC (age, biomarkers, clinical history)-bleeding risk score for patients with atrial fibrillation: a derivation and validation study. Lancet. 2016 Jun 4;387(10035):2302-2311. doi: 10.1016/S0140-6736(16)00741-8. Epub 2016 Apr 4."},{"pmid":"30586727","type":"BACKGROUND","citation":"Berg DD, Ruff CT, Jarolim P, Giugliano RP, Nordio F, Lanz HJ, Mercuri MF, Antman EM, Braunwald E, Morrow DA. Performance of the ABC Scores for Assessing the Risk of Stroke or Systemic Embolism and Bleeding in Patients With Atrial Fibrillation in ENGAGE AF-TIMI 48. Circulation. 2019 Feb 5;139(6):760-771. doi: 10.1161/CIRCULATIONAHA.118.038312."},{"pmid":"27567408","type":"BACKGROUND","citation":"Kirchhof P, Benussi S, Kotecha D, Ahlsson A, Atar D, Casadei B, Castella M, Diener HC, Heidbuchel H, Hendriks J, Hindricks G, Manolis AS, Oldgren J, Popescu BA, Schotten U, Van Putte B, Vardas P; ESC Scientific Document Group. 2016 ESC Guidelines for the management of atrial fibrillation developed in collaboration with EACTS. Eur Heart J. 2016 Oct 7;37(38):2893-2962. doi: 10.1093/eurheartj/ehw210. Epub 2016 Aug 27. No abstract available."},{"pmid":"23835257","type":"BACKGROUND","citation":"Bunch TJ, May HT, Bair TL, Weiss JP, Crandall BG, Osborn JS, Mallender C, Anderson JL, Muhlestein BJ, Lappe DL, Day JD. Atrial fibrillation ablation patients have long-term stroke rates similar to patients without atrial fibrillation regardless of CHADS2 score. Heart Rhythm. 2013 Sep;10(9):1272-7. doi: 10.1016/j.hrthm.2013.07.002. Epub 2013 Jul 5."},{"pmid":"21930724","type":"BACKGROUND","citation":"Hunter RJ, McCready J, Diab I, Page SP, Finlay M, Richmond L, French A, Earley MJ, Sporton S, Jones M, Joseph JP, Bashir Y, Betts TR, Thomas G, Staniforth A, Lee G, Kistler P, Rajappan K, Chow A, Schilling RJ. Maintenance of sinus rhythm with an ablation strategy in patients with atrial fibrillation is associated with a lower risk of stroke and death. Heart. 2012 Jan;98(1):48-53. doi: 10.1136/heartjnl-2011-300720. Epub 2011 Sep 19."},{"pmid":"20170810","type":"BACKGROUND","citation":"Themistoclakis S, Corrado A, Marchlinski FE, Jais P, Zado E, Rossillo A, Di Biase L, Schweikert RA, Saliba WI, Horton R, Mohanty P, Patel D, Burkhardt DJ, Wazni OM, Bonso A, Callans DJ, Haissaguerre M, Raviele A, Natale A. The risk of thromboembolism and need for oral anticoagulation after successful atrial fibrillation ablation. J Am Coll Cardiol. 2010 Feb 23;55(8):735-43. doi: 10.1016/j.jacc.2009.11.039."},{"pmid":"29447772","type":"BACKGROUND","citation":"Verma A, Ha ACT, Kirchhof P, Hindricks G, Healey JS, Hill MD, Sharma M, Wyse DG, Champagne J, Essebag V, Wells G, Gupta D, Heidbuchel H, Sanders P, Birnie DH. The Optimal Anti-Coagulation for Enhanced-Risk Patients Post-Catheter Ablation for Atrial Fibrillation (OCEAN) trial. Am Heart J. 2018 Mar;197:124-132. doi: 10.1016/j.ahj.2017.12.007. Epub 2017 Dec 8."},{"pmid":"26514352","type":"BACKGROUND","citation":"Schrickel JW, Linhart M, Bansch D, Thomas D, Nickenig G. Rationale and design of the ODIn-AF Trial: randomized evaluation of the prevention of silent cerebral thromboembolism by oral anticoagulation with dabigatran after pulmonary vein isolation for atrial fibrillation. Clin Res Cardiol. 2016 Feb;105(2):95-105. doi: 10.1007/s00392-015-0933-1. Epub 2015 Oct 29."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000001282","term":"Atrial Flutter"},{"id":"D000006470","term":"Hemorrhage"},{"id":"D000012008","term":"Recurrence"},{"id":"D000064752","term":"Atrial Remodeling"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Bleeding","relevance":"HIGH"},{"id":"M14540","name":"Recurrence","asFound":"Recurrence","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4277","name":"Atrial Flutter","asFound":"Atrial Flutter","relevance":"HIGH"},{"id":"M30074","name":"Atrial Remodeling","asFound":"Atrial Remodeling","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}