{"protocolSection":{"identificationModule":{"nctId":"NCT04530955","orgStudyIdInfo":{"id":"AT-001"},"organization":{"fullName":"Culicchia Neurological Clinic","class":"OTHER"},"briefTitle":"Transitioning to a Valve-Gated Intrathecal Drug Delivery System (IDDS)","officialTitle":"Transitioning to a Valve-Gated Intrathecal Drug Delivery System (IDDS): A Randomized, Controlled, Multi-center, Prospective Study Evaluating Dose Reduction in ITB Patients."},"statusModule":{"statusVerifiedDate":"2020-09","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-08-18","studyFirstSubmitQcDate":"2020-08-25","studyFirstPostDateStruct":{"date":"2020-08-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-09-24","lastUpdatePostDateStruct":{"date":"2020-09-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Andrea Toomer","investigatorTitle":"Sponsor/ Principal Investigator/ MD","investigatorAffiliation":"Culicchia Neurological Clinic"},"leadSponsor":{"name":"Culicchia Neurological Clinic","class":"OTHER"},"collaborators":[{"name":"Flowonix Medical","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Comparing the efficacy of Intracthecal Baclofen dose between the Prometra II and Medtronic SynchroMed II for patients with spasticity and with current a current SyncroMed II pump needing replacement.","detailedDescription":"The Prometra II Programmable Pump is a battery-powered, teardrop-shaped, valve-gated pump with titanium housing and triple redundancy flow controls to deliver precise amounts of medication into the intrathecal space via the separately provided Intrathecal Catheter. The Prometra Pump is remotely programmed by the Prometra Clinician Programmer to deliver medication at a constant or variable rate or to periodically deliver a drug dose at a distinct interval of time or with an immediate infusion, demand bolus.\n\nThe Prometra II Pump differs from the SynchroMed II due to the way in which it delivers medication. The Prometra pump does not have motor, gears, rollers or tubing s. Instead, the Prometra II Pump uses a pressure-driven, valve-gated delivery system. When the inlet valve opens, the pressure behind the reservoir pushes drug into the dosing chamber and the outlet valve prevents flow out of the dosing chamber or into the catheter until opened (after inlet valve closes). When the outlet valve opens, the pressure in the dosing chamber pushes the medication (2 to 3 microliters) out and then the outlet valve closes. The pump is programmed to control flow by alternately opening the inlet and outlet valves. Medication flows from the higher pressure in the reservoir to the lower pressure in the dosing chamber when the inlet valve is opened.\n\nThe only moving parts in the Prometra II Pump are the valves. The titanium fluid path is not permeable to fluids within the drug path since titanium is inert. The titanium dosing chamber and valve-gated fluid path does not allow any drug to permeate out of the chamber or drug path as is known to occur with tubing in the peristaltic pumps. This allows baclofen to be delivered more reliably in the Prometra II Pump.\n\nAs a result, the Prometra II Pump may offer several advantages over peristaltic pumps:\n\n* The pressure-driven, valve-gated delivery mechanism has been shown to have different effects on drug dispersion in the CSF compared to peristaltic pump delivery.\n* Any changes in reservoir gas pressure due to fluctuations in refill levels or environmental factors has minimal effect on Prometra II Pump dose accuracy.\n* 100% titanium Prometra II Pump fluid path is not permeable to drug solutions unlike peristaltic pump tubing, etc. which can result in pump corrosion events and peristaltic rotor stalls.\n* Improved dose accuracy is expected during each refill cycle with the Prometra II Pump as well as over the pump lifetime compared to peristaltic pumps.\n* Improved durability and battery life are expected for the Prometra II Pump compared to peristaltic pumps.\n\nThis randomized study has two arms (Control Arm and Study Arm) and was designed to explore if the valve-gated pump requires less drug to manage patient spasticity than the prior standard peristaltic pump in the same patient. The newly implanted valve-gated pump will be programmed to deliver a 20% reduction (Study Arm) of baclofen that was being delivered in the peristaltic pump prior to explant. Modified Ashworth scores (MAS) will be evaluated over time (prospectively for the valve-gated pump and retrospectively via chart review for the peristaltic pump). A dose reduction of 20% was selected based on anecdotal evidence observed during use of the Prometra II Pump in pain patients. In the second arm of the study (Control Arm), the newlyimplanted valve-gated pump will be programmed to deliver the same baclofen dose that was being delivered in the peristaltic pump prior to explant. As with the Study Arm, MMAS will be evaluated over time (prospectively for the valve-gated pump and retrospectively via chart review for the peristaltic pump).\n\nThis investigator-initiated trial is designed to evaluate intrathecal drug pumps in the post market setting. When a patient needs an end of battery life peristaltic pump replacement the physician may decide to implant the valve-gated pump under standard of care for the individual patient. This study will collect retrospective peristaltic pump dosage and MAS data from the last pump refill or visit within the last 3 months prior to explant and valve-gated pump implant. Prospective valve-gated pump medication dosage and MAS data will be collected at the 2 week, 4 week and 3 month exit visit (not to exceed 4 months). This study design will reduce patient medication dose delivered by the valve-gated pump by 20% for comparison to historical dosing and management provided by the peristaltic pump.\n\nThis study will employ a single-blinded approach in which study participants will not be notified of pump dosing changes. After valve-gated pump implant and dose reduction, the appropriate spasticity therapy will be provided to adequately address spasticity management in the opinion of the study investigator using standard of care processes."},"conditionsModule":{"conditions":["Injuries, Spinal Cord","CVA (Cerebrovascular Accident)","Traumatic Brain Injury","MS (Multiple Sclerosis)","Muscle Spasticity","Cerebral Palsy, Spastic"],"keywords":["Spasticity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized, open label, single-blind, multi-center, post-market study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"This study will employ a single-blinded approach in which study participants will not be notified of pump dosing changes. After valve-gated pump implant and dose reduction, the appropriate spasticity therapy will be provided to adequately address spasticity management in the opinion of the study investigator using standard of care processes.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":92,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control Arm","type":"NO_INTERVENTION","description":"Patients randomized to the Control Arm that have been implanted with the valve-gated pump will be started on an equivalent dose (without change to the medication concentration) as prior to implant. If at any time during the patients' treatment it is determined by the investigator that the patients' treatment dose needs to be modified, the dose can be modified as clinically indicated. Multiple dosing decreases may be performed if the patient is clinically demonstrating a reduction in spasticity that is profound and negatively impacting function, or if the patient is demonstrating signs of baclofen overdose.\n\nThe criteria for dosing decrease will be clinical discretion."},{"label":"Study Arm","type":"ACTIVE_COMPARATOR","description":"Patients randomized to the Study Arm will be started on a 20% dose reduction (without change to the medication concentration) through the newly implanted valve-gated pump. If at any time during the patients' treatment it is determined by the investigator that the patients' treatment dose needs to be increased or decreased, the dose can be increased/decreased as clinically indicated. If the dose increases with the valve-gated pump reach the patients' baseline dose and the patient's spasticity is worse than his or her spasticity at baseline, then the patient will be considered a primary endpoint failure.\n\nThe criteria for dosing increase will be clinical discretion.","interventionNames":["Device: Prometra II Programmable Pump - Flowonix Medical"]}],"interventions":[{"type":"DEVICE","name":"Prometra II Programmable Pump - Flowonix Medical","description":"The valve gated Prometra II Programmable Pump will be replacing the prior peristaltic Synchromed II pump and a 20% dose decrease will be performed at the time of the replacement.","armGroupLabels":["Study Arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Comparison of spasticity control with Synchromed II versus Prometra II","description":"To evaluate that a Baclofen dose reduction delivered through a valve-gated intrathecal drug delivery system (Prometra II) provides spasticity control no less than the baseline dose delivered through a peristaltic intrathecal drug delivery system (SynchroMed II).\n\nNOTE: In this study, a modified Ashworth scores will be prospectively collected for valve-gated pumps and will be compared to retrospectively collected modified Ashworth scores prior to peristaltic pump explant.","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Comparison of patient report of spasm frequency with Synchromed II versus Prometra II","description":"To evaluate change in patient self-assessment of spasticity prior to peristaltic pump explant compared to scores after conversion to a valve-gated pump.","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be male or female between the ages of 22 and 85 years\n* Be capable of giving informed consent (or a legally authorized representative) and completing assessments required by the study\n* Have modified Ashworth scores within 3 months prior to valve-gated pump implant\n* Have an active existing SynchroMed II intrathecal drug delivery system needing replacement\n* Existing ITB patient with spasticity of any origin.\n* Have stable drug dosage for at least 3 months prior to valve-gated pump implant\n* Be an appropriate candidate for surgery\n* Be able to comply with required study visits and assessments including English proficiency\n\nExclusion Criteria:\n\n* Be terminally ill and/or have a life expectancy of less than 12 months\n* Be a pregnant/lactating woman.\n* Have a systemic or local infection (contraindicated for pump implantation)\n* Have history/evidence of an active disruptive psychiatric disorder or other known condition with potential to impact compliance with study visits and assessments","healthyVolunteers":true,"sex":"ALL","minimumAge":"22 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Cassi Bodenheimer, RN","role":"CONTACT","phone":"504-340-6976","email":"cbodenheimer@culicchianeuro.com"},{"name":"Janet Smith","role":"CONTACT","phone":"832-612-6326","email":"busyproconsulting@gmail.com"}],"overallOfficials":[{"name":"Andrea Toomer, MD","affiliation":"Culicchia Neurological Clinic Partner","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Culicchia Neurological Clinic","status":"RECRUITING","city":"Marrero","state":"Louisiana","zip":"70072","country":"United States","contacts":[{"name":"Cassi Bodenheimer, RN","role":"CONTACT","phone":"504-340-6976","email":"cbodenheimer@culicchianeuro.com"},{"name":"Andrea Toomer, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.89937,"lon":-90.10035}}]},"referencesModule":{"references":[{"pmid":"22151777","type":"BACKGROUND","citation":"Ordia JI, Fischer E, Adamski E, Chagnon KG, Spatz EL. Continuous intrathecal baclofen infusion by a programmable pump in 131 consecutive patients with severe spasticity of spinal origin. Neuromodulation. 2002 Jan;5(1):16-24. doi: 10.1046/j.1525-1403.2002._2004.x."},{"pmid":"3809245","type":"RESULT","citation":"Bohannon RW, Smith MB. Interrater reliability of a modified Ashworth scale of muscle spasticity. Phys Ther. 1987 Feb;67(2):206-7. doi: 10.1093/ptj/67.2.206."},{"pmid":"8329801","type":"RESULT","citation":"Lewis KS, Mueller WM. Intrathecal baclofen for severe spasticity secondary to spinal cord injury. Ann Pharmacother. 1993 Jun;27(6):767-74. doi: 10.1177/106002809302700618."},{"pmid":"17084128","type":"RESULT","citation":"Ivanhoe CB, Francisco GE, McGuire JR, Subramanian T, Grissom SP. Intrathecal baclofen management of poststroke spastic hypertonia: implications for function and quality of life. Arch Phys Med Rehabil. 2006 Nov;87(11):1509-15. doi: 10.1016/j.apmr.2006.08.323."},{"pmid":"27434197","type":"RESULT","citation":"Saulino M, Ivanhoe CB, McGuire JR, Ridley B, Shilt JS, Boster AL. Best Practices for Intrathecal Baclofen Therapy: Patient Selection. Neuromodulation. 2016 Aug;19(6):607-15. doi: 10.1111/ner.12447. Epub 2016 Jul 19."},{"pmid":"9285459","type":"RESULT","citation":"Middel B, Kuipers-Upmeijer H, Bouma J, Staal M, Oenema D, Postma T, Terpstra S, Stewart R. Effect of intrathecal baclofen delivered by an implanted programmable pump on health related quality of life in patients with severe spasticity. J Neurol Neurosurg Psychiatry. 1997 Aug;63(2):204-9. doi: 10.1136/jnnp.63.2.204."},{"pmid":"12593613","type":"RESULT","citation":"Albright AL, Gilmartin R, Swift D, Krach LE, Ivanhoe CB, McLaughlin JF. Long-term intrathecal baclofen therapy for severe spasticity of cerebral origin. J Neurosurg. 2003 Feb;98(2):291-5. doi: 10.3171/jns.2003.98.2.0291."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000009103","term":"Multiple Sclerosis"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000002547","term":"Cerebral Palsy"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000020521","term":"Stroke"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000013124","term":"Spinal Injuries"}],"ancestors":[{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000001925","term":"Brain Damage, Chronic"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000019567","term":"Back Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"CVA (Cerebrovascular Accident)","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M5486","name":"Cerebral Palsy","asFound":"Cerebral Palsy, Spastic","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"MS (Multiple Sclerosis)","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Muscle Spasticity","relevance":"HIGH"},{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Injuries, Spinal Cord","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M15611","name":"Spinal Injuries","asFound":"Injuries, Spinal","relevance":"HIGH"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M21193","name":"Back Injuries","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4406","name":"Baclofen","relevance":"LOW"}],"browseBranches":[{"abbrev":"MuRelCen","name":"Muscle Relaxants, Central"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}