{"protocolSection":{"identificationModule":{"nctId":"NCT05741086","orgStudyIdInfo":{"id":"EAST-ICAS"},"organization":{"fullName":"The First Affiliated Hospital with Nanjing Medical University","class":"OTHER"},"briefTitle":"Evolocumab Added to Statin Therapy in Symptomatic Intracranial Atherosclerotic Stenosis (EAST-ICAS)","officialTitle":"Evolocumab Added to Statin Therapy in Patients With Symptomatic Intracranial Atherosclerotic Stenosis (EAST-ICAS)---a Pilot Study","acronym":"EAST-ICAS"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-14","studyFirstSubmitQcDate":"2023-02-14","studyFirstPostDateStruct":{"date":"2023-02-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-01","lastUpdatePostDateStruct":{"date":"2023-06-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lu Hua","investigatorTitle":"Professor","investigatorAffiliation":"The First Affiliated Hospital with Nanjing Medical University"},"leadSponsor":{"name":"The First Affiliated Hospital with Nanjing Medical University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary goal of the trial is to investigate whether the experimental arms (receiving the Proprotein Convertase Subtilisin-Kexin Type 9 \\[PCSK9\\] inhibitor Evolocumab plus statin) could cause more changes from baseline in intracranial atherosclerotic plaque and hemodynamic features during 1 year of follow-up, compared with the control arm (taking statin) in patients with recent stroke/transient ischemic attack (TIA) caused by intracranial artery stenosis.","detailedDescription":"Intracranial atherosclerosis stenosis (ICAS) is one of the most common causes of stroke worldwide and is particularly prevalent in Asian. It accounts for up to 30-50% of strokes amongst Asian patient cohorts, in contrast to 5-10% of strokes amongst western patient cohorts. The SAMMPRIS established aggressive medical management (Intensive lipid lowering with statin to reach a low-density lipoprotein (LDL)-cholesterol lower than 1.8mmol/L, et al) as a superior choice for symptomatic ICAS compared to the percutaneous transluminal angioplasty and stenting. However, around 15% still had recurrent stroke or death during a median follow-up of 32.4 months in SAMMPRIS study in the aggressive medical management group.\n\nEvolocumab, a member of proprotein convertase subtilisin-kexin type 9 (PCSK9) inhibitors, is a fully human monoclonal antibody that reduces LDL cholesterol levels by approximately 60%. The FOURIER study showed that Evolocumab reduced the risk of cardiovascular events (e.g. cardiovascular death, myocardial infarction and stroke), in patients with atherosclerotic cardiovascular disease.\n\nThe proposed pilot study will recruit 80 patients with recent stroke/transient ischemic attack (TIA) caused by intracranial artery stenosis, and directly compare Evolocumab on top of statin with statin therapy in changes of intracranial atherosclerotic plaque and hemodynamic features during 1 year of follow-up."},"conditionsModule":{"conditions":["Stroke Patients With Symptomatic Intracranial Atherosclerotic Stenosis"],"keywords":["Evolocumab, stroke, intracranial atherostenosis stenosis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients meeting the enrollment criteria will be randomly assigned to one of the two treatment groups (1:1) and will be followed up for 1 year.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"investigator-initiated, open-label, blinded endpoint assessment, controlled, randomized pilot trial","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Evolocumab added to statin therapy","type":"EXPERIMENTAL","description":"Evolocumab (140 mg every 2 weeks for 1 year) added to statin (Atorvastatin 20-40mg). Anti-platelet aggregation and risk factor management in both arms.","interventionNames":["Drug: Evolocumab","Drug: Atorvastatin"]},{"label":"Statin therapy","type":"ACTIVE_COMPARATOR","description":"Atorvastatin 20-40mg. Anti-platelet aggregation and risk factor management in both arms.","interventionNames":["Drug: Atorvastatin"]}],"interventions":[{"type":"DRUG","name":"Evolocumab","description":"evolocumab (140 mg every 2 weeks)","armGroupLabels":["Evolocumab added to statin therapy"]},{"type":"DRUG","name":"Atorvastatin","description":"Atorvastatin 20-40mg","armGroupLabels":["Evolocumab added to statin therapy","Statin therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Plaque burden (PB)","description":"lumen area (LA) is manually contoured on T1-weighted SPACE at the most stenotic site (LAplaque). PB is calculated as (1 - LAplaque/OWAplauqe) × 100%","timeFrame":"This will be assessed at 1 year after recruitment."},{"measure":"Degree of stenosis caused by the plaque","description":"degree of stenosis = (1 - Dplaque/Dreference) × 100%, where Dplaque indicated the diameter of the culprit artery at the most stenotic site, and Dreference was the diameter of the normal artery proximal to the plaque","timeFrame":"This will be assessed at 1 year after recruitment."},{"measure":"Plaque enhancement","description":"grading of plaque enhancement: grade 0 indicated enhancement is similar to or less than that of normal-appearing intracranial arterial walls in the same individual; grade 1, enhancement is greater than that of grade 0 but less than that of the pituitary infundibulum; and grade 2, enhancement is similar to or greater than that of the infundibulum. plaque enhancement ratio (ER): circular region of interest (ROI) was drawn within the plaque on pre-contrast and post-contrast T1-weighted SPACE images, respectively. The mean signal intensity (SI) of plaques were obtained. ER = (SIpost - SIpre)/SIpre ×100%","timeFrame":"This will be assessed at 1 year after recruitment."},{"measure":"Remodeling index (RI) of the plaque","description":"the outer wall area (OWA) is manually contoured on T1-weighted SPACE at the most stenotic site (OWAplaque) and the reference site (OWAreference). RI is calculated as OWAplaque/OWAreference × 100%. Arterial remodeling is categorized as positive if RI \\> 1.05, intermediate if 0.95 ≤ RI ≤ 1.05, and negative if RI \\< 0.95;","timeFrame":"This will be assessed at 1 year after recruitment."},{"measure":"Presence of T1 hyperintensity in the plaque","description":"the brightest spot of the plaque with SI \\>150% of that of the reference vessel wall on pre-contrast T1 image","timeFrame":"This will be assessed at 1 year after recruitment."},{"measure":"Plaque distribution: whether it is a concentric plaque or not","description":"a concentric plaque is defined if the wall involvement was more than 75%, and the minimum wall thickness is higher than 50% of the maximum wall thickness.","timeFrame":"This will be assessed at 1 year after recruitment."},{"measure":"Hemodynamic characteristics: Hypoperfusion volume","description":"dynamic susceptibility contrast-perfusion weighted imaging (DSC-PWI) performed and computed using the singular value decomposition deconvolution method using a commercial software NeuBrainCARE (v1.1.10). Hypoperfusion volume on the ipsilateral side of stroke were automatically calculated by use of time to maximum (Tmax) with time thresholds of \\> 4 seconds and \\> 6 seconds, respectively.","timeFrame":"This will be assessed at 1 year after recruitment."}],"secondaryOutcomes":[{"measure":"any stroke (ischemic or hemorrhagic) or death during 1 year of follow-up in an intention-to treat analysis.","timeFrame":"This will be assessed during the first year of follow-up."},{"measure":"Changes in LDL-cholesterol levels","timeFrame":"This will be assessed during the first year of follow-up."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n1. Age ≥ 30 years and ≤ 75 years.\n2. TIA or Acute ischemic stroke that occurred within 6 weeks prior to randomization.\n3. Modified Rankin score of ≤ 4.\n4. TIA or acute ischemic stroke attributed to a 50 to 99% stenosis of a major intracranial artery (internal carotid artery \\[ICA\\], vertebral artery \\[VA\\], basilar artery \\[BA\\] and the M1 segment of middle cerebral artery \\[MCA\\]). The diagnostic evaluation for ICAS at each site is confirmed by the local investigator, using high resolution MR.\n5. To increase the likelihood that the symptomatic intracranial stenosis is atherosclerotic, patients aged 30-49 years are required to meet at least one additional criteria (i-vi) below:\n\n   i. insulin dependent diabetes for at least 15 years. ii. at least 2 of the following atherosclerotic risk factors: hypertension (Blood pressure \\[BP\\] ≥ 140/90 or on antihypertensive therapy); dyslipidemia (LDL ≥ 130 mg /dl or high density lipoprotein (HDL) \\< 40 mg/dl or fasting triglycerides ≥150 mg/dl or on lipid lowering therapy); smoking; non-insulin dependent diabetes or insulin dependent diabetes of less than 15 years duration; family history of any of the following: myocardial infarction, coronary artery bypass, coronary angioplasty or stenting, stroke, carotid endarterectomy or stenting, peripheral vascular surgery in parent or sibling who was \\< 55 years of age for men or \\< 65 for women at the time of the event.\n\n   iii. history of any of the following: myocardial infarction, coronary artery bypass, coronary angioplasty or stenting, carotid endarterectomy or stenting, or peripheral vascular surgery for atherosclerotic disease.\n\n   iv. any stenosis of an extracranial carotid or vertebral artery, another intracranial artery, subclavian artery, coronary artery, iliac or femoral artery, other lower or upper extremity artery, mesenteric artery, or renal artery that was documented by non-invasive vascular imaging or catheter angiography and is considered atherosclerotic. v. aortic arch atheroma documented by non-invasive vascular imaging or catheter angiography.\n\n   vi. any aortic aneurysm documented by non-invasive vascular imaging or catheter angiography that is considered atherosclerotic.\n6. Patient agrees with follow-up visits and is available by phone.\n7. Patient understands the purpose and requirements of the study, can make him/herself understood, and has signed informed consent.\n\nExclusion criteria\n\n1. Previous treatment of target intracranial lesion with a stent, angioplasty, or other mechanical devices (e.g. mechanical thrombectomy, coil embolization).\n2. Plan to perform angioplasty, stenting, coiling, thrombectomy, endarterectomy or aneurysmal coil embolization for target vessels/plaques. In case that patients who receive surgeries during follow-up, they will still be followed up for 1 year.\n3. Intracranial tumor (except meningioma) or any intracranial vascular malformation.\n4. History of any intracranial hemorrhage (parenchymal, subarachnoid, subdural, epidural).\n5. Intracranial arterial stenosis due to arterial dissection; MoyaMoya disease; any known vasculitic disease; viral vasculopathy; neurosyphilis; any other intracranial infection; any intracranial stenosis associated with cerebral spinal fluid pleocytosis; radiation induced vasculopathy; fibromuscular dysplasia; sickle cell disease; neurofibromatosis; benign angiopathy of central nervous system; postpartum angiopathy; suspected vasospastic process; reversible cerebral vasoconstriction syndrome (RCVS); suspected recanalized embolus.\n6. Presence of any of the following unequivocal cardiac sources of embolism: chronic or paroxysmal atrial fibrillation, mitral stenosis, mechanical valve, endocarditis, intracardiac clot or vegetation, myocardial infarction within three months, dilated cardiomyopathy, left atrial spontaneous echo contrast, ejection fraction less than 30%.\n7. Use of cholesteryl ester transfer protein (CETP) inhibition treatment, mipomersen, or lomitapide within 12 months prior to randomization. Fenofibrate therapy must be stable for at least 6 weeks prior to final screening at a dose that is appropriate for the duration of the study in the judgment of the investigator. Other fibrate therapy (and derivatives) are prohibited.\n8. Prior use of PCSK9 inhibition treatment before this recruitment.\n9. Known allergy or contraindication to aspirin, clopidogrel, evolocumab or atorvastatin.\n10. Active peptic ulcer disease, major systemic hemorrhage within 30 days, active bleeding diathesis, platelets \\< 100,000, hematocrit \\< 30, international normalized ratio (INR) \\> 1.5, clotting factor abnormality that increases the risk of bleeding, current alcohol or substance abuse, uncontrolled severe hypertension (systolic pressure \\> 180 mm Hg or diastolic pressure \\> 115 mm Hg), severe liver impairment (aspartate transaminase \\[AST\\] or alanine transaminase \\[ALT\\] \\> 3 x normal, cirrhosis), creatine kinase \\> 5 times the upper limit of normal (ULN) at final screening, severe renal dysfunction, defined as an estimated glomerular filtration rate (eGFR) \\< 20mL/min/1.73 square meter at final screening.\n11. Major surgery (including open femoral, aortic, cardiac or carotid surgery) within previous 30 days or planned in the 1 year after enrollment.\n12. Dementia or psychiatric problem that prevents the patient from relevant evaluation or follow-up reliably.\n13. Co-morbid conditions that may limit survival to less than 1 year.\n14. Currently breastfeeding, pregnancy, planning to become pregnant and unwilling to use contraception for the duration of this study\n15. Enrollment in another study that would conflict with the current study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Zhaolu Wang, MD","role":"CONTACT","phone":"18100613663","email":"wangzhaolu123@163.com"},{"name":"Kezhong Zhang, MD","role":"CONTACT","phone":"13770840575","email":"zhangkezhong8@126.com"}],"overallOfficials":[{"name":"Hua Lu, MD","affiliation":"The First Affiliated Hospital with Nanjing Medical University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"the First affiliated hospital of Nanjing Medical University","status":"RECRUITING","city":"Nanjing","state":"Jiangsu","zip":"210001","country":"China","contacts":[{"name":"Zhaolu Wang, MD, PhD","role":"CONTACT","phone":"18100613663","email":"wangzhaolu123@163.com"}],"geoPoint":{"lat":32.06167,"lon":118.77778}}]},"referencesModule":{"references":[{"pmid":"24135208","type":"BACKGROUND","citation":"Holmstedt CA, Turan TN, Chimowitz MI. Atherosclerotic intracranial arterial stenosis: risk factors, diagnosis, and treatment. Lancet Neurol. 2013 Nov;12(11):1106-14. doi: 10.1016/S1474-4422(13)70195-9."},{"pmid":"24168957","type":"BACKGROUND","citation":"Derdeyn CP, Chimowitz MI, Lynn MJ, Fiorella D, Turan TN, Janis LS, Montgomery J, Nizam A, Lane BF, Lutsep HL, Barnwell SL, Waters MF, Hoh BL, Hourihane JM, Levy EI, Alexandrov AV, Harrigan MR, Chiu D, Klucznik RP, Clark JM, McDougall CG, Johnson MD, Pride GL Jr, Lynch JR, Zaidat OO, Rumboldt Z, Cloft HJ; Stenting and Aggressive Medical Management for Preventing Recurrent Stroke in Intracranial Stenosis Trial Investigators. Aggressive medical treatment with or without stenting in high-risk patients with intracranial artery stenosis (SAMMPRIS): the final results of a randomised trial. Lancet. 2014 Jan 25;383(9914):333-41. doi: 10.1016/S0140-6736(13)62038-3. Epub 2013 Oct 26."},{"pmid":"28304224","type":"BACKGROUND","citation":"Sabatine MS, Giugliano RP, Keech AC, Honarpour N, Wiviott SD, Murphy SA, Kuder JF, Wang H, Liu T, Wasserman SM, Sever PS, Pedersen TR; FOURIER Steering Committee and Investigators. Evolocumab and Clinical Outcomes in Patients with Cardiovascular Disease. N Engl J Med. 2017 May 4;376(18):1713-1722. doi: 10.1056/NEJMoa1615664. Epub 2017 Mar 17."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data (IPD) will be available to other researchers under the approval of the ethical committee.","infoTypes":["STUDY_PROTOCOL","CSR"],"timeFrame":"the data will be available when summary data are published."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003251","term":"Constriction, Pathologic"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","asFound":"Stenosis","relevance":"HIGH"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000069059","term":"Atorvastatin"},{"id":"C000577155","term":"Evolocumab"}],"ancestors":[{"id":"D000000924","term":"Anticholesteremic Agents"},{"id":"D000000960","term":"Hypolipidemic Agents"},{"id":"D000000963","term":"Antimetabolites"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000057847","term":"Lipid Regulating Agents"},{"id":"D000019161","term":"Hydroxymethylglutaryl-CoA Reductase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000091362","term":"PCSK9 Inhibitors"},{"id":"D000015842","term":"Serine Proteinase Inhibitors"},{"id":"D000011480","term":"Protease Inhibitors"}],"browseLeaves":[{"id":"M351","name":"Atorvastatin","asFound":"Functional","relevance":"HIGH"},{"id":"M348089","name":"Evolocumab","asFound":"Parental","relevance":"HIGH"},{"id":"M20845","name":"Hydroxymethylglutaryl-CoA Reductase Inhibitors","relevance":"LOW"},{"id":"M3933","name":"Anticholesteremic Agents","relevance":"LOW"},{"id":"M3968","name":"Hypolipidemic Agents","relevance":"LOW"},{"id":"M3971","name":"Antimetabolites","relevance":"LOW"},{"id":"M28573","name":"Lipid Regulating Agents","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M2850","name":"PCSK9 Inhibitors","relevance":"LOW"},{"id":"M14033","name":"Protease Inhibitors","relevance":"LOW"},{"id":"M18081","name":"Serine Proteinase Inhibitors","relevance":"LOW"},{"id":"M19299","name":"HIV Protease Inhibitors","relevance":"LOW"},{"id":"T18","name":"Serine","relevance":"LOW"}],"browseBranches":[{"abbrev":"Lipd","name":"Lipid Regulating Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"AA","name":"Amino Acids"}]}},"hasResults":false}