{"protocolSection":{"identificationModule":{"nctId":"NCT01883960","orgStudyIdInfo":{"id":"99-1732B"},"secondaryIdInfos":[{"id":"CMRPG391671","type":"OTHER","domain":"Chang Gung Memorial Hospital"}],"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"A Longitudinal Study of Motor Control and Brain Images in Patients With Brain Damage","officialTitle":"A Longitudinal Study of Motor Control and Brain Images in Patients With Brain Damage: Clinical Measures and Multimodel Imaging Studies"},"statusModule":{"statusVerifiedDate":"2011-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-09"},"primaryCompletionDateStruct":{"date":"2014-09","type":"ACTUAL"},"completionDateStruct":{"date":"2014-12","type":"ACTUAL"},"studyFirstSubmitDate":"2013-06-10","studyFirstSubmitQcDate":"2013-06-19","studyFirstPostDateStruct":{"date":"2013-06-21","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-02-10","lastUpdatePostDateStruct":{"date":"2015-02-11","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The primary goal of this study is to establish and evaluate an image-based biomarker for the impaired motor control and sensory information processing present in Cerebral palsy (CP) and stroke patients.","detailedDescription":"Brain damage may lead to various motor deficits, which further influence the activities and participation. Cerebral palsy (CP) and cerebral vascular accident (CVA) are the common disorder for congenital and acquired brain damage, respectively. It would be ideal to characterize neural network in patients with brain damage that underlies their clinical behavior by identifying altered neural network associated with behavioral improvement.\n\nThe investigators hypothesize that the level of motor control and impact of brain image will change with time in patients with brain damage. Under this hypothesis, the measures of motor control are correlated with neural changes reflected by imaged using structural MRI, resting state fcMRI, and active fMRI sequences. The aim of this study is to investigate the motor control and brain image in patients with brain damage evaluated by clinical measures and multimodel imaging studies such as structural MRI, resting state fcMRI, and active fMRI. The primary goal of this study is to establish and evaluate an image-based biomarker for the impaired motor control and sensory information processing present in CP and stroke patients. This study will be executed in 3 years: 1st phase: to establish the multimodal brain images and motor control in healthy subjects; 2nd phase: to establish the brain images and motor control in patients with stroke.; and 3rd phase: to establish the brain images and motor control in patients with CP. Additionally, the association between brain images and clinical changes involving movement and participation will be analyzed. The investigators will identify the predictors influencing final outcome and analyze. The differences in structural image, functional connectivity and brain activation between patients with brain damage and healthy controls can potentially be a bio-marker for prognosis. The investigators believe the results of this study will allow clinicians to understand the brain mechanisms underling motor control and early predict the outcome for patients with brain damage."},"conditionsModule":{"conditions":["Cerebral Palsy","Stroke"],"keywords":["cerebral palsy","cerebral vascular accident","multi-modal brain techniques","MRI","motor control"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"healthy adults","description":"Inclusion criteria for healthy adults were as follows: 40-70 y/o; good cognition and cooperation; and healthy adults."},{"label":"stroke subjects","description":"Inclusion criteria for subjects with brain damage by stroke were as follows: a diagnosis of first-time-onset stroke and aged 40-70 years old."},{"label":"CP subjects","description":"Inclusion criteria for subjects with brain damage by CP were as follows: a diagnosis of CP and aged 16-18 years old."},{"label":"healthy children","description":"Inclusion criteria for healthy children were as follows: ages of 6-18 y/o ; good cognition and cooperation; and healthy children."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline of fMRI analysis in 6 months and 12 months","description":"fcMRI at resting, active-task fMRI. DTI","timeFrame":"baseline, 6 months, 12 months"}],"secondaryOutcomes":[{"measure":"Change from baseline of Quality of life in 6 months and 12 months","description":"Measures for healthy adults and stroke patients are World Health Organization Quality of Life (WHOQOL-Taiwan). In addition to the above measures for healthy adults, measures for stroke patients also includeStroke Impact Scale (SIS), etc.\n\nMeasures for QOL healthy children and CP are SF-36. In addition, measures for CP also include the Cerebral Palsy Quality of Life for Children (CP-QOL), etc.","timeFrame":"baseline, 6 months, 12 months"},{"measure":"Change from baseline of movement and participation for Healthy adults and stroke patients in 6 months and 12 months","description":"Healthy adults and stroke patients: Mini Mental Statement Examination (MMSE), Action Research Arm Test (ARAT), Wolf Motor Function Test (WMFT), Box-Block Test (BBT), Nine-Hole Peg test, Time up and go, Berg Balance Scale (BBS), Functional Independence Measure (FIM), Frequency Activity Index (FAI), etc.","timeFrame":"baseline, 6 months, 12 months"},{"measure":"Change from baseline of movement and participation for stroke patients in 6 months and 12 months","description":"Measures for stroke patients also include Fugl-Meyer Assessment (FMA), Stroke Impact Scale (SIS), etc.","timeFrame":"baseline, 6 months, 12 months"},{"measure":"Change from baseline of movement and participation for Healthy children and CP in 6 months and 12 months","description":"Healthy children and CP: Bruininks- Oseretsky Test of Motor Proficiency II (BOT-2), WMFT, BBT, Time up and go, Berg Balance Scale (BBS), Functional Independence Measure for Children (WeeFIM), Children Assessment of Participation and Enjoyment (CAPE), and School Function Assessment (SFA).","timeFrame":"baseline, 6 months, 12 months"},{"measure":"Change from baseline of movement and participation for CP in 6 months and 12 months","description":"Measures for CP also include Gross motor function measure (GMFM), Quality of upper extremity test (QUEST), Pediatric Motor Activity Log (PMAL), Caregiver Functional Use Survey (CFUS), etc.","timeFrame":"baseline, 6 months, 12 months"},{"measure":"Change from baseline of kinematic analysis in 6 months and 12 months","description":"Kinematic analysis for upper limb and gait analysis","timeFrame":"baseline, 6 months, 12 months"},{"measure":"Change from baseline of severity for stroke patients in 6 months and 12 months","description":"stroke patients: Brunnstrom's stage, Fugl-Meyer Assessment (FMA), Modified Ashworth Scale (MAS), strength and endurance, NIH Stroke Scale (NIHSS), etc","timeFrame":"baseline, 6 months, 12 months"},{"measure":"Change from baseline of severity for CP patients in 6 months and 12 months","description":"CP patients: Gross Motor Functional Classification System (GMFCS), Manual Ability Classification System (MACS), Modified Ashworth Scale (MAS), strength and endurance, selective control, etc","timeFrame":"baseline, 6 months, 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. CP-patients with CP and aged 6-18 years\n2. CVA-patients with stroke and aged 40-75 years\n\nExclusion Criteria:\n\n1. contraindication to MRI\n2. history of psychiatric disease\n3. received BTX-A injection or surgery in recent six months\n4. severe psychological impairments, such as mental retardation, autism or severe communication problems\n5. progressive disorders, such as neurodegenerative disease\n6. active medical disease, such as infection","healthyVolunteers":true,"sex":"ALL","minimumAge":"6 Years","maximumAge":"75 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"CP and CVA, and healthy children, and adults","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Chia-Ling Chen, PhD","affiliation":"Department of Physical Medicine & Rehabilitation, Chang Gung Memorial Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chang Gung Memorial Hospital","city":"Taoyuan","zip":"333","country":"Taiwan","geoPoint":{"lat":24.95233,"lon":121.20193}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002547","term":"Cerebral Palsy"},{"id":"D000001930","term":"Brain Injuries"}],"ancestors":[{"id":"D000001925","term":"Brain Damage, Chronic"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M5486","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Damage","relevance":"HIGH"},{"id":"M4892","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}