{"protocolSection":{"identificationModule":{"nctId":"NCT01508494","orgStudyIdInfo":{"id":"C10-34"},"secondaryIdInfos":[{"id":"2010-024313-32","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Institut National de la Santé Et de la Recherche Médicale, France","class":"OTHER_GOV"},"briefTitle":"Cognitive Rehabilitation and Galantamine for Post Stroke Cognitive Impairment","officialTitle":"Evaluation de l'efficacité de la Galantamine Versus Placebo associée à Une Revalidation Neuropsychologique Chez Des Patients présentant un Trouble Cognitif après un Premier Infarctus cérébral : étude en Neuroimagerie Fonctionnelle","acronym":"COGICRehab"},"statusModule":{"statusVerifiedDate":"2021-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-06-29","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-06","type":"ACTUAL"},"completionDateStruct":{"date":"2016-06-22","type":"ACTUAL"},"studyFirstSubmitDate":"2011-07-01","studyFirstSubmitQcDate":"2012-01-11","studyFirstPostDateStruct":{"date":"2012-01-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-08-26","lastUpdatePostDateStruct":{"date":"2021-08-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Institut National de la Santé Et de la Recherche Médicale, France","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The investigators would like to conduct a double blind placebo-controlled prospective study to show the impact of a treatment combining a specific cognitive rehabilitation program and acetylcholinesterase inhibitors on executive function of young patients 3 months after a first symptomatic stroke. The secondary objectives will be to assess cognitive changes performance (executive but also non trained functions such as memory) before and after treatments and treatment effect on activity of daily living and on quality of life.\n\nThe main objective of this study is to show the impact of this combined treatment on brain activation maps in VCI-ND patients in the post-acute phase (3 months) after a stroke. Treatment effect will be assessed by functional MRI (fMRI) while patients will be performing a specific executive task.\n\nThe investigators hypothesize that the specific rehabilitation associated with acetylcholinestrase inhibitors treatment will focalize cerebral activation observed in fMRI, improve executive functions specifically, improve non trained cognitive functions (generalization effect).","detailedDescription":"Recent studies, including the investigators', have shown that neuropsychological alteration is frequent and underestimated after stroke (Vascular Cognitive Impairment (VCI). VCI-No Dementia (VCI-ND) is characterized by a mild cognitive alteration in relation to a cerebrovascular lesion, diagnosed by a neuropsychological assessment, and without major alteration in the activities of daily living, but that can represent an issue in return to work for young patients. Some studies demonstrated that cognitive rehabilitation or pharmacological intervention may to improve patients' cognition and social functioning.\n\nThe investigators hypothesize that a combination of pharmacological and cognitive rehabilitation treatments is beneficial on executive but also other cognitive function in VCI-ND patients\n\nTherefore the investigators would like to conduct a double blind placebo-controlled prospective study to show the impact of a treatment combining a specific cognitive rehabilitation program and acetylcholinesterase inhibitors on executive function of young patients 3 months after a first symptomatic stroke. The secondary objectives will be to assess cognitive changes performance (executive but also non trained functions such as memory) before and after treatments and treatment effect on activity of daily living and on quality of life.\n\nThe main objective of this study is to show the impact of this combined treatment on brain activation maps in VCI-ND patients in the post-acute phase (3 months) after a stroke. Treatment effect will be assessed by functional MRI (fMRI) while patients will be performing a specific executive task.\n\nThe investigators hypothesize that the specific rehabilitation associated with acetylcholinestrase inhibitors treatment will focalize cerebral activation observed in fMRI, improve executive functions specifically, improve non trained cognitive functions (generalization effect)."},"conditionsModule":{"conditions":["Stroke","Cognitive Impairment"],"keywords":["modification of fMRI maps after galantamine/placebo"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":47,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Galantamine","type":"ACTIVE_COMPARATOR","description":"16mg galantamine progressively","interventionNames":["Drug: Galantamine"]},{"label":"placebo","type":"PLACEBO_COMPARATOR","description":"placebo","interventionNames":["Drug: placebo"]}],"interventions":[{"type":"DRUG","name":"Galantamine","description":"16 mg galantamine daily P/O","armGroupLabels":["Galantamine"]},{"type":"DRUG","name":"placebo","description":"placebo","armGroupLabels":["placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"fMRI","description":"Comparison between the two groups on fMRI map activation with a N-back task at week 20","timeFrame":"week 20"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written consent form signed by the patient,\n* Patient must be affiliated with a social security system,\n* Age: 35-70,\n* First symptomatic stroke,\n* Brain ischemic lesion on MRI DWI consistent with a recent ischemic stroke,\n* Absence of cognitive decline before the stroke,\n* Detailed cognitive complaint of patient or the environment,\n* Patients with a cognitive impairment (VCI-ND criteria: impairment in at least one cognitive domain with a score below 2 standard deviation according to clinical norms in at least two cognitive functions exploring this domain. VCI-ND was diagnosed in the absence of dementia according to the DSM IV,\n* Absence of hospitalization for cardiovascular disease from the acute phase of the qualifying event,\n* NIHSS \\< 6,\n* mRs \\< 4,\n* Absence of aphasia, apraxia and neglect severe,\n* Patients not previously treated with cholinesterase inhibitors or memantine centrally acting regardless of the duration of treatment and date of prescription,\n* Visual skills, auditory and oral or written expression sufficient to achieve adequate neuropsychological tests,\n* Women of childbearing potential must be using contraception and a pregnancy test will be conducted at the screening visit.\n\nExclusion Criteria:\n\n* Subjects with contraindication to MRI (a pacemaker or a defibrillator, an implanted material activated by an electrical, magnetic or mechanical carriers of hemostatic clips of intracerebral aneurysms or carotid arteries, bearing orthopedic implants, claustrophobia),\n* Preexisting cognitive decline,\n* VCI-ND criteria not fulfilled,\n* Patients previously treated with cholinesterase inhibitors or memantine centrally acting regardless of the duration of treatment and date of prescription,\n* Known allergy or intolerance to cholinesterase inhibitors or their excipients,\n* Depression,\n* General Health scalable,\n* Progressive neurological disease causing cognitive impairment,\n* Clinically significant endocrine disease,\n* Patients with urinary retention or who have recently had surgery at the bladder,\n* Patients with rare hereditary problems of fructose intolerance, malabsorption of glucose and galactose or sucrase-isomaltase insufficiency should not take this medicine,\n* Patient with severe hepatic impairment,\n* Patient with severe renal impairment,\n* Patients with both hepatic and renal significant,\n* Patients with sick sinus disorder or other supraventricular cardiac conduction or in those receiving concomitant drugs significantly slowing heart rate, such as digoxin and beta blockers or in patients with uncorrected electrolyte disorders,\n* Period immediately post-myocardial infarction, recent-onset atrial fibrillation, bundle branch block second degree or higher degree, unstable angina or congestive heart failure, especially NYHA group III-IV,\n* Patients with gastrointestinal obstruction or recent surgery in gastrointestinal,\n* Patients receiving other cholinomimetic agents (such as ambenonium, donepezil, neostigmine, pyridostigmine, rivastigmine and pilocarpine) administered systemically,\n* Breast feeding women,\n* Alcohol abuse,\n* Substance abuse,\n* Psychiatric condition scalable,\n* Patients who will have surgery during the study participation,\n* Known or suspected pregnancy, confirmed by a urine pregnancy test. This test will be done prior to randomization if a woman of childbearing age without oral contraception is included in the study, if a pregnancy is declared during the participation in the study, the blind will be removed and the patient will be directed towards a specialist,\n* Patient can not stop all treatment prohibited for this project at least 2 months before inclusion,\n* French language level insufficient to properly participate in neuropsychological assessment,\n* Transient ischemic stroke,\n* Subarachnoid hemorrhage or intraparenchymal,\n* Patient under protection of law or under another protection.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Service de Neurologie, CHU Toulouse Purpan","city":"Toulouse","zip":"31059","country":"France","geoPoint":{"lat":43.60426,"lon":1.44367}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Impairment","relevance":"HIGH"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"meshes":[{"id":"D000005702","term":"Galantamine"}],"ancestors":[{"id":"D000002800","term":"Cholinesterase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000018678","term":"Cholinergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000010277","term":"Parasympathomimetics"},{"id":"D000001337","term":"Autonomic Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000018697","term":"Nootropic Agents"}],"browseLeaves":[{"id":"M8510","name":"Galantamine","asFound":"Mitoxantrone","relevance":"HIGH"},{"id":"M5730","name":"Cholinesterase Inhibitors","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M20448","name":"Cholinergic Agents","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M20464","name":"Nootropic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"NootAg","name":"Nootropic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}