{"protocolSection":{"identificationModule":{"nctId":"NCT06037200","orgStudyIdInfo":{"id":"AZ 194/22"},"organization":{"fullName":"University of Giessen","class":"OTHER"},"briefTitle":"Urin-based Point-of-Care Testing for Direct Oral Anticoagulants in Stroke Patients","officialTitle":"Evaluation of a Urin-based Point-of-Care Testing Device for Direct Oral Anticoagulants in Patients With Acute Ischemic or Hemorrhagic Stroke","acronym":"UPTURN"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-30","studyFirstSubmitQcDate":"2023-09-13","studyFirstPostDateStruct":{"date":"2023-09-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-13","lastUpdatePostDateStruct":{"date":"2023-09-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Stefan Gerner","investigatorTitle":"Principal Investigator, Associate professor","investigatorAffiliation":"University of Giessen"},"leadSponsor":{"name":"University of Giessen","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this study is to test a urine-based point-of-care testing device for direct oral anticoagulants in patients with stroke. The main questions are:\n\n* Can the test identify patients with direct oral anticoagulant intake?\n* Is there a time benefit of urine-based point-of-care testing compared to standard blood-based coagulation assessment?\n* Is the device feasible in the setting of acute stroke care?","detailedDescription":"Stroke is the second leading cause of death worldwide and the most common cause of acquired disability in adulthood. During the acute phase of ischemic brain infarction, the goal of therapy is the rapid re-opening of the occluded vessel through recanalization procedures. This aims to restore blood flow to the penumbra, the tissue surrounding the infarct core with reduced blood supply, and prevent irreversible damage. Established approaches include systemic thrombolysis (intravenous thrombolysis, IVT) using Actilyse® (rt-PA), which is the only approved and proven effective therapy available within the first 4.5 hours. Mechanical thrombectomy (endovascular thrombectomy, EVT) has also been employed in recent years for highly selected patients with large vessel occlusion. However, this treatment requires interdisciplinary center structures and specialized imaging-based patient selection. Nonetheless, these patients also clearly benefit from prior or concomitant IVT, making it the foundation of stroke care in Germany and worldwide for decades.\n\nThe rate of patients eligible for IVT treatment remains improvable, stabilizing around 20% of all acute cerebral ischemia patients, depending on the center and region. Various reasons contribute to this, but among the primary causes for not considering IVT (besides contraindications such as delayed or unknown symptom onset window) is the growing fraction of patients (about 8%) who are on oral anticoagulation or cannot receive IVT due to the lack of exclusion thereof (e.g., in patients with altered consciousness or aphasia). Current estimates suggest that nearly 2 million people in Germany require oral anticoagulation, with an increasing trend.\n\nCurrent Problem:\n\nThe availability of oral anticoagulation options includes Vitamin K antagonists (e.g., Marcumar) and direct oral anticoagulants (DOACs). DOACs are classified into two subgroups based on their mechanism: Factor IIa inhibitors (e.g., Dabigatran) and Factor Xa inhibitors (e.g., Apixaban, Rivaroxaban, Edoxaban). For stroke treatment, it's crucial to know the presence and extent of anticoagulation because it significantly increases the risk of bleeding under additional IVT, rendering IVT contraindicated or requiring immediate hemostatic therapy in the event of bleeding. While reliable and rapid anticoagulation assessment is possible with Vitamin K antagonists using point-of-care (PoC) devices (e.g., CoaguCheks®), this is more challenging for DOAC patients.\n\nThe accurate determination or exclusion of anticoagulation is therapeutically relevant since it affects the administration of substance-specific antidotes like Idarucizumab (for Factor IIa inhibitors) and Andexanet alfa (for Factor Xa inhibitors). Urgently needed for DOAC patients with acute stroke symptoms, PoC devices are essential. Many of these patients, lacking the ability to assess drug levels, cannot receive IVT in a timely manner. This situation is particularly problematic when reliable information about DOAC usage is absent due to patient or caregiver inability to provide an accurate history.\n\nMedical need:\n\nManagement of anticoagulated stroke patients in emergency settings needs improvement to swiftly provide relevant information about existing oral anticoagulation, even for DOAC use. DOACs have surpassed Vitamin K antagonists in atrial fibrillation therapy, and around 3% of the general population is now anticoagulated with DOACs. Routine coagulation lab parameters, including INR or aPTT, are minimally affected in DOAC-treated patients, making exclusion or confirmation of anticoagulation challenging. There is currently no globally available routine lab parameter or straightforward PoC test system. Presently, assessing DOAC presence and extent requires complex substance-specific and calibrated coagulation parameters. Chromogenic Anti-Xa assays for Factor Xa inhibitors and modified thrombin time assays for Dabigatran (Hemoclot® Thrombin-Inhibitor-Test) are available but only in a few high-level central laboratories, with results taking at least an hour, assuming 24/7 emergency testing availability.\n\nIVT for acute stroke patients on DOACs is therefore mainly feasible in centers with drug level assessment options, and even then, it's considerably delayed. This dilemma leads to a substantial number of patients being admitted to stroke units across Germany who ultimately don't receive IVT, despite meeting criteria, due to either the absence of effective anticoagulation or inaccurate patient history. This scenario is especially common in patients where reliable information about DOAC use isn't available due to absent patient or caregiver history. Enabling these patients, initially not treated due to a lack of valid information, to benefit from an ideal therapy with potentially significant socio-economic impact through improved outcomes and reduced dependency, poses a significant challenge to increasing IVT rates consistently across clinics.\n\nIn Germany, it's estimated that timely identification of DOAC patients and the use of specific antidotes could lead to a 6% increase in the IVT rate. An even greater increase can be expected for patients with a falsely positive history of DOAC use.\n\nUrine based Point-of-Care Testing Device:\n\nA potential solution to this problem is the urine-based point-of-care testing system offered by DOASENSE - the DOAC Dipstick. This system allows for semi-quantitative determination of individual DOAC agents in patient urine within 10 minutes, aided by a machine, and is reliable. Clinically relevant DOAC concentrations were excluded in a preliminary study by DOASENSE, setting a concentration of \\>30 ng/ml in plasma using either spontaneous or catheterized urine samples. The test is based on the fact that all currently approved DOACs are renal filtrated and secreted within 1-2 hours. Two pharma-funded studies involving \\>800 and \\>100 patients respectively demonstrated a sensitivity and specificity for urine samples above 95% compared to mass spectrometry. However, these studies lacked sufficient numbers of stroke patients and lacked clinical characteristics, making them inconclusive for stroke patient treatment.\n\nA dedicated investigation of the Dipstick method in the acute treatment of stroke patients, especially as a decision-making aid for thrombolytic therapy, is lacking. This hampers the widespread application of this potentially valuable system and limits patient care. Therefore, this proposed study aims to apply the DOAC Dipstick method specifically to patients where the last DOAC intake is unclear based on self-report or external history, or where DOAC intake is confirmed but lacks sufficient anticoagulatory effect, thus making IVT a potential treatment option.\n\nGoals and Phases of the Proposed Study Program:\n\nThe planned research project pursues two objectives, which are intended to be achieved in two consecutive study phases:\n\nIn the first phase of the study, the data from two previously published studies will be specifically examined for patients with ischemic stroke who are being treated in our Stroke Unit. For this purpose, urine and blood plasma samples will be collected simultaneously from patients with and without direct oral anticoagulant (DOAC) intake, and these samples will be analyzed using the DOASENSE urine test and the standard DOAC concentration determination performed in the coagulation laboratory at the Gießen site. The results will be correlated with each other. For the clinical establishment of the procedure, a sensitivity and specificity of \\>95% are to be demanded within this patient cohort.\n\nIn the second phase, the DOAC Dipstick test will be evaluated in parallel with plasma concentration determination in acute stroke patients admitted to our central emergency department, who could potentially benefit from intravenous thrombolysis (IVT) (time window since symptom onset \\<4.5 hours) and have unclear or confirmed DOAC intake. Through the correlation between Dipstick analysis and plasma concentrations, the real-time savings achieved by using the Dipstick in a central emergency department setting will be documented (i), and a specific number of patients will be verified who could potentially be treated with IVT through this approach due to the evidence of a DOAC concentration below 30 ng/ml (ii).\n\nThese two analyses are essential in order to (i) document the significance and specificity (\"safety \\& feasibility\") of the device in acute stroke patients with common co-medication, (ii) detect the potential time savings of urine testing compared to the standard laboratory determination in the acute care setting, and (iii) demonstrate a resulting potential increase in the IVT rate at the treatment site. In a further step, (iv) specific incidences of these patient constellations (i.e., how often does this situation actually occur in everyday practice) will be generated, and specific effect sizes (i.e., therapy versus no therapy in peripheral hospitals and the effect of earlier therapy in maximal care hospitals) will be modeled. Based on this, a comprehensive Phase-3 study with clinical endpoints can then be advanced."},"conditionsModule":{"conditions":["Stroke"],"keywords":["oral anticoagulation","direct oral anticoagulants","point-of-care test"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with suspected DOAC intake","description":"Stroke patients with safe or suspected intake of direct oral anticoagulants","interventionNames":["Device: Urin-based test by the DOASENSE Dipstick Device"]},{"label":"Patients without DOAC intake","description":"Stroke patients without intake of direct oral anticoagulants","interventionNames":["Device: Urin-based test by the DOASENSE Dipstick Device"]}],"interventions":[{"type":"DEVICE","name":"Urin-based test by the DOASENSE Dipstick Device","description":"Routinely assessed urine is tested by the DOASENSE Dipstick device for presence of direct oral anticoagulants. Readout is performed after 10 minutes visually and by a automated reader.","armGroupLabels":["Patients with suspected DOAC intake","Patients without DOAC intake"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Time-benefit of urine-based POC-testing versus standard blood-based coagulation assessment","description":"i.e. difference between time delay of anti-Xa or Hemoclot testing (duration of blood sampling until result) and time delay of POC-test (duration of urine sampling until result)","timeFrame":"24 hours"}],"secondaryOutcomes":[{"measure":"Sensitivity of POC-test","description":"Rate of correctly identified patients with either a anti-Xa level (factor-Xa-inhibitor) or hemoclot level (dabigatran) ≥ 30 ng/ml","timeFrame":"24 hours"},{"measure":"Feasibility of POC test during acute stroke care","description":"Rate of patients presenting with stroke in the emergency room in whom urine-based point-of-care testing can be performed","timeFrame":"24 hours"},{"measure":"Rate of DOAC-test within 4.5 hours","description":"To estimate the potential benefit, the rate of available result on DOAC-testing (either blood- or urine-based) within 4.5 hours of stroke onset (time-window for IVT) will be recorded","timeFrame":"24 hours"}],"otherOutcomes":[{"measure":"Specificity","description":"Rate of patients without DOAC-intake correctly detected by the urine-based POC-test device","timeFrame":"24 hours"},{"measure":"Cost-benefit of treatment of urine-based POC versus blood-based coagulation assessment","description":"Cost comparison of urine based POC-test versus blood-based coagulation assessment","timeFrame":"7 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient age ≥18 years at the time of admission\n* Clinical diagnosis of ischemic or hemorrhagic stroke.\n* Treatmet at our certified stroke-unit, University Hospital Giessen.\n* Phase 1 only: Confirmed intake of a direct oral anticoagulant (DOAC) for at least 48 hours (test group) or no intake of a DOAC (control group for specificity determination)\n* Phase II only, anamnestic intake of DOAC or no information about OAC-intake.\n* Phase II only, presentation with 4.5 hours after onset.\n\nExclusion Criteria (only Phase II):\n\n* Contraindications for intravenous thrombolysis other than intake of DOAC\n* large vessel occlusion with indication for immediate endovascular thrombectomy\n* chronic renal insufficiency with need for hemodialysis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"For Phase 1, approximately 40 patients are allocated to both the experimental group (i.e., stroke patients with confirmed intake of a Direct Oral Anticoagulant) and the control group (i.e., stroke patients without intake of a Direct Oral Anticoagulant). For Phase 2, consecutive patients with suspected or confirmed intake of a Direct Oral Anticoagulant, admitted to our central emergency department with a presumptive diagnosis of acute stroke, will be enrolled.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Stefan Gerner, MD","role":"CONTACT","phone":"+49-641/985-45301","email":"stefan.gerner@neuro.med.uni-giessen.de"},{"name":"Thorsten Doeppner, MD","role":"CONTACT","phone":"+49-641/985-45301","email":"thorsten.doeppner@neuro.med.uni-giessen.de"}],"overallOfficials":[{"name":"Stefan Gerner, MD","affiliation":"Department of Neurology, University Hospital Giessen/Germany","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Thorsten Doeppner, MD","affiliation":"Department of Neurology, University Hospital Giessen/Germany","role":"STUDY_CHAIR"},{"name":"Hagen Huttner, MD, PhD","affiliation":"Department of Neurology, University Hospital Giessen/Germany","role":"STUDY_CHAIR"}],"locations":[{"facility":"Department of Neurology, University Hospital Giessen","status":"RECRUITING","city":"Gießen","state":"Hesse","zip":"35392","country":"Germany","contacts":[{"name":"Stefan Gerner, MD","role":"CONTACT","email":"stefan.gerner@neuro.med.uni-giessen.de"},{"name":"Thorsten Doeppner, MD","role":"CONTACT","email":"thorsten.doeppner@neuro.med.uni-giessen.de"}],"geoPoint":{"lat":50.58727,"lon":8.67554}}]},"referencesModule":{"references":[{"pmid":"31705521","type":"BACKGROUND","citation":"Harenberg J, Beyer-Westendorf J, Crowther M, Douxfils J, Elalamy I, Verhamme P, Bauersachs R, Hetjens S, Weiss C; Working Group Members. Accuracy of a Rapid Diagnostic Test for the Presence of Direct Oral Factor Xa or Thrombin Inhibitors in Urine-A Multicenter Trial. Thromb Haemost. 2020 Jan;120(1):132-140. doi: 10.1055/s-0039-1700545. Epub 2019 Nov 8."},{"pmid":"35171533","type":"BACKGROUND","citation":"Siedler G, Macha K, Stoll S, Plechschmidt J, Wang R, Gerner ST, Strasser E, Schwab S, Kallmunzer B. Monitoring of direct oral anticoagulants plasma levels for secondary stroke prevention. J Thromb Haemost. 2022 May;20(5):1138-1145. doi: 10.1111/jth.15677. Epub 2022 Mar 12."},{"pmid":"31144111","type":"BACKGROUND","citation":"Gerner ST, Huttner HB. Patients on NOACs in the Emergency Room. Curr Neurol Neurosci Rep. 2019 May 29;19(7):40. doi: 10.1007/s11910-019-0954-7."}],"seeAlsoLinks":[{"label":"Website of the manufacturer of the DOASENSE Dipstick","url":"https://www.doasense.de/"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"Reasonable requests for IPD will be reviewed by the steering committee."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2405","name":"Hemorrhagic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}