{"protocolSection":{"identificationModule":{"nctId":"NCT06237972","orgStudyIdInfo":{"id":"11230645"},"organization":{"fullName":"Pontificia Universidad Catolica de Chile","class":"OTHER"},"briefTitle":"Effect of a PBT Combined With FES on Reactive Balance Persons With in Stroke","officialTitle":"Effect of a Perturbation-based Balance Training Combined With Targeted Neuromuscular Electrical Stimulation on Reactive Balance Control and Early Fall Risk Predictors in Persons With Stroke."},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-15","studyFirstSubmitQcDate":"2024-01-24","studyFirstPostDateStruct":{"date":"2024-02-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-01","lastUpdatePostDateStruct":{"date":"2024-02-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Gonzalo Varas","investigatorTitle":"PhD Rehabilitation Sciences. Assistant Professor","investigatorAffiliation":"Pontificia Universidad Catolica de Chile"},"leadSponsor":{"name":"Pontificia Universidad Catolica de Chile","class":"OTHER"},"collaborators":[{"name":"Agencia Nacional de Investigación y Desarrollo","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to evaluate the effect of a 4-week perturbation-based balance training with and without targeted Neuromuscular electrical stimulation on neuromechanic gait fall risk predictor and reactive balance.\n\nThe aim of this study is to investigate whether a 4-weeks perturbation-based balance training can improve kinematic and spatiotemporal parameters of reactive balance control, and kinematic and neuromuscular gait parameters, described as early fall risk predictors, in persons with stroke. Additionally, a second aim is to determine whether an impairment-oriented intervention aimed to correct the gait patterns during the proposed walking perturbation training, using a targeted neuromuscular electrical stimulation (NMES) applied to the rectus femoris and tibialis anterior muscles, could enhance the potential benefits of the proposed training protocol among stroke population.","detailedDescription":"Background. Although falls are multi-factorial, muscle weakness, gait deficits and impaired compensatory stepping responses are key contributing factors for falls in persons with stroke. From a control mechanism perspective, it is postulated that stepping strategies may be represented by the muscle activity pattern triggered via long-loop brain stem responses with cortical modulation. However, due to the sensorimotor impairments, commonly observed in stroke population, components of muscle responses (early and late) are delayed and smaller in amplitude, which affect the motor responses to unexpected balance disturbances. Perturbation-based balance training is a novel therapeutic strategy that incorporates exposure to repeated support surface disturbances simulating environmental perturbations like slips and trips to evoke rapid reactive balance reactions. Additionally, it has been described that reactive balance control and sensorimotor adaptation are dependent on severity of motor impairment. Thus, development of therapeutic interventions aiming to reduce training times and/or facilitate the inclusion of persons with moderate to severe sensorimotor impairments are crucial for the implementation of reactive balance training protocols into clinical practice.\n\nIn the present proposal, the investigators aim to investigate whether a 4-weeks perturbation-based balance training can improve kinematic and spatiotemporal parameters of reactive balance control, and kinematic and neuromuscular gait parameters, described as early fall risk predictors, in persons with stroke. Additionally, the investigators aim to determine whether an impairment-oriented intervention aimed to correct the gait patterns during the proposed walking perturbation training, using a targeted neuromuscular electrical stimulation (NMES) applied to the rectus femoris and tibialis anterior muscles, could enhance the potential benefits of the proposed training protocol among stroke population.\n\nMethods. The study employs a primary two-arm randomized, controlled design to examine effects of a 4-weeks perturbation-based balance training with and without targeted NMES on reactive balance control and early gait fall risk predictors in stroke population. Forty participants will be randomly assigned (1:1) to the NMES (n=20) or No-NMES group (N=20). Participants will be asked to walk over a six by two meters computer-controlled movable platform at a self-selected speed. Slip-like perturbations will be induced by the device software that moves the platform 12 inches forward at 0.46 m/s with an acceleration of 9.4 m/s2. For each training session, participants will be asked to walk over the computer-controlled movable platform for six blocks of ten walking trials, among which there will be four perturbation trials per block. In total, all the participants will experience 24 perturbation trials per training session. Participants will be asked to come to the Laboratory two times per week, so each participant will complete 8 perturbation-based balance training sessions.\n\nThe following outcome measures will be assessed in the present research proposal: Perturbation outcomes (fall or recovery), Center of mass (CoM) stability, and limb support of the slipping (paretic) leg. All these outcomes measures will be assessed after an externally-induced balance perturbation before and after the 4-weeks perturbation-based balance training. On the other hand, step-to-step transition and altered neuromusuclar patterns, both described as early fall risk predictor and assessed through force platform and electromyography (EMG) respectively, will be assessed during a 5 minutes treadmill walking test at a self-selected speed before and after the training.\n\nExpected result. The investigators expect that once the proposed training protocol is finished, participants will show less laboratory falls, and higher CoM stability and limb support values after experience a gait \"slip-like\" disturbance compared to a baseline assessment. Similarly, participants will show improved values in step-to-step transition (active mode transition) and less deviations from normal values of lower limb EMG patterns, compared to a baseline evaluation. Regarding the second aim, the investigators expect that once the proposed training protocol is finished, the group of persons with stroke that will perform the perturbation-based balance training with the gait pattern corrected (NMES group) will show less laboratory falls, and higher CoM stability and limb support values after experience a gait \"slip-like\" disturbance, and improved values in step-to-step transition (active mode transition) with less deviations from healthy participants´ lower limb EMG patterns, during an instrumented gait assessment, compared to the No NMES group.\n\nThe investigators believe that the description of changes on kinematic, spatiotemporal and neuromuscular parameters after a reactive balance training protocol could contribute to a better understanding of the mechanisms behind compensatory strategies aimed to regain postural control in persons with stroke. Furthermore, the investigators believe that the results of this project may be useful in developing new and effective therapeutic strategies to reduce falls among stroke population and may contribute to facilitate the translation of perturbation-based balance training into clinical practice."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Reactive Balance","Stroke","fall risk predictors","Perturbation-based balance training","Neuromuscular electrical stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"The study employs a primary two-arm randomized, controlled design to examine effects of a 4- weeks perturbation-based balance training with and without targeted NMES on reactive balance control and early gait fall risk predictors in stroke population. Forty participants will be randomly assigned (1:1) to the NMES (n=20) or No-NMES group (N=20). Participants will be assigned using blocked randomization to one of the two groups. The random allocation sequence will be computer generated. Additionally, a third group of age-matched healthy participants (n=20) will conduct the baseline 5-minutes walking test to collect baseline lower limb EMG patterns that will be used for the Altered muscle activation patterns (AMAP) analysis.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":44,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"FES group","type":"EXPERIMENTAL","description":"This group will conduct the experimental protocol using neuromuscular electrical stimulation during the training.","interventionNames":["Procedure: 4-week Perturbation-based balance training","Device: Neuromuscular electrical stimulation"]},{"label":"No-FES group","type":"ACTIVE_COMPARATOR","description":"This group will conduct the experimental protocol without using neuromuscular electrical stimulation during the training.","interventionNames":["Procedure: 4-week Perturbation-based balance training"]}],"interventions":[{"type":"PROCEDURE","name":"4-week Perturbation-based balance training","description":"Participants will be asked to walk over a six by two meters computer-controlled movable platform at a self-selected speed. Slip-like perturbations will be induced by the device software that moves the platform 12 inches forward at 0.46 m/s with an acceleration of 9.4 m/s2. Participants will be secured in a safety harness which will be attached to the overhead arch of the platform. Participants will be asked to go to the experimental study cite 11 times. A baseline screening, 8 training sessions, a post-training screening, and a 2 months folow up screening","armGroupLabels":["FES group","No-FES group"],"otherNames":["PBT"]},{"type":"DEVICE","name":"Neuromuscular electrical stimulation","description":"NMES will be applied on tibialis anterior and quadriceps muscles during perturbation-based balance training.","armGroupLabels":["FES group"],"otherNames":["NMES"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Step to step transition","description":"The step-to-step transition phase will be delimited by the time where the CoM reaches its minimal vertical velocity before the contact of the front foot and its maximal vertical velocity after toe off. The time of occurrence of the minimal vertical velocity of the CoM (Vvmin) relative to contact of the frontal foot, expressed in milliseconds, will be calculated.","timeFrame":"12 weeks"},{"measure":"Muscular activity patterns","description":"Muscular activity patterns: We will use four EMG sensors (Trigno Lite System-Delsys) positioned in both rectus femoris (RF) and medial gastrocnemius (MG) according to SENIAM´s indications. The EMG signal will be filtered with a bandpass filter between 20-500 Hz. Then the rectified EMG signal will be used to calculate the on-set detection using the k-means cluster analysis. Three clusters will be assigned to k-means cluster analysis, where the lowest cluster reflects inactivity. Then, EMG bursts will be identified, using the following criteria: every burst shorter than 5 ms will be discarded; bursts separated by \\<125 ms will be considered the same burst. In addition, the EMG amplitude will be calculated based on smoothed with a low-pass filter at 10 Hz, and will be normalized based on the maximal amplitude registered in the first \"slip-like\" perturbation (after familiarization trial).","timeFrame":"12 weeks"}],"secondaryOutcomes":[{"measure":"Reactive balance","description":"Perturbation outcomes will be identified as a fall or as a recovery. A fall occurrence will be detected when the force exerted through the safety-harness load cell exceeds 30% of body weight or if the participant requires maximum assistance by the research assistant to maintain the standing position after the perturbation. These outcomes will be verified by video analysis.","timeFrame":"12 weeks"},{"measure":"Stability","description":"It is measured as the shortest distance from the CoM state (position and velocity) to the backward balance loss threshold. The instantaneous CoM state is determined by its position and velocity relative to the base of support (BOS), normalized respectively to the foot length and to the square root of the product of gravitational acceleration (g) and the body height (bh). Reactive stability will be obtained after slip onset during the perturbed trials.","timeFrame":"12 weeks"},{"measure":"Transition mode","description":"The transition mode is defined by the time of occurrence of the Vvmin relative to the beginning of the double contact phase. When Vvmin occurs before contact of the frontal foot, the transition is 'active' while when Vvmin occurs at or after contact of the frontal foot, the transition is 'passive'.","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nHealthy participants will be included if they passed a cognitive test (\\> 26/30 on Montreal Cognitive Assessment Scale) and finish a six-minute walk test independently (to ensure that these individuals can walk without balance or gait impairments)\n\nExclusion Criteria:\n\nHealthy individuals will be excluded if they self-reported any neurological, musculoskeletal, or other systemic disorders that would affect the participant's locomotion.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Gonzalo Varas, PhD","role":"CONTACT","phone":"998957436","email":"gonzalo.varas@uc.cl"}],"overallOfficials":[{"name":"Gonzalo Varas, PhD","affiliation":"Pontificia Universidad Catolica de Chile","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Pontificia Universidad Catolica de Chile","status":"RECRUITING","city":"Santiago","zip":"7550000","country":"Chile","contacts":[{"name":"Mesa central","role":"CONTACT","phone":"(56)95504 4000","email":"eticadeinvestigacion@uc.cl"}],"geoPoint":{"lat":-33.45694,"lon":-70.64827}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Functional electrical stimulation to enhance reactive balance among people with hemiparetic stroke","url":"https://pubmed.ncbi.nlm.nih.gov/38214733/"},{"label":"Application of neuromuscular electrical stimulation on the support limb during reactive balance control in persons with stroke: a pilot study","url":"https://pubmed.ncbi.nlm.nih.gov/34609544/"},{"label":"Assessing Balance Loss and Stability Control in Older Adults Exposed to Gait Perturbations under Different Environmental Conditions: A Feasibility Study","url":"https://www.mdpi.com/2673-7078/2/3/30"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M7682","name":"Epinephrine","relevance":"LOW"},{"id":"M30061","name":"Racepinephrine","relevance":"LOW"},{"id":"M211010","name":"Epinephryl borate","relevance":"LOW"}],"browseBranches":[{"abbrev":"VaCoAg","name":"Vasoconstrictor Agents"},{"abbrev":"Resp","name":"Respiratory System Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}