{"protocolSection":{"identificationModule":{"nctId":"NCT02831608","orgStudyIdInfo":{"id":"IAMI-2014"},"secondaryIdInfos":[{"id":"IAMI Trial","type":"OTHER","domain":"Regionorebrolan"}],"organization":{"fullName":"Region Örebro County","class":"OTHER"},"briefTitle":"Study on the Effect of Influenza Vaccination After Heart Attack on Future Cardiovascular Prognosis","officialTitle":"Influenza Vaccination After Myocardial Infarction (IAMI Trial): A Multicenter, Prospective, Randomized Controlled Clinical Trial Based on National Angiography and Angioplasty Registries","acronym":"IAMI"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-10"},"primaryCompletionDateStruct":{"date":"2021-04","type":"ACTUAL"},"completionDateStruct":{"date":"2021-08","type":"ACTUAL"},"studyFirstSubmitDate":"2016-07-07","studyFirstSubmitQcDate":"2016-07-08","studyFirstPostDateStruct":{"date":"2016-07-13","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-09-15","lastUpdatePostDateStruct":{"date":"2021-09-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Ole Frobert, MD, PhD","investigatorTitle":"MD, PhD","investigatorAffiliation":"Region Örebro County"},"leadSponsor":{"name":"Ole Frobert, MD, PhD","class":"OTHER"},"collaborators":[{"name":"Swedish Heart Lung Foundation","class":"OTHER"},{"name":"Sanofi Pasteur, a Sanofi Company","class":"INDUSTRY"},{"name":"Uppsala University","class":"OTHER"},{"name":"Lytics","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Background. For more than a century a causal link between influenza and cardiovascular disease has been suspected. It is conceivable that influenza may precipitate plaque rupture, increase cytokines with central roles in plaque destabilization and trigger the coagulation cascade. Accordingly, registry studies, case control studies and a few small randomized trials, all underpowered for clinical endpoints, have demonstrated that the risk for acute myocardial infarction (AMI) is increased following respiratory infection and that the risk of stroke and AMI in patients with established cardiovascular disease seem to be reduced following influenza vaccination. In May 2015 a Cochrane review concluded that influenza vaccination may reduce cardiovascular mortality and cardiovascular events but bias and inconsistent results in prior studies require higher-quality evidence to confirm these findings. High costs and little commercial interest in conducting a randomized trial on influenza vaccine in cardiovascular disease stand in the way.\n\nObjective. The objective is to document whether influenza vaccination protects against cardiovascular events and death in patients with an AMI or very high risk stable coronary artery disease patients.\n\nMethods. Population: 4400 patients with ST-elevation (STEMI), non-ST elevation myocardial infarction (NSTEMI) or very high risk stable coronary artery disease are randomized 1:1 in a blinded fashion using an RRCT design and followed up via registries and telephone calls. Intervention: Influenza vaccination. Control: Placebo (saline). Outcome: The primary endpoint is a composite of death, myocardial infarction and stent thrombosis till 1 year. Patients will be included in the study in all of Sweden's 7 university hospitals and 5 general hospitals, 4 university hospitals and 1 general hospital in Denmark, in 1 specialized heart center in Norway, 2 university hospitals in Czech Republic, 6 hospitals in Scotland, 1 university hospital in Latvia and 2 hospitals in Bangladesh. Secondary endpoints are time to all-cause death till 1 year, time to cardiovascular death till 1 year, time to stent thrombosis till 1 year, time to revascularization till 1 year, time to myocardial infarction till 1 year, time to cardiovascular death, a new myocardial infarction or stent thrombosis (first occurring) till 1 year, time to stroke, including TIA till 1 year, time to rehospitalization for heart failure till 1 year, time to hospitalization for arrhythmia till 1 year or length of hospital stay (if information is available). From a hypothesis generating perspective we aim to follow up patients through registries beyond 1 year and up to 5 years. The trial has been approved by the ethical committee system (Dnr 2014/264) and the Medical Products Agency (EudraCTnr -2014-001354-42) in Sweden.\n\nPerspectives. If a clinical benefit can be demonstrated in this prospective trial influenza vaccination may become an important novel in-hospital therapy for patients with cardiovascular disease and the accompanying direct and indirect societal gains will be profound.","detailedDescription":"Name of investigational treatment: Influenza vaccine (VaxigripTetra, Sanofi Pasteur MSD).\n\nTitle of study: Influenza vaccination After Myocardial Infarction (IAMI trial).\n\nStudy centers: Up to 35 centers in Sweden, Denmark, Norway, Scotland, Czech Rebublic, Latvia and Bangladesh.\n\nPlanned study period: 2016 - 2020 (influenza season). Long-term follow up to 2025 via registries.\n\nPhase of development. Phase IV.\n\nObjectives: In a multicenter, prospective, randomized registry-based controlled clinical trial based on the SCAAR and SWEDEHEART platforms and other national registries (if available) in the participating countries to compare influenza vaccination and placebo in reducing future death and major adverse cardiac and cerebrovascular events in patients with myocardial infarction or with very high risk stable coronary artery disease and an increased risk of future cardiovascular events..\n\nMethodology: Following informed consent patients are randomized in a 1:1 fashion to influenza vaccination or placebo up to 72 hours following coronary angiography/PCI (or hospital admission, Bangladesh only).\n\nNumber of subjects: 4 400\n\nPrimary endpoint: The number of participants with all-cause death, a new myocardial infarction or stent thrombosis (first occurring) till 1 year. These data will be obtained from national health registries, telephone interviews and hospital records.\n\nSecondary endpoints\n\n* The number of participants with all-cause death till 1 year (key secondary outcome)\n* The number of participants with myocardial infarction till 1 year (key secondary outcome)\n* The number of participants with stent thrombosis till 1 year (key secondary outcome)\n* The number of participants with cardiovascular death till 1 year (key secondary outcome)\n* The number of participants with a new revascularization till 1 year\n* The number of participants with cardiovascular death, a new myocardial infarction or stent thrombosis (first occurring) till 1 year\n* The number of participants with stroke, including transient ischemic attack (TIA) till 1 year\n* The number of participants with hospitalization for heart failure till 1 year\n* The number of participants with hospitalization for arrrhythmia till 1 year\n* Length of hospital stay per participant (if information is available)\n\nFollow up by telephone and registry information: The follow up for endpoints will be performed using national health registries (if available), telephone interviews and hospital records. Seven days after vaccination patients will be requested to return a postage paid standard questionnaire to asses if any adverse event has occurred. Follow up of primary and secondary endpoints will also be performed by telephone contacts with the patients or first degree relatives by a nurse phone call after 350±10 days. All events will be adjudicated by an independent clinical endpoint comittee.\n\nQuality assurance (registries). It is compulsory to register all patients undergoing PCI in the countries with national PCI registries. All registry data are routinely validated in the participating countries as part of routine registry function. Sites will be monitored according to a specific study monitoring plan. Data checks are part of the registries used and uses predefined rules for range and consistency with other data fields in the registry. Source data verification is part of routine registry maintenance by comparing the data to medical records. Overall agreement between registry data and medical records is \\>95% .\n\nStandard Operating Procedures: Before starting the clinical trial all centers will have a telephone/web-based start meeting with presentation of the study, study procedures and documentation. The first visit at site will be when the center has included some patients into the study. During the study period, monitors will have regular contact with the participating departments to ensure that the trial is conducted in compliance with the protocol and applicable regulatory requirements. The monitors will also provide information and support to the investigator(s). The number of monitoring visits will be limited and unless no specific problems occur the main part of the monitoring will be centralized by regular checks of the data quality in the database. Moreover logs of signed informed consents and AE forms will be faxed to the sponsor for follow-up. The monitors will review source documents for verification of consistency with the study data recorded in CRF according to risk based monitoring. Investigators and other responsible personnel must be available during the monitoring visits, possible audits and inspections and should devote sufficient time to these processes. Patient recruitment status is continuous (updated every 24 hours on weekdays) and will be available on the trial website.\n\nReporting for adverse events: Registration of adverse events will start after informed consent and when treatment with study medication has been given and continue until the patient leaves the hospital after the coronary angiography/PCI procedure up to a minimum of 7 days following influenza vaccination. The same time limit will be used in both treatment groups. The patients will be informed to contact the investigator or study nurse if any adverse event should occur during this timeframe. Seven days after vaccination patients will be requested to return a postage paid standard questionnaire to asses if any adverse event has occurred.\n\nAn AE is any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product and which does not necessarily have a causal relationship with this treatment. An AE can therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal (investigational) product, whether or not related to the medicinal investigational product.\n\nMedical occurrences that are symptoms of existing disease, and that do represent an exacerbation of that disease, or the PCI procedure are not defined as AE's in this clinical trial. Also elective hospitalisations for pre-treatment conditions are not AE's nor expected reactions to vaccination, such as but not limited to, redness, swelling, pain, fever and chills. AEs not to be reported are also those defined as study endpoints. An IEC will evaluate for safety after 1000 patients.\n\nSerious Adverse Events - SAE:\n\nA serious adverse event (SAE) is any untoward medical occurrence or effect that at any dose: results in death, is life-threatening, requires hospitalisation or prolongation of existing inpatients' hospitalisation, results in persistent or significant disability or incapacity, is a congenital anomaly or birth effect, other important medical event.\n\nHospitalisation or prolongation for existing inpatient hospitalisation disease and that do represent an exacerbation of that disease and the coronary angiography/PCI procedure as well as other events non-related to the study medication will not be reported as an SAE.\n\nSuspected Unexpected Serious Adverse Reaction - SUSAR:\n\nAll serious adverse events (SAE) must be evaluated unexpected and drug related or not. The definition of an unexpected adverse reaction is an adverse event, which has not been documented or reported earlier.\n\nIf the responsible investigator judges the SAE as being drug related and unexpected it must be promptly reported to the sponsor, who is responsible for reporting SUSARs to the Regulatory Authorities and the Ethics Committee. Whether the reaction is expected or not will be assessed against the SPC.\n\nAssessment of severity. For all adverse events, serious as well as non-serious, the investigator must make an assessment of severity. Relationship should be classified according to the following definitions.\n\n* Mild: Awareness of sign or symptom, but easily tolerated and cause no interference with daily activities.\n* Moderate: Discomfort enough to cause interference with daily activities.\n* Severe: Inability to perform normal daily activities.\n\nRelationship to study drug. The investigator will judge whether or not, in his/her opinion, the adverse event is associated with the study treatment. Relationship should be classified according to the following definitions:\n\nProbable: An adverse event, which might be due to the use of the drug. The relationship in time is suggestive (e.g. confirmed by dechallenge). An alternative explanation is less likely, e.g. concomitant drug(s), concomitant disease(s).\n\nPossible: An adverse event, which might be due to the use of the drug. An alternative explanation, e.g. concomitant drug(s), concomitant disease(s), is inconclusive. The relationship in time is reasonable; therefore, the causal relationship cannot be excluded.\n\nUnlikely: An adverse event for which an alternative explanation is more likely, e.g., concomitant drug(s), concomitant disease(s), or the relationship in time suggests that a causal relationship is unlikely.\n\nReporting procedures for Adverse Events and Serious Adverse Events: Only adverse events and serious adverse events that are not considered as signs and symptoms expected and related to STEMI or NSTEMI or known side effects from the study drug will be reported in this study. Events defined as endpoints in the study (e.g. all-cause death, a new myocardial infarction or stent thrombosis) will not be reported as adverse events. This means that other clinical signs and symptoms, which are reported by the patient and observed by the investigator, and in the opinion of the investigator are unexpected in relation to actual diagnosis, will be reported up to 7 days post vaccination.\n\nSUSAR reporting procedure: If the responsible investigator judges the SAE as being drug-related and unexpected the event must be reported to the sponsor within one working day. The documentation will be on a CIOMS form (http://www.cioms.ch/index.php/cioms-form-i). The sponsor is then responsible for reporting SUSAR to the regulatory authorities and ethics committee. The sponsor is also responsible for information to all involved investigators in the study.\n\n* A SUSAR resulting in death or judged as life threatening must be reported to regulatory authorities and the ethics committee within 7 days after the sponsor has been notified about the event. A full report has to be sent to the authorities within 15 days.\n* A SUSAR which is not resulting in death or is life threatening has to be reported to regulatory authorities and ethics committee within 15 days after the sponsor has been notified about the event. A full report has to be sent to the authorities as soon as possible.\n\nAnnual report: A safety report, including assessment of overall safety and all reported SUSARs will be submitted yearly to the Regulatory Authorities and if requested to the Ethics Committee.\n\nSample size: The combined 1-year primary endpoint of all-cause death, a new AMI or stent thrombosis is estimated at 10.0% (expected survival probability of 0.9) for individuals randomized to placebo. For patients with stable coronary artery disease we performed an analysis of data from SCAAR of 11761 individuals from the Total-AMI cohort and identified a subgroup of patients with the same 1-year risk of cardiovascular events (death or MI) as for patients with NSTEMI or STEMI. After applying enrichment criteria for individuals ≥75 years of age undergoing coronary angiography/PCI and with at least one additional risk criterion - previous myocardial infarction, previous PCI (in addition to a current PCI), previous CABG, diabetes mellitus, current smoking or an estimated glomerular filtration rate (eGFR) \\<40 ml/min the risk for the primary composite endpoint was calculated to be on par with patients with STEMI and NSTEMI (9.3% for death and AMI and assuming the risk for stent thrombosis till 1 year to be 0.2% totaling a 9.5% risk for the primary composite endpoint). With a 5% two-sided significance level the investigators calculated that 386 events would be needed to have a 80% statistical power to detect a 25% reduction of the primary endpoint in the influenza vaccination group, corresponding to a hazard ratio of 0.75. With this estimation 2186 patients are needed per study group, power calculation utilized with STATA release 11 (College Station, TX, USA). In order to control for dropouts and crossing from one group to the other (both were negligible in TASTE), 4400 patients will be included.\n\nStatistical analysis: The results will be analyzed according to the intention-to-treat principle. Differences between groups in time-to-event endpoints will be assessed with the log-rank test. For the primary endpoint, patients will be censored at 1 year; analyses at other time points will be handled in a similar way. Survival probabilities will be displayed and calculated using Kaplan-Meier methodology. Hazard ratios (HR) with 95% confidence intervals between study groups will be calculated using Cox proportional hazard model, if violation to proportional hazard assumption time-dependent HR will be calculated and adjustment will be made for stratification variables, center and STEMI/NSTEMI. Differences between study groups will be assessed with unpaired t-tests on original scale or log scale as appropriate. Ordinal variables will be assessed with chi-2 test for trend or Mann-Whitney U test and Pearson's chi-square test or Fisher's exact test will be used to test differences between proportions. Two-sided statistical significance levels of 5% will be used and estimates will be presented with 95% confidence intervals.\n\nSubgroup analyses will first and foremost be carried out for the primary endpoint and its components. All subgroup analyses of event data will be performed using a proportional hazards model with factors treatment, subgroup, and treatment-subgroup interaction, and will be presented with within-group hazard ratios with 95% confidence intervals and the interaction p-value. The primary subgroup analyses will focus on the STEMI and NSTEMI populations and the effect of intervention in each of the three influenza seasons, with the purpose of evaluating effect in each subgroup.\n\nInterim Safety Analysis: A maximum of 3 months following inclusion of the first 1000 patients an independent endpoint committee (IEC) will monitor study endpoints. Variables to be assessed are all-cause death, a new myocardial infarction and stent thrombosis. Premature termination of the study will be mandated in the event that one of the treatment strategies shows statistically significance at the 0.001 alpha level for the composite of time to all-cause death, a new myocardial infarction or stent thrombosis."},"conditionsModule":{"conditions":["Myocardial Infarction","Influenza, Human","Influenza Vaccines","Heart Failure","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":2571,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Drug: influenza vaccine","type":"EXPERIMENTAL","description":"Standard influenza vaccine administered as a deep subcutaneous injection at one occasion per subject.","interventionNames":["Biological: Influenza vaccine"]},{"label":"Drug: placebo","type":"PLACEBO_COMPARATOR","description":"Saline administered as a deep subcutaneous injection at one occasion per subject.","interventionNames":["Biological: Placebo"]}],"interventions":[{"type":"BIOLOGICAL","name":"Influenza vaccine","armGroupLabels":["Drug: influenza vaccine"],"otherNames":["Vaxigrip, Vaxigrip Tetra"]},{"type":"BIOLOGICAL","name":"Placebo","armGroupLabels":["Drug: placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The number of participants with death, a new myocardial infarction or stent thrombosis (first occurring) according to ICD-10 codes.","description":"Composite endpoint of time to all-cause death, a new myocardial infarction or stent thrombosis (first occurring).","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"The number of participants with stroke/transient ischemic attack according to ICD-10 codes.","description":"Time to stroke/transient ischemic attack will be registered.","timeFrame":"1 year"},{"measure":"The number of participants with hospitalization for heart failure according to ICD-10 codes.","description":"Time to hospitalization for heart failure will be assessed.","timeFrame":"1 year"},{"measure":"Length of hospital stay per participant.","description":"Assessed by e-health records.","timeFrame":"Pertains only to hospital stay at baseline. Realistic time frame: till 2 weeks"},{"measure":"The number of participants with: cardiovascular death, a new myocardial infarction or stent thrombosis assessed separately for each diagnosis according ICD-10 codes.","description":"Composite endpoint of cardiovascular death, a new myocardial infarction or stent thrombosis will be reported as separate secondary endpoints.","timeFrame":"1 year"},{"measure":"The number of participants with: cardiovascular death according to ICD-10 codes.","description":"Cardiovascular death will be reported as a separate key secondary endpoint.","timeFrame":"1 year"},{"measure":"The number of participants with a new revascularization","description":"Unplanned revascularization following the index hospitalization","timeFrame":"1 year"},{"measure":"The number of participants with: death according to ICD-10 codes.","description":"Death will be reported as a separate key secondary endpoint.","timeFrame":"1 year"},{"measure":"The number of participants with: a new myocardial infarction according to ICD-10 codes.","description":"New myocardial infarction will be reported as a separate key secondary endpoint.","timeFrame":"1 year"},{"measure":"The number of participants with: stent thrombosis.","description":"Stent thrombosis will be reported as a separate key secondary endpoint.","timeFrame":"1 year"},{"measure":"The number of participants with: arrhythmia according to ICD-10 codes.","description":"Arrhythmia will be reported as a separate secondary endpoint.","timeFrame":"1 year"}],"otherOutcomes":[{"measure":"The primary and secondary outcomes assessed beyond 1 year","description":"These outcomes will be considered exploratory only.","timeFrame":"5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a diagnosis of ST-elevation myocardial infarction (STEMI) or\n* Patients with a diagnosis of non-STEMI or\n* Patients with stable coronary artery disease ≥75 years of age undergoing angiography/PCI AND with at least one additional risk criterion\n\nand\n\n* A finalized coronary angiography/PCI (optional for sites in Bangladesh).\n* Male or female subjects ≥18 years.\n* Written informed consent.\n\nExclusion Criteria:\n\n* Influenza vaccination during the current influenza season or anticipating to be vaccinated during the current influenza season.\n* Indication for influenza vaccination for some indication other than myocardial infarction.\n* Severe allergy to eggs or previous allergic reaction to influence vaccine.\n* Suspicion of febrile illness or acute, ongoing infection.\n* Hypersensitivity to the active substances or ingredients of Vaxigrip or against any residues, such as eggs (ovalbumin or chicken proteins), neomycin, formaldehyde and octoxinol.\n* Subjects with endogenic or iatrogenic immunosuppression that may result in reduced immunization response.\n* Inability to provide informed consent.\n* Age below 18 years.\n* Previous randomization in the IAMI trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Blacktown Hospital","city":"Sydney","state":"New South Wales","country":"Australia","geoPoint":{"lat":-33.86785,"lon":151.20732}},{"facility":"National Heart Foundation and Research Institute (NHFH)","city":"Dhaka","country":"Bangladesh","geoPoint":{"lat":23.7104,"lon":90.40744}},{"facility":"National Institute of Cardiovascular Diseases (NICVD)","city":"Dhaka","country":"Bangladesh","geoPoint":{"lat":23.7104,"lon":90.40744}},{"facility":"St. Anne University Hospital","city":"Brno","country":"Czechia","geoPoint":{"lat":49.19522,"lon":16.60796}},{"facility":"University Hospital Kralovske Vinohrady","city":"Praha","country":"Czechia","geoPoint":{"lat":50.08804,"lon":14.42076}},{"facility":"Aalborg University Hospital","city":"Aalborg","country":"Denmark","geoPoint":{"lat":57.048,"lon":9.9187}},{"facility":"Aarhus University Hospital","city":"Aarhus","country":"Denmark","geoPoint":{"lat":56.15674,"lon":10.21076}},{"facility":"Bispebjerg Hospital","city":"Copenhagen","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}},{"facility":"Rigshospitalet, University of Copenhagen","city":"Copenhagen","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}},{"facility":"Odense University Hospital","city":"Odense","country":"Denmark","geoPoint":{"lat":55.39594,"lon":10.38831}},{"facility":"Pauls Stradins Clinical University Hospital","city":"Riga","country":"Latvia","geoPoint":{"lat":56.946,"lon":24.10589}},{"facility":"LHL-sykehuset Gardermoen","city":"Oslo","country":"Norway","geoPoint":{"lat":59.91273,"lon":10.74609}},{"facility":"Sahlgrenska sjukhuset","city":"Göteborg","country":"Sweden","geoPoint":{"lat":57.70716,"lon":11.96679}},{"facility":"Jönköping Hospital","city":"Jönköping","country":"Sweden","geoPoint":{"lat":57.78145,"lon":14.15618}},{"facility":"Karlstad Central Hospital","city":"Karlstad","country":"Sweden","geoPoint":{"lat":59.3793,"lon":13.50357}},{"facility":"University Hospital Linkoping","city":"Linköping","country":"Sweden","geoPoint":{"lat":58.41086,"lon":15.62157}},{"facility":"Skånes universitetssjukhus","city":"Lund","country":"Sweden","geoPoint":{"lat":55.70584,"lon":13.19321}},{"facility":"Danderyds sjukhus","city":"Stockholm","country":"Sweden","geoPoint":{"lat":59.33258,"lon":18.0649}},{"facility":"Karolinska University Hospital","city":"Stockholm","country":"Sweden","geoPoint":{"lat":59.33258,"lon":18.0649}},{"facility":"Stockholm South General Hospital","city":"Stockholm","country":"Sweden","geoPoint":{"lat":59.33258,"lon":18.0649}},{"facility":"University Hospital Umeå","city":"Umea","country":"Sweden","geoPoint":{"lat":63.82842,"lon":20.25972}},{"facility":"Uppsala University Hospital","city":"Uppsala","country":"Sweden","geoPoint":{"lat":59.85882,"lon":17.63889}},{"facility":"Centrallasarettet","city":"Västerås","country":"Sweden","geoPoint":{"lat":59.61617,"lon":16.55276}},{"facility":"Victoria Hospital","city":"Kirkcaldy","state":"Fife","country":"United Kingdom","geoPoint":{"lat":56.11683,"lon":-3.15999}},{"facility":"Aberdeen Royal Infirmary","city":"Aberdeen","country":"United Kingdom","geoPoint":{"lat":57.14369,"lon":-2.09814}},{"facility":"Ninewells Hospital","city":"Dundee","country":"United Kingdom","geoPoint":{"lat":56.46913,"lon":-2.97489}},{"facility":"Royal Infirmary of Edinburg","city":"Edinburgh","country":"United Kingdom","geoPoint":{"lat":55.95206,"lon":-3.19648}},{"facility":"Golden Jubilee National Hospital","city":"Glasgow","country":"United Kingdom","geoPoint":{"lat":55.86515,"lon":-4.25763}},{"facility":"Hairmyres Hospital","city":"Glasgow","country":"United Kingdom","geoPoint":{"lat":55.86515,"lon":-4.25763}}]},"referencesModule":{"references":[{"pmid":"25940444","type":"BACKGROUND","citation":"Clar C, Oseni Z, Flowers N, Keshtkar-Jahromi M, Rees K. Influenza vaccines for preventing cardiovascular disease. Cochrane Database Syst Rev. 2015 May 5;2015(5):CD005050. doi: 10.1002/14651858.CD005050.pub3."},{"pmid":"28625387","type":"BACKGROUND","citation":"Frobert O, Gotberg M, Angeras O, Jonasson L, Erlinge D, Engstrom T, Persson J, Jensen SE, Omerovic E, James SK, Lagerqvist B, Nilsson J, Karegren A, Moer R, Yang C, Agus DB, Erglis A, Jensen LO, Jakobsen L, Christiansen EH, Pernow J. Design and rationale for the Influenza vaccination After Myocardial Infarction (IAMI) trial. A registry-based randomized clinical trial. Am Heart J. 2017 Jul;189:94-102. doi: 10.1016/j.ahj.2017.04.003. Epub 2017 Apr 18."},{"pmid":"34459211","type":"RESULT","citation":"Frobert O, Gotberg M, Erlinge D, Akhtar Z, Christiansen EH, MacIntyre CR, Oldroyd KG, Motovska Z, Erglis A, Moer R, Hlinomaz O, Jakobsen L, Engstrom T, Jensen LO, Fallesen CO, Jensen SE, Angeras O, Calais F, Karegren A, Lauermann J, Mokhtari A, Nilsson J, Persson J, Stalby P, Islam AKMM, Rahman A, Malik F, Choudhury S, Collier T, Pocock SJ, Pernow J. Influenza Vaccination After Myocardial Infarction: A Randomized, Double-Blind, Placebo-Controlled, Multicenter Trial. Circulation. 2021 Nov 2;144(18):1476-1484. doi: 10.1161/CIRCULATIONAHA.121.057042. Epub 2021 Aug 30."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000007251","term":"Influenza, Human"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000009976","term":"Orthomyxoviridae Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000014777","term":"Virus Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9985","name":"Influenza, Human","asFound":"Influenza","relevance":"HIGH"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M14668","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M12592","name":"Orthomyxoviridae Infections","relevance":"LOW"},{"id":"M17212","name":"Virus Diseases","relevance":"LOW"},{"id":"M14839","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M17050","name":"Vaccines","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}