{"protocolSection":{"identificationModule":{"nctId":"NCT06123767","orgStudyIdInfo":{"id":"ABM/2023/01/00001"},"organization":{"fullName":"4th Military Clinical Hospital with Polyclinic, Poland","class":"OTHER"},"briefTitle":"Innovative Application of Pressure Gradient Measurement in Internal Carotid Stenosis in Patients Undergoing CAS","officialTitle":"Evaluation of Diagnostic and Predictive Capabilities of Novel Application of Carotid Carotid Stenosis Pressure Gradient Measurement in Patients Undergoing Percutaneous Carotid Angioplasty and Stenting (CAS).","acronym":"NOTICE-CAS"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-27","studyFirstSubmitQcDate":"2023-11-03","studyFirstPostDateStruct":{"date":"2023-11-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-17","lastUpdatePostDateStruct":{"date":"2023-11-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Krzysztof Ściborski","investigatorTitle":"Vice-Head of Cath Lab; Department of Cardiology, Center for Heart Disease, 4th Military Hospital, Wrocław, Poland","investigatorAffiliation":"4th Military Clinical Hospital with Polyclinic, Poland"},"leadSponsor":{"name":"4th Military Clinical Hospital with Polyclinic, Poland","class":"OTHER"},"collaborators":[{"name":"Medical Research Agency, Poland","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"About 20% of stroke causes are atherosclerotic strokes caused by carotid artery stenosis.\n\nIn 2005, 92% of carotid artery interventions in the USA were performed in asymptomatic patients. It should be noted that screening in the general population for carotid artery disease is unwarranted, due to uncertain eligibility criteria for interventional treatment of asymptomatic patients. On the other hand, 10-15% of all patients with a first-ever stroke will experience an ischemic stroke as a result of previously untreated, asymptomatic, significant carotid artery stenosis.\n\nCarotid artery angioplasty with stent placement (CAS) has become the second method of revascularization. ed, however, there is a great deal of ambiguity in the application of these criteria, which stems from the ratio of the risk to the possible benefit to the patient of performing the procedure, as well as the cost-effectiveness for health care systems.\n\nOBJECTIVES The overall goal is (following the model of measuring fractional flow reserve - FFR) to try to establish a new parameter that could prove helpful in qualifying patients for percutaneous internal carotid artery angioplasty with stent implantation (CAS). Determining whether measuring the pressure gradient across the stenosis will determine which patients will benefit from the CAS procedure. In the absence of convincing evidence on the effects of CAS, especially for so-called asymptomatic patients, it is advisable to establish a parameter that would complement the eligibility criteria that, on the one hand, could prevent strokes in the population of patients with silent internal carotid artery stenosis and, on the other hand, avoid performing the procedure in the absence of benefit.\n\nPRIMARY ENDPOINTS:\n\n1. Assessment of cerebral perfusion by computed tomography before and after CAS\n2. Assessment of cognitive symptoms using before and after CAS\n3. Assessment of neurological symptoms before and after CAS\n4. Evaluation of otolaryngological symptoms before and after CAS\n\nSECONDARY ENDPOINTS:\n\nCreation of a non-invasive computed tomography protocol with pressure gradient assessment in patients with carotid artery stenosis.\n\nA final version of the algorithm based on a new diagnostic measurement (concentration gradient) ready to be used in the diagnosis of CAS-eligible patients with an implemented function for automatic classification of measurement results that will indicate the group of patients who will benefit from the CAS procedure.","detailedDescription":"After qualification for the study (by a neurologist and vascular surgeon), patients meeting properly the inclusion and exclusion criteria will be referred for imaging studies with Doppler ultrasound and angio-CT scan of the arteries of the neck and head (concomitantly with assessment of cerebral perfusion).\n\nIn addition, blood will be drawn and stored for subsequent testing. Afterwards, patients qualified for internal carotid artery angioplasty procedures will receive standard saturation treatment with two antiplatelet drugs (acetylsalicylic acid, clopidogrel) before the procedure, strictly according to the guidelines. The procedures are carried out with approved medical equipment (carotid stent, angioplasty balloon, peripheral neuroprotection). The selection of the appropriate equipment used for the procedure depends on the clinical situation, the experience of the operator and the anatomical conditions of the carotid arteries.\n\nMeasurements (invasive pressure in carotid artery) taken during the procedure before angioplasty (after insertion of the neuroprotection into the internal carotid artery) and after stent implantation:\n\nCOURSE OF THE STUDY\n\nBaseline examination:\n\n* Doppler ultrasound of the extracranial cephalic arteries\n* initial qualification for CAS /neurologist, vascular surgeon/\n* informed consent to participate in the study\n* cardiological consultation (modification of risk factors)\n* angio-CT of the neck and head with assessment of brain perfusion\n* additional neurological (with questionnaires), psychological (with questionnaires) and otolaryngological examination\n* surgery (CAS) - Department of Vascular Surgery, Department of Cardiology\n\nMeasurements (invasive pressure) taken during the procedure before angioplasty (after insertion of the neuroprotection into the internal carotid artery) and after stent implantation:\n\n* placement of a micro catheter to measure invasive pressure\n* taking a measurement in the internal carotid artery above the stenosis (in the normal section of this artery)\n* performing a measurement before the stenosis (in the normal segment of the common carotid artery at the level of the exit of the external carotid artery)\n* reading the pressure gradient after obtaining a stable value (a minimum of 5 cardiac cycles)\n\n  * The study of intravascular pressure measurements will be performed using a special micro catheter of about 1mm in size (i.e., more than 2 times smaller than the delivery system for distal protection, which is the standard procedure, so the risk of complications is minimal). In the study protocol, the insertion of the catheter and measurement of pressures will be followed by the placement of a neuroprotection device in the distal carotid artery (standard of practice) to avoid possible complications.\n\nEvaluation during treatment:\n\n* angio-CT of the neck and head with assessment of brain perfusion, 3 month after CAS\n* Doppler ultrasound of the extracranial cephalic arteries, 3 and 12 month after CAS\n* Neurological (with questionnaires), psychological (with questionnaires) and otolaryngological examination betwenn 10-16 week after CAS\n* Cardiological evaluation at 3, 6, 12 month after CAS (modification of risk factors)"},"conditionsModule":{"conditions":["Carotid Artery Stenosis","Carotid Artery Stenting","Stroke"],"keywords":["CAS (carotid artery stenting)","FFR (fractional flow reserve)","FFR-CT (Fractional Flow Reserve - Computed Tomography)","Carotid Artery Stenosis","Functional assessment of the stenosis","Decision making algorithm"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"The project is a double-blind study. Neither the researchers nor the participants will know what invasive procedures will be performed on a given patient. Patients, investigators, and all persons involved in performing the procedure or analysis of the data, as well as others with an interest in the study results, will remain blinded to the treatment assigned to individual patients from the beginning of the study until the closure of the database.\n\nStaff involved in the CAS procedure (with or without blood pressure measurement) will not participate in further patient care and will not provide information to other researchers and people conducting therapy and diagnostics.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CAS + Intravascular measuring the pressure gradient","type":"EXPERIMENTAL","description":"Patients with internal carotid stenosis qualified for angioplasty with stent implantation.\n\nStandard CAS procedure with additional intravascular pressure measurements","interventionNames":["Procedure: CAS + Intravascular measuring the pressure gradient","Procedure: CAS (standard)","Diagnostic Test: Doppler ultrasonound of cephalic arteries","Radiation: Angio-CT of the neck and head with assessment of brain perfusion","Other: Otolaryngological examination","Other: Psychological examination","Other: Neurological examination"]},{"label":"CAS (standard)","type":"ACTIVE_COMPARATOR","description":"Patients with internal carotid stenosis qualified for angioplasty with stent implantation.\n\nStandard CAS procedure.","interventionNames":["Procedure: CAS (standard)","Diagnostic Test: Doppler ultrasonound of cephalic arteries","Radiation: Angio-CT of the neck and head with assessment of brain perfusion","Other: Otolaryngological examination","Other: Psychological examination","Other: Neurological examination"]}],"interventions":[{"type":"PROCEDURE","name":"CAS + Intravascular measuring the pressure gradient","description":"Measurements taken during the procedure during CAS\n\n* placement of a \"FFR\"- micro catheter on the neuroprotection wire and taking a measurement before the stenosis and in the internal carotid artery above the stenosis\n* reading the pressure gradient after obtaining a stable value (a minimum of 5 cardiac cycles)\n\n  * the study of intravascular pressure measurements will be performed using a special micro catheter","armGroupLabels":["CAS + Intravascular measuring the pressure gradient"]},{"type":"PROCEDURE","name":"CAS (standard)","description":"Animation of blood pressure measurements on the \"FFR\" console without actual measurement in carotid artery (\"blinding\" of the study to the patient) during CAS procedure.","armGroupLabels":["CAS (standard)","CAS + Intravascular measuring the pressure gradient"]},{"type":"DIAGNOSTIC_TEST","name":"Doppler ultrasonound of cephalic arteries","description":"non-invasive assessment of carotid stenosis before surgery and assessment of results after CAS (3 and 12 months after CAS)","armGroupLabels":["CAS (standard)","CAS + Intravascular measuring the pressure gradient"]},{"type":"RADIATION","name":"Angio-CT of the neck and head with assessment of brain perfusion","description":"Non-invasive pre-operative assessment and post-CAS result (3 months after)\n\nBrain perfusion: assesses the areas of the brain supplied with blood and provides information regarding blood flow to the brain","armGroupLabels":["CAS (standard)","CAS + Intravascular measuring the pressure gradient"]},{"type":"OTHER","name":"Otolaryngological examination","description":"Hearing and balance tests (before and after CAS) - prospective follow-up","armGroupLabels":["CAS (standard)","CAS + Intravascular measuring the pressure gradient"]},{"type":"OTHER","name":"Psychological examination","description":"psychological examination with questionnaires (before and after CAS) - prospective follow-up","armGroupLabels":["CAS (standard)","CAS + Intravascular measuring the pressure gradient"]},{"type":"OTHER","name":"Neurological examination","description":"neurological examination with questionnaires (before and after CAS) - prospective follow-up","armGroupLabels":["CAS (standard)","CAS + Intravascular measuring the pressure gradient"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Predictive capabilities of the obtained invasive pressure gradient in carotid artery stenosis on changes in cerebral perfusion after surgery","description":"Composite endpoint including:\n\nAssessment of the predictive capabilities of the obtained pressure gradient values\n\n* on changes in cerebral perfusion after surgery (In the quantitative assessment of CT perfusion - blood flow and blood volume are determined and the mean transit time)","timeFrame":"12 months"},{"measure":"Predictive capabilities of the obtained invasive pressure gradient in carotid artery stenosis on neurological status","description":"Composite endpoint including:\n\n- changes in neurological status (assesed by the MMSE, mini-mental state examination; NIHSS, National Institutes of Health Stroke Scale),","timeFrame":"12 months"},{"measure":"Predictive capabilities of the obtained invasive pressure gradient in carotid artery stenosis on mental status","description":"Composite endpoint including:\n\n- changes in cognitive functions (assesed by the MOCA, Montreal Cognitive Assessment - test)","timeFrame":"12 months"},{"measure":"Predictive capabilities of the obtained invasive pressure gradient in carotid artery stenosis on otolaryngological status in hearing functions","description":"Composite endpoint including:\n\n- changes in hearing functions (assesed by the audiometry, tympanometry and ipsilateral middle ear reflex, otoemission, Skarzynski Tinnitus Scale, ABR - Auditory Brainstem Response, BERA)","timeFrame":"12 months"},{"measure":"Predictive capabilities of the obtained invasive pressure gradient in carotid artery stenosis on otolaryngological status in labyrinth functions","description":"Composite endpoint including:\n\n- changes in labyrinth functions (assesed by the Skarzynski Tinnitus Scale)","timeFrame":"12 months"},{"measure":"Predictive capabilities of the obtained invasive pressure gradient in carotid artery stenosis on MACEs after surgery","description":"Composite endpoint including:\n\n- occurence of stroke/TIA or death","timeFrame":"12 months"},{"measure":"Repeatability the diagnostic possibilities of non-invasive tests (Doppler ultrasound) in invasive pressure gradient values","description":"Composite endpoint including:\n\n- comparison of the obtained invasive pressure gradient values with Doppler ultrasound (PSV, peak systolic velocity; EDV, end-diastolic velocity; estimated degree of stenosis)","timeFrame":"12 months"},{"measure":"Repeatability the diagnostic possibilities of non-invasive tests (CT angiogram) in invasive pressure gradient values","description":"Composite endpoint including:\n\n- comparison of the obtained invasive pressure gradient values with angio-CT: degree of stenosis","timeFrame":"12 months"},{"measure":"Repeatability the diagnostic possibilities of non-invasive tests (\"CT-FFR\") in invasive pressure gradient values","description":"Composite endpoint including:\n\n- comparison of the obtained invasive pressure gradient values with \"CT-FFR\" (planned creation of an algorithm based on test results: invasive pressure gradient, Doppler ultrasound, angio-CT)","timeFrame":"12 months"},{"measure":"Incidence of Treatment-Related Adverse Events [safety and tolerability] associated with the invasive intravascular pressure measurement procedure (1)","description":"Composite endpoint including:\n\n- occurrence of periprocedural neurological event: TIA, stroke, death in patients who underwent CAS with the invasive intravascular pressure measurement procedure","timeFrame":"12 months"},{"measure":"Incidence of Treatment-Related Adverse Events [safety and tolerability] associated with the invasive intravascular pressure measurement procedure (2)","description":"Composite endpoint including:\n\n- occurrence of another periprocedural complication: vascular spasm, perforation, cardiac arrhythmia, hypotonia/hypertension in patients who underwent CAS with the invasive intravascular pressure measurement procedure","timeFrame":"12 months"},{"measure":"Incidence of Treatment-Related Adverse Events [safety and tolerability] associated with the invasive intravascular pressure measurement procedure (3)","description":"Composite endpoint including:\n\n- occurrence of new hypodense (impact) foci in the head CT scan after the procedure in patients who underwent CAS with the invasive intravascular pressure measurement procedure","timeFrame":"12 months"},{"measure":"Incidence of Treatment-Related Adverse Events [safety and tolerability] associated with the invasive intravascular pressure measurement procedure (4)","description":"Composite endpoint including:\n\n- changes (improvement or deterioration) in brain perfusion (see point 1.) in the post-operative examination in patients who underwent CAS with the invasive intravascular pressure measurement procedure","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Algorithm angio-CT/non invasive pressure measurement in carotid","description":"Creation a multiple regression model based on the data from non-invasive pre-procedural measurements on the incidence of unfavourable outcome measures.","timeFrame":"48 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stenosis of the internal carotid artery in symptomatic patients: \\> 50%, (confirmed by non-invasive imaging studies: USG, angio-CT), qualified for angioplasty with stent implantation\n* Stenosis of the internal carotid artery in asymptomatic patients: \\>60%, (confirmed by non-invasive imaging studies: USG, angio-CT), qualified for angioplasty with stent implantation\n* Age of patients: \\> 18 years of age\n* Provided informed consent to participate in the study.\n\nExclusion Criteria:\n\n* Inability to obtain informed consent to participate in the study.\n* Difficult anatomy of the aortic arch and the descending cephalic arteries (increased atherosclerotic lesions, acute angle of departure of the common carotid arteries, kinking of the internal carotid arteries).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Krzysztof Ściborski, MD, PhD","role":"CONTACT","phone":"0048261660452","email":"ksciborski@4wsk.pl"},{"name":"Natalia Świątoniowska-Lonc, MD, PhD","role":"CONTACT","email":"nlonc@4wsk.pl"}],"overallOfficials":[{"name":"Krzysztof Ściborski, MD, PhD","affiliation":"4th Military Hospital in Wrocław","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Waldemar Banasiak, MD, PhD","affiliation":"4th Military Hospital in Wrocław","role":"STUDY_DIRECTOR"},{"name":"Artur Telichowski, MD, PhD","affiliation":"4th Military Clinical Hospital with Polyclinic, Poland","role":"STUDY_DIRECTOR"},{"name":"Adrian Doroszko, MD, PhD","affiliation":"4th Military Clinical Hospital with Polyclinic, Poland","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"4th Military Hospital","city":"Wrocław","state":"Dolnośląskie","zip":"50-981","country":"Poland","geoPoint":{"lat":51.1,"lon":17.03333}}]},"referencesModule":{"references":[{"pmid":"28291663","type":"BACKGROUND","citation":"Patel MR, Calhoon JH, Dehmer GJ, Grantham JA, Maddox TM, Maron DJ, Smith PK. ACC/AATS/AHA/ASE/ASNC/SCAI/SCCT/STS 2017 Appropriate Use Criteria for Coronary Revascularization in Patients With Stable Ischemic Heart Disease: A Report of the American College of Cardiology Appropriate Use Criteria Task Force, American Association for Thoracic Surgery, American Heart Association, American Society of Echocardiography, American Society of Nuclear Cardiology, Society for Cardiovascular Angiography and Interventions, Society of Cardiovascular Computed Tomography, and Society of Thoracic Surgeons. J Am Coll Cardiol. 2017 May 2;69(17):2212-2241. doi: 10.1016/j.jacc.2017.02.001. Epub 2017 Mar 10. No abstract available. Erratum In: J Am Coll Cardiol. 2018 Apr 13;:"},{"pmid":"17293182","type":"BACKGROUND","citation":"Christou MA, Siontis GC, Katritsis DG, Ioannidis JP. Meta-analysis of fractional flow reserve versus quantitative coronary angiography and noninvasive imaging for evaluation of myocardial ischemia. Am J Cardiol. 2007 Feb 15;99(4):450-6. doi: 10.1016/j.amjcard.2006.09.092. Epub 2006 Dec 20."},{"pmid":"24642999","type":"BACKGROUND","citation":"Curzen N, Rana O, Nicholas Z, Golledge P, Zaman A, Oldroyd K, Hanratty C, Banning A, Wheatcroft S, Hobson A, Chitkara K, Hildick-Smith D, McKenzie D, Calver A, Dimitrov BD, Corbett S. Does routine pressure wire assessment influence management strategy at coronary angiography for diagnosis of chest pain?: the RIPCORD study. Circ Cardiovasc Interv. 2014 Apr;7(2):248-55. doi: 10.1161/CIRCINTERVENTIONS.113.000978. Epub 2014 Mar 18."},{"pmid":"28317438","type":"BACKGROUND","citation":"Gotberg M, Christiansen EH, Gudmundsdottir IJ, Sandhall L, Danielewicz M, Jakobsen L, Olsson SE, Ohagen P, Olsson H, Omerovic E, Calais F, Lindroos P, Maeng M, Todt T, Venetsanos D, James SK, Karegren A, Nilsson M, Carlsson J, Hauer D, Jensen J, Karlsson AC, Panayi G, Erlinge D, Frobert O; iFR-SWEDEHEART Investigators. Instantaneous Wave-free Ratio versus Fractional Flow Reserve to Guide PCI. N Engl J Med. 2017 May 11;376(19):1813-1823. doi: 10.1056/NEJMoa1616540. Epub 2017 Mar 18."},{"pmid":"30566213","type":"BACKGROUND","citation":"Neumann FJ, Sousa-Uva M, Ahlsson A, Alfonso F, Banning AP, Benedetto U, Byrne RA, Collet JP, Falk V, Head SJ, Juni P, Kastrati A, Koller A, Kristensen SD, Niebauer J, Richter DJ, Seferovic PM, Sibbing D, Stefanini GG, Windecker S, Yadav R, Zembala MO. [2018 ESC/EACTS Guidelines on myocardial revascularization]. Kardiol Pol. 2018;76(12):1585-1664. doi: 10.5603/KP.2018.0228. No abstract available. Polish."},{"pmid":"29268922","type":"BACKGROUND","citation":"Van't Veer M, Pijls NHJ, Hennigan B, Watkins S, Ali ZA, De Bruyne B, Zimmermann FM, van Nunen LX, Barbato E, Berry C, Oldroyd KG. Comparison of Different Diastolic Resting Indexes to iFR: Are They All Equal? J Am Coll Cardiol. 2017 Dec 26;70(25):3088-3096. doi: 10.1016/j.jacc.2017.10.066."},{"pmid":"29790478","type":"BACKGROUND","citation":"Svanerud J, Ahn JM, Jeremias A, van 't Veer M, Gore A, Maehara A, Crowley A, Pijls NHJ, De Bruyne B, Johnson NP, Hennigan B, Watkins S, Berry C, Oldroyd KG, Park SJ, Ali ZA. Validation of a novel non-hyperaemic index of coronary artery stenosis severity: the Resting Full-cycle Ratio (VALIDATE RFR) study. EuroIntervention. 2018 Sep 20;14(7):806-814. doi: 10.4244/EIJ-D-18-00342."},{"pmid":"23562923","type":"BACKGROUND","citation":"Taylor CA, Fonte TA, Min JK. Computational fluid dynamics applied to cardiac computed tomography for noninvasive quantification of fractional flow reserve: scientific basis. J Am Coll Cardiol. 2013 Jun 4;61(22):2233-41. doi: 10.1016/j.jacc.2012.11.083. Epub 2013 Apr 3."},{"pmid":"26481846","type":"BACKGROUND","citation":"Min JK, Taylor CA, Achenbach S, Koo BK, Leipsic J, Norgaard BL, Pijls NJ, De Bruyne B. Noninvasive Fractional Flow Reserve Derived From Coronary CT Angiography: Clinical Data and Scientific Principles. JACC Cardiovasc Imaging. 2015 Oct;8(10):1209-1222. doi: 10.1016/j.jcmg.2015.08.006."},{"pmid":"12531577","type":"BACKGROUND","citation":"Rothwell PM, Eliasziw M, Gutnikov SA, Fox AJ, Taylor DW, Mayberg MR, Warlow CP, Barnett HJ; Carotid Endarterectomy Trialists' Collaboration. Analysis of pooled data from the randomised controlled trials of endarterectomy for symptomatic carotid stenosis. Lancet. 2003 Jan 11;361(9352):107-16. doi: 10.1016/s0140-6736(03)12228-3."},{"pmid":"17050890","type":"BACKGROUND","citation":"Mas JL, Chatellier G, Beyssen B, Branchereau A, Moulin T, Becquemin JP, Larrue V, Lievre M, Leys D, Bonneville JF, Watelet J, Pruvo JP, Albucher JF, Viguier A, Piquet P, Garnier P, Viader F, Touze E, Giroud M, Hosseini H, Pillet JC, Favrole P, Neau JP, Ducrocq X; EVA-3S Investigators. Endarterectomy versus stenting in patients with symptomatic severe carotid stenosis. N Engl J Med. 2006 Oct 19;355(16):1660-71. doi: 10.1056/NEJMoa061752."},{"pmid":"17027729","type":"BACKGROUND","citation":"SPACE Collaborative Group; Ringleb PA, Allenberg J, Bruckmann H, Eckstein HH, Fraedrich G, Hartmann M, Hennerici M, Jansen O, Klein G, Kunze A, Marx P, Niederkorn K, Schmiedt W, Solymosi L, Stingele R, Zeumer H, Hacke W. 30 day results from the SPACE trial of stent-protected angioplasty versus carotid endarterectomy in symptomatic patients: a randomised non-inferiority trial. Lancet. 2006 Oct 7;368(9543):1239-47. doi: 10.1016/S0140-6736(06)69122-8. Erratum In: Lancet. 2006 Oct 7;368(9543):1238."},{"pmid":"20189239","type":"BACKGROUND","citation":"International Carotid Stenting Study investigators; Ederle J, Dobson J, Featherstone RL, Bonati LH, van der Worp HB, de Borst GJ, Lo TH, Gaines P, Dorman PJ, Macdonald S, Lyrer PA, Hendriks JM, McCollum C, Nederkoorn PJ, Brown MM. Carotid artery stenting compared with endarterectomy in patients with symptomatic carotid stenosis (International Carotid Stenting Study): an interim analysis of a randomised controlled trial. Lancet. 2010 Mar 20;375(9719):985-97. doi: 10.1016/S0140-6736(10)60239-5. Epub 2010 Feb 25. Erratum In: Lancet. 2010 Jul 10;376(9735):90. Nasser, H-C [corrected to Nahser, H-C]."},{"pmid":"20505173","type":"BACKGROUND","citation":"Brott TG, Hobson RW 2nd, Howard G, Roubin GS, Clark WM, Brooks W, Mackey A, Hill MD, Leimgruber PP, Sheffet AJ, Howard VJ, Moore WS, Voeks JH, Hopkins LN, Cutlip DE, Cohen DJ, Popma JJ, Ferguson RD, Cohen SN, Blackshear JL, Silver FL, Mohr JP, Lal BK, Meschia JF; CREST Investigators. Stenting versus endarterectomy for treatment of carotid-artery stenosis. N Engl J Med. 2010 Jul 1;363(1):11-23. doi: 10.1056/NEJMoa0912321. Epub 2010 May 26. Erratum In: N Engl J Med. 2010 Jul 29;363(5):498. N Engl J Med. 2010 Jul 8;363(2):198."},{"pmid":"20189458","type":"BACKGROUND","citation":"Bonati LH, Jongen LM, Haller S, Flach HZ, Dobson J, Nederkoorn PJ, Macdonald S, Gaines PA, Waaijer A, Stierli P, Jager HR, Lyrer PA, Kappelle LJ, Wetzel SG, van der Lugt A, Mali WP, Brown MM, van der Worp HB, Engelter ST; ICSS-MRI study group. New ischaemic brain lesions on MRI after stenting or endarterectomy for symptomatic carotid stenosis: a substudy of the International Carotid Stenting Study (ICSS). Lancet Neurol. 2010 Apr;9(4):353-62. doi: 10.1016/S1474-4422(10)70057-0. Epub 2010 Feb 25. Erratum In: Lancet Neurol. 2010 Apr;9(4):345. Waajier, Annet [corrected to Waaijer, Annet]."},{"pmid":"18388346","type":"BACKGROUND","citation":"Schnaudigel S, Groschel K, Pilgram SM, Kastrup A. New brain lesions after carotid stenting versus carotid endarterectomy: a systematic review of the literature. Stroke. 2008 Jun;39(6):1911-9. doi: 10.1161/STROKEAHA.107.500603. Epub 2008 Apr 3."},{"pmid":"18829236","type":"BACKGROUND","citation":"McPhee JT, Schanzer A, Messina LM, Eslami MH. Carotid artery stenting has increased rates of postprocedure stroke, death, and resource utilization than does carotid endarterectomy in the United States, 2005. J Vasc Surg. 2008 Dec;48(6):1442-50, 1450.e1. doi: 10.1016/j.jvs.2008.07.017. Epub 2008 Oct 1."},{"pmid":"25439170","type":"BACKGROUND","citation":"Naylor AR. Why is the management of asymptomatic carotid disease so controversial? Surgeon. 2015 Feb;13(1):34-43. doi: 10.1016/j.surge.2014.08.004. Epub 2014 Oct 14."},{"pmid":"25300534","type":"BACKGROUND","citation":"Hadar N, Raman G, Moorthy D, O'Donnell TF, Thaler DE, Feldmann E, Lau J, Kitsios GD, Dahabreh IJ. Asymptomatic carotid artery stenosis treated with medical therapy alone: temporal trends and implications for risk assessment and the design of future studies. Cerebrovasc Dis. 2014;38(3):163-73. doi: 10.1159/000365206. Epub 2014 Oct 9."},{"pmid":"7723155","type":"BACKGROUND","citation":"Endarterectomy for asymptomatic carotid artery stenosis. Executive Committee for the Asymptomatic Carotid Atherosclerosis Study. JAMA. 1995 May 10;273(18):1421-8."},{"pmid":"11022059","type":"BACKGROUND","citation":"Baker WH, Howard VJ, Howard G, Toole JF. Effect of contralateral occlusion on long-term efficacy of endarterectomy in the asymptomatic carotid atherosclerosis study (ACAS). ACAS Investigators. Stroke. 2000 Oct;31(10):2330-4. doi: 10.1161/01.str.31.10.2330."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000016893","term":"Carotid Stenosis"},{"id":"D000003251","term":"Constriction, Pathologic"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","asFound":"Stenosis","relevance":"HIGH"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Artery Stenosis","relevance":"HIGH"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}