{"protocolSection":{"identificationModule":{"nctId":"NCT03845595","orgStudyIdInfo":{"id":"P.T.REC/012/001647"},"organization":{"fullName":"Cairo University","class":"OTHER"},"briefTitle":"Cortical Excitability Sequential Changes in Response to Transcranial Magnetic Stimulation Post Stroke","officialTitle":"The Sequential Rate of Change in Cortical Excitability in Response to Transcranial Magnetic Stimulation in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2019-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-09-27","type":"ACTUAL"},"completionDateStruct":{"date":"2018-11-11","type":"ACTUAL"},"studyFirstSubmitDate":"2019-02-09","studyFirstSubmitQcDate":"2019-02-18","studyFirstPostDateStruct":{"date":"2019-02-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-02-18","lastUpdatePostDateStruct":{"date":"2019-02-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Engy B S Moustafa, Msc","investigatorTitle":"Assistant Lecturer of Physical Therapy for Neuromuscular Disorders and Its Surgery","investigatorAffiliation":"Cairo University"},"leadSponsor":{"name":"Cairo University","class":"OTHER"},"collaborators":[{"name":"Kasr El Aini Hospital","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study was conducted to investigate the cortical excitability changes per session in response to the application of low frequency repetitive transcranial magnetic stimulation \\*LF-rTMS\\* on the contralesional hemisphere and its impact upon the upper limb motor performance post stroke. As well as, the minimum and maximum number of (LF-rTMS) sessions that would be recommended to achieve boosted enhancement in the cortical excitability findings and subsequently its impact upon the functional performance of the upper limb in stroke patients.Half of the patients were treated with the contralesional (LF-rTMS) in addition to conventional upper limb physical therapy interventions, while the other half received the conventional upper limb physical therapy interventions.","detailedDescription":"Forty first ever ischemic stroke patients (3 to 6 months) were recruited and randomly assigned into two groups. Intervention for the study group consisted of 10 therapeutic( LF- rTMS) sessions, applied daily for two consecutive weeks in addition to their conventional upper limb physical therapy program. 1-hertz \\*HZ\\* stimulation was delivered at 90% of the contralesional Active Motor Threshold \\*cAMT\\* for 20 minutes over the contralesional motor' hot spot'. Sequential cortical excitability changes were examined by recording the contralesional Active Motor Threshold \\*cAMT\\* and the ipsilesional Active Motor Threshold \\*iAMT\\* at the end of every session for all patients in both groups throughout the 10 therapeutic consecutive sessions, While the sequential cortical excitability rate of change was measured by calculating the difference in the sessional values of (cAMT and iAMT) between two successive recordings throughout the 10 therapeutic consecutive sessions. Active motor threshold was assessed by the visible election of the contralateral first dorsal interosseous \\*FDI\\*. Upper limb motor performance was assessed using the Fugal-Myer Assessment Upper Extremity scale \\*FMA-UE\\* and hand grip dynamometer before and after the whole treatment protocol for all patients in both groups. All the forty patients had successfully accomplished the study procedures. The post treatment findings for cortical excitability and upper limb motor performance declared considerable difference between both groups. It was concluded that Four sessions is the recommended minimal number of (LF-rTMS) sessions that revealed highest significant difference in cortical excitability findings between both groups, relying on both the sessional findings of (cAMT) and the sessional findings of (iAMT). Also, The maximum recommended number of the inhibitory (rTMS) sessions that showed boosted enhancement in cortical excitability in relation to the control group was Eight sessions after which there was a plateau in the findings of the sequential rate of change either for the (cAMT) or the (iAMT) findings. Recovery of the upper limb motor function is closely related to the regain of cortical interhemispheric balance in stroke patients. Further research is needed to reveal whether the sequential changes in cortical excitability is correlated to the stroke onset or the degree of the general motor impairment post stroke. Also, further studies are recommended to figure out whether the recovery of the upper limb motor function is related to implemented number of inhibitory (rTMS) sessions."},"conditionsModule":{"conditions":["Stroke, Cardiovascular"],"keywords":["Cortical excitability sequential change","Transcranial Magnetic stimulation","Recommended number of sessions","Upper limb motor performance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled study design were the recruited patients were randomly allocated into two groups (control group(GA) and study group(GB)) by random generator using permuted blocks of different sizes. The treatment for all patients in both groups was conducted daily ﬁve days per week for 2 consecutive weeks.The control group (GA) received their conventional physical therapy upper limb physical therapy interventions.\n\nThe study group (GB) received contralesional low frequency repetitive transcranial magnetic stimulation (LF-rTMS) in addition to the conventional upper limb physical therapy interventions. All the selected patients were with mild to moderate motor impairments (according to National Institutes of Health Stroke Scale \\*NIHSS\\* and with mild upper limb spasticity ( according to modified ashworths scale \\*MAS\\* 1 or 1+) from both sexes who met all the inclusion criteria after signing an institutionally approved informed consent form prior to data collection.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The enrolled patients where masked (single blind study), Patients were randomly assigned into two groups without being informed whether they are in the control or the study(experimental) group.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"(LF-rTMS) group","type":"EXPERIMENTAL","description":"Patients in the study group were treated with the contralesional (LF-rTMS) once per day for 20 minutes, Daily, 5 sessions per week (Sunday to Thursday), for 2 consecutive weeks in addition to the conventional upper limb physical therapy interventions.","interventionNames":["Device: (LF-rTMS) group"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"Patients in the control group were treated with the conventional upper limb physical therapy interventions (40 minutes to 1 hour, daily, 5 times per week for two consecutive weeks )","interventionNames":["Other: Control group"]}],"interventions":[{"type":"DEVICE","name":"(LF-rTMS) group","description":"The (LF-rTMS) (low frequency repetitive transcranial magnetic stimulation) group received 1-hertz (HZ) stimulation at 90% of motor threshold to the \"hot spot\" of the primary cerebral cortex, using a 70-mm figure- 8 coil and Magstim Rapid2 stimulator (Magstim Company, USA). Contralesional 1 HZ \\*rTMS\\* applied over the primary motor area \"hot spot\" at 90% of Active motor threshold . Each rTMS session consisted of 1,200pulses; lasting 20 minutes The optimal site of stimulation on the skull are known as the \"hot spot\" . \"Hot spots\" were found by searching for loci that triggered maximum visible contraction in the contralateral first dorsal interosseous \\*FDI\\* muscle, while the patient is contracting his whole limb as much as possible .","armGroupLabels":["(LF-rTMS) group"]},{"type":"OTHER","name":"Control group","description":"neurodevelopmental technique (NDT) ( including Bobath and Brunnstrom approaches , proprioceptor and exteroceptor stimulation for the weak and inhibition for the hyperactive muscle groups, proprioceptive neuromuscular facilitation (PNF) specific techniques, Approximation and weight bearing, placing technique). Task-oriented training (moving, grasping and releasing bottles ,cups , small toys). Active participation of the whole hemiparetic upper extremity in different motor task training with coordination and Bilateral arm training exercise.","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Sequential cortical excitability mean values","description":"Sequential cortical excitability mean values were detected by recording the sessional values of the contralesional Active Motor Threshold (cAMT) and the ipsilesional Active Motor Threshold (iAMT) for all patients in each group.\n\nCompare the sessional mean values of (cAMT and iAMT) between both groups , to detect the recommended minimal number of sessions that revealed highest significant difference in cortical excitability between both groups. Higher (cAMT) sessional values represent a better outcome , while Lower (iAMT) sessional values represent a better outcome .","timeFrame":"(cAMT) and (iAMT) findings were recorded 5 minutes after the execution of each treatment session for 10 therapeutic consecutive sessions , applied for each patient in both groups ."},{"measure":"Cortical excitability (post to pre treatment) mean difference","description":"Compare the post to pre treatment mean difference in (cAMT) and (iAMT) values between both groups. Post treatment findings were recorded in relation to the pretreatment findings,where the difference between both recordings could detect the progress level implemented by each group.\n\nHigher (cAMT and iAMT) post to pre treatment difference represent a better outcome.","timeFrame":"Pre-treatment values of (cAMT and iAMT) were measured at the enrollment date, while the post treatment values of (cAMT and iAMT) were measured 5 minutes after the execution of the last treatment session."},{"measure":"Upper limb motor performance (post to pre treatment) mean difference","description":"Compare the post to pre treatment mean change in (FMA-UE) and hand grip dynamometer scores between both groups.Post treatment findings were recorded in relation to the pre-treatment scores ,where the difference between both recordings could detect the progress level implemented by each group.\n\n1. Fugl-Meyer assessment for upper extremity scale (FMA-UE) maximum score for the upper limb sensorimotor performance that can be attained is 126 points. The section on motor function of the upper limb is 66 points total , while sensation, passive joint motion and joint pain is 60 points total . Each item is rated on a three-point ordinal scale (0 = cannot, 1 = can perform partially, 2 = can perform fully). Higher (FMA-UE) scores represent a better outcome.\n2. Hand grip dynamometer : Measure strength of the hand grip using force production in kilograms (0-90) or pounds (0-200). Maximum grip is the mean of three trials. Higher grip dynamometer scores represent a better outcome.","timeFrame":"Pre-treatment scores of (FMA-UE and hand grip dynamometer) were measured at the enrollment date, while the post treatment values of (FMA-UE and hand grip dynamometer) were measured 10 minutes after the execution of the last treatment session."},{"measure":"Cortical excitability sequential mean rate of change","description":"The sessional rate of change in the (cAMT) and (iAMT) measures in relation to the previous session was calculated.\n\n(cAMT) rate of change was measured as the difference in the values of two successive (cAMT) recordings sequentially throughout the 10 therapeutic consecutive sessions. (iAMT) rate of change was measured as the difference in the values of two successive (iAMT) recordings sequentially throughout the 10 therapeutic consecutive sessions. Compare the sequential rate of change of (cAMT and iAMT) between both groups, to detect the recommended maximum number of sessions that revealed highest significant difference in cortical excitability sequential rate of change between both groups. Higher ( cAMT and iAMT) rate of change represent a better outcome.","timeFrame":"(cAMT) and (iAMT) values were recorded 5 minutes after the execution of each treatment session for 10 consecutive sessions , for each patient in both groups . (cAMT and iAMT) rate of change was calculated as the difference between 2 successive values."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Forty ischemic hemiparetic stroke patients aging between 50-65 years.\n* Patients with first ever ischemic stroke in the territory of the middle cerebral artery (MCA) confirmed by physician with non-contrast computed tomographic (CT) or magnetic resonance imaging (MRI) scans of the brain.\n* Mild to moderate motor impairment verified according to (National Institutes of Health Stroke Scale (NIHSS)-motor arm score of 1 to 15, and modified Ashworths Scale (MAS) (1 or 1+)\n* Time from onset of symptoms 3 to 6 months.\n* Stable vital signs with clear consciousness and proper cooperation with assessment and treatment.\n* Successful measurement of the Active motor threshold (AMT) from the 'motor hot spot' of the contralesional and the ipsilesional primary motor cortex (M1) with the election of the contralateral first dorsal interosseous (FDI) muscle .\n* The medical ethical committee from faculty of physical therapy, Cairo university approved the project of the study.\n* All the patients or their families were given their written consent form.\n\nExclusion Criteria:\n\n* Patients who underwent surgical management including intravascular surgery or administration of tissue plasminogen activator .\n* Patients with aphasia or apparent cognitive deficits ( eg, hand apraxia, unilateral spatial neglect) , visual field deficits or any psychiatric disorders or disturbed consciousness.\n* Patients with serious general complications requiring intensive medical management (eg, pneumonia severe internal carotid artery stenosis or bilateral cerebrovascular lesion, heart failure, urinary tract infection, or malnutrition state)\n* severe chronic or neurological diseases ( eg, shoulder pain; joint deformity or complete paralysis of the affected upper limb) .\n* Any contraindications for rTMS in the guidelines (eg, patients with metal within the brain, such as clips for aneurysms, patients with a cardiac pacemaker, pregnant women, or a history of seizures or epilepsy).\n* Use of any drugs that could have an effect on cortical excitability (eg, Anti-epileptic drugs).\n* Patients previously underwent any type of treatments using transcranial magnetic stimulation.\n* Refusal to sign the informed consent or could not carry out training or cooperate with assessments.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Moushera H. Darwish, PHD","affiliation":"Cairo University","role":"STUDY_DIRECTOR"},{"name":"Mohamed S. El-Tamawy, MD","affiliation":"Kasr El Aini Hospital","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Faculty of physical therapy, Cairo University","city":"Giza","state":"Dokki","zip":"11432","country":"Egypt","geoPoint":{"lat":30.00808,"lon":31.21093}}]},"referencesModule":{"references":[{"pmid":"26351545","type":"BACKGROUND","citation":"Blesneag AV, Slavoaca DF, Popa L, Stan AD, Jemna N, Isai Moldovan F, Muresanu DF. Low-frequency rTMS in patients with subacute ischemic stroke: clinical evaluation of short and long-term outcomes and neurophysiological assessment of cortical excitability. J Med Life. 2015 Jul-Sep;8(3):378-87."},{"pmid":"24401168","type":"BACKGROUND","citation":"Carey JR, Deng H, Gillick BT, Cassidy JM, Anderson DC, Zhang L, Thomas W. Serial treatments of primed low-frequency rTMS in stroke: characteristics of responders vs. nonresponders. Restor Neurol Neurosci. 2014;32(2):323-35. doi: 10.3233/RNN-130358."},{"pmid":"23407686","type":"BACKGROUND","citation":"Di Lazzaro V, Ziemann U. The contribution of transcranial magnetic stimulation in the functional evaluation of microcircuits in human motor cortex. Front Neural Circuits. 2013 Feb 13;7:18. doi: 10.3389/fncir.2013.00018. eCollection 2013."},{"pmid":"27425785","type":"BACKGROUND","citation":"Du J, Tian L, Liu W, Hu J, Xu G, Ma M, Fan X, Ye R, Jiang Y, Yin Q, Zhu W, Xiong Y, Yang F, Liu X. Effects of repetitive transcranial magnetic stimulation on motor recovery and motor cortex excitability in patients with stroke: a randomized controlled trial. Eur J Neurol. 2016 Nov;23(11):1666-1672. doi: 10.1111/ene.13105. Epub 2016 Jul 18."},{"pmid":"29435371","type":"BACKGROUND","citation":"Zhang L, Xing G, Shuai S, Guo Z, Chen H, McClure MA, Chen X, Mu Q. Low-Frequency Repetitive Transcranial Magnetic Stimulation for Stroke-Induced Upper Limb Motor Deficit: A Meta-Analysis. Neural Plast. 2017;2017:2758097. doi: 10.1155/2017/2758097. Epub 2017 Dec 21."},{"pmid":"27653882","type":"BACKGROUND","citation":"Graef P, Dadalt MLR, Rodrigues DAMDS, Stein C, Pagnussat AS. Transcranial magnetic stimulation combined with upper-limb training for improving function after stroke: A systematic review and meta-analysis. J Neurol Sci. 2016 Oct 15;369:149-158. doi: 10.1016/j.jns.2016.08.016. Epub 2016 Aug 12."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"These data are case sensitive and considered confidential regarding my supervisors' and study directors' opinion, So,upon their request i prefer to not share IPD with other researchers"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2017-06-06","uploadDate":"2019-02-13T04:23","filename":"Prot_SAP_000.pdf","size":493698}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009203","term":"Myocardial Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Stroke, Cardiovascular","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}