{"protocolSection":{"identificationModule":{"nctId":"NCT05931185","orgStudyIdInfo":{"id":"REC/RCR & AHS/23/0201"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Effects of Low Frequency TENS and Therapeutic Ultrasound in Post-stroke Shoulder Pain","officialTitle":"Analgesic Effects of Low Frequency Transcutaneous Electrical Stimulation and Therapeutic Ultrasounds on Functional Disability in Post-stroke Shoulder Pain"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-08-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-10-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-26","studyFirstSubmitQcDate":"2023-06-26","studyFirstPostDateStruct":{"date":"2023-07-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-12","lastUpdatePostDateStruct":{"date":"2023-07-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Brief Summary: Post-Stroke shoulder pain is a well-known complication and is responsible for the reduction in functional outcomes. A number of factors related to post-stroke shoulder pain including shoulder activity limitation, spasticity of shoulder muscles, and shoulder subluxation. Stroke patients may suffer from pain caused by the stroke itself (central post-stroke pain). Physical therapy plays an important role in the management of post-stroke shoulder pain. Different physical therapy techniques and modalities have been used in reducing pain and increasing functional outcomes in post-stroke shoulder pain patients. This study aims to provide a combined analysis of two modalities: low-frequency TENS and Therapeutic Ultrasound in terms of effects on pain and functional disability. This will be a randomized clinical trial to determine the analgesic effect of low-frequency transcutaneous electrical stimulation and therapeutic ultrasound on functional disability in post-stroke shoulder pain. The study will be conducted in accordance with ethical guidelines of Riphah International University and a convenience sampling technique will be used. Patients aged 65-84 years, with a history of pain of more than 4 weeks will be included in our study. Patients having a stroke with other neurological deficits, unstable cardiovascular diseases such as ventricular arrhythmias, and stroke patients with a history of diagnosed frozen shoulder will be excluded from the study. Subjects will be randomly allocated into three groups. Baseline assessment of pain and functional disability of patients will be done using outcome measuring tools and clinical tests. Group A will receive low-frequency TENS and therapeutic Ultrasound as a treatment, group B will receive therapeutic ultrasound and Group C will receive low-frequency TENS as a treatment. The duration of the study will be six weeks and patients will receive a total of 12 treatment sessions (3 sessions per week for 4 weeks and then follow-up will be done for the next 2 weeks) and the duration of each session will be of 20-25 minutes. After 12 sessions, a final assessment will be done and the results will be analyzed. Frequencies and mean standard deviation will be measured, and parametric and non-parametric tests will be applied.","detailedDescription":"Cerebral vascular accidents (CVAs) are the second most common cause of death in developed nations, according to the World Health Organization.It is a significant factor in disability because it causes paralysis and cognitive impairments in the population that survives. According to data from the literature, 25% of stroke patients pass away within a few weeks.Shoulder pain is exasperating complication after stroke and responsible for the longer stay in the rehabilitation department. The incidence varies from 9%-40.Post-Stroke shoulder pain decreased functional outcome, and quality of life.Post-stroke muscle weakness and spasticity lead to shoulder instability and immobility. The etiology of shoulder pain after stroke is multifactorial complex regional pain syndrome, shoulder joint subluxation, adhesive capsulitis, spasticity, and shoulder muscles weakness.Etiological intricacy makes it necessary to use a stroke-specific approach rather than always expanding the musculoskeletal knowledge base.\n\nPresence of hemiplegic shoulder pain is strongly associated poor recovery of arm function in the first 12 weeks after stroke.It may be a sign of brachial plexus damage if there are aberrant motor recovery patterns, spasticity or particularly severe localized atrophy. A pre-existing ailment like osteoarthritis may worsen as a result of improper management of a hemiplegic limb. Therefore, hemiplegic shoulder pain may be caused by pre-morbid shoulder illness.Physical therapy has been shown to be very effective in treating post-stroke shoulder pain. A variety of techniques and treatment modalities are use around the world to alleviate the post-stroke shoulder pain. Of particular interest to this research are two electrotherapy modalities low frequency transcutaneous electrical stimulation and Therapeutic Ultrasound will be treatment option.\n\nTENS therapy together with conventional rehabilitation could be used as a good alternative therapy in patients with hemiplegic shoulder pain.There is wide spread use of TENS throughout health care and it is a common treatment modality for musculoskeletal pain. The TENS settings are based on the gate control theory of pain. TENS is agree to produce a significant reduction in pain. Transcutaneous electrical nerve stimulation (TENS) is an inexpensive, noninvasive, self-administered technique that is use as an adjunct to medication. TENS treatment is rarely associated with negative side effects and has been reported to be effective in patients with neuropathic pain. Most studies evaluated the effect of high-frequency or low-frequency TENS (LF-TENS).The study aim is to investigate the effect of LF-TENS on the treatment of neuropathic pain in patients with post-stroke shoulder pain.\n\nTherapeutic Ultrasound a physical therapy agent commonly used to increase temperature in deep tissue. The biologic effects observed when mammalian tissues are expose to ultrasound include changes in blood flow rates, tissue metabolism, the extensibility of connective tissue, and tissue regeneration. Thermal effects of therapeutic ultrasound reduces pain, swelling and improve ROM. When treating knee, shoulder, and hip pain, therapeutic ultrasound is routinely utilize in conjunction with other physiotherapeutic methods. The body of research on knee arthritis is very strong, and there is some evidence that therapeutic ultrasound is effective although there is debate about whether ultrasound should be delivered continuously or in pulses. Although ultrasound therapy alone may not have much of an effect on functional improvement, it can be a fair adjunct to take into account when combined with other widely used modalities.\n\nThe current study aims to evaluate and generalize the comparative effects of low frequency transcutaneous electrical stimulation combined with therapeutic ultrasound and therapeutic ultrasound and low frequency TENS alone in our settings. It is suggested that low frequency TENS with therapeutic ultrasound would provide a clinically and statistically significant benefit over a therapeutic ultrasound and low frequency TENS alone for patients with functional disability in post stroke shoulder pain. The purpose of the study is to determine an appropriate and cost-effective rehabilitation protocol for patients with functional disability in post-stroke shoulder pain.\n\nLiterature review.\n\nA randomize clinical trial conducted in 2010 to evaluate the effect of therapeutic modalities on patients with post stroke shoulder pain. 45 patients were selected randomly with post stroke shoulder pain. Patients were randomly assigned into group A and group B .Group A patients treated by TENS, NASIAD, Exercise and ADLs instructions and group B received therapeutic ultrasound, NSAID, Exercise and ADLs instructions for 5 visits after every two weeks interval. The study recommended that TENS is more effective than therapeutic ultrasound.\n\nA single blind, randomized controlled trial was conducted in 2017 determine the effect of EMG-triggered neuromuscular electrical stimulation with bilateral arm training on hemiplegic shoulder pain and arm function after stroke. Thirty-eight patients with post-stroke shoulder pain were randomized to EMG-triggered NMES or TENS. Both groups received electrical stimulation followed by bilateral arm training 3 times a week for 4 weeks. Primary outcome measures included a vertical numerical rating scale supplemented by a face rating scale and the short form of the Brief Pain Inventory. Secondary outcome measures were the upper extremity subscale of the Fugl-Meyer rating and pain-free passive shoulder range of motion. All outcomes were measured before treatment, post treatment. Two-way mixed repeated- measures ANOVAs were used to examine treatment effects. EMG-triggered NMES with bilateral arm training showed greater immediate and sustained effects than TENS with bilateral arm training on shoulder pain and damage in chronic and subacute stroke patients with hemiplegic shoulder pain.\n\nA research was conducted to evaluate the effectiveness of high-intensity laser therapy in the treatment of post-stroke patients with hemiplegic shoulder pain. A study was designed as a prospective, randomize clinical trial. Forty-four patients with hemiplegic shoulder pain accompanied by partial thickness rotator cuff tear were randomly divided into high intensity lesser therapy and control groups. High intensity lesser therapy group and control group treated with multidisciplinary rehabilitation and therapeutic exercise program in addition to this three session of intervention per week for three weeks received by high intensity lesser therapy group. High intensity lesser therapy treatment significantly decrease pain ,increase range of motion and functional independence as compare to control group."},"conditionsModule":{"conditions":["Stroke","Shoulder Pain"],"keywords":["Post-Stroke shoulder pain","Low frequency TENS","Therapeutic ultrasound","Functional disability"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":48,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Low frequency transcutaneous electrical stimulation and Therapeutic Ultrasound","type":"EXPERIMENTAL","description":"participant will receive low frequency transcutaneous electrical stimulation and therapeutic Ultrasound as a treatment","interventionNames":["Other: low frequency transcutaneous electrical stimulation and Therapeutic Ultrasound"]},{"label":"Therapeutic Ultrasound","type":"ACTIVE_COMPARATOR","description":"patients will receive therapeutic ultrasound as a treatment","interventionNames":["Other: Therapeutic Ultrasound"]},{"label":"Low frequency transcutaneous electrical stimulation","type":"ACTIVE_COMPARATOR","description":"participant will receive low frequency transcutaneous electrical stimulation","interventionNames":["Other: Low frequency transcutaneous electrical stimulation"]}],"interventions":[{"type":"OTHER","name":"low frequency transcutaneous electrical stimulation and Therapeutic Ultrasound","description":"patients will receive low-frequency transcutaneous electrical stimulation for 15 minutes and therapeutic Ultrasound for 10 minutes as a treatment and patients will receive a total of 12 treatment sessions (3 sessions per week for 4 weeks and then follow-up will be done for the next 2 weeks) and the total duration of each session will be of 25 minutes.","armGroupLabels":["Low frequency transcutaneous electrical stimulation and Therapeutic Ultrasound"]},{"type":"OTHER","name":"Therapeutic Ultrasound","description":"patients will receive a therapeutic ultrasound for 10 minutes three times a week for 4 weeks and then follow-up will be done for the next 2 weeks","armGroupLabels":["Therapeutic Ultrasound"]},{"type":"OTHER","name":"Low frequency transcutaneous electrical stimulation","description":"participants will receive low-frequency transcutaneous electrical stimulation for 15 minutes three times a week for 4 weeks and then follow-up will be done for the next 2 weeks","armGroupLabels":["Low frequency transcutaneous electrical stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":".Numerical Pain Rating Scale","description":"We used an 11-point numerical pain rating scale. (Where 0 = no pain; 10 = maximum pain) to assess the intensity of spontaneous HSP. The patients were required not to take analgesics or muscle relaxants for 24 h prior to the assessment","timeFrame":"6 weeks"},{"measure":"Shoulder Pain and Disability Index","description":"shoulder pain and disability index is a 13 items subjective questionnaire. Which is used to measure the level of pain and disability associated with shoulder pathologies. It has two subsets: Pain (5 items) and disability (8 items) to assess functional status of individuals with shoulder problems","timeFrame":"6 weeks"},{"measure":"Disabilities of Arm, Shoulder Hand questionnaire","description":"The Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure is a 30-item, self- report questionnaire designed to measure physical function and symptoms in patients with any or several musculoskeletal disorders of the upper limb. The questionnaire was designed to help describe the disability experienced by people with upper-limb disorders and also to monitor changes in symptoms and function over time","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 65-84 years(23)\n\n  * Both genders male and female will be included\n  * Ischemic and hemorrhagic both types of strokes will be included\n  * Patients with a history of shoulder pain\n\nExclusion Criteria:\n\n* Patients with another neurological disease\n\n  * Patients with unstable cardiovascular disease such as ventricular arrhythmias\n  * Patients with a history of traumatic brain injury Patients with a history of traumatic brain injury\n  * Any contraindications for UST or TENS therapy","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","maximumAge":"84 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"hira jabeen","role":"CONTACT","phone":"03234116506","email":"hira.jabeen@riphah.edu.pk"}],"overallOfficials":[{"name":"hira jabeen","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Bahawal Victoria Hospital","status":"RECRUITING","city":"Bahawalpur","state":"Punjab","zip":"63100","country":"Pakistan","contacts":[{"name":"muhammad irshad","role":"CONTACT","phone":"03336352593"},{"name":"toqeer zulfiqar, DPT","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.4,"lon":71.68333}}]},"referencesModule":{"references":[{"pmid":"10503976","type":"BACKGROUND","citation":"Broeks JG, Lankhorst GJ, Rumping K, Prevo AJ. The long-term outcome of arm function after stroke: results of a follow-up study. Disabil Rehabil. 1999 Aug;21(8):357-64. doi: 10.1080/096382899297459."},{"pmid":"17185637","type":"BACKGROUND","citation":"Lindgren I, Jonsson AC, Norrving B, Lindgren A. Shoulder pain after stroke: a prospective population-based study. Stroke. 2007 Feb;38(2):343-8. doi: 10.1161/01.STR.0000254598.16739.4e. Epub 2006 Dec 21."},{"pmid":"31938571","type":"BACKGROUND","citation":"Eslamian F, Farhoudi M, Jahanjoo F, Sadeghi-Hokmabadi E, Darabi P. Electrical interferential current stimulation versus electrical acupuncture in management of hemiplegic shoulder pain and disability following ischemic stroke-a randomized clinical trial. Arch Physiother. 2020 Jan 10;10:2. doi: 10.1186/s40945-019-0071-6. eCollection 2020."},{"pmid":"33324087","type":"BACKGROUND","citation":"Dyer S, Mordaunt DA, Adey-Wakeling Z. Interventions for Post-Stroke Shoulder Pain: An Overview of Systematic Reviews. Int J Gen Med. 2020 Dec 7;13:1411-1426. doi: 10.2147/IJGM.S200929. eCollection 2020."},{"pmid":"11571371","type":"BACKGROUND","citation":"Walsh K. Management of shoulder pain in patients with stroke. Postgrad Med J. 2001 Oct;77(912):645-9. doi: 10.1136/pmj.77.912.645."},{"pmid":"2431421","type":"BACKGROUND","citation":"Griffin JW. Hemiplegic shoulder pain. Phys Ther. 1986 Dec;66(12):1884-93. doi: 10.1093/ptj/66.12.1884."},{"pmid":"18338278","type":"BACKGROUND","citation":"Ekim A, Armagan O, Oner C. [Efficiency of TENS treatment in hemiplegic shoulder pain: a placebo controlled study]. Agri. 2008 Jan;20(1):41-6. Turkish."},{"pmid":"8348278","type":"BACKGROUND","citation":"Vecchio P, Cave M, King V, Adebajo AO, Smith M, Hazleman BL. A double-blind study of the effectiveness of low level laser treatment of rotator cuff tendinitis. Br J Rheumatol. 1993 Aug;32(8):740-2. doi: 10.1093/rheumatology/32.8.740."},{"pmid":"7638444","type":"BACKGROUND","citation":"Vlak T, Jakelic K, Jajic I. [Comparative study of the effectiveness of lasers and cryotherapy in the treatment of painful shoulder syndrome]. Reumatizam. 1994;41(1):9-15. Croatian."},{"pmid":"23295472","type":"BACKGROUND","citation":"Celik EC, Erhan B, Gunduz B, Lakse E. The effect of low-frequency TENS in the treatment of neuropathic pain in patients with spinal cord injury. Spinal Cord. 2013 Apr;51(4):334-7. doi: 10.1038/sc.2012.159. Epub 2013 Jan 8."},{"pmid":"10431713","type":"BACKGROUND","citation":"van der Windt DAWM, van der Heijden GJMG, van den Berg SGM, Ter Riet G, de Winter AF, Bouter LM. Ultrasound therapy for musculoskeletal disorders: a systematic review. Pain. 1999 Jun;81(3):257-271. doi: 10.1016/S0304-3959(99)00016-0."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M21597","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M20523","name":"Arthralgia","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3722","name":"Analgesics","relevance":"LOW"}],"browseBranches":[{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}