{"protocolSection":{"identificationModule":{"nctId":"NCT01410318","orgStudyIdInfo":{"id":"PESA CNIC-SANTANDER"},"organization":{"fullName":"Fundación Centro Nacional de Investigaciones Cardiovasculares Carlos III","class":"OTHER"},"briefTitle":"Progression of Early Subclinical Atherosclerosis","officialTitle":"Early Detection and Progression of Subclinical Atherosclerosis and Its Relationship to Coronary Risk Factors","acronym":"PESA"},"statusModule":{"statusVerifiedDate":"2021-04","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-06-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2030-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2011-08-02","studyFirstSubmitQcDate":"2011-08-04","studyFirstPostDateStruct":{"date":"2011-08-05","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-04-27","lastUpdatePostDateStruct":{"date":"2021-04-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fundación Centro Nacional de Investigaciones Cardiovasculares Carlos III","class":"OTHER"},"collaborators":[{"name":"Grupo Santander","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The overall objective of this study is to characterize the prevalence and progression rate of subclinical atherosclerotic lesions and to study their association to the imaging characteristics of atheroma plaques and to the presence of genetic, epigenetic, metabolomic, and environmental factors, including dietary habits, physical activity, biorhythms, psychosocial characteristics, and exposure to environmental pollutants","detailedDescription":"Atherosclerosis is the most common cardiovascular disease and accounts for the greatest number of deaths. Atherosclerotic disease starts at an early age and follows a subclinical course for decades, becoming apparent in the fifth or sixth decades of life in men and approximately 10 years later in women. Its main clinical signs include myocardial infarction, angina pectoris, sudden death, or stroke. Disease occurrence and progression are conditioned by the presence of the so-called risk factors: smoking, dyslipidemia, hypertension, and diabetes, among others. From these factors, a number of equations have been developed for predicting the risk of an individual to suffer the disease, in order to apply adequate prevention measures such as lifestyle changes or drug treatment. However, despite the proven efficacy of such interventions, cardiovascular prevention has many limitations due to three significant problems:\n\n1. The ability to predict risk from current equations is very limited because other genetic or environmental factors that may influence the course of disease are still unknown.\n2. The ability for early prediction of cardiovascular risk from current equations is even more limited in individuals under 55 years of age.\n3. Atherosclerotic disease is diagnosed too late, usually when the condition is very advanced and lesions are already irreversible, or when it has caused clinical signs or events in organs or territories vascularized by the diseased arteries. Clinical procedures currently used for detection of myocardial ischemia are however poorly sensitive and specific in the asymptomatic general population.\n\nTechnological advances made in the past decade in both laboratory tests and medical imaging have opened up new expectations for detection and treatment of atherosclerotic disease. Current research is focused on two aspects:\n\n1. To improve the ability to predict the disease by incorporating risk factors obtained from the laboratory such as C-reactive protein, homocysteine, fibrinogen, myeloperoxidase, or lipoprotein-associated phospholipase A2. At the same time, development of genetics and the new so-called \"omics\" techniques allows for exploring the genetic variability of individuals and its contribution to development of the disease and its complications. Such technologies include genomics, epigenetics, transcriptomics, proteomics, and metabolomics.\n2. To detect the disease at an early stage using the advanced imaging techniques, which may be used with no or minimal risks in large population groups. Use of magnetic resonance imaging (MRI) with and without contrast, computed tomography (CT), and positron emission tomography (PET) allows not only for identifying subclinical lesions, but also for studying the mechanisms of disease and for monitoring its course.\n\nVery few population studies making combined use of some of these procedures are available. The actual potential of this approach and the impact it may have on early diagnosis of subclinical atherosclerosis, its progression, and its relationship to risk factors have not been assessed to date."},"conditionsModule":{"conditions":["Atherosclerosis"],"keywords":["Atherosclerosis","PESA","Subclinical","Cardiovascular diseases","Coronary disease","Heart diseases","Heart Failure","Myocardial Infarction","Stroke","Arteriosclerosis"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"* Orine (4 x 5 mL)\n* Blood (8 x 0.6 mL)\n* Serum (8 x 0.6 mL)\n* EDTA plasma (8 x 0.6 mL)\n* Buffy Coat (2 x 0.6 mL)\n* Non insultated RNA (2 x 5 mL PAXgene)\n* Insulated DNA (2 x 0.3 mL, 150 ng/microL + 1 x 0.3 mL, 75 ng/microL)"},"enrollmentInfo":{"count":4184,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"To assess the prevalence and 6-year progression rate of subclinical atherosclerotic disease in a population aged 40-54 years using basic and advanced cardiovascular imaging techniques.","description":"The basic imaging tests consist of vascular 2D and 3D ultrasound in carotid, aorta and ilio-femoral arteries and computed tomography (CT) for coronary artery calcification. The advanced imaging test consist of magnetic resonance imaging (MRI) and 18F-fluorodeoxyglucose-positron emission tomography (18FDG PET) in carotid and ilio-femoral territories.\n\nThese imaging techniques enable early detection of subclinical atherosclerosis, characterization of the atherosclerotic burden, and monitoring of disease progression.","timeFrame":"20 years"}],"secondaryOutcomes":[{"measure":"To assess the association of both emerging and traditional cardiovascular risk factors with progression of subclinical atherosclerotic disease.","description":"The main emerging risk factors to be investigated will be genetic markers (using genome-wide association scans), epigenetic markers (by genome-wide analysis of DNA methylation), and metabolomic markers (metabolomic profile in serum). Conventional factors are defined as those included in the prediction equations (European SCORE equation for Mediterranean countries and REGICOR), dietary habits, physical activity, and psychosocial characteristics.","timeFrame":"20 years"}],"otherOutcomes":[{"measure":"To characterize the composition and evolution of atherosclerotic lesions using MRI and 18FDG PET to determine their relationship to risk factors and genetic, epigenetic, metabolomic, and environmental factors.","timeFrame":"20 years"},{"measure":"To assess the prevalence and progression of subclinical atherosclerosis in perimenopausal women and its relationship to cardiovascular risk factors and hormonal changes.","timeFrame":"20 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Employees of the Banco de Santander Group\n* Age between 40-54 years.\n\nExclusion Criteria:\n\n* Myocardial Infarction\n* Angina pectoris\n* Stroke, either transient or with sequelae\n* Peripheral vascular disease\n* Prior angioplasty or heart surgery\n* Atrial fibrillation\n* Other heart diseases\n\nSubjects with the following conditions will also be excluded:\n\n* Pregnancy\n* Active treatment for any cancer\n* Morbid obesity (BMI ≥40)\n* Renal failure with creatinine clearance \\<60 mL/min, as estimated by the Cockcroft and Gault formula\n* Any disease that decreases life expectation to ≤6 years\n* Pacemaker, implantable automatic defibrillator, or any implanted device that contraindicates MRI\n* A chest CT in the previous year","healthyVolunteers":true,"sex":"ALL","minimumAge":"40 Years","maximumAge":"54 Years","stdAges":["ADULT"],"studyPopulation":"The target population of the study consists of employees (N= 4,184) of the Banco de Santander Group in the Madrid region (65% males and 35% females, aged 40-54 years).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Valentín Fuster, PhD","affiliation":"Centro Nacional de Investigaciones Cardiovasculares Carlos III","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Antonio I Fernández Ortiz, PhD","affiliation":"Centro Nacional de Investigaciones Cardiovasculares Carlos III","role":"STUDY_DIRECTOR"},{"name":"Borja Ibañez, PhD","affiliation":"Centro Nacional de Investigaciones Cardiovasculares Carlos III","role":"STUDY_CHAIR"},{"name":"Ginés Sanz, PhD","affiliation":"Centro Nacional de Investigaciones Cardiovasculares Carlos III","role":"STUDY_CHAIR"},{"name":"Jose María Ordovás, PhD","affiliation":"Centro Nacional de Investigaciones Cardiovasculares Carlos III","role":"STUDY_CHAIR"},{"name":"Luis Jesús Jiménez Borreguero, MD","affiliation":"Centro Nacional de Investigaciones Cardiovasculares Carlos III","role":"STUDY_CHAIR"},{"name":"Jose Luis Peñalvo, PhD","affiliation":"Centro Nacional de Investigaciones Cardiovasculares Carlos III","role":"STUDY_CHAIR"},{"name":"Martín Laclaustra, PhD","affiliation":"Centro Nacional de Investigaciones Cardiovasculares Carlos III","role":"STUDY_CHAIR"},{"name":"Ana Dopazo, PhD","affiliation":"Centro Nacional de Investigaciones Cardiovasculares Carlos III","role":"STUDY_CHAIR"},{"name":"Leticia Fernández Friera, PhD","affiliation":"Centro Nacional de Investigaciones Cardiovasculares Carlos III","role":"STUDY_CHAIR"},{"name":"Agustin Mocoroa, MD","affiliation":"Banco Santander","role":"STUDY_CHAIR"},{"name":"Beatriz Lopez Melgar, MD","affiliation":"Centro Nacional de Investigaciones Cardiovasculares Carlos III","role":"STUDY_CHAIR"}],"locations":[{"facility":"Ciudad Financiera del Grupo Santander","city":"Boadilla del Monte","state":"Madrid","zip":"28660","country":"Spain","geoPoint":{"lat":40.405,"lon":-3.87835}}]},"referencesModule":{"references":[{"pmid":"24268213","type":"BACKGROUND","citation":"Fernandez-Ortiz A, Jimenez-Borreguero LJ, Penalvo JL, Ordovas JM, Mocoroa A, Fernandez-Friera L, Laclaustra M, Garcia L, Molina J, Mendiguren JM, Lopez-Melgar B, de Vega VM, Alonso-Farto JC, Guallar E, Sillesen H, Rudd JH, Fayad ZA, Ibanez B, Sanz G, Fuster V. The Progression and Early detection of Subclinical Atherosclerosis (PESA) study: rationale and design. Am Heart J. 2013 Dec;166(6):990-8. doi: 10.1016/j.ahj.2013.08.024. Epub 2013 Oct 10."},{"pmid":"25119855","type":"BACKGROUND","citation":"Fernandez-Friera L, Ibanez B, Fuster V. Imaging subclinical atherosclerosis: is it ready for prime time? A review. J Cardiovasc Transl Res. 2014 Oct;7(7):623-34. doi: 10.1007/s12265-014-9582-4. Epub 2014 Aug 14."},{"pmid":"25882487","type":"RESULT","citation":"Fernandez-Friera L, Penalvo JL, Fernandez-Ortiz A, Ibanez B, Lopez-Melgar B, Laclaustra M, Oliva B, Mocoroa A, Mendiguren J, Martinez de Vega V, Garcia L, Molina J, Sanchez-Gonzalez J, Guzman G, Alonso-Farto JC, Guallar E, Civeira F, Sillesen H, Pocock S, Ordovas JM, Sanz G, Jimenez-Borreguero LJ, Fuster V. Prevalence, Vascular Distribution, and Multiterritorial Extent of Subclinical Atherosclerosis in a Middle-Aged Cohort: The PESA (Progression of Early Subclinical Atherosclerosis) Study. Circulation. 2015 Jun 16;131(24):2104-13. doi: 10.1161/CIRCULATIONAHA.114.014310. Epub 2015 Apr 16."},{"pmid":"27230041","type":"RESULT","citation":"Fernandez-Alvira JM, Fuster V, Dorado B, Soberon N, Flores I, Gallardo M, Pocock S, Blasco MA, Andres V. Short Telomere Load, Telomere Length, and Subclinical Atherosclerosis: The PESA Study. J Am Coll Cardiol. 2016 May 31;67(21):2467-76. doi: 10.1016/j.jacc.2016.03.530."},{"pmid":"27038420","type":"RESULT","citation":"Lopez-Melgar B, Fernandez-Friera L, Sanchez-Gonzalez J, Vilchez JP, Cecconi A, Mateo J, Penalvo JL, Oliva B, Garcia-Ruiz JM, Kauffman S, Jimenez-Borreguero LJ, Ruiz-Cabello J, Fernandez-Ortiz A, Ibanez B, Fuster V. Accurate quantification of atherosclerotic plaque volume by 3D vascular ultrasound using the volumetric linear array method. Atherosclerosis. 2016 May;248:230-7. doi: 10.1016/j.atherosclerosis.2016.03.002. Epub 2016 Mar 15."},{"pmid":"27539172","type":"RESULT","citation":"Penalvo JL, Fernandez-Friera L, Lopez-Melgar B, Uzhova I, Oliva B, Fernandez-Alvira JM, Laclaustra M, Pocock S, Mocoroa A, Mendiguren JM, Sanz G, Guallar E, Bansilal S, Vedanthan R, Jimenez-Borreguero LJ, Ibanez B, Ordovas JM, Fernandez-Ortiz A, Bueno H, Fuster V. Association Between a Social-Business Eating Pattern and Early Asymptomatic Atherosclerosis. J Am Coll Cardiol. 2016 Aug 23;68(8):805-14. doi: 10.1016/j.jacc.2016.05.080."},{"pmid":"27993926","type":"RESULT","citation":"Hurtado-Roca Y, Bueno H, Fernandez-Ortiz A, Ordovas JM, Ibanez B, Fuster V, Rodriguez-Artalejo F, Laclaustra M. Oxidized LDL Is Associated With Metabolic Syndrome Traits Independently of Central Obesity and Insulin Resistance. Diabetes. 2017 Feb;66(2):474-482. doi: 10.2337/db16-0933. Epub 2016 Dec 19."},{"pmid":"28224926","type":"RESULT","citation":"Coffeng JK, van der Ploeg HP, Castellano JM, Fernandez-Alvira JM, Ibanez B, Garcia-Lunar I, van der Beek AJ, Fernandez-Ortiz A, Mocoroa A, Garcia-Leal L, Cardenas E, Rojas C, Martinez-Castro MI, Santiago-Sacristan S, Fernandez-Gallardo M, Mendiguren JM, Bansilal S, van Mechelen W, Fuster V. A 30-month worksite-based lifestyle program to promote cardiovascular health in middle-aged bank employees: Design of the TANSNIP-PESA randomized controlled trial. Am Heart J. 2017 Feb;184:121-132. doi: 10.1016/j.ahj.2016.11.002. Epub 2016 Nov 10."},{"pmid":"28705310","type":"RESULT","citation":"Lopez-Melgar B, Fernandez-Friera L, Oliva B, Garcia-Ruiz JM, Penalvo JL, Gomez-Talavera S, Sanchez-Gonzalez J, Mendiguren JM, Ibanez B, Fernandez-Ortiz A, Sanz J, Fuster V. Subclinical Atherosclerosis Burden by 3D Ultrasound in Mid-Life: The PESA Study. J Am Coll Cardiol. 2017 Jul 18;70(3):301-313. doi: 10.1016/j.jacc.2017.05.033."},{"pmid":"28982495","type":"RESULT","citation":"Uzhova I, Fuster V, Fernandez-Ortiz A, Ordovas JM, Sanz J, Fernandez-Friera L, Lopez-Melgar B, Mendiguren JM, Ibanez B, Bueno H, Penalvo JL. The Importance of Breakfast in Atherosclerosis Disease: Insights From the PESA Study. J Am Coll Cardiol. 2017 Oct 10;70(15):1833-1842. doi: 10.1016/j.jacc.2017.08.027."},{"pmid":"29145946","type":"RESULT","citation":"Fernandez-Alvira JM, Fuster V, Pocock S, Sanz J, Fernandez-Friera L, Laclaustra M, Fernandez-Jimenez R, Mendiguren J, Fernandez-Ortiz A, Ibanez B, Bueno H. Predicting Subclinical Atherosclerosis in Low-Risk Individuals: Ideal Cardiovascular Health Score and Fuster-BEWAT Score. J Am Coll Cardiol. 2017 Nov 14;70(20):2463-2473. doi: 10.1016/j.jacc.2017.09.032."},{"pmid":"29241485","type":"RESULT","citation":"Fernandez-Friera L, Fuster V, Lopez-Melgar B, Oliva B, Garcia-Ruiz JM, Mendiguren J, Bueno H, Pocock S, Ibanez B, Fernandez-Ortiz A, Sanz J. Normal LDL-Cholesterol Levels Are Associated With Subclinical Atherosclerosis in the Absence of Risk Factors. J Am Coll Cardiol. 2017 Dec 19;70(24):2979-2991. doi: 10.1016/j.jacc.2017.10.024. Erratum In: J Am Coll Cardiol. 2018 Feb 6;71(5):588-589."},{"pmid":"30654884","type":"RESULT","citation":"Dominguez F, Fuster V, Fernandez-Alvira JM, Fernandez-Friera L, Lopez-Melgar B, Blanco-Rojo R, Fernandez-Ortiz A, Garcia-Pavia P, Sanz J, Mendiguren JM, Ibanez B, Bueno H, Lara-Pezzi E, Ordovas JM. Association of Sleep Duration and Quality With Subclinical Atherosclerosis. J Am Coll Cardiol. 2019 Jan 22;73(2):134-144. doi: 10.1016/j.jacc.2018.10.060."},{"pmid":"30586697","type":"RESULT","citation":"Tsilingiri K, de la Fuente H, Relano M, Sanchez-Diaz R, Rodriguez C, Crespo J, Sanchez-Cabo F, Dopazo A, Alonso-Lebrero JL, Vara A, Vazquez J, Casasnovas JM, Alfonso F, Ibanez B, Fuster V, Martinez-Gonzalez J, Martin P, Sanchez-Madrid F. Oxidized Low-Density Lipoprotein Receptor in Lymphocytes Prevents Atherosclerosis and Predicts Subclinical Disease. Circulation. 2019 Jan 8;139(2):243-255. doi: 10.1161/CIRCULATIONAHA.118.034326. Erratum In: Circulation. 2019 Jan 8;139(2):e4."},{"pmid":"30922468","type":"RESULT","citation":"Fernandez-Friera L, Fuster V, Lopez-Melgar B, Oliva B, Sanchez-Gonzalez J, Macias A, Perez-Asenjo B, Zamudio D, Alonso-Farto JC, Espana S, Mendiguren J, Bueno H, Garcia-Ruiz JM, Ibanez B, Fernandez-Ortiz A, Sanz J. Vascular Inflammation in Subclinical Atherosclerosis Detected by Hybrid PET/MRI. J Am Coll Cardiol. 2019 Apr 2;73(12):1371-1382. doi: 10.1016/j.jacc.2018.12.075."},{"pmid":"31345427","type":"RESULT","citation":"Redondo-Bravo L, Fernandez-Alvira JM, Gorriz J, Mendiguren JM, Sanz J, Fernandez-Friera L, Garcia-Ruiz JM, Fernandez-Ortiz A, Ibanez B, Bueno H, Fuster V. Does Socioeconomic Status Influence the Risk of Subclinical Atherosclerosis?: A Mediation Model. J Am Coll Cardiol. 2019 Jul 30;74(4):526-535. doi: 10.1016/j.jacc.2019.05.042."},{"pmid":"31877415","type":"RESULT","citation":"Yin X, Willinger CM, Keefe J, Liu J, Fernandez-Ortiz A, Ibanez B, Penalvo J, Adourian A, Chen G, Corella D, Pamplona R, Portero-Otin M, Jove M, Courchesne P, van Duijn CM, Fuster V, Ordovas JM, Demirkan A, Larson MG, Levy D. Lipidomic profiling identifies signatures of metabolic risk. EBioMedicine. 2020 Jan;51:102520. doi: 10.1016/j.ebiom.2019.10.046. Epub 2019 Dec 24."},{"pmid":"33032733","type":"RESULT","citation":"de la Chica JA, Gomez-Talavera S, Garcia-Ruiz JM, Garcia-Lunar I, Oliva B, Fernandez-Alvira JM, Lopez-Melgar B, Sanchez-Gonzalez J, de la Pompa JL, Mendiguren JM, Martinez de Vega V, Fernandez-Ortiz A, Sanz J, Fernandez-Friera L, Ibanez B, Fuster V. Association Between Left Ventricular Noncompaction and Vigorous Physical Activity. J Am Coll Cardiol. 2020 Oct 13;76(15):1723-1733. doi: 10.1016/j.jacc.2020.08.030."},{"pmid":"33004133","type":"RESULT","citation":"Sanchez-Cabo F, Rossello X, Fuster V, Benito F, Manzano JP, Silla JC, Fernandez-Alvira JM, Oliva B, Fernandez-Friera L, Lopez-Melgar B, Mendiguren JM, Sanz J, Ordovas JM, Andres V, Fernandez-Ortiz A, Bueno H, Ibanez B, Garcia-Ruiz JM, Lara-Pezzi E. Machine Learning Improves Cardiovascular Risk Definition for Young, Asymptomatic Individuals. J Am Coll Cardiol. 2020 Oct 6;76(14):1674-1685. doi: 10.1016/j.jacc.2020.08.017."},{"pmid":"32879953","type":"RESULT","citation":"Rossello X, Fuster V, Oliva B, Sanz J, Fernandez Friera LA, Lopez-Melgar B, Mendiguren JM, Lara-Pezzi E, Bueno H, Fernandez-Ortiz A, Ibanez B, Ordovas JM. Association Between Body Size Phenotypes and Subclinical Atherosclerosis. J Clin Endocrinol Metab. 2020 Dec 1;105(12):3734-44. doi: 10.1210/clinem/dgaa620."},{"pmid":"32327104","type":"RESULT","citation":"Martinez-Lopez D, Roldan-Montero R, Garcia-Marques F, Nunez E, Jorge I, Camafeita E, Minguez P, Rodriguez de Cordoba S, Lopez-Melgar B, Lara-Pezzi E, Fernandez-Ortiz A, Ibanez B, Valdivielso JM, Fuster V, Michel JB, Blanco-Colio LM, Vazquez J, Martin-Ventura JL. Complement C5 Protein as a Marker of Subclinical Atherosclerosis. J Am Coll Cardiol. 2020 Apr 28;75(16):1926-1941. doi: 10.1016/j.jacc.2020.02.058."},{"pmid":"32273027","type":"RESULT","citation":"Lopez-Melgar B, Fernandez-Friera L, Oliva B, Garcia-Ruiz JM, Sanchez-Cabo F, Bueno H, Mendiguren JM, Lara-Pezzi E, Andres V, Ibanez B, Fernandez-Ortiz A, Sanz J, Fuster V. Short-Term Progression of Multiterritorial Subclinical Atherosclerosis. J Am Coll Cardiol. 2020 Apr 14;75(14):1617-1627. doi: 10.1016/j.jacc.2020.02.026."},{"pmid":"33602472","type":"RESULT","citation":"Cortes-Canteli M, Gispert JD, Salvado G, Toribio-Fernandez R, Tristao-Pereira C, Falcon C, Oliva B, Mendiguren J, Fernandez-Friera L, Sanz J, Garcia-Ruiz JM, Fernandez-Ortiz A, Sanchez-Gonzalez J, Ibanez B, Molinuevo JL, Fuster V. Subclinical Atherosclerosis and Brain Metabolism in Middle-Aged Individuals: The PESA Study. J Am Coll Cardiol. 2021 Feb 23;77(7):888-898. doi: 10.1016/j.jacc.2020.12.027."},{"pmid":"35567559","type":"DERIVED","citation":"Devesa A, Lobo-Gonzalez M, Martinez-Milla J, Oliva B, Garcia-Lunar I, Mastrangelo A, Espana S, Sanz J, Mendiguren JM, Bueno H, Fuster JJ, Andres V, Fernandez-Ortiz A, Sancho D, Fernandez-Friera L, Sanchez-Gonzalez J, Rossello X, Ibanez B, Fuster V. Bone marrow activation in response to metabolic syndrome and early atherosclerosis. Eur Heart J. 2022 May 14;43(19):1809-1828. doi: 10.1093/eurheartj/ehac102. Epub 2022 Mar 11."},{"pmid":"34140107","type":"DERIVED","citation":"Raposeiras-Roubin S, Rossello X, Oliva B, Fernandez-Friera L, Mendiguren JM, Andres V, Bueno H, Sanz J, Martinez de Vega V, Abu-Assi E, Iniguez A, Fernandez-Ortiz A, Ibanez B, Fuster V. Triglycerides and Residual Atherosclerotic Risk. J Am Coll Cardiol. 2021 Jun 22;77(24):3031-3041. doi: 10.1016/j.jacc.2021.04.059."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000050197","term":"Atherosclerosis"}],"ancestors":[{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M20249","name":"Disease Progression","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}