{"protocolSection":{"identificationModule":{"nctId":"NCT02507271","orgStudyIdInfo":{"id":"10-01918"},"organization":{"fullName":"NYU Langone Health","class":"OTHER"},"briefTitle":"Speed of Processing Training in Traumatic Brain Injury","officialTitle":"Speed of Processing Training in Traumatic Brain Injury"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-03-25","type":"ACTUAL"},"completionDateStruct":{"date":"2021-03-25","type":"ACTUAL"},"studyFirstSubmitDate":"2015-07-21","studyFirstSubmitQcDate":"2015-07-22","studyFirstPostDateStruct":{"date":"2015-07-23","type":"ESTIMATED"},"lastUpdateSubmitDate":"2021-03-29","lastUpdatePostDateStruct":{"date":"2021-03-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"NYU Langone Health","class":"OTHER"}},"descriptionModule":{"briefSummary":"The purpose of this project is to test the hypothesis that Speed of Information Processing (SIP) deficits in acquired brain injury (ABI) can be remediated. The majority of individuals with acquired brain injuries have speed of information processing deficits as part of the cognitive sequelae of the brain injury. Empirical research is expected to demonstrate the efficacy of computerized cognitive Speed of Information Processing (SIP) training in individuals with ABI.\n\nStudy participants will be asked to attend two study visits over the course of approximately 13 weeks. Participants will be randomly assigned to either the experimental or control group.","detailedDescription":"The specific aims of the current research protocol are as follows: Aim 1: To test the hypothesis that SIP training of individuals with ABI will improve processing speed. This study is expected to demonstrate that individuals with ABI that receive SIP training will improve on neurocognitive measures of processing speed. Aim 2: To test the generalizability of SIP training of individuals with TBI to other cognitive domains beyond information processing speed. This study is expected to demonstrate increases in working memory, attention and executive functioning in the group that receives the cognitive training. Aim 3: To test the hypothesis that SIP training of individuals with TBI will improve mood. This study is expected to demonstrate that self-reported levels of depression will improve in the group that receives cognitive training. Aim 4: To examine if changes in the neural integrity of white matter pathways of the brain occur in individuals that undergo the SIP training.\n\nAll participants will undergo a set of baseline cognitive exams/tests, which will take approximately two hours. Participants will be randomly placed in either the experimental group or the control group. The experimental group will undergo approximately 40 hours of training on the Brain Fitness Program over an eight week period. The control group will be contacted once a week for eight weeks about their cognitively stimulating activities (i.e. reading, working on the computer, and puzzles). At approximately the thirteenth week participants from both groups will undergo post-baseline cognitive exams/tests. This evaluation will take approximately two hours. In addition there is an optional neuroimaging study which participants may elect to participate in. Participants who agree to take part in the neuroimaging portion of the study will undergo a baseline MRI scan. At approximately 13 weeks later participants will undergo a post-baseline MRI scan. Both scans will take approximately one hour."},"conditionsModule":{"conditions":["Traumatic Brain Injury","Vascular Accident, Brain"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"EXPERIMENTAL","interventionNames":["Other: Brain Fitness Program"]},{"label":"Control Group","type":"PLACEBO_COMPARATOR","interventionNames":["Other: Weekly Telephone Contact"]}],"interventions":[{"type":"OTHER","name":"Brain Fitness Program","description":"This intervention involves work on a computer by responding to sounds for five hours a week, approximately one hour a day five days a week at the Rusk Institute for Rehabilitation.","armGroupLabels":["Experimental Group"]},{"type":"OTHER","name":"Weekly Telephone Contact","description":"This intervention involves weekly telephone calls over a period of approximately 8 weeks to inquire about the participant's involvement in cognitively stimulating activities (such as reading, working on the computer, puzzles, etc.)","armGroupLabels":["Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Reading ability","description":"Wechsler Test of Adult Reading (WTAR). The WTAR is a measure that reliably estimates levels of intelligence by asking the participant to read aloud the words on an established reading list.","timeFrame":"Change from baseline after 13 weeks"},{"measure":"Speed of Information Processing","description":"1) The Paced Auditory Serial Addition Test (PASAT), which is designed to assess complex mental manipulation by adding the two most recent numbers that are presented auditorily. 2) The Symbol Digit Coding subtest of the CNS-Vital Signs neurocognitive battery, which requires the examinee to type and respond as quickly as possible the appropriate number that matches the special symbol. 3) The Stroop subtest of the CNS-Vital Signs neurocognitive battery: The Stroop Test has three parts to it. A) Read the word that is a name of a color as quickly as possible within 90 seconds. B) Name the color of ink that four X's as quickly as possible within 90 seconds. C) Name the color of the ink that the word is written in. The word is a color of ink that is incongruent to the color of the print. The participant is required to name as many inks as possible within 90 seconds.","timeFrame":"Change from baseline after 13 weeks"},{"measure":"Executive Functions","description":"1) Trail Making Test, Part A \\& B: This test measures efficiency of visual search and set shifting while alternating between letters and numbers. 2) Wisconsin Card Sorting Test, this test measures mental flexibility, set shifting and hypothesis testing. 3) The Non-Verbal Reasoning subtest of the CNS- Vital Signs neurocognitive battery, which is a measure of non-verbal reasoning and pattern identification.","timeFrame":"Change from baseline after 13 weeks"},{"measure":"Working Memory and Attention","description":"1) The Continuous Performance subtest of the CNS- Vital Signs neurocognitive battery. The Continuous Performance test assesses sustained attention and reaction time to targets presented on the computer. 2) The Shifting Attention subtest of the CNS- Vital Signs neurocognitive battery will be administered to assess the participant's ability to maintain attention while switching between sets of target. 3) Four-Parts Continuous performance subtest of the CNS- Vital Signs neurocognitive battery, which is a measure of working memory and sustained attention. In addition to these working memory and attention tasks, a verbal digit-span task, this is a standardized measure of verbal working memory.","timeFrame":"Change from baseline after 13 weeks"},{"measure":"Visual and Verbal Memory","description":"Verbal memory will be assessed with the Verbal Memory subtest of the CNS- Vital Signs neurocognitive battery. Participants will learn a list of words and then will be assessed for immediate recall and delayed recall.","timeFrame":"Change from baseline after 13 weeks"},{"measure":"Speech Perception","description":"Participants will be given a hearing screening which will take approximately 5 minutes. Participants will listen to speech sounds, words, or sentences over headphones and will make judgments about what they hear, by speaking a response, pushing a button, typing a response, or touching a computer screen. They will either be asked to make judgments about what they hear (e.g., what was the word) or the voice of the person who spoke.","timeFrame":"Change from baseline after 13 weeks"},{"measure":"Depression","description":"Beck Depression Inventory -II: This is a standardized instrument for the assessment of depression with a self-report questionnaire. Participants will endorse the level of disturbance which best describe their mood over 21 items that are characteristic of depression","timeFrame":"Change from baseline after 13 weeks"},{"measure":"Anxiety","description":"Beck Anxiety Inventory: The BAI is a self-report instrument for the assessment of anxiety. The BAI consists of 21 items, each describing a common symptom of anxiety on which the respondent rates how much they have been bothered by the symptoms over the last week","timeFrame":"Change from baseline after 13 weeks"},{"measure":"Cognitive Questionnaire","description":"The Cognitive Self-Report Questionnaire assesses perceptions of cognitive abilities). The Cognitive Self-Report Questionnaire consists of 25 statements about cognition and mood in everyday life over the past 2 weeks.","timeFrame":"Change from baseline after 13 weeks"}],"secondaryOutcomes":[{"measure":"Neuroimaging","description":"This is an optional procedure for study participants. Participants who wish to participate will undergo a resting state functional MRI (fMRI), a structural MRI sequence and a Diffusion Tensor Imaging (DTI) sequence at baseline and post-baseline. The neuroimaging component is to examine if the neural pathways involved with processing verbal information improve following the Brain Fitness Program training.","timeFrame":"Change from baseline after 13 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Mild, moderate and severe traumatic brain injury or a cerebral vascular accident (Stroke)\n* All subjects will be between the ages of 18 and 70 years\n* Free from significant psychiatric history (such as schizophrenia or bipolar disorder), due to the potential influence of such disorders on cognitive functioning\n* Free of current alcohol or drug as these factors have been shown to negatively affect cognitive abilities.\n\nExclusion Criteria:\n\n* Potential participants will be excluded if they are currently taking benzodiazepines or neuroleptics due to their potential effects on cognition.\n* Participant will be excluded if they are unable to comprehend the English language, either verbally or written.\n* Participants will be excluded from the magnetic resonance imaging (MRI) scan portion of the study if they contain metal in their body that is not compatible with the MRI scan.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Gerald Voelbel","affiliation":"New York University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"NYU Langone Medical Center, Rusk Institute for Rehabilitation","city":"New York","state":"New York","zip":"10016","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000020521","term":"Stroke"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M21996","name":"Stroke","asFound":"Vascular Accident, Brain","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]}},"hasResults":false}