{"protocolSection":{"identificationModule":{"nctId":"NCT02823704","orgStudyIdInfo":{"id":"01"},"organization":{"fullName":"University of Athens","class":"OTHER"},"briefTitle":"Proadrenomedullin for Early Risk Assessment in the Emergency Department","officialTitle":"A Prospective Clinical Trial of the Efficacy of Mid-regional Proadrenomedullin in the Triage and Multi-dimensional Risk Assessment of Patients Admitted to the Emergency Department","acronym":"ADRISK"},"statusModule":{"statusVerifiedDate":"2017-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-10","type":"ACTUAL"},"completionDateStruct":{"date":"2016-12","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-30","studyFirstSubmitQcDate":"2016-06-30","studyFirstPostDateStruct":{"date":"2016-07-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-03-17","lastUpdatePostDateStruct":{"date":"2017-03-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Evangelos J. Giamarellos-Bourboulis, M.D.","investigatorTitle":"Associate Professor of Internal Medicine","investigatorAffiliation":"University of Athens"},"leadSponsor":{"name":"University of Athens","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The study ia aiming to the assessment of Mid-Regional proadrenomedullin (MR-proADM) as a novel biomarker that can provide accurate short-, mid- and long term prognostic information in the triage and multi-dimensional risk assessment of patients in the Emergency Department (ED). A clinical algorithm with predefined MR-proADM cut-off values: \\<0.75 nmol/L (low risk), 0.75 nmol/L≥ and ≤ 1.5 nmol/L (intermediate risk); \\>1.5 nmol/L is pre-defined. Based on these cut-off values, a prespecified algorithm aiming to predict i) reduction of hospitalization in the ward/ICU and increase of out-patient treatment (rule-out of risk); and ii) reduce adverse complications (identify patients at risk) will be applied and compared with the initial clinical decision.","detailedDescription":"Emergency departments (ED) are becoming increasingly over-crowded, with patients facing prolonged waiting times. This is further aggravated by the shortage of available hospital space. Therefore, a safe and rapid triaging of patients is essential in improving the workflow within the ED, maximizing patient safety and comfort, and alleviating any unnecessary financial burden from the healthcare provider.\n\nAdrenomedullin (ADM), a 52 amino acid peptide, is a member of the calcitonin peptide family and is widely expressed in many tissues and organs. It has been shown to have a variety of physiological functions, including immune-modulating, direct bactericidal, diuretic and potent vasodilatory activity. In healthy subjects, ADM circulates at low picomolar concentrations. In many pathological states such as hypertension, renal failure, lower respiratory diseases and septic shock, plasma levels of adrenomedulin are significantly up-regulated in proportion to disease severity. These unique properties makes it a potentially useful marker in determination of the patients most at risk of developing complications on admission to the ED, in order to rapidly triage and administer the most effective treatment in the shortest possible time.\n\nHowever, reliable measurement of ADM is challenging due to a number of issues, such as: a short half time of 22 minutes; rapid degradation by proteases; and binding to complement factor H. Therefore, the increased stability of its precursor molecule, Mid-Regional(MR)-proADM, allows it to be reliably measured as a surrogate biomarker for the unstable ADM in a 1:1 ratio. The aim of this study is the assessment of MR-proADM as a novel biomarker that can provide accurate short-, mid- and long term prognostic information in the triage and multi-dimensional risk assessment of patients in the ED setting.\n\nADM, present mainly in endothelial and vascular smooth muscle cells, can act as both a hormone and cytokine (often termed a \"hormokine) in an autocrine and paracrine manner. Its potent vasodilatory and hypotensive response is elicited through an initial increase in cyclic adenosine monophosphate levels, and a subsequent production of nitric oxide. The importance of ADM in homeostasis is illustrated by its central role in the up- and down- regulation of cytokines and other mediators, as well as its own stimulatory and inhibitory effect on cytokine production. Indeed, interleukin (IL)-1β and tumor necrosis factor-alpha (TNFα) are two of the most potent triggers for ADM production. It is also up-regulated by hypoxia, bacterial products, such as lipopolysaccharide (LPS), and shear stress. Moreover, ADM has potent antimicrobial actions through membrane channel formation and lysis, and anti-apoptotic properties, it enhances renal excretion of sodium, decreases aldosterone synthesis and increases renal blood flow and urine volume. The ubiquitous and important functional role of ADM results in its clinical use in many diverse indications. Its precursor molecule, MR-proADM, has been shown to be a powerful risk assessment marker in sepsis and lower respiratory tract infections with the ability to predict 30 day mortality regardless of the underlying diagnosis. Plasma concentrations of MR-proADM have been also shown to be elevated in myocardial infarction, and to correlate with the severity of acute and chronic heart failure. Furthermore, it has been shown that it outperforms BNP and NT-BNP in predicting mortality in ED patients with dyspnea after 30 days8-12. MR-proADM is also elevated in various types of glomerulonephritis and progressively increased in patients with chronic renal failure (CKD) and has greater predictive accuracy in determining risk of CKD progression, compared to standard GFR measurements.\n\nMR-proADM is determined in plasma EDTA samples by an automated immunofluorescent assay (Thermo ScientificTM BRAHMSTM MR-proADM KRYPTORTM). Healthy individuals have detectable levels of MR-proADM of approximately 0.4nmol/L. The functional assay sensitivity has been assessed as being 0.25 nmol/L. Levels of MR-proADM are not influenced by food or water intake and there are no significant gender-related differences, which optimize its use in risk assessment. Furthermore, it remains stable up to 72 hours in EDTA plasma at room temperature and over four freeze/ thaw cycles.\n\nIn a previous study, an algorithm has been validated using MR-proADM cut-off values together with clinical risk assessment by the ED physician. The application of this model could potentially lead to an increase of patients safely discharged from the hospital falling into the low risk category. It has been shown that the prognostic information of this model could enhance the appropriateness of disposition decisions of patients presenting to the ED with non-specific complaints (NSC)."},"conditionsModule":{"conditions":["Fatal Outcome"],"keywords":["Sepsis","Chest pain","Abdominal pain","Electrolyte disturbances","Stroke","Triage","Risk for death"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Plasma samples on study enrolment"},"enrollmentInfo":{"count":300,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"ProADM for risk prediction","description":"Analysis of a predefined algorithm by MR-proADM cut-off values (\\<0.75 nmol/L as low risk, 0.75 nmol/L≥ and ≤ 1.5 nmol/L as intermediate risk and \\>1.5 nmol/L as high-risk) to rule-out the risk of unfavorable outcome.","timeFrame":"28 days"}],"secondaryOutcomes":[{"measure":"proADM for final diagnosis","description":"To analyze a predifined algorithm of MR-proAMD and to evaluate relationship with final diagnosis","timeFrame":"28 days"},{"measure":"ProADM for risk prediction in real-life","description":"To analyze a predifined algorithm of MR-proAMD trying to develop an algorithm for decision-making in real-life","timeFrame":"28 days"},{"measure":"proADM as predictor of outcome","description":"To analyze a predifined algorithm of MR-proAMD trying to answer if it is an independent predictor of final outcome based on multivariate models","timeFrame":"28 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age more than or equal to 18 years\n* Written informed consent provided by the patient\n\nExclusion Criteria:\n\nHigh-risk for death the first 24 hours post admission i.e. moribund patients unlikely to thrive as defined by the attending physicians","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All patients admitted in the emergency department of ATTIKON University General Hospital.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Evangelos Giamarellos-Bourboulis, MD, PhD","affiliation":"National and Kapodistrian University of Athens","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"4th Department of Internal Medicine, ATTIKON University Hospital","city":"Athens","zip":"12462","country":"Greece","geoPoint":{"lat":37.97945,"lon":23.71622}}]},"referencesModule":{"references":[{"pmid":"20529344","type":"BACKGROUND","citation":"Schuetz P, Wolbers M, Christ-Crain M, Thomann R, Falconnier C, Widmer I, Neidert S, Fricker T, Blum C, Schild U, Morgenthaler NG, Schoenenberger R, Henzen C, Bregenzer T, Hoess C, Krause M, Bucher HC, Zimmerli W, Mueller B; ProHOSP Study Group. Prohormones for prediction of adverse medical outcome in community-acquired pneumonia and lower respiratory tract infections. Crit Care. 2010;14(3):R106. doi: 10.1186/cc9055. Epub 2010 Jun 8."},{"pmid":"25252756","type":"BACKGROUND","citation":"Schuetz P, Marlowe RJ, Mueller B. The prognostic blood biomarker proadrenomedullin for outcome prediction in patients with chronic obstructive pulmonary disease (COPD): a qualitative clinical review. Clin Chem Lab Med. 2015 Mar;53(4):521-39. doi: 10.1515/cclm-2014-0748."},{"pmid":"23859580","type":"BACKGROUND","citation":"Nickel CH, Messmer AS, Geigy N, Misch F, Mueller B, Dusemund F, Hertel S, Hartmann O, Giersdorf S, Bingisser R. Stress markers predict mortality in patients with nonspecific complaints presenting to the emergency department and may be a useful risk stratification tool to support disposition planning. Acad Emerg Med. 2013 Jul;20(7):670-9. doi: 10.1111/acem.12172."},{"pmid":"23199555","type":"BACKGROUND","citation":"Haaf P, Twerenbold R, Reichlin T, Faoro J, Reiter M, Meune C, Steuer S, Bassetti S, Ziller R, Balmelli C, Campodarve I, Zellweger C, Kilchenmann A, Irfan A, Papassotiriou J, Drexler B, Mueller C. Mid-regional pro-adrenomedullin in the early evaluation of acute chest pain patients. Int J Cardiol. 2013 Sep 30;168(2):1048-55. doi: 10.1016/j.ijcard.2012.10.025. Epub 2012 Nov 27."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000004630","term":"Emergencies"}],"ancestors":[{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6535","name":"Death","relevance":"LOW"},{"id":"M20554","name":"Sepsis","relevance":"LOW"},{"id":"M16559","name":"Toxemia","relevance":"LOW"},{"id":"M7486","name":"Emergencies","asFound":"Emergency","relevance":"HIGH"},{"id":"M5572","name":"Chest Pain","relevance":"LOW"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M18001","name":"Abdominal Pain","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC01","name":"Infections"}]}},"hasResults":false}