{"protocolSection":{"identificationModule":{"nctId":"NCT02301299","orgStudyIdInfo":{"id":"STU00102919"},"organization":{"fullName":"Northwestern University","class":"OTHER"},"briefTitle":"Community Engagement for Early Recognition and Immediate Action in Stroke","officialTitle":"Community Engagement for Early Recognition and Immediate Action in Stroke","acronym":"CEERIAS"},"statusModule":{"statusVerifiedDate":"2019-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-05","type":"ACTUAL"},"completionDateStruct":{"date":"2019-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2014-11-21","studyFirstSubmitQcDate":"2014-11-21","studyFirstPostDateStruct":{"date":"2014-11-25","type":"ESTIMATED"},"resultsFirstSubmitDate":"2018-05-29","resultsFirstSubmitQcDate":"2019-07-31","resultsFirstPostDateStruct":{"date":"2019-09-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-07-31","lastUpdatePostDateStruct":{"date":"2019-09-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Shyam Prabhakaran","investigatorTitle":"Professor of Neurology","investigatorAffiliation":"Northwestern University"},"leadSponsor":{"name":"Northwestern University","class":"OTHER"},"collaborators":[{"name":"Patient-Centered Outcomes Research Institute","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The investigators plan to develop and adapt a community-partnered intervention using community health promoters (\"Stroke Promoters\") to deliver messaging regarding stroke symptom awareness and the need for calling 911 after stroke onset. The study investigators will implement this intervention in south side Chicago communities and measure the impact on symptom onset to hospital arrival times and EMS utilization using an interrupted time-series analysis.","detailedDescription":"The CEERIAS community-partnered research project has the following specific aims:\n\n1. To examine personal, community, and cultural barriers to calling 911 after stroke onset and adapt a culturally-tailored intervention for delivery in multi-ethnic communities (African American, Hispanic, non-Hispanic White) surrounding a hospital on the south side of Chicago;\n2. To implement a culturally-adapted stroke awareness and action program and monitor its penetration and adoption using the RE-AIM (Reach, Evaluate, Adoption, Implementation, Maintenance) framework in multi-ethnic communities on the south side of Chicago; and\n3. To assess change in early hospital arrival and EMS use at a intervention hospital before and after the community intervention.\n\nFor aim 1, the investigators will explore and identify facilitators and barriers to calling 911 for stroke through focus groups conducted and involving key stakeholders including children and adults, stroke survivors, neighborhood alderman/legislators, spiritual and community leaders, school teachers, and stroke advocacy group members. The CEERIAS team will test and culturally refine our core community-partnered pilot intervention for implementation.\n\nFor aim 2, the investigators will identify and train Stroke Promoters from collaborating community organizations on the adapted intervention techniques and messages, provide materials for public dissemination, and evaluate and monitor adoption and implementation in the surrounding communities.\n\nFor aim 3, the investigators will perform an interrupted time-series analysis of EMS use and early hospital arrival among stroke patients before and after our intervention in south side Chicago communities. The research team will also compare time trends in EMS use and early hospital arrival for stroke with concurrent control PSCs on the north side of Chicago and PSCs in St. Louis.\n\nIf the intervention is successful, the effect will be an increase in EMS use for stroke which will translate into earlier treatment for stroke and reduced death and disability. The CEERIAS results will be generalizable to other urban communities in the US and should be salient to other health emergencies such as heart attack and cardiac arrest."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["stroke","barriers","community"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"60 Months","designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1322,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Community-based Stroke Awareness Program","description":"Neighborhoods in the south side of Chicago surrounding a primary stroke center hospital will be targeted for a community-partnered stroke awareness and action educational campaign. To assess the effectiveness of this intervention, the investigators will monitor early hospital arrival and EMS use for stroke over a 60-month period comparing performance at the primary stroke center hospital using an interrupted time-series analysis.","interventionNames":["Behavioral: Community-based Stroke Awareness Program"]}],"interventions":[{"type":"BEHAVIORAL","name":"Community-based Stroke Awareness Program","description":"A culturally-adapted stroke awareness and action program will be delivered by trained Stroke Promoters in the targeted neighborhoods in the south side of Chicago. Community Stroke Promoters will be trained on 1) the benefits of early recognition and EMS utilization for stroke (i.e. stroke centers, tPA), 2) culturally-adapted solutions to current barriers (i.e. misperceptions about vulnerability, severity, mistrust, costs), and 3) cues to aid in stroke recognition and immediate action. The intervention will take place at community settings throughout a 1-year period.","armGroupLabels":["Community-based Stroke Awareness Program"],"otherNames":["Community Stroke Promoter Program"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Early Arrival After Stroke Onset","description":"Early hospital arrival was defined as the proportion of stroke patients arriving within three hours from symptom onset to intervention hospital. When symptom onset time was unknown or missing, last well-known time was used as symptom onset time. When both symptom onset time and last well-known time were unknown or missing, that admission was treated as late arrival.","timeFrame":"5 years; January 2013 to December 2017"},{"measure":"Emergency Medical Services (EMS) Utilization for Stroke","description":"Emergency medical services (EMS) utilization (%) was defined as the proportion of stroke patients arriving to the emergency department by EMS, as opposed to private transport/taxi/other from home/scene. Admissions with Chicago Fire Department (CFD) record confirmed EMS arrival were considered as EMS arrival. All others were considered as non-EMS arrival. The effect size is measures a change in slope: percent of participants per month.","timeFrame":"5 years; January 2013 to December 2017"}],"secondaryOutcomes":[{"measure":"Change in Knowledge and Self-efficacy","description":"Specified outcomes were 1) knowledge and attitudes and 2) self-efficacy. The standardized test for assessing knowledge and behavioral intent will be the Stroke Action Test, a validated assessment tool to assess emergency responses to various stroke and non-stroke scenarios. STAT has excellent reliability and takes, on average, 5 minutes to complete. Scores range from 0-100% and are the average correct responses for each of 28 items in the STAT questionnaire. For self-efficacy, we will use the Likert scale ranging from 1 (strongly agree) to 4 (strongly disagree) on the following questions based on a previous study: \"1. I would not be able to tell if someone is having a stroke; and 2. If I saw someone having a stroke, I would not know what to do.\" Scores range from 2-8 units on the scale. For STAT, higher values indicate better outcome while for self-efficacy, lower values indicate better outcome.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults 18 years of age or older\n* Hispanic, African American, or Caucasian/White\n* Reside within the following Chicago Zip Codes: 60617, 60619, 60620, 60621, 60628, 60629, 06032, 60639, or 60649\n\nExclusion Criteria:\n\n* \\< 18 years old\n* Ethnic groups outside our targeted population\n* Outside targeted catchment area","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Ischemic stroke patients arriving to the emergency department of a neighborhood primary stroke center in the south side of Chicago who are \\> 18 years of age.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Shyam Prabhakaran, MD MS","affiliation":"Northwestern University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Neelum T Aggarwal, MD","affiliation":"Rush University Medical Center","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Knitasha Washington, DHA FACHE","affiliation":"Washington Howard and Associates","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Northwestern University","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"referencesModule":{"references":[{"pmid":"32893720","type":"DERIVED","citation":"Prabhakaran S, Richards CT, Kwon S, Wymore E, Song S, Eisenstein A, Brown J, Kandula NR, Mason M, Beckstrom H, Washington KV, Aggarwal NT. A Community-Engaged Stroke Preparedness Intervention in Chicago. J Am Heart Assoc. 2020 Sep 15;9(18):e016344. doi: 10.1161/JAHA.120.016344. Epub 2020 Sep 6."}]}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"Intervention Hospital","description":"Neighborhoods in the south side of Chicago surrounding the primary intervention stroke center hospital was targeted for a community-partnered stroke awareness and action educational campaign. To assess the effectiveness of this intervention, the investigators monitored early hospital arrival and EMS use for stroke over a 60-month period at the primary intervention stroke center hospital using an interrupted time-series analysis."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"1322"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"1322"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"Ischemic stroke patients arriving to the emergency department of a neighborhood primary stroke center in the south side of Chicago who are \\> 18 years of age.","groups":[{"id":"BG000","title":"Intervention Hospital","description":"Neighborhoods in the south side of Chicago surrounding the primary intervention stroke center hospital was targeted for a community-partnered stroke awareness and action educational campaign. To assess the effectiveness of this intervention, the investigators monitored early hospital arrival and EMS use for stroke over a 60-month period at the primary intervention stroke center hospitals using an interrupted time-series analysis."}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"1322"}]}],"measures":[{"title":"Age, Categorical","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"550"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"772"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"571"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"751"}]}]}]},{"title":"Race/Ethnicity, Customized","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"Hispanic","categories":[{"measurements":[{"groupId":"BG000","value":"87"}]}]},{"title":"Non-Hispanic Black","categories":[{"measurements":[{"groupId":"BG000","value":"1176"}]}]},{"title":"Non-Hispanic White","categories":[{"measurements":[{"groupId":"BG000","value":"43"}]}]},{"title":"Other","categories":[{"measurements":[{"groupId":"BG000","value":"16"}]}]}]},{"title":"Region of Enrollment","paramType":"NUMBER","unitOfMeasure":"participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"1322"}]}]}]},{"title":"EMS arrival","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"771"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Early Arrival After Stroke Onset","description":"Early hospital arrival was defined as the proportion of stroke patients arriving within three hours from symptom onset to intervention hospital. When symptom onset time was unknown or missing, last well-known time was used as symptom onset time. When both symptom onset time and last well-known time were unknown or missing, that admission was treated as late arrival.","populationDescription":"The intervention hospital is located on the south side of Chicago, within the target community intervention area. Age range of patients was 19 to 103; a majority of the patients were African-Americans, approximately half were 66 years or older and female.","reportingStatus":"POSTED","paramType":"NUMBER","unitOfMeasure":"change in percent early arrival/month","timeFrame":"5 years; January 2013 to December 2017","groups":[{"id":"OG000","title":"Intervention Hospital","description":"Analysis goal: to examine the impact of the CEERIAS intervention (December 2015-March 2016) on early arrival (≤3 hours) among ischemic stroke patients."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"1322"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"0.5"}]}]}],"analyses":[{"groupIds":["OG000"],"groupDescription":"The effect size was defined as the sum of expected slope change in monthly early hospital arrival rate over the standard deviation. Assuming an autocorrelation level of 0.3, both level and trend change effect size of 0.5 would be detectable at 90% power at a significance level of 0.05.","nonInferiorityType":"OTHER","nonInferiorityComment":"For power calculation, we assumed that the intervention would be almost fully implemented in May 2016 and the early hospital arrival would be observed until Dec 2017. Therefore, a post-intervention period would be 20 months. To have one-third of the study period as an intervention period, we planned to analyze five-year (60-month) data from January 2013 to December 2017.","pValue":"<.0001","statisticalMethod":"Regression, Linear","statisticalComment":"Using the seasonally adjusted time series data, we conducted linear regression analysis for time series data in PROC AUTOREG.","otherAnalysisDescription":"Using SAS PROC TIMESERIES, individual admission data were aggregated into monthly time series data to calculate a monthly early arrival rate. In this procedure, we also generated seasonally adjusted time series data to take into account a seasonal pattern. Using the seasonally adjusted time series data, we conducted linear regression analysis for time series data in PROC AUTOREG. The statistical hypothesis of the regression model was that there are a level change and a slope change after the intervention. In the regression model, we included a time variable to account for a natural trend prior to the intervention introduction (or in absence of the intervention). We assumed that the patient population was stable during the five-year period and no other factors than the intervention affected the outcome; no other potential confounding factors were not considered. A backward elimination was used to correct for autocorrelation. Maximum likelihood method was used to estimate parameters."}]},{"type":"PRIMARY","title":"Emergency Medical Services (EMS) Utilization for Stroke","description":"Emergency medical services (EMS) utilization (%) was defined as the proportion of stroke patients arriving to the emergency department by EMS, as opposed to private transport/taxi/other from home/scene. Admissions with Chicago Fire Department (CFD) record confirmed EMS arrival were considered as EMS arrival. All others were considered as non-EMS arrival. The effect size is measures a change in slope: percent of participants per month.","populationDescription":"Trinity hospital is located on the south side of Chicago, within the intervention areas. Age range of patients was 19 to 103; approximately a half of the patients were 66 years or older and female. A majority of the patients were non-Hispanic Blacks.","reportingStatus":"POSTED","paramType":"NUMBER","unitOfMeasure":"change in percent EMS arrival/month","timeFrame":"5 years; January 2013 to December 2017","groups":[{"id":"OG000","title":"Intervention Hospital","description":"CEERIAS Hospital Data Interrupted Time Series Analysis EMS arrival: based on Chicago Fire Department records for Trinity Hospital"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"1322"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"-0.8"}]}]}],"analyses":[{"groupIds":["OG000"],"groupDescription":"The effect size was defined as the sum of expected slope change in monthly EMS use rate over the standard deviation. Assuming an autocorrelation level of 0.3, both level and trend change effect size of 0.5 would be detectable at 90% power at a significance level of 0.05. The effect size is measured in slope of change over time (negative values indicate a decrease while positive values indicate an increase in % EMS use/month).","nonInferiorityType":"OTHER","nonInferiorityComment":"For power calculation, we assumed that the intervention would be almost fully implemented in May 2016 and the EMS use would be observed until Dec 2017. Therefore, a post-intervention period would be 20 months. To have one-third of the study period as an intervention period, we planned to analyze five-year (60-month) data from January 2013 to December 2017.","pValue":"<.0001","statisticalMethod":"Regression, Linear","otherAnalysisDescription":"Using SAS PROC TIMESERIES, individual admission data were aggregated into monthly time series data to calculate a monthly EMS arrival rate. In this procedure, we also generated seasonally adjusted time series data to take into account a seasonal pattern. Using the seasonally adjusted time series data, we conducted linear regression analysis for time series data in PROC AUTOREG. The statistical hypothesis of the regression model was that there are a level change and a slope change after the intervention. In the regression model, we included a time variable to account for a natural trend prior to the intervention introduction (or in absence of the intervention). We assumed that the patient population was stable during the five-year period and no other factors than the intervention affected the outcome; no other potential confounding factors were not considered. A backward elimination was used to correct for autocorrelation. Maximum likelihood method was used to estimate parameters."}]},{"type":"SECONDARY","title":"Change in Knowledge and Self-efficacy","description":"Specified outcomes were 1) knowledge and attitudes and 2) self-efficacy. The standardized test for assessing knowledge and behavioral intent will be the Stroke Action Test, a validated assessment tool to assess emergency responses to various stroke and non-stroke scenarios. STAT has excellent reliability and takes, on average, 5 minutes to complete. Scores range from 0-100% and are the average correct responses for each of 28 items in the STAT questionnaire. For self-efficacy, we will use the Likert scale ranging from 1 (strongly agree) to 4 (strongly disagree) on the following questions based on a previous study: \"1. I would not be able to tell if someone is having a stroke; and 2. If I saw someone having a stroke, I would not know what to do.\" Scores range from 2-8 units on the scale. For STAT, higher values indicate better outcome while for self-efficacy, lower values indicate better outcome.","populationDescription":"We sampled residents from the target neighborhoods and comparison neighborhoods before and after the intervention using a standardized set of questions assessing knowledge, self-efficacy, and trust.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"score on a scale","timeFrame":"12 months","groups":[{"id":"OG000","title":"Pre-intervention","description":"Pre-intervention survey group"},{"id":"OG001","title":"Post-intervention","description":"Post-intervention survey group"}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"364"},{"groupId":"OG001","value":"363"}]}],"classes":[{"title":"STAT score","categories":[{"measurements":[{"groupId":"OG000","value":"49","spread":"18"},{"groupId":"OG001","value":"51","spread":"17"}]}]},{"title":"Self-efficacy score","categories":[{"measurements":[{"groupId":"OG000","value":"4.5","spread":"1.6"},{"groupId":"OG001","value":"2.9","spread":"1.5"}]}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"There are no adverse events to report over the entire study period.","description":"There are no adverse events to report over the entire study period. This was not a trial and did not include an intervention at the individual patient level.","eventGroups":[{"id":"EG000","title":"Community-based Stroke Awareness Program","description":"Neighborhoods in the south side of Chicago surrounding 2 primary stroke center hospitals will be targeted for a community-partnered stroke awareness and action educational campaign. To assess the effectiveness of this intervention, the investigators will monitor early hospital arrival and EMS use for stroke over a 60-month period at the 2 primary stroke center hospitals using an interrupted time-series analysis.\n\nCommunity-based Stroke Awareness Program: A culturally-adapted stroke awareness and action program will be delivered by trained Stroke Promoters in the targeted neighborhoods in the south side of Chicago. They will be trained on 1) benefits of early recognition and EMS utilization for stroke (ie stroke centers, tPA) 2) culturally-adapted solutions to current barriers (ie misperceptions about vulnerability, severity, mistrust, costs) and 3) cues to aid in stroke recognition and immediate action. The intervention will take place at community settings throughout a 1-year period.","deathsNumAffected":0,"deathsNumAtRisk":0,"seriousNumAffected":0,"seriousNumAtRisk":0,"otherNumAffected":0,"otherNumAtRisk":0}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Erin Wymore","organization":"Northwestern University","email":"erin.wymore@northwestern.edu","phone":"3125033243"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2016-01-26","uploadDate":"2018-05-29T17:01","filename":"Prot_SAP_000.pdf","size":234500}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"},{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"}]}},"hasResults":true}