{"protocolSection":{"identificationModule":{"nctId":"NCT05967728","orgStudyIdInfo":{"id":"Version 1.0"},"organization":{"fullName":"University of Calgary","class":"OTHER"},"briefTitle":"Testing of a System for Remote Ischemic Conditioning in Cerebral Small Vessel Disease and Pre-hospital Stroke Care","officialTitle":"Testing of a System for Remote Ischemic Conditioning in Preparation for Clinical Trials in Cerebral Small Vessel Disease and Pre-hospital Stroke Care"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-25","studyFirstSubmitQcDate":"2023-07-21","studyFirstPostDateStruct":{"date":"2023-08-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-21","lastUpdatePostDateStruct":{"date":"2023-08-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Calgary","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This early phase trial will address the following key objectives:\n\n1. Completion of initial safety and tolerability testing of our viable prototype for remote ischemic conditioning (RIC) with patients with (a) CSVD and (b) acute ischemic stroke.\n2. Usability testing of the prototype with patients and healthcare professionals, with further optimization.\n\nApproximately 24 patients with CSVD will be recruited to use the RIC device daily for 60 days and provide feedback. They will be randomized in a 1:1 ratio to either true RIC therapy or sham control for the first 30 days, after which the sham group will cross over to receive true RIC for the remaining 30 days.\n\nFeasibility testing will be done in the mobile stroke unit on up to 10 patients with acute ischemic stroke.\n\nAn additional 10 stroke physicians and paramedics will conduct device usability testing and provide feedback.","detailedDescription":"Cerebral Small Vessel Disease (CSVD) causes 20-25% of strokes and is the most common cause of Vascular Cognitive Impairment (VCI). Patients with CSVD accumulate frequent, small brain infarcts, leading to accelerated functional and cognitive decline, but at present, there are no approved disease-modifying treatments. The prehospital setting of ischemic stroke care is another challenge. Many patients incur prehospital delays in their arrival to stroke centres, and in countries like Canada, patients often require an hour or more to be transported to hospital even under the best of circumstances due to geographic realities. Unfortunately, there are also no approved pre-hospital treatments for ischemic stroke, besides thrombolysis in a mobile stroke units (MSUs), meaning these patients end up losing too much brain tissue prior to hospital arrival. Remote Ischemic Conditioning (RIC) is a promising strategy to prevent infarct accumulation in CSVD, and also to mitigate infarct growth in ischemic stroke, offering the potential to tackle the treatment frontiers of CSVD and pre-hospital ischemic stroke in parallel. RIC induces brief periods of ischemia-reperfusion in a limb to protect a remote organ (e.g. brain) from injury through humoral and neuronal-mediated responses promoting cell survival/repair and inhibiting apoptosis/inflammation. In a bilateral carotid occlusion mouse model of VCI, daily RIC showed increased angiogenesis, cerebral blood flow, and preserved white-matter myelination at 4 months A few very small studies (17-36 participants) of RIC have been conducted in CSVD, suggesting that it may be associated with lower white matter hyperintensity volume and differences in visuospatial or executive function. The device we will be testing addresses the challenges with current RIC therapy options that previously limit our ability to conduct large-scale, high-quality trials.\n\nFor patients in the CSVD group, each RIC session will consist of 4 cycles, once daily of unilateral upper arm ischemia for 5 minutes followed by reperfusion for another 5 minutes. The procedure will be performed using our device with single-arm cuffs that inflate to a pressure of up to 200 mmHg during the ischemic period. This will first be demonstrated by a clinic-based nurse and will subsequently be performed by the patient at home, once daily, for up to 60 days. The device records and documents each RIC cycle. The RIC process can be stopped at any time by the subject if the subject experiences any major discomfort. Half the patients will initially be receiving a control or sham treatment with the same device programmed remotely to inflate to only 30mmHg for the first 30 days before being switched over to the typical RIC treatment protocol.\n\nFor the patients in the MSU group, a cuff will inflate around one or both upper arms (both arms preferred if tolerated by the patient), up to 200mmHg to interrupt perfusion to the limb for approximately 5 minutes, after which it will deflate for around 5 minutes to restore normal blood flow. This cycle will repeat for a maximum of 6 cycles until the patient is transferred to the stroke hospital.\n\nThe paramedics and physicians in the usability testing group will be encouraged to try the device themselves for at least one complete RIC treatment session of 4 cycles, and also one sham treatment cycle. A subset of the paramedics and/or physicians will also test the device as part of a mock acute stroke code scenario in either an emergency room-type setting or on the MSU to help the investigators understand how the device might fit into the acute stroke workflow."},"conditionsModule":{"conditions":["Cerebral Small Vessel Diseases","Cerebral Small Vessel Ischemic Disease","Ischemic Stroke","Vascular Cognitive Impairment","Stroke, Acute"],"keywords":["Remote ischemic conditioning"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"The randomized-controlled trial component of the study will involve 24 patients with CSVD, randomized 1:1 to either receive RIC for the full 60-days, or sham treatment (inflation to 30mmHg) for the first 30-days followed by cross-over to RIC.\n\nThe MSU-based component of the study, consisting of 10 patients with acute ischemic stroke, will not involve randomization and all participants will be receiving true RIC.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"For the study component involving patients with CSVD, we will aim to achieve double blinding of the patients, care providers, and the outcome assessors regarding the initial randomization to RIC treatment or sham for the first 30 days. This will be achieved in two important ways: (1) the same device can be randomized to sham or control, so it will appear identical to the patient and to the assessors, and (2) the device randomization to sham or control will be implemented remotely through a platform that can program the devices, which will be inaccessible to the outcome assessors.\n\nThe study components involving MSU patients and physicians/paramedics will not involve blinding.","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Remote Ischemic Conditioning (RIC)","type":"EXPERIMENTAL","description":"For the CSVD patients, each RIC session consists of 4 cycles of inflating a blood-pressure cuff around an upper arm to reduce blood flow to that limb for approximately 5 minutes, after which it is deflated for around 5 minutes to restore normal blood flow. The procedure will use the RIC auto-control device with a cuff that inflates to a pressure of up to 200 mmHg. The patients will use the device once daily for a total of 60 days.\n\nFor the MSU patients in the non-randomized component of the study, the device cuff will inflate around a limb to reduce blood flow for approximately 5 minutes, after which it will deflate for around 5 minutes to restore normal blood flow. This cycle will repeat (for a maximum of 6 cycles) until the patient is transferred to the hospital for further management.","interventionNames":["Device: Remote ischemic conditioning (RIC) progammable device"]},{"label":"Sham RIC","type":"SHAM_COMPARATOR","description":"For the CSVD patients randomized to sham, each RIC session consists of 4 cycles of inflating a blood-pressure cuff around an upper arm to 30mmHg for approximately 5 minutes, after which it is deflated for around 5 minutes. The procedure will use the same RIC device as the treatment arm, just randomized to run the sham protocol. The patients will use the device once daily for a total of 30 days. After 30 days, they will cross over to true RIC as described above, once daily for the remaining 30 days, accomplished by remote reprogramming of their device protocols.","interventionNames":["Device: Remote ischemic conditioning (RIC) progammable device"]}],"interventions":[{"type":"DEVICE","name":"Remote ischemic conditioning (RIC) progammable device","description":"RIC induces brief periods of ischemia-reperfusion in a limb. In our study, this is accomplished using a new device that can be remotely programmed to deliver either true RIC or a sham protocol, with remote monitoring capabilities to track completion of treatment sessions.","armGroupLabels":["Remote Ischemic Conditioning (RIC)","Sham RIC"],"otherNames":["Ischemic preconditioning (for the CSVD patients)","Ischemic postconditioning (for the stroke patients)","Ischemic perconditioning (for the stroke patients)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Treatment adherence or completion","description":"Proportion of total planned sessions completed. Successful adherence will be defined as completing ≥80% of sessions.","timeFrame":"60 days of daily sessions for patients with CSVD, 6 cycles (each cycle length: 10 minutes) for MSU-based patients with stroke"}],"secondaryOutcomes":[{"measure":"Discontinuation","description":"Cessation of device use","timeFrame":"60 days for patients with CSVD"},{"measure":"Pain or discomfort","description":"Treatment-associated pain/discomfort levels reported using the Numeric Rating Scale for pain (based on subjective report, ranging from 0 \\[no pain\\] to 10 \\[worst possible pain\\])","timeFrame":"30 days and 60 days for patients with CSVD"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* For patients with Cerebral Small Vessel Disease (CSVD):\n\n  1. Evidence of CSVD, defined as (a) beginning confluent white-matter changes (Age-Related White Matter Changes grade 2) on any slice on CT/MRI Brain OR (b) ≥2 supratentorial subcortical infarcts\n  2. Either (a) cognitive complaints from the patient or family member OR (b) history of small vessel ischemic stroke with corresponding evidence of brain infarct on CT or MRI that is attributed by the treating physician to CSVD\n* For patients with ischemic stroke:\n\n  1. Must be evaluated in the Mobile Stroke Unit (MSU)\n  2. Diagnosed as having an acute ischemic stroke (all MSU code stroke activations during the study will be tracked)\n\nExclusion Criteria:\n\n* For patients with CSVD:\n\n  1. Unable to converse meaningfully (severe dementia or post-stroke deficit)\n  2. No phone access for study monitoring and follow-up (either cell or landline)\n  3. Therapeutic anticoagulation or other bleeding diathesis posing an unacceptable risk in physician's opinion (antiplatelet therapy is permitted)\n* For patients with ischemic stroke:\n\n  1. Unable to give consent or assent by proxy (written or recorded by MSU audio-video)\n  2. Therapeutic anticoagulation or other bleeding diathesis as with CSVD above","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Aravind Ganesh, MD, DPhil","role":"CONTACT","phone":"(403) 220-3747","email":"aganesh@ucalgary.ca"},{"name":"Cody Doolan, MSc","role":"CONTACT","email":"cody.doolan@ucalgary.ca"}],"overallOfficials":[{"name":"Aravind Ganesh, MD, DPhil","affiliation":"University of Calgary","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"36354025","type":"BACKGROUND","citation":"Ganesh A, Smith EE, Hill MD. Remote ischaemic conditioning for stroke prevention. Lancet Neurol. 2022 Dec;21(12):1062-1063. doi: 10.1016/S1474-4422(22)00438-0. Epub 2022 Oct 27. No abstract available."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M29395","name":"Cognitive Dysfunction","relevance":"LOW"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","asFound":"Cerebral Small Vessel Disease","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}