{"protocolSection":{"identificationModule":{"nctId":"NCT00126139","orgStudyIdInfo":{"id":"E-046/2001"},"organization":{"fullName":"University of Zurich","class":"OTHER"},"briefTitle":"Abciximab for Prevention of Stroke Recurrence Before Endarterectomy in Symptomatic Carotid Stenosis","officialTitle":"Abciximab Versus Aspirin for Prevention of Stroke Recurrence Before Endarterectomy in Symptomatic >50% Carotid Stenosis: A Pilot Study (ASTERICS)"},"statusModule":{"statusVerifiedDate":"2007-05","overallStatus":"TERMINATED","whyStopped":"Higher hemorrhage rates of Abciximab in ABESST II trial","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2004-04"},"completionDateStruct":{"date":"2005-05","type":"ACTUAL"},"studyFirstSubmitDate":"2005-07-29","studyFirstSubmitQcDate":"2005-07-29","studyFirstPostDateStruct":{"date":"2005-08-02","type":"ESTIMATED"},"lastUpdateSubmitDate":"2007-05-01","lastUpdatePostDateStruct":{"date":"2007-05-03","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"University of Zurich","class":"OTHER"},"collaborators":[{"name":"Schweizerische Herzstiftung","class":"OTHER"},{"name":"Eli Lilly and Company","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of the present prospective, randomized, double-blind, double dummy controlled multicenter pilot study is to investigate whether abciximab, compared with aspirin, is able to reduce the rate of recurrent ischemic strokes before and during carotid endarterectomy \\[CEA\\] (primary endpoints); and the degree of carotid stenosis, number of microembolic signal (MES) counts, number of ischemic infarcts at diffusion weighted imaging (DWI) and amount of intraluminal thrombus at pathological examination (secondary endpoints) in patients with ischemic stroke due to a \\>50% carotid stenosis who will undergo CEA.","detailedDescription":"Prospective randomized trials have shown that carotid endarterectomy (CEA) is beneficial for stroke prevention in symptomatic severe or moderate stenoses of the carotid artery. Medical treatment and timing of CEA after a recent stroke due to carotid narrowing, however, remain controversial. Prospective, placebo-controlled acute stroke trials did either not screen for or excluded carotid stenoses. The early experience with CEA resulted in a generally accepted policy to delay surgery for 4 to 6 weeks for fear of clinical deterioration associated with conversion of a bland to a hemorrhagic infarction. Subsequent studies suggest that endarterectomy need not necessarily be postponed in patients with nondisabling strokes, which was not confirmed by Giordano. Furthermore, not all patients recover fast enough to allow early carotid surgery for a nondisabling stroke. The risk of a recurrent stroke while waiting 4 to 6 weeks for CEA was 9.5% in 74 prospectively studied patients and 21% in a retrospective series of 19 patients. Similarly, 4.9% of the 103 medically treated patients with stroke and severe carotid stenosis had recurrent ipsilateral strokes within 30 days after entry in the NASCET trial. Analogous to coronary artery disease, carotid stenoses are assumed to become symptomatic from plaque fissure leading to exposure of its contents to the blood, platelet activation and thrombosis that may cause cerebral or ocular emboli and further narrows the vessel lumen. Therefore, the administration of a drug, which reduces the amount of carotid thrombosis and thus stabilizes the plaque would be expected to reduce the risk of recurrent stroke and progression of carotid stenosis to occlusion, and allow to postpone CEA. Furthermore, also intraoperative ischemic strokes due to cerebral emboli arising from a friable plaque during dissection and cross-clamping of the carotid artery may decrease.\n\nProspective percutaneous coronary revascularization trials using balloon angioplasty, stenting and atherectomy in patients with ischemic heart disease have shown that the addition of abciximab, a blocker of platelet glycoprotein (GP) IIb/IIIa receptors, during intervention reduced the rates of thrombotic complications, particularly myocardial infarction, and death within 30 days. Symptomatic intracranial hemorrhage (ICH) occurred in 0.0-0.1% of 2535 patients treated with abciximab, medium-dose aspirin, low-dose heparin and endovascular procedures. Endovascular coronary interventions disrupt or dissect the arterial wall, which leads to exposure of plaque contents and components of the vascular wall to the blood, resulting in platelet activation and thrombosis. Interestingly, also abciximab given 18 to 24 hours prior to intervention reduced the rate of thrombotic events suggesting some stabilization of the coronary plaque.\n\nA recent prospective, placebo-controlled safety and pilot efficacy trial of abciximab in 74 patients with acute ischemic stroke treated within 24 hours from symptoms onset found that abciximab caused no symptomatic ICH and showed a trend toward a higher rate of patients with minimal residual disability. Thus, abciximab may be an attractive therapy option to prevent stroke recurrence in patients with embolic carotid territory stroke due to carotid stenosis.\n\nThe number of microembolic signals (MES) detected in the middle cerebral artery (MCA) downstream to a symptomatic carotid stenosis by transcranial Doppler sonography (TCD) has been shown to predict the stroke risk, and is dramatically reduced in patients with acute ischemic stroke not caused by carotid artery disease during the administration of the GP IIb/IIIa inhibitor tirofiban. These data suggest that the monitoring of MES in the MCA distal to a symptomatic carotid stenosis before and after the administration of abciximab may be a useful surrogate marker to assess the efficacy of this drug to prevent MES and stroke in patients with symptomatic carotid stenosis. Diffusion-weighted MR imaging (DWI) has a high sensitivity for detecting acute brain ischemia, and recent DWI studies have assessed the incidence of asymptomatic ischemic brain lesions in patients who underwent CEA.\n\nThe purpose of the present prospective, randomized, double-blind, double dummy controlled multicenter pilot study is to investigate whether abciximab compared with aspirin is able to reduce the rate of recurrent ischemic strokes before and during CEA (primary endpoints), and the degree of carotid stenosis, number of MES counts, number of ischemic infarcts at DWI and amount of intraluminal thrombus at pathological examination (secondary endpoints) in patients with ischemic stroke due to a \\>50% carotid stenosis who will undergo CEA."},"conditionsModule":{"conditions":["Stroke","Stenosis"],"keywords":["stroke, ischemic","stenosis, internal carotid artery","Acute ischemic stroke","Stenosis of extracranial internal carotid artery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE"}},"enrollmentInfo":{"count":100}},"armsInterventionsModule":{"interventions":[{"type":"DRUG","name":"Abciximab"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Whether abciximab compared with aspirin reduces the rate of recurrent ischemic strokes in territory of symptomatic carotid artery during administration of study drug, preoperative period or carotid endarterectomy"}],"secondaryOutcomes":[{"measure":"Reduction of the degree of carotid stenosis at ultrasound studies performed 48-72 h after compared to 24 h prior to iv administration of the study agents."},{"measure":"Reduction of MES counts measured 48-72 h after compared to 24 h prior to the administration of the iv study drugs."},{"measure":"Difference of number of acute ischemic infarct on DWI assessed 48-72 h after compared to 24 h prior to the administration of the iv study drugs."},{"measure":"Symptomatic ICH and asymptomatic hemorrhagic transformation occurring during or within 48-72 h after the administration of the iv study drugs."},{"measure":"Size of plaque/intraplaque thrombus and intraplaque hemorrhage will be assessed at pathological examination of endarterectomy specimen after CEA."},{"measure":"Clinical outcome at 90 days will be assessed using the NIHSS and the mRS."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age at least 18 years.\n* Presence of symptoms of an ischemic stroke with a baseline National Institutes of Health Stroke Scale (NIHSS) scale of one up to 20 or due to an ipsilateral atherosclerotic \\>50% stenosis of the extracranial internal carotid artery (ICA) as shown by ultrasonography.\n* Latency between the onset of stroke symptoms and intended administration of the study drugs is not more than 24 hours.\n* Latency between the intended administration of the study drugs and intended carotid endarterectomy is at least three days.\n\nExclusion Criteria:\n\n* Documented peptic ulcer disease within the preceding 30 days.\n* Septicemia or severe localized infection.\n* Severe illness (active cancer or significant liver or renal disease) or disability.\n* Alcohol or illicit drug abuse.\n* Pregnancy.\n* Need for chronic anticoagulant therapy (e.g. atrial fibrillation, deep venous thrombosis).\n* Need for long-term daily nonsteroidal antiinflammatory drugs.\n* Contraindications for platelet therapy such as severe bleeding disorder within the past three months prior to randomization (coagulopathy, platelet disorder including history of heparin-induced thrombopenia, hemorrhage) or significant retinopathy with hemorrhages and exudates.\n* Hypersensitivity to abciximab, murine monoclonal antibodies or aspirin.\n* Any preexisting intracranial neurological disease such as tumor or multiple sclerosis.\n* Intracranial or intraspinal operation or trauma or lumbar puncture within the last 2 months.\n* Cardiac lesions likely to cause cardioembolism.\n* Suspicion of or established non-atherosclerotic carotid artery disease such as dissection or vasculitis (Takayasu disease, giant cell arteritis, significant collagen vascular disease, systemic necrotizing vasculitis, granulomatous angiitis of the nervous system).\n* Participation in another acute stroke trial investigating drugs other than abciximab.\n* Treatment for the present stroke with tissue plasminogen activator, urokinase or ancrod.\n* ICH, aneurysm, vascular malformation or arteriovenous fistula or sinovenous thrombosis of the brain.\n* Brain infarct involving the whole territory of the middle cerebral artery (MCA).\n* Stupor or coma.\n* Uncontrolled hypertension (systolic pressure \\>200 mmHg and/or diastolic pressure \\>110 mmHg).\n* No informed consent.\n* Contraindication to undergo magnetic resonance (MR) imaging (eg pacemaker).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ralf W. Baumgartner, MD","affiliation":"University Hospital of Zurich, Department of Neurology, Switzerland","role":"STUDY_CHAIR"}],"locations":[{"facility":"University of Basel, Department of Neurology","city":"Basel","zip":"4031","country":"Switzerland","geoPoint":{"lat":47.55839,"lon":7.57327}},{"facility":"University of Bern, Department of Neurology","city":"Bern","zip":"3010","country":"Switzerland","geoPoint":{"lat":46.94809,"lon":7.44744}},{"facility":"University of Geneva, Department of Neurology","city":"Geneva","zip":"1211","country":"Switzerland","geoPoint":{"lat":46.20222,"lon":6.14569}},{"facility":"University of Lausanne, Department of Neurology","city":"Lausanne","zip":"1011","country":"Switzerland","geoPoint":{"lat":46.516,"lon":6.63282}},{"facility":"University of Zurich, Department of Neurology","city":"Zurich","zip":"8091","country":"Switzerland","geoPoint":{"lat":47.36667,"lon":8.54999}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000016893","term":"Carotid Stenosis"},{"id":"D000003251","term":"Constriction, Pathologic"},{"id":"D000012008","term":"Recurrence"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M14540","name":"Recurrence","asFound":"Recurrence","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","asFound":"Stenosis","relevance":"HIGH"},{"id":"M18928","name":"Carotid Stenosis","asFound":"Carotid Stenosis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077284","term":"Abciximab"}],"ancestors":[{"id":"D000000925","term":"Anticoagulants"},{"id":"D000010975","term":"Platelet Aggregation Inhibitors"}],"browseLeaves":[{"id":"M4238","name":"Aspirin","relevance":"LOW"},{"id":"M1738","name":"Abciximab","asFound":"Lumbar puncture","relevance":"HIGH"},{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnCoag","name":"Anticoagulants"}]}},"hasResults":false}