{"protocolSection":{"identificationModule":{"nctId":"NCT03609437","orgStudyIdInfo":{"id":"esus-endothelium-attikon"},"organization":{"fullName":"University of Athens","class":"OTHER"},"briefTitle":"Impaired Endothelial Integrity in Patients With Embolic Stroke of Undetermined Source (ESUS)","officialTitle":"Impaired Endothelial Glycocalyx Integrity and Arterial Elastic Properties in Patients With Embolic Stroke of Undetermined Source (ESUS)","acronym":"ESUS"},"statusModule":{"statusVerifiedDate":"2018-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2018-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2018-07-15","studyFirstSubmitQcDate":"2018-07-24","studyFirstPostDateStruct":{"date":"2018-08-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-07-24","lastUpdatePostDateStruct":{"date":"2018-08-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ignatios Ikonomidis","investigatorTitle":"Dr Ignatios Ikonomidis,MD,PhD,FESC Associate Professor","investigatorAffiliation":"University of Athens"},"leadSponsor":{"name":"University of Athens","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Cardioembolism is a postulated mechanism of an embolic stroke of undetermined source (ESUS). The investigators will measure endothelial glycocalyx, aortic elastic properties, oxidative stress, and their association with left ventricular (LV) and left atrial (LA) function in ESUS and age- and sex-adjusted healthy individuals.","detailedDescription":"The investigators aim to evaluate consecutive acute ischemic stroke (AIS) patients satisfying ESUS diagnostic criteria in a single tertiary care stroke center (University Hospital, Athens, Greece). Moreover, baseline characteristics and outcome measures for all AIS patients are going to be recorded and further be classified, according to the Trial of Org 10172 in Acute Stroke Treatment (TOAST) and ESUS criteria. Healthy volunteers (colleagues, friends, relatives and others) will be included in the control group.\n\nIn participants (patients and controls) the investigators plan to measure: a) perfused boundary region (PBR) of the sublingual arterial microvessels (range 5-25 micrometers), a marker inversely related with glycocalyx thickness, b) pulse wave velocity (PWV), central systolic blood pressure (cSBP) and augmentation index (AIx), c) LV Global Longitudinal strain (GLS), d) LA volume and strain using speckle-tracking strain imaging, e) Malondialdehyde (MDA), as an oxidative stress marker."},"conditionsModule":{"conditions":["Embolic Stroke of Undetermined Source","Endothelial Dysfunction"],"keywords":["Embolic stroke","Arterial stiffness","Endothelial function","Endothelial glycocalyx","Left ventricular function","Oxidative stress"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Plasma"},"enrollmentInfo":{"count":124,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"ESUS patients","description":"Acute ischemic stroke patients satisfying embolic stroke of undetermined source (ESUS) diagnostic criteria."},{"label":"Controls","description":"Healthy volunteers (colleagues, friends, relatives and others)."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Comparison of endothelial glycocalyx thickness between patients with embolic stroke of undetermined source (ESUS) and controls","description":"Investigators will assess endothelial glycocalyx thickness by evaluating perfused boundary region (PBR, micrometers) of the sublingual arterial microvessels (range 5-25 micrometers) for patients with embolic stroke of undetermined source (ESUS) and controls.","timeFrame":"Baseline"}],"secondaryOutcomes":[{"measure":"Comparison of arterial stiffness between patients with embolic stroke of undetermined source (ESUS) and controls.","description":"Investigators aim to evaluate arterial stiffness by pulse wave velocity (PWV,m/sec) using tonometry in patients with embolic stroke of undetermined source (ESUS) and controls.","timeFrame":"Baseline"},{"measure":"Assessment of left ventricular global longitudinal strain (GLS, %) in patients with embolic stroke of undetermined source (ESUS) and controls.","description":"Investigators plan to assess left ventricular in patients with embolic stroke of undetermined source (ESUS) and controls.","timeFrame":"Baseline"},{"measure":"Serum malondialdehyde levels in patients with embolic stroke of undetermined source (ESUS) and controls.","description":"Investigators plan to compare serum malondialdehyde levels in patients with embolic stroke of undetermined source (ESUS) and controls.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe clinical entity of ESUS is defined according to the criteria proposed by the Cryptogenic Stroke/ESUS International Working Group:\n\n(1) stroke visualized by computed tomography (CT) or magnetic resonance imaging (MRI) that is not lacunar (Lacunar defined as a subcortical infarct 1.5 cm or 2.0 cm on MRI diffusion images in largest dimension), (2) absence of extra-cranial or intra-cranial atherosclerosis causing \\>50% luminal stenosis or occlusion of arteries supplying the area of ischemia (Requires extra-cranial and intra-cranial arterial imaging using sonography, computed tomography angiography, or magnetic resonance angiography of the relevant arteries) (3) no major-risk cardioembolic source of embolism by history, electrocardiography, echocardiography and \\>24 h of cardiac rhythm monitoring \\[Permanent or paroxysmal atrial fibrillation, sustained atrial flutter, intra-cardiac thrombus, mechanical prosthetic cardiac valve, atrial myxoma or other cardiac tumors, moderate/severe mitral stenosis, recent (\\<4 weeks) myocardial infarction, valvular vegetations, or infective endocarditis\\] (4) no other specific cause of ischemic stroke identified (e.g. arteritis, dissection, migraine/vasospasm, drug abuse)\n\nExclusion Criteria\n\n1. factors associated with a medium or high risk for thrombus formation in patients with stroke, such as the presence of aortic or mitral valvular prostheses, history of atrial fibrillation (AF) or atrial flutter, known or suspected cardiomyopathy, infective endocarditis, atrial septal defect and intracardiac tumor or thrombus\n2. potential confounders in the measurement of left atrial (LA) mechanical function, including the presence of significant (\\>50% luminal) coronary artery stenosis, previous myocardial infarction or regional wall motion abnormality, prior administration of cardiotoxic chemotherapeutic agents, sick sinus syndrome, any valvular lesion of \\>2+ severity and pregnancy.\n\nThese exclusion criteria are applied to both patients and control subjects.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population will consist of 83 consecutive patients with embolic stroke of undetermined source (ESUS) that fulfill inclusion criteria and of 41 healthy volunteers of similar age and sex (control group)","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Ignatios Ikonomidis","affiliation":"University of Athens","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Konstantinos Katogiannis","city":"Athens","state":"Attiki","zip":"12461","country":"Greece","geoPoint":{"lat":37.97945,"lon":23.71622}}]},"referencesModule":{"references":[{"pmid":"31421641","type":"DERIVED","citation":"Ikonomidis I, Frogoudaki A, Vrettou AR, Andreou I, Palaiodimou L, Katogiannis K, Liantinioti C, Vlastos D, Zervas P, Varoudi M, Lambadiari V, Triantafyllidi H, Pavlidis G, Efentakis P, Tsoumani M, Tsantes AE, Parissis J, Revela I, Andreadou I, Tsivgoulis G. Impaired Arterial Elastic Properties and Endothelial Glycocalyx in Patients with Embolic Stroke of Undetermined Source. Thromb Haemost. 2019 Nov;119(11):1860-1868. doi: 10.1055/s-0039-1694752. Epub 2019 Aug 17."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083262","term":"Embolic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000083242","term":"Ischemic Stroke"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M2403","name":"Embolic Stroke","asFound":"Embolic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}