{"protocolSection":{"identificationModule":{"nctId":"NCT05282290","orgStudyIdInfo":{"id":"KY20212150"},"organization":{"fullName":"Xijing Hospital","class":"OTHER"},"briefTitle":"Prevention and Treatment of Reperfusion Injury After Mechanical Thrombectomy in Acute Ischemic Stroke","officialTitle":"Prevention and Treatment of Reperfusion Injury After Mechanical Thrombectomy in Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-05-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-01-16","studyFirstSubmitQcDate":"2022-03-07","studyFirstPostDateStruct":{"date":"2022-03-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-12-26","lastUpdatePostDateStruct":{"date":"2022-12-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Xijing Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Ischemic stroke accounts for 80% of all strokes and there is a lack of effective treatment options.Mechanical thrombectomy can significantly improve the vascular recanalization rate and reduce the disability rate of stroke, but the problem of reperfusion injury caused by vascular recanalization is more prominent than before.\n\nThe most common manifestation of reperfusion injury is postoperative hemorrhage transformation in the infarct area, which is caused by the inability of blood vessels to tolerate normal perfusion pressure after endothelial cell injury.Therefore, in addition to using necessary strategies to reduce the risk of bleeding before and during surgery, maintaining an appropriate and individualized perfusion pressure after surgery is also an important strategy to prevent and treat postoperative bleeding.\n\nLead a multicenter, randomized, controlled study looking at Individuation lowers blood pressure.( Drop systolic blood pressure to 90-110mmHg，Blood pressure not lower than 90/60 mm Hg，The reduced blood pressure was maintained for 48 hours). Influence of the incidence of hemorrhage transformation caused by reperfusion injury after mechanical thrombectomy and prognosis (modified Rankin Scale (mRS) score and proportion of patients with mRS≤2) at 48hours, 14 and 90 days after surgery.Thus, provide clinical evidence for blood pressure management strategy after mechanical thrombectomy."},"conditionsModule":{"conditions":["Stroke Patients"],"keywords":["Ischemic stroke","Mechanical thrombectomy","Blood pressure","Symptomatic bleeding transformation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental group","type":"EXPERIMENTAL","description":"1. Lower systolic blood pressure to 90-110 mm Hg.\n2. Blood pressure not lower than 90/60 mm Hg\n3. Hypotensive maintenance treatment for 48 hours.","interventionNames":["Drug: Antihypertensive drugs (no restriction on the type of drugs)"]},{"label":"The control group","type":"ACTIVE_COMPARATOR","description":"1. Subjects with basic blood pressure(BBP) \\> 140/90 mm Hg should have BBP lowered to about 140/90 mm Hg.\n2. Subjects whose BBP was less than 140/90mm Hg were kept BBP.","interventionNames":["Drug: Antihypertensive drugs (no restriction on the type of drugs)"]}],"interventions":[{"type":"DRUG","name":"Antihypertensive drugs (no restriction on the type of drugs)","description":"The division of care unit doctors and nurses is clear, the former is responsible for giving medical advice, the latter is responsible for carrying it out.\n\nThe experimental group and the control group were given intravenous antihypertensive drugs (no restriction on the type of drugs), and their blood pressure reached the standard within 2 hours after vascular opening.","armGroupLabels":["Experimental group","The control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Rankin Scale score","description":"Good prognosis rate (mRS ≤ 2 points) at 90 days after surgery in the test and control groups.\n\nModified Rankin Scale scores range from 0 to 6, with a lower score indicating a better prognosis .","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"The incidence of symptomatic bleeding transformation","description":"The secondary outcome was the incidence of symptomatic bleeding transformation due to reperfusion injury within 48 hours after surgery.","timeFrame":"48 hours"},{"measure":"National Institution of Health Stroke Scale scores","description":"NIHSS scores at 48 hours postoperatively in the test group and the control group.\n\nNIHSS scores range from 0-42, the higher the score the more severe the patient's clinical symptoms","timeFrame":"48 hours"},{"measure":"Modified Rankin Scale score","description":"The mRS scores at 14 days after surgery in the test and control groups. Modified Rankin Scale scores range from 0 to 6, with a lower score indicating a better prognosis .","timeFrame":"14 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with acute cerebral infarction with large vessel occlusion within 24 hours of onset .(internal carotid artery, M1 or M2 segment of middle cerebral artery, A1 segment of anterior cerebral artery).\n* 18 years≤age≤85 years.\n* CT ruled out cerebral hemorrhage and subarachnoid hemorrhage.\n* Informed consent signed by patient or legal representative.\n* Successful vascular recanalization (defined as modified thrombolysis in cerebral infarction (mTICI)≥2b/3 for cerebral infarction with anterior bleeding).\n* Degree of disease: 6 points≤NIHSS ≤19 points.\n\nExclusion Criteria:\n\n* Preoperative or immediate postoperative CT showed active bleeding or was known to have significant bleeding tendency \\[International Normalized Ratio(INR)\\>3.0,Platelet count \\<30×10 9/L.\n* Severe heart, liver and kidney insufficiency.\n* Blood glucose \\<2.7mmol/L or \\>22.2mmol/L.\n* Severe hyperemia beyond medication control (\\>180/105mm Hg).\n* Patients with Alberta early stroke grading CT scores (ASPECT)\\<6.\n* Patients with a life expectancy of less than 90 days.\n* Blood pressure is below 90/60 mm Hg.\n* mRS≥3 points .\n* pregnant women.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"li li, Dr.","role":"CONTACT","phone":"13709115155","email":"Lili@fmmu.edu.cn"},{"name":"hanghang zhao, Master","role":"CONTACT","phone":"15832791770","email":"ljhh_2021@163.com"}],"locations":[{"facility":"XiJing hospital","status":"RECRUITING","city":"XI'an","state":"Shaanxi","zip":"710000","country":"China","contacts":[{"name":"HangHang Zhao, Bachelor","role":"CONTACT"}],"geoPoint":{"lat":34.25833,"lon":108.92861}}]},"referencesModule":{"references":[{"pmid":"23710819","type":"RESULT","citation":"Xu AD, Wang YJ, Wang DZ; Chinese Stroke Therapy Expert Panel for Intravenous Recombinant Tissue Plasminogen Activator. Consensus statement on the use of intravenous recombinant tissue plasminogen activator to treat acute ischemic stroke by the Chinese Stroke Therapy Expert Panel. CNS Neurosci Ther. 2013 Aug;19(8):543-8. doi: 10.1111/cns.12126. Epub 2013 May 27."},{"pmid":"23370205","type":"RESULT","citation":"Jauch EC, Saver JL, Adams HP Jr, Bruno A, Connors JJ, Demaerschalk BM, Khatri P, McMullan PW Jr, Qureshi AI, Rosenfield K, Scott PA, Summers DR, Wang DZ, Wintermark M, Yonas H; American Heart Association Stroke Council; Council on Cardiovascular Nursing; Council on Peripheral Vascular Disease; Council on Clinical Cardiology. Guidelines for the early management of patients with acute ischemic stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2013 Mar;44(3):870-947. doi: 10.1161/STR.0b013e318284056a. Epub 2013 Jan 31."},{"pmid":"19696415","type":"RESULT","citation":"Levy EI, Siddiqui AH, Crumlish A, Snyder KV, Hauck EF, Fiorella DJ, Hopkins LN, Mocco J. First Food and Drug Administration-approved prospective trial of primary intracranial stenting for acute stroke: SARIS (stent-assisted recanalization in acute ischemic stroke). Stroke. 2009 Nov;40(11):3552-6. doi: 10.1161/STROKEAHA.109.561274. Epub 2009 Aug 20."},{"pmid":"25106063","type":"RESULT","citation":"Emberson J, Lees KR, Lyden P, Blackwell L, Albers G, Bluhmki E, Brott T, Cohen G, Davis S, Donnan G, Grotta J, Howard G, Kaste M, Koga M, von Kummer R, Lansberg M, Lindley RI, Murray G, Olivot JM, Parsons M, Tilley B, Toni D, Toyoda K, Wahlgren N, Wardlaw J, Whiteley W, del Zoppo GJ, Baigent C, Sandercock P, Hacke W; Stroke Thrombolysis Trialists' Collaborative Group. Effect of treatment delay, age, and stroke severity on the effects of intravenous thrombolysis with alteplase for acute ischaemic stroke: a meta-analysis of individual patient data from randomised trials. Lancet. 2014 Nov 29;384(9958):1929-35. doi: 10.1016/S0140-6736(14)60584-5. Epub 2014 Aug 5."},{"pmid":"10591382","type":"RESULT","citation":"Furlan A, Higashida R, Wechsler L, Gent M, Rowley H, Kase C, Pessin M, Ahuja A, Callahan F, Clark WM, Silver F, Rivera F. Intra-arterial prourokinase for acute ischemic stroke. The PROACT II study: a randomized controlled trial. Prolyse in Acute Cerebral Thromboembolism. JAMA. 1999 Dec 1;282(21):2003-11. doi: 10.1001/jama.282.21.2003."},{"pmid":"17702958","type":"RESULT","citation":"Ogawa A, Mori E, Minematsu K, Taki W, Takahashi A, Nemoto S, Miyamoto S, Sasaki M, Inoue T; MELT Japan Study Group. Randomized trial of intraarterial infusion of urokinase within 6 hours of middle cerebral artery stroke: the middle cerebral artery embolism local fibrinolytic intervention trial (MELT) Japan. Stroke. 2007 Oct;38(10):2633-9. doi: 10.1161/STROKEAHA.107.488551. Epub 2007 Aug 16."},{"pmid":"25517348","type":"RESULT","citation":"Berkhemer OA, Fransen PS, Beumer D, van den Berg LA, Lingsma HF, Yoo AJ, Schonewille WJ, Vos JA, Nederkoorn PJ, Wermer MJ, van Walderveen MA, Staals J, Hofmeijer J, van Oostayen JA, Lycklama a Nijeholt GJ, Boiten J, Brouwer PA, Emmer BJ, de Bruijn SF, van Dijk LC, Kappelle LJ, Lo RH, van Dijk EJ, de Vries J, de Kort PL, van Rooij WJ, van den Berg JS, van Hasselt BA, Aerden LA, Dallinga RJ, Visser MC, Bot JC, Vroomen PC, Eshghi O, Schreuder TH, Heijboer RJ, Keizer K, Tielbeek AV, den Hertog HM, Gerrits DG, van den Berg-Vos RM, Karas GB, Steyerberg EW, Flach HZ, Marquering HA, Sprengers ME, Jenniskens SF, Beenen LF, van den Berg R, Koudstaal PJ, van Zwam WH, Roos YB, van der Lugt A, van Oostenbrugge RJ, Majoie CB, Dippel DW; MR CLEAN Investigators. A randomized trial of intraarterial treatment for acute ischemic stroke. N Engl J Med. 2015 Jan 1;372(1):11-20. doi: 10.1056/NEJMoa1411587. Epub 2014 Dec 17. Erratum In: N Engl J Med. 2015 Jan 22;372(4):394."},{"pmid":"25671798","type":"RESULT","citation":"Goyal M, Demchuk AM, Menon BK, Eesa M, Rempel JL, Thornton J, Roy D, Jovin TG, Willinsky RA, Sapkota BL, Dowlatshahi D, Frei DF, Kamal NR, Montanera WJ, Poppe AY, Ryckborst KJ, Silver FL, Shuaib A, Tampieri D, Williams D, Bang OY, Baxter BW, Burns PA, Choe H, Heo JH, Holmstedt CA, Jankowitz B, Kelly M, Linares G, Mandzia JL, Shankar J, Sohn SI, Swartz RH, Barber PA, Coutts SB, Smith EE, Morrish WF, Weill A, Subramaniam S, Mitha AP, Wong JH, Lowerison MW, Sajobi TT, Hill MD; ESCAPE Trial Investigators. Randomized assessment of rapid endovascular treatment of ischemic stroke. N Engl J Med. 2015 Mar 12;372(11):1019-30. doi: 10.1056/NEJMoa1414905. Epub 2015 Feb 11."},{"pmid":"25671797","type":"RESULT","citation":"Campbell BC, Mitchell PJ, Kleinig TJ, Dewey HM, Churilov L, Yassi N, Yan B, Dowling RJ, Parsons MW, Oxley TJ, Wu TY, Brooks M, Simpson MA, Miteff F, Levi CR, Krause M, Harrington TJ, Faulder KC, Steinfort BS, Priglinger M, Ang T, Scroop R, Barber PA, McGuinness B, Wijeratne T, Phan TG, Chong W, Chandra RV, Bladin CF, Badve M, Rice H, de Villiers L, Ma H, Desmond PM, Donnan GA, Davis SM; EXTEND-IA Investigators. Endovascular therapy for ischemic stroke with perfusion-imaging selection. N Engl J Med. 2015 Mar 12;372(11):1009-18. doi: 10.1056/NEJMoa1414792. Epub 2015 Feb 11."},{"pmid":"25882376","type":"RESULT","citation":"Saver JL, Goyal M, Bonafe A, Diener HC, Levy EI, Pereira VM, Albers GW, Cognard C, Cohen DJ, Hacke W, Jansen O, Jovin TG, Mattle HP, Nogueira RG, Siddiqui AH, Yavagal DR, Baxter BW, Devlin TG, Lopes DK, Reddy VK, du Mesnil de Rochemont R, Singer OC, Jahan R; SWIFT PRIME Investigators. Stent-retriever thrombectomy after intravenous t-PA vs. t-PA alone in stroke. N Engl J Med. 2015 Jun 11;372(24):2285-95. doi: 10.1056/NEJMoa1415061. Epub 2015 Apr 17."},{"pmid":"25882510","type":"RESULT","citation":"Jovin TG, Chamorro A, Cobo E, de Miquel MA, Molina CA, Rovira A, San Roman L, Serena J, Abilleira S, Ribo M, Millan M, Urra X, Cardona P, Lopez-Cancio E, Tomasello A, Castano C, Blasco J, Aja L, Dorado L, Quesada H, Rubiera M, Hernandez-Perez M, Goyal M, Demchuk AM, von Kummer R, Gallofre M, Davalos A; REVASCAT Trial Investigators. Thrombectomy within 8 hours after symptom onset in ischemic stroke. N Engl J Med. 2015 Jun 11;372(24):2296-306. doi: 10.1056/NEJMoa1503780. Epub 2015 Apr 17."},{"pmid":"27567239","type":"RESULT","citation":"Bracard S, Ducrocq X, Mas JL, Soudant M, Oppenheim C, Moulin T, Guillemin F; THRACE investigators. Mechanical thrombectomy after intravenous alteplase versus alteplase alone after stroke (THRACE): a randomised controlled trial. Lancet Neurol. 2016 Oct;15(11):1138-47. doi: 10.1016/S1474-4422(16)30177-6. Epub 2016 Aug 23. Erratum In: Lancet Neurol. 2016 Nov;15(12):1203."},{"pmid":"26501741","type":"RESULT","citation":"Yaghi S, Boehme AK, Dibu J, Leon Guerrero CR, Ali S, Martin-Schild S, Sands KA, Noorian AR, Blum CA, Chaudhary S, Schwamm LH, Liebeskind DS, Marshall RS, Willey JZ. Treatment and Outcome of Thrombolysis-Related Hemorrhage: A Multicenter Retrospective Study. JAMA Neurol. 2015 Dec;72(12):1451-7. doi: 10.1001/jamaneurol.2015.2371."},{"pmid":"26898852","type":"RESULT","citation":"Goyal M, Menon BK, van Zwam WH, Dippel DW, Mitchell PJ, Demchuk AM, Davalos A, Majoie CB, van der Lugt A, de Miquel MA, Donnan GA, Roos YB, Bonafe A, Jahan R, Diener HC, van den Berg LA, Levy EI, Berkhemer OA, Pereira VM, Rempel J, Millan M, Davis SM, Roy D, Thornton J, Roman LS, Ribo M, Beumer D, Stouch B, Brown S, Campbell BC, van Oostenbrugge RJ, Saver JL, Hill MD, Jovin TG; HERMES collaborators. Endovascular thrombectomy after large-vessel ischaemic stroke: a meta-analysis of individual patient data from five randomised trials. Lancet. 2016 Apr 23;387(10029):1723-31. doi: 10.1016/S0140-6736(16)00163-X. Epub 2016 Feb 18."},{"pmid":"28373302","type":"RESULT","citation":"Hao Y, Yang D, Wang H, Zi W, Zhang M, Geng Y, Zhou Z, Wang W, Xu H, Tian X, Lv P, Liu Y, Xiong Y, Liu X, Xu G; ACTUAL Investigators (Endovascular Treatment for Acute Anterior Circulation Ischemic Stroke Registry). Predictors for Symptomatic Intracranial Hemorrhage After Endovascular Treatment of Acute Ischemic Stroke. Stroke. 2017 May;48(5):1203-1209. doi: 10.1161/STROKEAHA.116.016368. Epub 2017 Apr 3."},{"pmid":"24062252","type":"RESULT","citation":"Zaidat OO, Castonguay AC, Gupta R, Sun CH, Martin C, Holloway WE, Mueller-Kronast N, English JD, Linfante I, Dabus G, Malisch TW, Marden FA, Bozorgchami H, Xavier A, Rai AT, Froehler MT, Badruddin A, Nguyen TN, Taqi MA, Abraham MG, Janardhan V, Shaltoni H, Novakovic R, Yoo AJ, Abou-Chebl A, Chen PR, Britz GW, Kaushal R, Nanda A, Issa MA, Nogueira RG. North American Solitaire Stent Retriever Acute Stroke registry: post-marketing revascularization and clinical outcome results. J Neurointerv Surg. 2014 Oct;6(8):584-8. doi: 10.1136/neurintsurg-2013-010895. Epub 2013 Sep 23."},{"pmid":"25070958","type":"RESULT","citation":"Mehta RH, Cox M, Smith EE, Xian Y, Bhatt DL, Fonarow GC, Peterson ED; Get With The Guidelines-Stroke Program. Race/Ethnic differences in the risk of hemorrhagic complications among patients with ischemic stroke receiving thrombolytic therapy. Stroke. 2014 Aug;45(8):2263-9. doi: 10.1161/STROKEAHA.114.005019. Epub 2014 Jun 24."},{"pmid":"33647246","type":"RESULT","citation":"Mazighi M, Richard S, Lapergue B, Sibon I, Gory B, Berge J, Consoli A, Labreuche J, Olivot JM, Broderick J, Duhamel A, Touze E, Qureshi AI, Yavchitz A, Escalard S, Desilles JP, Redjem H, Smajda S, Fahed R, Hebert S, Maier B, Delvoye F, Boursin P, Maacha MB, Obadia M, Sabben C, Blanc R, Savatovsky J, Piotin M; BP-TARGET investigators. Safety and efficacy of intensive blood pressure lowering after successful endovascular therapy in acute ischaemic stroke (BP-TARGET): a multicentre, open-label, randomised controlled trial. Lancet Neurol. 2021 Apr;20(4):265-274. doi: 10.1016/S1474-4422(20)30483-X. Epub 2021 Feb 26."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000015427","term":"Reperfusion Injury"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000011183","term":"Postoperative Complications"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M17789","name":"Reperfusion Injury","asFound":"Reperfusion Injury","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M13755","name":"Postoperative Complications","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000000959","term":"Antihypertensive Agents"}],"browseLeaves":[{"id":"M3967","name":"Antihypertensive Agents","asFound":"G6PD","relevance":"HIGH"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}