{"protocolSection":{"identificationModule":{"nctId":"NCT04673123","orgStudyIdInfo":{"id":"2021-10/40"},"organization":{"fullName":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"},"briefTitle":"Core Stabilization Exercises in Stroke","officialTitle":"The Effects of Core Stabilization Exercises on Fall, Lower Limb Function, and Balance in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-11-30","type":"ACTUAL"},"completionDateStruct":{"date":"2022-03-16","type":"ACTUAL"},"studyFirstSubmitDate":"2020-12-12","studyFirstSubmitQcDate":"2020-12-12","studyFirstPostDateStruct":{"date":"2020-12-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-12","lastUpdatePostDateStruct":{"date":"2022-08-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Aslıhan Kırktepeli","investigatorTitle":"Principal investigator","investigatorAffiliation":"Istanbul University - Cerrahpasa (IUC)"},"leadSponsor":{"name":"Istanbul University - Cerrahpasa (IUC)","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is one of the leading causes of disability and death worldwide. Falling is defined as a person accidentally lying on a floor or another low level with or without injury. In patients with stroke occur motor, sensory, functional and cognitive disorders which are increased the rate of falls after stroke. Physiological and psychological complications that occur as a result of a fall are exhausting for both the patient and the therapist. Because while the patients regress physiologically even more, the 'fear of falling again', which occurs with falling, reduces the patient's participation in rehabilitation.When looking at the risk factors determined for falls in stroke patients, reduced mobility and impaired balance functions are in the first place and that is evidenced with most of falls occur during walking and transfers the most frequent.The main reason of affected mobility is the weakness in the deep trunk muscles and insufficient stability, except for the loss of strength in the affected lower extremity. In the literature, it is stated that having strong core muscles can contribute to the efficient use of the lower extremity. According to the previous studies, applied stabilization exercises in addition to traditional rehabilitation improve the balance and mobility functions of patients with subacute stroke. However, there is not enough information about the benefits of these exercises in patients with chronic stroke. Most falls occur at home specially in the bedroom and bathroom in patients with stroke. This indicates that environmental factors should be taken into consideration in the rehabilitation program besides physical factors, that is, a \"multifactorial falls prevention program\" should be implemented. Based on these information, the aim of our study is to investigate the benefits of core stabilization exercises which is included in a multifactorial training on falling number, fear of falling, lower extremity function and balance in patients with chronic stroke who have a history of falling.","detailedDescription":"The volunteers to be included in our study will be selected from chronic stroke patients who are receiving physical therapy at Bursa İlker Çelikcan Physical Therapy and Rehabilitation Hospital and have a history of falling. The study will consist of two separate groups, core stabilization and multifactorial education group. Patients who suitable the inclusion criteria will be randomized according to the order of initiation of the physical therapy program in the hospital and divided into groups. Both groups will participate in a multifactorial education program. In this program program, there are physical therapy and rehabilitation practices that are routinely applied in stroke rehabilitation and that patients will receive at the specified hospital. In the content of these applications; patient-specific upper and lower extremity stretching, relaxation and strengthening exercises; balance, coordination and gait training are included.In addition to these, patients in the intervention group will perform core stabilization exercises under the supervision of a physiotherapist. The exercises will be applied 5 times a week for 6 weeks. First of all, activation of the \"transversus abdominis\" muscle, which forms the basis of core stabilization, will be taught to patients. \"Chattanooga Stabilizer Pressure Biofeedback Device\" will be used in order to teach this activation and to observe whether the patient is doing it correctly during exercises. The exercises will be made more difficult by adding extremity movements to this activation. Evaluations will be made twice, at the beginning (0. week) and end of the treatment (13. week).In order to evaluate the effect of the treatment on the fall, the number of falls that occurred within 3 months after the end of the treatment will be questioned by phone."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Falling","Fall","Core stabilization","Core exercising","Cerebrovascular Accident","Fall prevention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":44,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Core Stabilization Group","type":"EXPERIMENTAL","description":"Core stabilization + Multifactorial Education Program (patient-specific upper and lower extremity stretching and strengthening exercises; application of functional electrical stimulation (FES) to upper and lower extremity muscles; balance, coordination and gait training)+ Informing about fall prevention (by verbal and written)","interventionNames":["Other: Core stabilization exercises","Other: Multifactorial Education Program"]},{"label":"Multifactorial Education Program Group","type":"ACTIVE_COMPARATOR","description":"Multifactorial Education Program (patient-specific upper and lower extremity stretching, relaxation and strengthening exercises; application of functional electrical stimulation (FES) to upper and lower extremity muscles; balance, coordination and gait training)+ Informing about fall prevention (by verbal and written)","interventionNames":["Other: Multifactorial Education Program"]}],"interventions":[{"type":"OTHER","name":"Core stabilization exercises","description":"In our study, core stabilization exercises to be applied in the intervention group are arranged according to the patients with stroke and will be at three different difficulty levels. Exercises will be done on the back (hooked) and sitting positions where the risk of falling is low. First of all, activation of the \"transversus abdominis\" muscle, which is the basis of core stabilization, will be taught to patients. With this activation at the first level, the healthy side, at the second level the affected side, and at the third level, reciprocal upper and lower extremity movements will be requested. In addition to these, there will be exercises to bridge and curl up in supine position, and weight transfer in sitting position. In order to increase the difficulty level of the exercises, first of all, the number of exercises will be increased and then it will be asked to move on to the next level.","armGroupLabels":["Core Stabilization Group"]},{"type":"OTHER","name":"Multifactorial Education Program","description":"The content of this program includes rehabilitation practices that are routinely applied in stroke rehabilitation and that patients will receive at the specified hospital. In the content of these applications; patient-specific upper and lower extremity stretching, and strengthening exercises; application of functional electrical stimulation (FES) to upper and lower extremity muscles; balance, coordination and gait training are included. he content of multifactorial fall prevention training includes the first brochure titled '' General Recommendations for the Prevention of Fall in Chronic Stroke Patients '', which will include general recommendations for preventing falling according to the fall risk factors specific to the stroke, and the recommendations to minimize the risk of falling in the home. A second brochure titled 'Suggestions for Making Your Home Safer' will be given. The information in these brochures will also be communicated to patients face to face verbally","armGroupLabels":["Core Stabilization Group","Multifactorial Education Program Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of falls","description":"A chart will be prepared so that patients can record any falls and the patient will be asked to indicate the date of the fall on this chart.The total falling numbers of the two groups will be compared.","timeFrame":"The number of falls will be questioned following three months after the treatment program completed."}],"secondaryOutcomes":[{"measure":"The Activities-Specific Balance Confidence (ABC) Scale","description":"It will be used to assess balance confidence during a total of 16 activities performed inside and outside the home in daily life. Patients will score each activity from 0% (I'm not safe) to 100% (I'm completely safe). Maximum score is 100 point and approaching this value indicates that the balance confidence is good. A score below 63.75 indicates the risk of falling. At the end of treatment, the score is expected to be higher than the baseline and this value.","timeFrame":"It will be evaluated at the beginning of treatment and 12 weeks after the initiation of treatment for each patient."},{"measure":"Fugl Meyer Assessment Lower Extremity (FMA-LE)","description":"This test evaluate reflexes, motor recovery, voluntary movements, coordination and speed dependent on synergy or independent of synergy in the lower extremity. It consists of 17 items and the maximum score is 34. Higher scores indicate greater motor recovery. In order to have a minimal clinically significant change, there should be a 6-point change before and after treatment.","timeFrame":"It will be evaluated at the beginning of treatment and 12 weeks after the initiation of treatment for each patient."},{"measure":"The Five Times Sit-to-Stand Test","description":"The patient sits on the chair with feet on the floor and back straight and asked to get up and sit from the chair 5 times repeatedly at the speed patient can by crossing his arms on his chest, and the elapsed time is recorded in seconds. The shorter the time to complete the test indicates better lower extremity function. In order to have a minimal clinically significant change, there should be a 2.3 seconds change before and after treatment.","timeFrame":"It will be evaluated at the beginning of treatment and 12 weeks after the initiation of treatment for each patient."},{"measure":"The Four Square Step Test (FSST)","description":"Four squares are created by placing two walking sticks on the floor and the squares are numbered from 1 to 4. Patients stand on the number 1 square and step back to the right, back, left and forward in the order of the numbers, and then move on to the number 1 square again. The same stepping is performed in the opposite direction. The elapsed time is recorded. The shorter the time to complete the test indicates better lower extremity function and dynamic balance. Completing the test in more than 15 seconds shows the risk of falling. In order to have a minimal clinically significant change, there should be a 6.73 seconds change before and after treatment.","timeFrame":"It will be evaluated at the beginning of treatment and 12 weeks after the initiation of treatment for each patient."},{"measure":"The Modified Kraus-Weber Test","description":"Although it is a test that evaluates the strength and endurance of the trunk muscles, it consists of 2 main parts. There are 2 separate tests in the strength section and they are graded between 0-5 points. Endurance section consists of 5 tests in total and is graded between 0-6. Total score is 40. Higher scores indicate better trunk strength and endurance. The difference in points will be checked before and after treatment.","timeFrame":"It will be evaluated at the beginning of treatment and 12 weeks after the initiation of treatment for each patient."},{"measure":"Berg Balance Scale","description":"It is a valid and reliable test that evaluates balance both statically and dynamically. The 14 basic functions are evaluated by observation and scored between 0 and 4. Total score is 56. Higher scores indicate better balance function. Scoring below 45 indicates the risk of falling. In order to have a minimal clinically significant change, there should be a 4 point change before and after treatment.","timeFrame":"It will be evaluated at the beginning of treatment and 12 weeks after the initiation of treatment."},{"measure":"The Single Leg Stance Test","description":"Patients are asked to raise one leg while standing. The time is started when the patient lifts his foot. The time is stopped when the patient touches the ground. If he stands on one leg for 30 seconds, the test is finished. Being able to stand on one leg for less than 5 seconds indicates an increased risk of falling. In order to have a minimal clinically significant change, there should be a 6.7 seconds change before and after treatment.","timeFrame":"It will be evaluated at the beginning of treatment and 12 weeks after the initiation of treatment for each patient."},{"measure":"Timed Up and Go Test","description":"Patients are asked to stand up from the chair without arm support, walk 3 meters and return to the chair again. The elapsed time is recorded in seconds. The shorter the time to complete the test indicates better dynamic balance and mobility. Completing the test in more than 15 seconds shows the risk of falling. In order to have a minimal clinically significant change, there should be a 2.9 seconds change before and after treatment.","timeFrame":"It will be evaluated at the beginning of treatment and 12 weeks after the initiation of treatment for each patient."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being a volunteer\n* Between 45-75 years old\n* Stroke onset time is 6 months or more\n* Not having botox application to lower extremity muscles in the last 3 months\n* At least has one history of falling in the last 6 months\n* At least has 3 and above level according to the Functional Ambulation Scale\n\nExclusion Criteria:\n\n* Unstable medical condition\n* Presence of rheumatological, orthopedic or pulmonary disease at a level that prevents participation in exercise\n* Hearing and vision loss at a level that prevents communication\n* Operation due to low back pain\n* Not understanding Turkish verbal and written instructions","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Aslıhan Kırktepeli","affiliation":"Istanbul University- Cerrahpasa /Institute of Postgraduate Education","role":"PRINCIPAL_INVESTIGATOR"},{"name":"İpek Yeldan","affiliation":"Istanbul University- Cerrahpasa / Faculty of Health Science","role":"STUDY_CHAIR"}],"locations":[{"facility":"Bursa Ilker Celikcan Physical Therapy and Rehabilitation Hospital","city":"Bursa","state":"Osmangazi","zip":"16170","country":"Turkey","geoPoint":{"lat":40.19559,"lon":29.06013}}]},"referencesModule":{"references":[{"pmid":"22494388","type":"BACKGROUND","citation":"Batchelor FA, Mackintosh SF, Said CM, Hill KD. Falls after stroke. Int J Stroke. 2012 Aug;7(6):482-90. doi: 10.1111/j.1747-4949.2012.00796.x. Epub 2012 Apr 12."},{"pmid":"28797618","type":"BACKGROUND","citation":"Xu T, Clemson L, O'Loughlin K, Lannin NA, Dean C, Koh G. Risk Factors for Falls in Community Stroke Survivors: A Systematic Review and Meta-Analysis. Arch Phys Med Rehabil. 2018 Mar;99(3):563-573.e5. doi: 10.1016/j.apmr.2017.06.032. Epub 2017 Aug 7."},{"pmid":"26482234","type":"BACKGROUND","citation":"Schinkel-Ivy A, Inness EL, Mansfield A. Relationships between fear of falling, balance confidence, and control of balance, gait, and reactive stepping in individuals with sub-acute stroke. Gait Posture. 2016 Jan;43:154-9. doi: 10.1016/j.gaitpost.2015.09.015. Epub 2015 Sep 28."},{"pmid":"20616328","type":"BACKGROUND","citation":"Batchelor F, Hill K, Mackintosh S, Said C. What works in falls prevention after stroke?: a systematic review and meta-analysis. Stroke. 2010 Aug;41(8):1715-22. doi: 10.1161/STROKEAHA.109.570390. Epub 2010 Jul 8."},{"pmid":"27118792","type":"BACKGROUND","citation":"Quigley PA. Redesigned Fall and Injury Management of Patients With Stroke. Stroke. 2016 Jun;47(6):e92-4. doi: 10.1161/STROKEAHA.116.012094. Epub 2016 Apr 26. No abstract available."},{"pmid":"23728680","type":"BACKGROUND","citation":"Verheyden GS, Weerdesteyn V, Pickering RM, Kunkel D, Lennon S, Geurts AC, Ashburn A. Interventions for preventing falls in people after stroke. Cochrane Database Syst Rev. 2013 May 31;2013(5):CD008728. doi: 10.1002/14651858.CD008728.pub2."},{"pmid":"27821673","type":"BACKGROUND","citation":"Haruyama K, Kawakami M, Otsuka T. Effect of Core Stability Training on Trunk Function, Standing Balance, and Mobility in Stroke Patients. Neurorehabil Neural Repair. 2017 Mar;31(3):240-249. doi: 10.1177/1545968316675431. Epub 2016 Nov 9."},{"pmid":"16148357","type":"BACKGROUND","citation":"Willson JD, Dougherty CP, Ireland ML, Davis IM. Core stability and its relationship to lower extremity function and injury. J Am Acad Orthop Surg. 2005 Sep;13(5):316-25. doi: 10.5435/00124635-200509000-00005."},{"pmid":"26451007","type":"BACKGROUND","citation":"Cabanas-Valdes R, Bagur-Calafat C, Girabent-Farres M, Caballero-Gomez FM, Hernandez-Valino M, Urrutia Cuchi G. The effect of additional core stability exercises on improving dynamic sitting balance and trunk control for subacute stroke patients: a randomized controlled trial. Clin Rehabil. 2016 Oct;30(10):1024-1033. doi: 10.1177/0269215515609414. Epub 2015 Oct 8."},{"pmid":"26180337","type":"BACKGROUND","citation":"Jung Y, Lee K, Shin S, Lee W. Effects of a multifactorial fall prevention program on balance, gait, and fear of falling in post-stroke inpatients. J Phys Ther Sci. 2015 Jun;27(6):1865-8. doi: 10.1589/jpts.27.1865. Epub 2015 Jun 30."},{"pmid":"22503739","type":"BACKGROUND","citation":"Batchelor FA, Hill KD, Mackintosh SF, Said CM, Whitehead CH. Effects of a multifactorial falls prevention program for people with stroke returning home after rehabilitation: a randomized controlled trial. Arch Phys Med Rehabil. 2012 Sep;93(9):1648-55. doi: 10.1016/j.apmr.2012.03.031. Epub 2012 Apr 10."},{"pmid":"27415645","type":"BACKGROUND","citation":"Vahlberg B, Cederholm T, Lindmark B, Zetterberg L, Hellstrom K. Short-term and long-term effects of a progressive resistance and balance exercise program in individuals with chronic stroke: a randomized controlled trial. Disabil Rehabil. 2017 Aug;39(16):1615-1622. doi: 10.1080/09638288.2016.1206631. Epub 2016 Jul 14."},{"pmid":"25250836","type":"BACKGROUND","citation":"Lindsay P, Furie KL, Davis SM, Donnan GA, Norrving B. World Stroke Organization global stroke services guidelines and action plan. Int J Stroke. 2014 Oct;9 Suppl A100:4-13. doi: 10.1111/ijs.12371. Epub 2014 Sep 23."},{"pmid":"30902629","type":"BACKGROUND","citation":"Kwong PWH, Ng SSM. Cutoff Score of the Lower-Extremity Motor Subscale of Fugl-Meyer Assessment in Chronic Stroke Survivors: A Cross-Sectional Study. Arch Phys Med Rehabil. 2019 Sep;100(9):1782-1787. doi: 10.1016/j.apmr.2019.01.027. Epub 2019 Mar 20."},{"pmid":"20298832","type":"BACKGROUND","citation":"Mong Y, Teo TW, Ng SS. 5-repetition sit-to-stand test in subjects with chronic stroke: reliability and validity. Arch Phys Med Rehabil. 2010 Mar;91(3):407-13. doi: 10.1016/j.apmr.2009.10.030."},{"pmid":"23416218","type":"BACKGROUND","citation":"Goh EY, Chua SY, Hong SJ, Ng SS. Reliability and concurrent validity of Four Square Step Test scores in subjects with chronic stroke: a pilot study. Arch Phys Med Rehabil. 2013 Jul;94(7):1306-11. doi: 10.1016/j.apmr.2013.01.027. Epub 2013 Feb 12."},{"pmid":"28392324","type":"BACKGROUND","citation":"Chan PP, Si Tou JI, Tse MM, Ng SS. Reliability and Validity of the Timed Up and Go Test With a Motor Task in People With Chronic Stroke. Arch Phys Med Rehabil. 2017 Nov;98(11):2213-2220. doi: 10.1016/j.apmr.2017.03.008. Epub 2017 Apr 7."},{"pmid":"22306324","type":"BACKGROUND","citation":"Flansbjer UB, Blom J, Brogardh C. The reproducibility of Berg Balance Scale and the Single-leg Stance in chronic stroke and the relationship between the two tests. PM R. 2012 Mar;4(3):165-70. doi: 10.1016/j.pmrj.2011.11.004. Epub 2012 Feb 3."}],"seeAlsoLinks":[{"label":"World Health Organization Global Report on Falls Prevention in Older Age 2007","url":"http://extranet.who.int/agefriendlyworld/wp-content/uploads/2014/06/WHo-Global-report-on-falls-prevention-in-older-age.pdf"},{"label":"The effects of comprehensive core body resistance exercise on lower extremity motor function among stroke survivors","url":"https://iopscience.iop.org/article/10.1088/1742-6596/1358/1/012025/pdf"},{"label":"The Turkish version of the Activities Specific Balance Confidence (ABC) Scale: its cultural adaptation, validation and reliability in older adults","url":"http://geriatri.dergisi.org/abstract.php?id=811"},{"label":"Aerobic Exercise Training with Brisk Walking Increases Intestinal Bacteroides in Healthy Elderly Women","url":"https://www.mdpi.com/2072-6643/11/4/868/htm"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}