{"protocolSection":{"identificationModule":{"nctId":"NCT03395717","orgStudyIdInfo":{"id":"RP 10/15"},"organization":{"fullName":"IRCCS San Raffaele Roma","class":"OTHER"},"briefTitle":"Stroke Rehabilitation With Exoskeleton-assisted Gait.","officialTitle":"Stroke Rehabilitation With Exoskeleton-assisted Gait: Clinical and Neuromuscular Outcomes.","acronym":"EKSOGAIT"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-03-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-11-01","type":"ACTUAL"},"completionDateStruct":{"date":"2020-03-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-12-27","studyFirstSubmitQcDate":"2018-01-04","studyFirstPostDateStruct":{"date":"2018-01-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-23","lastUpdatePostDateStruct":{"date":"2023-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Marco Franceschini, MD","investigatorTitle":"Head of NeuroRehabilitation Research Area","investigatorAffiliation":"IRCCS San Raffaele Roma"},"leadSponsor":{"name":"IRCCS San Raffaele Roma","class":"OTHER"},"collaborators":[{"name":"Ospedale Riabilitativo di Alta Specializzazione Motta Di Livenza -Treviso","class":"UNKNOWN"},{"name":"Fondazione Centri di Riabilitazione Padre Pio Onlus","class":"UNKNOWN"},{"name":"Villa Beretta Rehabilitation Center","class":"OTHER"},{"name":"Struttura Complessa di Riabilitazione Intensiva Neuromotoria (S.C.R.I.N.) Foligno - Trevi","class":"UNKNOWN"},{"name":"IRCCS Sacro Cuore Don Calabria di Negrar","class":"OTHER"},{"name":"Kos Care - Istituto Santo Stefano Porto Potenza","class":"UNKNOWN"},{"name":"Kos Care - Istituto Santo Stefano Ancona","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Gait recovery is one of the main goals of post-stroke rehabilitation where robotic-assisted practice has shown positive outcomes. However, literature lacks of clinical studies on exoskeleton-supported gait rehabilitation. Recently, a wearable exoskeleton (Ekso™, EksoBionics, USA) has been commercialized for re-enabling patients to stand and walk, involving them directly in steps trigger through body weight balance. The main aim of this study is to assess the clinical and neuromuscular effects of exoskeleton-based gait rehabilitation in sub-acute and chronic stroke patients, compared to patients with similar characteristics who will conduct a traditional over-ground gait training.\n\nIn this multicentric RCT, 162 stroke patients will be enrolled and randomly assigned to the Experimental Group (EG) or to the Control Group (CG). Patients will conduct at least 12 one-hour-sessions (about 3 times/ week) of Ekso™ (EG) or traditional over-ground (CG) gait rehabilitation. Clinical evaluations (lower limb Modified Ashworth Scale- MAS; Motricity Index - MI; Trunk Control Test - TCT; Functional Ambulation Classification - FAC; 10-meter walking test - 10mwt; 6-minute walking test - 6mwt; Walking Handicap Scale - WHS; Time Up and Go - TUG) will be administered to patients at the beginning (T1) and at the end (T2) of the training period. The primary outcome is the distance performed during the 6mwt. A follow up study at 1 month (T3) and at 3 months (T4) after T2 will be conducted.","detailedDescription":"\\*Procedures During Screening Process:\n\nThis multicentric study will involve recruitment of individuals who have experienced a middle to severe stroke as well as patients with similar neurological weakness from the inpatient setting, outpatient clinics, as well as day rehabilitation sites through all the health institutes participating to this study project. Members of the research teams will perform the initial screening of potential subjects. These clinicians will determine study eligibility based on the inclusion and exclusion criteria provided by Ekso Bionics in accordance with the medical recommendations of Prof. Marco Franceschini.\n\nPotential subjects will be asked questions regarding their medical history and current level of function. If the subject meets the criteria, researchers will then provide the subject with a consent form. The researchers will discuss the objectives, the study protocol, and the risks and benefits to each subject. The subjects will be given time to review the form and ask any questions about it.\n\nOnce each subject has provided informed consent, he or she will undergo a screening process to assess the joint range of motion, and any spasticity present (via Modified Ashworth Scale). These measures will be used to determine subject qualification based on inclusion and exclusion criteria. Vital signs (including heart rate, blood pressure and oxygen saturation) will be assessed at baseline, after each session, and during sessions as needed based on subject's signs and symptoms. Oxygen saturation and heart rate will be monitored using a pulse oximeter. Blood pressure will be assessed with a manual blood pressure cuff and stethoscope.\n\nParticipants will be screened at the first therapy session (T1) and at the last one (T2). Follow-up assessments will also take place at 1 month (T3) and 3 months (T4) after the end of treatment.\n\n\\*Procedures During Treatment: The enrolled stroke patients will be randomly assigned to the Experimental Group (EG) or to the Control Group (CG). All patients will conduct gait therapy for at least 12 (subacute patients) or 18 (chronic patients) one-hour-sessions (about 3 times/ week).\n\nExperimental Group (EG): Exoskeleton-Assisted Over ground Gait Training Sessions will begin with donning the Ekso device to ensure a proper fit. A physical therapist will check the subject for proper alignment of joints with the device and check for areas of increased pressure between the device and body. If necessary, additional padding will be added to ensure safety and comfort or the device configuration will be modified. During the initial sessions, skin checks will be occur more frequently at the end of each session to customize well the padding. Moreover, the identification of the best exoskeleton settings for each patient will be conducted for planning a customized and tailored robotic treatment.\n\nDuring the treatment, the subject will be trained in interfacing with the exoskeleton Ekso with optimal postural alignment, and weight shifting strategies. No strength is required from the patient; only proper balance and weight shifts are required to achieve walking since steps are triggered by the user's lateral weight shift. Enrolled patients will undergo 60 minute long sessions of gait training using the powered wearable exoskeleton. Patients will conduct robotic training in conjunction with conventional physiotherapy training.\n\nControl Group (CG): Traditional Over ground Gait Training The control group will perform 60 minute long sessions of Traditional Over ground Gait Training with a senior physiotherapist. In the starting phase, the gait task can be facilitated by the physiotherapist or by using aids, such as walkers, tripods etc.\n\nTraditional Over ground Gait Training includes:\n\n* Sit-to-Stand tasks\n* Exercises for upright position control (right/left load shift): these tasks will allow to include people who are unable to walk in the CG.\n* In case of patients able to walk or once this turns possible, they will be trained to re-learn a correct pattern of gait while walking over the ground.\n\nCG patients will not use any other robots or treadmill for gait training."},"conditionsModule":{"conditions":["Severe Stroke","Acute Stroke","Chronic Stroke","Cerebrovascular Disorders","Brain Diseases","Central Nervous System Diseases","Vascular Diseases","Cardiovascular Diseases","Mild Stroke"],"keywords":["Stroke","Robot","Hemiparesis","Gait Training","Rehabilitation","Exoskeleton","Functional Recovery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Single blind","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":162,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Exoskeleton-Assisted Gait Training","type":"EXPERIMENTAL","description":"Patients conduct sessions of gait training, each lasting 60 minutes, using the powered wearable exoskeleton (Ekso) in addition to conventional therapy. Before the treatment's beginning, a PT checks the correct alignment of the subject's joints with Ekso and the areas of greater pressure between body's skin and device, to set a proper Ekso fit as to customize the padding as well. The best individualized exoskeleton settings should be verified to plan a tailored robotic treatment. During treatment, subjects are trained to interface with the Ekso, with optimal postural arrangement and weight shifting strategies. No strength is required from the patient; only an appropriate balance and weight shifts are necessary to achieve walking, since steps are triggered by the user's lateral weight shift.","interventionNames":["Device: Exoskeleton-Assisted Gait Training"]},{"label":"Traditional Over ground Gait Training","type":"NO_INTERVENTION","description":"The Control Group (CG) performs 60 minutes. lasting sessions of Traditional Over ground Gait Training with a senior PT. In the starting phase, the gait task facilitation is allowed by the Pt's assistance or by using aids, such as walkers, tripods etc.\n\nTraditional Over ground Gait Trainings include:\n\n* Sit-to-Stand tasks\n* Exercises for upright position control (right/left load shift): these tasks will allow to include people who are unable to walk in the CG.\n\nCG patients will not use any other robots or treadmill for gait training."}],"interventions":[{"type":"DEVICE","name":"Exoskeleton-Assisted Gait Training","armGroupLabels":["Exoskeleton-Assisted Gait Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in 6 Minute Walk Test (6MWT)","description":"The 6MWT measures the distance a subject covers during an indoor gait on a flat, hard surface in 6 minutes, using assistive devices, as necessary. The test is a reliable and valid evaluation of functional exercise capacity and is used as a sub-maximal test of aerobic capacity and endurance. The minimal detectable change in distance for people with sub-acute stroke is 60.98 meters. The 6MWT is a patient self-paced walk test and assesses the level of functional capacity. Patients are allowed to stop and rest during the test. However, the timer does not stop. If the patient is unable to complete the test, the time is stopped at that moment. The missing time and the reason of the stop are recorded. This test will be administered while wearing a pulse oximeter to monitor heart rate and oxygen saturation, also integrated with Borg scale to assess dyspnea.","timeFrame":"Session 1 (baseline), Session 12 (week 4), 1 month follow-up (week 8), and 4 month follow-up (week 20)"}],"secondaryOutcomes":[{"measure":"Change in 10 Meter Walk Test (10MWT)","description":"This test will assess the patient's speed during gait. Patients will be asked to walk at their preferred maximum and safe speed. Patients will be positioned 1 meter before the start line and instructed to walk 10 meters, and pass the end line approximately 1 meter after. The distance before and after the course are meant to minimize the effect of acceleration and deceleration. Time will be measured using a stopwatch and recorded to the one hundredth of a second (ex: 2.15 s). The test will be recorded 3 times, with adequate rests between them. The average of the 3 times should be recorded.","timeFrame":"Session 1 (baseline), Session 12 (week 4), 1 month follow-up (week 8), and 4 month follow-up (week 20)"},{"measure":"Change in Time Up And Go (TUG)","description":"The TUG is a test used to assess mobility, balance, and walking in people with balance impairments. The subject must stand up from a chair (which should not be leant against a wall), walk a distance of 3 meters, turn around, walk back to the chair and sit down - all performed as quickly and as safely as possible. Time will be measured using a chronometer.","timeFrame":"Session 1 (baseline), Session 12 (week 4), 1 month follow-up (week 8), and 4 month follow-up (week 20)"},{"measure":"Change in Modified Ashworth Scale (MAS)","description":"The MAS is a 6 point ordinal scale used for grading hypertonia in individuals with neurological diagnoses. A score of 0 on the scale indicates no increase in tone while a score of 4 indicates rigidity. Tone is scored by passively moving the individual's limb and assessing the amount of resistance to movement felt by the examiner.","timeFrame":"Session 1 (baseline), Session 12 (week 4), 1 month follow-up (week 8), and 4 month follow-up (week 20)"},{"measure":"Change in Trunk Control Test (TCT)","description":"The TCT assesses the motor impairment in stroke patients and it's correlated with eventual walking ability. Testing is done with the patient lying on a bed: (1) roll to weak side. (2) roll to strong side. (3) balance in sitting position on the edge of the bed with the feet off the ground for at least 30. (4) sit up from lying down. Total score: 0-100.","timeFrame":"Session 1 (baseline), Session 12 (week 4), 1 month follow-up (week 8), and 4 month follow-up (week 20)"},{"measure":"Change in Motricity Index (MI)","description":"The MI aims to evaluate lower limb motor impairment after stroke, administrated on both sides.\n\nItems to assess the lower limbs are 3, scoring from 0 to 33 each: (1) ankle dorsiflexion with foot in a plantar flexed position (2) knee extension with the foot unsupported and the knee at 90° (3) hip flexion with the hip at 90° moving the knee as close as possible to the chin. (no movement: 0, palpable flicker but no movement: 9, movement but not against gravity :14, movement against gravity movement against gravity: 19, movement against resistance: 25, normal:33)\n\n1 leg score for each side = SUM (points for the 3 leg tests) + 1 Interpretation: minimum score: 0; maximum score:100","timeFrame":"Session 1 (baseline), Session 12 (week 4), 1 month follow-up (week 8), and 4 month follow-up (week 20)"},{"measure":"Change in Functional Ambulation Classification (FAC)","description":"FAC is a functional walking test that evaluates ambulation ability. This 6-point scale assesses ambulation status by determining how much human support the patient requires when walking, regardless of whether or not they use a personal assistive device.","timeFrame":"Session 1 (baseline), Session 12 (week 4), 1 month follow-up (week 8), and 4 month follow-up (week 20)"},{"measure":"Change in Handicap Walking Scale (WHS)","description":"WHS is a classification of 6 functional walking categories, considered as a participation category of the ICF because of its 3 items referred to community ambulation.","timeFrame":"Session 1 (baseline), Session 12 (week 4), 1 month follow-up (week 8), and 4 month follow-up (week 20)"},{"measure":"Change in Barthel Index (BI","description":"The BI is a measure of Activity of Daily Living (ADL), which shows the degree of independence of a patient from any assistance.","timeFrame":"Session 1 (baseline), Session 12 (week 4), 1 month follow-up (week 8), and 4 month follow-up (week 20)"}],"otherOutcomes":[{"measure":"Change in Numeric Rating SCale (NRS)","description":"for assessing pain, tolerance and sense of security during exoskeleton-assisted gait","timeFrame":"Session 1 (baseline), Session 12 (week 4)"},{"measure":"Change in surface ElectroMyoGraphy (sEMG)","description":"sEMG will be acquired in order to study neuromuscular variations. The electrical potentials of following muscles will be gathered: biceps femoris, quadriceps femoris, tibialis anterior, and gastrocnemius muscle (medial head). The surface electrodes will be placed by following the SENIAM protocol.\n\nThe sEMG will be acquired during the following tasks (if the patient is able to do them):\n\n1. upright position for 30 s;\n2. 10 meters-long ecological gait;\n3. during ankle, knee and hip flexion/extension tasks;\n4. robot-assisted gait (if the patient takes part of the EG)\n\nIn order to identify the gait phases during the tasks 2 and 3, an inertial sensor (IMU) will be placed at L5 level.","timeFrame":"Session 1 (baseline), Session 12 (week 4), 1 month follow-up (week 8), and 4 month follow-up (week 20)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke or similar neurological pathologies:\n\n  * 2 weeks up to 6 months after the acute event (subacute patients);\n  * 6 months or more after the acute event (chronic patients)\n* age between 18-80 years;\n* ability to fit into the device and joint motion which allows gait with it;\n* ability to tolerate upright standing for 30 seconds even with upper limbs support;\n* sufficient upper extremity strength and balance which allow gait with device;\n* ability and willing to give written consent and comply with the study procedures, including the follow-up visits.\n\nExclusion Criteria:\n\n* subject's height shorter than 150 cm or taller than 190 cm;\n* subject's weight greater than 100 kg;\n* contractures of the hip, knee, or ankle joints that might limit normal Range of Motion during gait;\n* medical issue that precludes full weight bearing and ambulation (e.g. orthopedic injuries, pain, severe osteoporosis, or severe spasticity)\n* history of significant problems with skin breakdown or current skin breakdown that would prevent subject from wearing the device;\n* cognitive and/or communicative disability (e.g. due to brain injury): patients must be able to follow directions and demonstrate learning skills;\n* pregnancy ;\n* untreated Deep Vein Thrombosis (DVT).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Marco Franceschini, MD","affiliation":"IRCSSSRaffaele","role":"STUDY_DIRECTOR"},{"name":"Michela Goffredo, Phd","affiliation":"IRCSSSRaffaele","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Villa Beretta","city":"Costa Masnaga","country":"Italy","geoPoint":{"lat":45.76963,"lon":9.27632}},{"facility":"Struttura Complessa di Riabilitazione Intensiva Neuromotoria (S.C.R.I.N.) Trevi","city":"Foligno","country":"Italy","geoPoint":{"lat":42.95488,"lon":12.70268}},{"facility":"IRCCS San Raffaele Pisana","city":"Roma","zip":"I-00163","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}},{"facility":"Fondazione Centri di Riabilitazione Padre Pio Onlus","city":"San Giovanni Rotondo","country":"Italy","geoPoint":{"lat":41.70643,"lon":15.7277}}]},"referencesModule":{"references":[{"pmid":"26138089","type":"BACKGROUND","citation":"Franceschini M, Colombo R, Posteraro F, Sale P. A proposal for an Italian minimum data set assessment protocol for robot-assisted rehabilitation: a Delphi study. Eur J Phys Rehabil Med. 2015 Dec;51(6):745-53. Epub 2015 Jul 3."},{"pmid":"14966707","type":"BACKGROUND","citation":"Lord SE, McPherson K, McNaughton HK, Rochester L, Weatherall M. Community ambulation after stroke: how important and obtainable is it and what measures appear predictive? Arch Phys Med Rehabil. 2004 Feb;85(2):234-9. doi: 10.1016/j.apmr.2003.05.002."},{"pmid":"22003172","type":"BACKGROUND","citation":"Robinson CA, Shumway-Cook A, Ciol MA, Kartin D. Participation in community walking following stroke: subjective versus objective measures and the impact of personal factors. Phys Ther. 2011 Dec;91(12):1865-76. doi: 10.2522/ptj.20100216. Epub 2011 Oct 14."},{"type":"BACKGROUND","citation":"Perry J. Analisi del movimento. Elsevier Italia srl, Milano 2005."},{"type":"BACKGROUND","citation":"Kandel ER., Schwartz JH., Jessel TM. Fondamenti delle neuroscienze e del comportamento. Casa Editrice Ambrosiana. 1°Ed. 1999."},{"pmid":"8460894","type":"BACKGROUND","citation":"Pearson KG. Common principles of motor control in vertebrates and invertebrates. Annu Rev Neurosci. 1993;16:265-97. doi: 10.1146/annurev.ne.16.030193.001405. No abstract available."},{"type":"BACKGROUND","citation":"Orlovsky GN. Cerebellum and locomotion. In: Shimamura M, Grillner S, Edgerton VR, eds. Neurobiological Basis of Human Locomotion. Tokyo, Japan: Japan Scientific Societies Press, 1991:187-199."},{"pmid":"3607464","type":"BACKGROUND","citation":"Barbeau H, Rossignol S. Recovery of locomotion after chronic spinalization in the adult cat. Brain Res. 1987 May 26;412(1):84-95. doi: 10.1016/0006-8993(87)91442-9."},{"pmid":"7851518","type":"BACKGROUND","citation":"Dietz V, Zijlstra W, Duysens J. Human neuronal interlimb coordination during split-belt locomotion. Exp Brain Res. 1994;101(3):513-20. doi: 10.1007/BF00227344."},{"pmid":"15217329","type":"BACKGROUND","citation":"Edgerton VR, Tillakaratne NJ, Bigbee AJ, de Leon RD, Roy RR. Plasticity of the spinal neural circuitry after injury. Annu Rev Neurosci. 2004;27:145-67. doi: 10.1146/annurev.neuro.27.070203.144308."},{"type":"BACKGROUND","citation":"Carr J, Shepherd R. Neurological Rehabilitation: Optimizing Motor Performance. Edinburgh: Butterworth Heinemann, 1998."},{"pmid":"15736000","type":"BACKGROUND","citation":"Macko RF, Ivey FM, Forrester LW. Task-oriented aerobic exercise in chronic hemiparetic stroke: training protocols and treatment effects. Top Stroke Rehabil. 2005 Winter;12(1):45-57. doi: 10.1310/PJQN-KAN9-TTVY-HYQH."},{"pmid":"15537991","type":"BACKGROUND","citation":"Richards CL, Malouin F, Bravo G, Dumas F, Wood-Dauphinee S. The role of technology in task-oriented training in persons with subacute stroke: a randomized controlled trial. Neurorehabil Neural Repair. 2004 Dec;18(4):199-211. doi: 10.1177/1545968304269397."},{"pmid":"15947263","type":"BACKGROUND","citation":"Nichols-Larsen DS, Clark PC, Zeringue A, Greenspan A, Blanton S. Factors influencing stroke survivors' quality of life during subacute recovery. Stroke. 2005 Jul;36(7):1480-4. doi: 10.1161/01.STR.0000170706.13595.4f. Epub 2005 Jun 9."},{"pmid":"19556526","type":"BACKGROUND","citation":"Franceschini M, Carda S, Agosti M, Antenucci R, Malgrati D, Cisari C; Gruppo Italiano Studio Allevio Carico Ictus. Walking after stroke: what does treadmill training with body weight support add to overground gait training in patients early after stroke?: a single-blind, randomized, controlled trial. Stroke. 2009 Sep;40(9):3079-85. doi: 10.1161/STROKEAHA.109.555540. Epub 2009 Jun 25."},{"pmid":"21612471","type":"BACKGROUND","citation":"Duncan PW, Sullivan KJ, Behrman AL, Azen SP, Wu SS, Nadeau SE, Dobkin BH, Rose DK, Tilson JK, Cen S, Hayden SK; LEAPS Investigative Team. Body-weight-supported treadmill rehabilitation after stroke. N Engl J Med. 2011 May 26;364(21):2026-36. doi: 10.1056/NEJMoa1010790."},{"pmid":"15621324","type":"BACKGROUND","citation":"Hidler JM, Wall AE. Alterations in muscle activation patterns during robotic-assisted walking. Clin Biomech (Bristol, Avon). 2005 Feb;20(2):184-93. doi: 10.1016/j.clinbiomech.2004.09.016."},{"pmid":"17946800","type":"BACKGROUND","citation":"Hidler J, Neckel N. Inverse-dynamics based assessment of gait using a robotic orthosis. Conf Proc IEEE Eng Med Biol Soc. 2006;2006:185-8. doi: 10.1109/IEMBS.2006.259392."},{"pmid":"23888479","type":"BACKGROUND","citation":"Mehrholz J, Elsner B, Werner C, Kugler J, Pohl M. Electromechanical-assisted training for walking after stroke. Cochrane Database Syst Rev. 2013 Jul 25;2013(7):CD006185. doi: 10.1002/14651858.CD006185.pub3."},{"pmid":"21945478","type":"BACKGROUND","citation":"Babiloni C, Infarinato F, Marzano N, Iacoboni M, Dassu F, Soricelli A, Rossini PM, Limatola C, Del Percio C. Intra-hemispheric functional coupling of alpha rhythms is related to golfer's performance: a coherence EEG study. Int J Psychophysiol. 2011 Dec;82(3):260-8. doi: 10.1016/j.ijpsycho.2011.09.008. Epub 2011 Sep 22."},{"pmid":"19429191","type":"BACKGROUND","citation":"Del Percio C, Babiloni C, Marzano N, Iacoboni M, Infarinato F, Vecchio F, Lizio R, Aschieri P, Fiore A, Toran G, Gallamini M, Baratto M, Eusebi F. \"Neural efficiency\" of athletes' brain for upright standing: a high-resolution EEG study. Brain Res Bull. 2009 May 29;79(3-4):193-200. doi: 10.1016/j.brainresbull.2009.02.001. Epub 2009 Feb 11."},{"pmid":"10209231","type":"BACKGROUND","citation":"Klimesch W. EEG alpha and theta oscillations reflect cognitive and memory performance: a review and analysis. Brain Res Brain Res Rev. 1999 Apr;29(2-3):169-95. doi: 10.1016/s0165-0173(98)00056-3."},{"pmid":"16696738","type":"BACKGROUND","citation":"Perera S, Mody SH, Woodman RC, Studenski SA. Meaningful change and responsiveness in common physical performance measures in older adults. J Am Geriatr Soc. 2006 May;54(5):743-9. doi: 10.1111/j.1532-5415.2006.00701.x."},{"pmid":"33193001","type":"DERIVED","citation":"Goffredo M, Infarinato F, Pournajaf S, Romano P, Ottaviani M, Pellicciari L, Galafate D, Gabbani D, Gison A, Franceschini M. Barriers to sEMG Assessment During Overground Robot-Assisted Gait Training in Subacute Stroke Patients. Front Neurol. 2020 Oct 19;11:564067. doi: 10.3389/fneur.2020.564067. eCollection 2020."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Please, see the results in the final pubblication.","infoTypes":["CSR"],"timeFrame":"Actual","accessCriteria":"Open Access","url":"https://pubmed.ncbi.nlm.nih.gov/33466749/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","asFound":"Vascular Disease","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}