{"protocolSection":{"identificationModule":{"nctId":"NCT02673931","orgStudyIdInfo":{"id":"HJE-PHARMA-001"},"organization":{"fullName":"Rigshospitalet, Denmark","class":"OTHER"},"briefTitle":"GLP-1 and Hyperoxia for Organ Protection in Heart Surgery","officialTitle":"Efficacy of a Glucagon-like-peptide-1 Agonist and Restrictive vs. Liberal Oxygen Supply in Patients Undergoing Coronary Artery Bypass Grafting or Aortic Valve Replacement - a 2-by-2 Factorial Designed, Randomized Clinical Study","acronym":"GLORIOUS"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2015-12-06","studyFirstSubmitQcDate":"2016-02-01","studyFirstPostDateStruct":{"date":"2016-02-04","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-11-15","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lars Køber","investigatorTitle":"MD, Professor","investigatorAffiliation":"Rigshospitalet, Denmark"},"leadSponsor":{"name":"Rigshospitalet, Denmark","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Patients undergoing open heart surgery are at risk of suffering damage to the heart, brain and kidneys.\n\nThis study is designed as a 2-by-2 randomized clinical trial with the purpose of investigating the organ protective effects of the glucagon-like-peptide-1 (GLP-1) agonist Exenatide versus placebo and restrictive versus liberal oxygenation during weaning from cardio-pulmonary bypass.","detailedDescription":"Patients with coronary artery disease (CAD) have associated atherosclerotic renal and cerebral disease making these organs especially vulnerable to ischemia during open heart surgery. At the Heart Center at Rigshospitalet in Copenhagen the investigators perform more than 1000 open heart surgery operations yearly. The primary indication is CAD with or without associated valvular disease.\n\nSurgical treatment of patients with CAD is performed as coronary artery bypass grafting (CABG) or off- pump coronary artery bypass grafting (OPCAB). CABG requires the use of extracorporeal circulation, while this is not the case for OPCAB.\n\nDuring extracorporeal circulation the heart is arrested and anticoagulated. Blood is exposed to artificial surfaces and mechanical stress potentially resulting in increased risk of a systemic inflammatory response syndrome (SIRS), arterial emboli and organ hypoperfusion with the potential for multi organ failure.\n\nThe 30-day mortality following elective CABG is 1-2%, increasing to 7% if associated with valve surgery. The elderly patients with reduced renal function and more concomitant disease have a 30-day mortality as high as 20%. Patients dying following open heart surgery often have severe heart failure including cardiogenic shock, occlusion of grafts or native coronary arteries, renal failure, stroke/transient ischemic attack and severe inflammation prior to death.\n\nThe incidence of renal failure requiring dialysis is dependent on renal function prior to surgery. With more elderly patients having surgery this incidence is increasing. Renal failure is often seen in conjunction with progression of heart failure or development of new onset heart failure. Factors associated with brain involvement in cardiac surgery are macro embolism, systemic hypotension, systemic venous hypertension and maldistribution of cerebral blood flow. The incidence of postoperative cognitive deficits are above 50% depending on when this is measured. After 12 months the figure is approximately 30%. Known factors associated with cognitive deficits are age and duration of bypass, however type of surgery (valve insertion), temperature, equipment (oxygenators, filters) and techniques of de-airing may be important. For the neuropsychological deficits micro embolism, altered brain flow and a systemic inflammatory response are probably involved. The incidence of these complications during OPCAB is unknown, but expected to be slightly lower.\n\nMany pharmacological interventions have been tested in order to protect the brain during surgery with varying degree of success (Ketamine vs. Remifentanil, Glucose, insulin, potassium solution; Platelet activate factor antagonist; Piracetam; Lidocaine; Ramacemide; Clomethiozole. None of these has made it into clinical practice.\n\nGlucagon-like-peptide-1 agonist - Background Exenatide has been proven effective in reducing infarct size in a model of acute myocardial infarcts and reperfusion in swine. Several animal studies and some clinical studies have been published demonstrating a beneficial effect of glucagon-like-peptide-1 (GLP-1) analogs in the treatment of various degenerative neurological diseases. The fact that type-2 diabetes has been shown to be associated with the development of the development of Alzheimer's disease and Parkinson's disease has lead to the hypothesis that insulin signaling impairment could be involved in the disease process. By the introduction of incretins such as GLP-1 analogs as treatments options in type-2 diabetes, increased awareness of potential role in the amelioration of symptoms associated with neurodegenerative diseases have emerged. In fact GLP-1 analogs have beneficial effects on memory formation and on synaptic plasticity in the brain in animal models, and prevent detrimental effects of β-amyloid in a rat model. Clinical studies have yet to prove these associations in humans. In addition it is well known that GLP-1 and analogs crosses the blood-brain barrier. Regarding ischemic injury in stroke models GLP-1 analogs have also drawn some attention. Exenatide (also known as exentide-4) infused after focal brain ischemia has been shown to reduce infarct volume in mice.\n\nIn clinical testing in humans a recent randomized clinical study investigated the effect of Exendin-4 (Exenatide) on final infarct size in myocardial infarction. Patients receiving Exenatide tended to have a lower final infarct size and a larger salvage index evaluated by cardiac magnetic resonance 3 months following index event. These findings have been confirmed in later trials. Importantly the investigational drug was administered in acutely ill patients, receiving acute revascularization for acute myocardial infarction, with no increased risk of adverse events, and no excess adverse events including hypoglycemia or pancreatitis were reported.\n\nRestrictive vs. liberal oxygen administration during weaning from circulatory by-pass - Background Weaning from cardiopulmonary bypass is a process completing the cardiac surgery procedure, during which, the heart has been stopped, and the function of the heart and lungs has been substituted by an extracorporeal blood pump and oxygenator. After completion of the surgical procedure the heart is allowed to start beating, and will gradually take over the function of the extracorporeal by-pass. Also the patient ventilated. During this process is standard procedure to administer 100% FiO2 during the weaning process to ensure sufficient oxygen supply to the heart and other organs. The FiO2 is often reduced according to the patients needs during transfer to the intensive care unit.\n\nThis study hypothesize that a FiO2 of 50% is superior to the standard FiO2 of 100% in reducing the incidence of the primary and secondary endpoints as described below, based on the following background data.\n\nPreclinical data suggest that hyperoxia increase cerebral damage and neurological dysfunction following brain ischemia. Most data originates from cardiac arrest models in which a no-flow state is induced and cerebral injury or neurological dysfunction is assessed. Fairly small randomized controlled trials (RCT's) in humans have found increased levels of neuron-specific enolase (NSE) but not S-100B in patients randomized to FiO2=100% compared to FiO2=30%.\n\nHyperoxia during and after ischemia has been investigated in several settings, and a final consensus of its benefits and hazards has yet to be established. In the following the term hyperoxia is used in situations where the FiO2 is increased to levels above 50% for simplicity.\n\nHyperoxia may increase the risk of developing lung injury (hyperoxia-induced lung injury - HALI), which carries a high morbidity and mortality. However, this condition seems to require several days of extremely high FiO2 to be significant and various ventilation modes may have a significant impact as well. The risk of HALI associated with shorter periods of hyperoxia seems small.\n\nIschemia reperfusion injury has been investigated in smaller studies only in relation to circulatory bypass with no significant impact on magnitude of increase in biomarkers related to cardiac injury according to a review by. Oxygen administration during transport for primary percutaneous coronary intervention (PCI) in patients with ST segment myocardial infarction has recently been associated with increased release of creatinine kinasis and larger final infarcts size on cardiac Magnetic Resonance Imaging (MRI). The impact of shorter courses of oxygen supplement during weaning from circulatory bypass has yet to be investigated. A direct influence of hyperoxia with an increase in systemic vascular resistance has also been suggested, and hyperoxia may not be associated with improved tissue oxygenation, while the clinical effects of this finding remain to be understood.\n\nA recent systematic review and metaanalysis suggested that the risk of surgical site infections may be reduced with hyperoxia. However, a larger RCT in abdominal surgery found an increased mortality with hyperoxia, in particular in patients undergoing surgery for malignancies.\n\nIn summary, hyperoxia may reduce risks associated with surgery with regards to surgical site infections and possibly reperfusion injury, whereas the effects on overall benefit in term of mortality may be detrimental. Further research is needed, and for the time being an equipoise with regards to the benefits of hyperoxia when weaning patients from circulatory bypass exits. Most patients will require some degree of oxygen supplement when lungs are ventilated after apnea during circulatory bypass, hence this study pragmatically studies a restrictive (FiO2=50%) vs. a liberal oxygenation strategy (FiO2=100%)\n\nFollowing open heart surgery damage to brain, kidneys and the myocardium is frequently seen due to organ ischemia. Animal experiments as well as small human studies suggest that a GLP-1 agonist may be able to reduce ischemic damage. Currently, there is no protective treatment available.\n\nA GLP-1 agonist has the potential to protect the brain, the kidneys and the heart during open heart surgery. The treatment can easily be administered for a short time to a large population at risk. Thus, a large scale randomized study testing the efficacy of a GLP-1 agonist against placebo can conclusively determine if patients will benefit from this treatment given pre-operatively.\n\nRestrictive vs. liberal oxygenation during weaning from circulatory bypass has not been tested in clinical trails and as seen above an equipoise for assessing the net clinical benefit of these strategies exists.\n\nClinical Hypothesis\n\n1. A GLP-1 agonist started pre-operatively to patients undergoing coronary artery bypass grafting will reduce mortality and morbidity due to damage to the heart, brain and kidneys.\n2. Restrictive oxygenation (FiO2=50%) during weaning from circulatory bypass during the surgical procedure will reduce mortality and morbidity due to damage to the heart, brain and kidneys as well as reduce significant surgical site infection (requiring surgical debridement and/or prolonging hospitalization) compared to liberal oxygenation (FiO2=100%)."},"conditionsModule":{"conditions":["Coronary Disease","Shock, Cardiogenic","Renal Failure","Stroke","Brain Injury","Aortic Valve Disease"],"keywords":["Open Heart Surgery","Organ protection"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":1400,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"GLP-1","type":"EXPERIMENTAL","description":"700 patients will be randomized to GLP-1, that will be administered as follows:\n\n248.5 mL of isotonic sodium chloride added 1.5 mL of 20% human albumin added 25 microg Byetta (Lilly, Exenatide).\n\nThe study drug infusion is initiated immediately before open heart surgery and ended after 6 hours and 15 minutes. A set dose of 17.4 microg will be given.","interventionNames":["Drug: Byetta (Lilly, Exenatide)"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"20% Human Albumin is given as placebo. 700 patients will be randomized to placebo, that will be administered as follows:\n\n248.5 mL of isotonic sodium chloride added 1.5 mL of 20% human albumin.\n\nThe placebo infusion is initiated immediately before open heart surgery and ended after 6 hours and 15 minutes at the same rate as the study drug.","interventionNames":["Drug: 20% Human Albumin"]},{"label":"Restrictive Oxygenation","type":"EXPERIMENTAL","description":"The intervention is FiO2 of 50%, given as 'Conoxia (AGA, oxygen)'. 700 patients will be randomized to a FiO2 of 50% as long as the arterial O2 saturation (Sa02) remains above 91% during cardiopulmonary bypass, when weaning from and the following hour after weaning from cardiopulmonary bypass. The oxygenation strategy is discontinued and the patient is treated at the discretion of the attending physician after\n\n1. a maximum of 1 hours of intervention or\n2. the patient is slid from the operating table to a hospital bed for transfer to the intensive care unit, whichever comes first.","interventionNames":["Drug: Conoxia (AGA, oxygen)"]},{"label":"Liberal Oxygenation","type":"ACTIVE_COMPARATOR","description":"The intervention is a FiO2 of 100%, given as 'Conoxia (AGA, oxygen)'. 700 patients will be randomized to a FiO2 of 100% during cardiopulmonary bypass, when weaning from and the following hour after weaning from cardiopulmonary bypass. The oxygenation strategy is discontinued and the patient is treated at the discretion of the attending physician after\n\n1. a maximum of 1 hours of intervention or\n2. the patient is slid from the operating table to a hospital bed for transfer to the intensive care unit, whichever comes first.","interventionNames":["Drug: Conoxia (AGA, oxygen)"]}],"interventions":[{"type":"DRUG","name":"Byetta (Lilly, Exenatide)","description":"See description of arms","armGroupLabels":["GLP-1"],"otherNames":["GLP-1 agonist"]},{"type":"DRUG","name":"Conoxia (AGA, oxygen)","description":"See description arms","armGroupLabels":["Liberal Oxygenation","Restrictive Oxygenation"],"otherNames":["Oxygen"]},{"type":"DRUG","name":"20% Human Albumin","armGroupLabels":["Placebo"],"otherNames":["Albumin"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The presence of a co-primary end-point","description":"1. Death from any cause or\n2. Any of the following adverse events\n\n   1. Renal failure requiring any type of renal replacement therapy\n   2. Stroke, defined as persisting (\\>24 hours) of any neurological sign or symptom of neurological dysfunction as determined by the treating physician based on available clinical information or CT-scan\n   3. New onset/worsening heart failure defined as need for mechanical circulatory support at the ICU, inability to close the sternotomy due to post-surgical hemodynamic instability and/or persistent (\\> 48 hours from initiation of first surgical procedure after randomization) need for inotropic hemodynamic support. In addition admission for heart failure during follow-up following discharge from the index admission.","timeFrame":"Minimum 12 months"}],"secondaryOutcomes":[{"measure":"Time in days to the occurrence of individual end-points","description":"1. Time to death from any cause, or\n2. Time to death or stroke, or\n3. Time to death or renal dysfunction requiring dialysis, or\n4. Time to death or new hospitalization for heart failure during follow-up following discharge from the index admission, or\n5. Time to death or new onset/worsening in-hospital heart failure.","timeFrame":"Minimum 12 months"},{"measure":"Incidence of serious adverse events","description":"1. Surgical site infections with need for antibiotics for more than 48 hours (excluding routine use of antibiotics for open sternum, surgical intervention, and/or endocarditis within 6 months of surgery, or\n2. Doubling of S-creatinine or urine output below 0.5 mL/kg/hour for 12 hours or more at any time point during index admission, or\n3. Hypoglycemia, defined as blood glucose \\< 3 mmol/L, during index admission, or\n4. Pancreatitis, defined as s-amylase \\> 3 times upper normal limit, during index admission, or\n5. A relative reduction of LVEF of 50% compared to baseline at any time point during index admission, or\n6. Re-operation for bleeding during index admission, or\n7. Re-operation for any cause during index admission, or\n8. Post-surgery MI (Type 5 MI\\[41\\]) during index admission, or\n9. Re-admission for cardiovascular causes within 12 months","timeFrame":"12 months"},{"measure":"Change in Cerebral Performance Category (CPC)","description":"Change from baseline in CPC-score","timeFrame":"12 months"},{"measure":"Change in modified Rankin Scale (mRS)","description":"Change from baseline in mRS","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Before any study-specific procedure, including assessments for screening, the appropriate written informed consent must be obtained.\n* ≥ 18 years of age at the time of signing informed consent.\n* Ischemic heart disease requiring coronary artery bypass grafting (multi-vessel coronary artery disease or coronary anatomy not suitable for percutaneous coronary intervention) and/or aortic valve disease scheduled for aortic valve replacement, irrespective of other concomitant valve surgery.\n\nExclusion Criteria:\n\n* Active treatment with GLP-1 agonists\n* Obstructive hypertrophic cardiomyopathy, active myocarditis, constrictive pericarditis, untreated hypothyroidism or hyperthyroidism or history of or active acute pancreatitis.\n* Acute (i.e. off hours, within hours surgery), Sub-acute surgery (i.e. the following days) are eligible.\n* Known allergy towards Exenatide/Byetta or albumin (vehicle).\n* On the urgent waiting list for a heart transplant (UNOS category 1A or 1B, or equivalent). Patients on the non-urgent waiting list for a heart transplant (UNOS category 2 or 7, or equivalent) are eligible for inclusion in the study.\n* Recipient of any major organ transplant (e.g. lung, liver, heart)\n* Receiving or has received cytotoxic or cytostatic chemotherapy and/or radiation therapy for treatment of a malignancy within 6 month before randomization or clinical evidence of current malignancy, with the following exceptions: basal or squamous cell carcinoma of the skin, cervical intraepithelial neoplasia, prostate cancer (if stable localized disease, with a life expectancy of \\> 2.5 years in the opinion of the investigator)\n* Currently enrolled in, or at least 30 days not yet elapsed since ending participation in other investigational drug trial(s) for the treatment of diabetes or malignant obesity investigating the use of GLP-1 agonists or receiving other investigational agent(s). Concomitant participation in other non-pharmacological trials is not an exclusion criterion.\n* Recent (within 3 months) history of alcohol or illicit drug abuse disorder, based on self-report.\n* Pregnant, based on investigator evaluation (e.g., positive human chorionic gonadotropin test) or currently breast feeding.\n* Any condition (e.g., psychiatric illness) or situation that, in the investigator's opinion, could put the subject at significant risk, confound the study results, or interfere significantly with the subject's participation in the study.\n* Previous participation in the trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Peter Skov Olsen, MD, DMSc","affiliation":"Rigshospitalet, Denmark","role":"STUDY_DIRECTOR"},{"name":"Jens Christian Nilsson, MD, PhD","affiliation":"Rigshospitalet, Denmark","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Lars Køber, MD, DMSc","affiliation":"Rigshospitalet, Denmark","role":"STUDY_CHAIR"}],"locations":[{"facility":"Rigshospitalet - Copenhagen University Hospital","city":"Copenhagen","zip":"2100","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}}]},"referencesModule":{"references":[{"pmid":"34740932","type":"DERIVED","citation":"Wiberg S, Kjaergaard J, Mogelvang R, Moller CH, Kandler K, Ravn H, Hassager C, Kober L, Nilsson JC. Efficacy of a glucagon-like peptide-1 agonist and restrictive versus liberal oxygen supply in patients undergoing coronary artery bypass grafting or aortic valve replacement: study protocol for a 2-by-2 factorial designed, randomised clinical trial. BMJ Open. 2021 Nov 5;11(11):e052340. doi: 10.1136/bmjopen-2021-052340."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000082862","term":"Aortic Valve Disease"},{"id":"D000012770","term":"Shock, Cardiogenic"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000006349","term":"Heart Valve Diseases"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000012769","term":"Shock"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","asFound":"Coronary Disease","relevance":"HIGH"},{"id":"M2380","name":"Aortic Valve Disease","asFound":"Aortic Valve Disease","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M26408","name":"Renal Insufficiency","relevance":"LOW"},{"id":"M15268","name":"Shock, Cardiogenic","asFound":"Shock, Cardiogenic","relevance":"HIGH"},{"id":"M15267","name":"Shock","relevance":"LOW"},{"id":"M20290","name":"Hyperoxia","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9127","name":"Heart Valve Diseases","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077270","term":"Exenatide"}],"ancestors":[{"id":"D000007004","term":"Hypoglycemic Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000019440","term":"Anti-Obesity Agents"},{"id":"D000054795","term":"Incretins"},{"id":"D000006728","term":"Hormones"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"}],"browseLeaves":[{"id":"M1726","name":"Exenatide","asFound":"Postpartum","relevance":"HIGH"},{"id":"M8733","name":"Glucagon","relevance":"LOW"},{"id":"M26687","name":"Glucagon-Like Peptide 1","relevance":"LOW"},{"id":"M9744","name":"Hypoglycemic Agents","relevance":"LOW"},{"id":"M21086","name":"Anti-Obesity Agents","relevance":"LOW"},{"id":"M27595","name":"Incretins","relevance":"LOW"},{"id":"M9479","name":"Hormones","relevance":"LOW"},{"id":"M9478","name":"Hormone Antagonists","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"AnObAg","name":"Anti-Obesity Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Gast","name":"Gastrointestinal Agents"}]}},"hasResults":false}