{"protocolSection":{"identificationModule":{"nctId":"NCT05276453","orgStudyIdInfo":{"id":"GMove_2022"},"organization":{"fullName":"University of Winchester","class":"OTHER"},"briefTitle":"Effect of Pressotherapy on Health Outcomes in Patients With Chronic Stroke","officialTitle":"Effect of Dynamic Pressotherapy on Vascular, Functional and Quality of Life Outcomes in Patients With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-07-30","type":"ACTUAL"},"completionDateStruct":{"date":"2022-07-30","type":"ACTUAL"},"studyFirstSubmitDate":"2022-02-11","studyFirstSubmitQcDate":"2022-03-02","studyFirstPostDateStruct":{"date":"2022-03-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-06","lastUpdatePostDateStruct":{"date":"2024-02-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Winchester","class":"OTHER"},"collaborators":[{"name":"Hobbs Rehabilitation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study intends to recruit stroke patients to either wearing a lower-limb compression (GMove) suit, daily, for 12 weeks, or to a normal therapy control group. Vascular, functional and quality of life outcomes will be collected before and after randomisation.","detailedDescription":"Background/Rationale Stroke is a leading cause of adult disability in the UK, with over 1.2 million people living with the debilitating effects. It is estimated that approximately three quarters of individuals with stroke have fallen in the six months following discharge from hospital, and more recent research suggests that falls rates remained as high as 50% amongst those living in the community following stroke. With falls costing the National Health Service approximately £1.7 billion per year, neurorehabilitation is vital in order to improve balance and prevent falls in the stroke population. Evidence suggests that a key component of improving balance and mobility is through task-specific training that incorporates actual walking practice and lower limb muscle strengthening.\n\nDynamic pressotherapy is defined as a movement of compression/decompression, associated with a physical effort at variable intensity, in order to stimulate venous return. The GMOVE Suit (CE Marked; GMOVE-SUIT - GMOVE SUIT; Appendix B) is a lower limb active pressotherapy device that may increase muscle activity and muscle tone, and support mobility renewal by stimulating the activation of lower-limb muscle pumping and muscle restraint during physical activity (via periods of compression/decompression of the device). In clinical populations, case studies with people with Ehlers-Danlos Syndrome, Parkinson's Disease, Spinal Cord Injury, Stroke and Multiple Sclerosis, have demonstrated improvements in proprioception, functional outcomes, including the 'Get Up and Go' test, knee stability and control, and walking with greater hip and knee extension following regular usage of the GMOVE Suit.\n\nDue to the portability of the device, there is substantial potential to use the GMOVE Suit in a home-based rehabilitation environment, whereby participants would have the potential to engage in daily physical activity whilst wearing the device. As the GMOVE Suit may encourage an increase in physical activity, there could be substantial benefit in stroke patients engaging in a structured (as determined by a neuro-physiotherapist), home-based rehabilitation programme which may improve vascular health (e.g., blood pressure), functional outcomes (walking speed, walking endurance), balance and general quality of life.\n\nPurpose The purpose of this research is to undertake a pilot randomised controlled study which will examine the effect of a home-based dynamic pressotherapy rehabilitation intervention, using the GMOVE Suit, on functional, vascular and quality of life parameters in individuals with chronic stroke.\n\nObjectives\n\nThe objectives of this study are to:\n\n1. Assess feasibility and patient adherence to using dynamic pressotherapy during home-based rehabilitation\n2. Assess the effect of using dynamic pressotherapy on clinical functional outcomes of stroke patients\n3. Assess the effect of using dynamic pressotherapy on balance and mobility of stroke patients\n4. Assess the effect of using the dynamic pressotherapy on vascular outcomes (blood pressure, arterial stiffness) of stroke patients\n5. Assess the effect of using dynamic pressotherapy on quality of life of stroke patients\n\nMethods Thirty-two stroke patients will be recruited and randomised to either a dynamic pressotherapy (GMOVE Suit) group (n=16) or a usual care control group (n = 16). The inclusion/exclusion criteria are detailed elsewhere.\n\nResearch Design The baseline and post-intervention (PI) assessments will be conducted at the University of Winchester and Hobbs Rehabilitation. The rehabilitation training intervention will take place in participants' home. All outcome measures are detailed elsewhere\n\nRandomisation and training programme On completion of the physio-specific measures participants will be randomised to either a dynamic pressotherapy group or to a usual care control using a computer-generated randomisation sequence (www.randomizer.org). Those participants randomised to the pressotherapy group will be familiarised with the GMOVE Suit and will trained how to use it by the physiotherapists. The rehabilitation programme will include activities such as walking, stepping, squats etc. Thereafter, participants will use the GMOVE Suit at home for 8 weeks. Every week they will receive feedback from the physiotherapists with regards to the necessary settings to encourage physical progression. In weeks 1, 3, 5 and 7 this will be in the form of a face-to-face session with the physiotherapists. In weeks 2, 4 and 6, this will be in the form of a video/phone call to discuss progress. These sessions are anticipated to take between 15 and 30 minutes each."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be randomised to either an experimental (Lower limb compression suit) or active comparator group","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":31,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"GMove Suit","type":"EXPERIMENTAL","description":"Participants randomised to a group including normal therapy (physiotherapy) and the use of a lower-limb compression (GMove) Suit. All participants have previously completed normal NHS therapy.","interventionNames":["Device: GMove Suit"]},{"label":"Normal therapy","type":"ACTIVE_COMPARATOR","description":"Participants randomised to a group including normal therapy (physiotherapy) only. All participants have previously completed normal NHS therapy.","interventionNames":["Behavioral: Normal therapy"]}],"interventions":[{"type":"DEVICE","name":"GMove Suit","description":"12 week, home-based programme whereby participants are encouraged to use the GMove suit daily, for at least 30 minutes a day. Recommended activities include walking, sit-to-stand and step-ups","armGroupLabels":["GMove Suit"]},{"type":"BEHAVIORAL","name":"Normal therapy","description":"Participants are randomized to a normal therapy (physiotherapy) only program. Participants are also advised to undertake 30 mins a day of physical activity and have active physical therapy (physiotherapy) sessions.","armGroupLabels":["Normal therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Central blood pressure","description":"Pulse wave analysis (PWA) will investigate central blood pressure in mmHg following 15 minutes supine rest.","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"Peripheral blood pressure","description":"Pulse wave analysis (PWA) will investigate peripheral blood pressure in mmHg following 15 minutes supine rest.","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"Augmentation Index","description":"Pulse wave analysis (PWA) will investigate augmentation index as a percentage following 15 minutes supine rest.","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"Pulse Wave Velocity","description":"Pulse wave velocity (PWV) will be recorded between the carotid (right and left) and femoral artery, brachial artery and femoral artery, and femoral artery and the anterior tibial artery. All PWV measures will be recorded in metres per second","timeFrame":"Baseline, up to 12 weeks after baseline."}],"secondaryOutcomes":[{"measure":"Time-Up-And-Go","description":"A stopwatch will be used to collect Timed-Up-and-Go data. From a seated position, participants will stand, walk to a cone 3 m away, walk around the cone, and walk back to the chair sit back down. Participants will complete two familiarisation trials prior to the actual test itself. A minimum of three trials will be performed.","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"Ashworth Scale","description":"An adapted Modified Ashworth Scale will be used to assess muscle function. This will include the assessment of; Hip flexion, extension, abduction, adduction; Knee flexion, extension; Ankle dorsiflexion, plantar flexion. Each movement will be graded from 0-5 and a total score will be reported.","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"6 minute walk test","description":"A 6-minute shuttle walk test will determine total distance walked in metres","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"Berg Balance","description":"14-item test that assesses static and dynamic balance ability and fall risk in adult populations. Each activity is scored from 0-4, determined by the ability to perform the assessed activity with an overall maximum score of 56.","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"Balance Confidence Scale","description":"16-item self-report measure in which patients rate their balance confidence when performing various ambulatory activities. Rated from 0-100. This scale has excellent test-retest reliability (ICC = 0.85) within the Stroke population and adequate correlations with the Functional Gait Assessment (r = 0.53) in community dwelling elderly (Winsley \\& Kumar, 2010).","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"Functional Ambulation Classification","description":"Assesses functional ambulation in participants undergoing physical therapy. Ranges from non-functional walking to independent walking outside with a scale for 0-5 respectively. The Functional Ambulation Classification has excellent validity with the 6 minute walking test in acute Stroke patients","timeFrame":"Baseline. Each assessment will take 2 minutes"},{"measure":"Fugl-meyer assessment","description":"Upper and lower limb assessment of sensorimoter function","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"Weight","description":"Body weight will be measured in kilograms using weighing scales","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"Height","description":"Height will be measured in centimetres using a stadiometer","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"Body Mass Index (BMI)","description":"Weight and height will be combined to report BMI in kg/m2.","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"Waist-to-Hip ratio","description":"Waist and Hip circumferences will be presented as a ratio","timeFrame":"Baseline, up to 12 weeks after baseline."}],"otherOutcomes":[{"measure":"International Physical Activity Questionnaire Short-Form","description":"Collects information on the time spent (number of days and average time per day) spent being physically active. Physical activity is recorded in Mets per minute per week for walking, moderate and vigorous intensity activities. Total physical activity in Mets per minute per week is also recorded by summing the walking, moderate and vigorous intensity scores.","timeFrame":"Baseline, up to 12 weeks after baseline."},{"measure":"General Health Questionnaire -Short-Form-12 (SF12)","description":"12-item questionnaire that assesses quality of life. Higher scores mean better general health. Scores range from 0 to 100.","timeFrame":"Baseline, up to 12 weeks after baseline."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with clinical diagnosis of stroke (within 3 months and 7 years of diagnosis)\n* Community patients that are medically stable\n* Individuals who are able to stand and step (at least 10m) with (or without) an aid or assistance\n* Cognitively aware of task demands\n\nExclusion Criteria:\n\n* Unresolved deep vein thrombosis\n* Unstable cardiovascular conditions\n* Open wounds\n* Active drug resistant infection\n* Recent fractures of involved limb\n* Peripheral arterial disease\n* Severe osteoporosis\n* Non weight bearing\n* Diabetes","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Simon Jobson, PhD","affiliation":"University of Winchester","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"University of Winchester","city":"Winchester","state":"Hampshire","zip":"SO224NR","country":"United Kingdom","geoPoint":{"lat":51.06513,"lon":-1.3187}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All IPD outcome data that underpins publications will be shared with other researchers","infoTypes":["STUDY_PROTOCOL","ICF","ANALYTIC_CODE"],"timeFrame":"Starting after 6 months of the first publication.","accessCriteria":"Available to all researchers interested in stroke rehabilitation research"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}