{"protocolSection":{"identificationModule":{"nctId":"NCT06016374","orgStudyIdInfo":{"id":"2022 474"},"organization":{"fullName":"Cliniques universitaires Saint-Luc- Université Catholique de Louvain","class":"OTHER"},"briefTitle":"Development and Validation of a Structured Tele-rehabilitation Programme of Brain Injured Patients","officialTitle":"Development and Validation of a Structured Tele-rehabilitation Programme to Improve the Treatment of Brain Injured Patients","acronym":"TELERE"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-02-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-12","studyFirstSubmitQcDate":"2023-08-24","studyFirstPostDateStruct":{"date":"2023-08-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-24","lastUpdatePostDateStruct":{"date":"2023-08-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Cliniques universitaires Saint-Luc- Université Catholique de Louvain","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this research project is to develop a tele-rehabilitation programme, which will constitute an original care pathway for brain damaged patients. It will aim to improve their impairments, activities and social participation. The programme will deliver a therapeutic education and self-education programme targeting the upper and lower limbs, and will assess the patients by means of a diary and self-evaluation questionnaires.","detailedDescription":"According to WHO (1997), telemedicine is defined as \"the part of medicine that uses the transmission of medical information (images, reports, recordings, etc.) by telecommunication, with a view to obtaining at a distance a diagnosis, a specialised opinioń, continuous monitoring of a patient, a therapeutic decision\". More specifically, tele-rehabilitation is defined as \"a set of interventions carried out at a distance and using communication technologies and information services, with the aim of improving the health or well-being of the persons involved\". In other words, tele-rehabilitation is a form of health care practice that uses information and communication technologies to exchange information between rehabilitation providers and patients.\n\nTele-rehabilitation programmes typically include self-rehabilitation. Self-rehabilitation consists of a personalised therapeutic programme during which the patient performs rehabilitation exercises independently. The patient is supervised by a clinician (e.g. physiotherapist or occupational therapist) throughout the programme. Initially to explain the programme and teach the patient how to use the technology. Then, to coach them regularly. Tele-rehabilitation programmes can be delivered in hospitals, rehabilitation centres or at home.\n\nStroke affects 19,000 people per year in Belgium and is the leading cause of acquired disability in adults in industrialised countries. After a stroke, patients recover some of their functional abilities through spontaneous recovery. Rehabilitation improves this functional recovery, in terms of impairments, but especially in terms of activities and social participation, according to the International Classification of Functioning, Disability and Health. This rehabilitation must be intense, early and interdisciplinary, to promote cerebral neuroplasticity. However, more than half of these patients retain sequelae in terms of locomotion or function of the paretic upper limb.\n\nCurrent literature indicates that functional rehabilitation after stroke can be further optimised. On the one hand, current recommendations show that rehabilitation should be intensive and task-oriented to promote brain neuroplasticity and motor relearning. Currently, the intensity of treatment is generally insufficient in both the acute and chronic phases and may vary depending on the management setting. In Belgium, patients typically receive 2 hours of rehabilitation per working day in the acute and subacute phasë, and 30 minutes in the chronic phase. These patients are therefore globally not active enough.\n\nOn the other hand, complementary treatments to classical rehabilitation have shown their effectiveness in recent years. Thus, several scientific publications have shown that tele-rehabilitation, which mainly includes remotely supervised self-rehabilitation programmes, is effective in improving impairments and activities in people who have had a stroke, either as a complement or a substitute for conventional rehabilitation. In 2018, Tchéro et al. showed that tele-rehabilitation was comparable in effectiveness to conventional treatments. A recent Cochrane review also showed that tele-rehabilitation was as effective as standard care, with a low to moderate level of evidence, on independence in daily activities, balance or quality of life. In addition to being able to intensify treatment, tele-rehabilitation is inexpensive and can also facilitate access to care for patients who do not have a physiotherapy practice or rehabilitation centre in their immediate vicinity.\n\nA structured telemedicine programme for stroke rehabilitation should include different elements.\n\n* Therapeutic education: Texts or videos that allow the patient and his or her relatives to better understand the condition and to know what they can do to improve it, for example, in terms of lifestyle, secondary prevention or rehabilitation.\n* Self-education exercise programmes: physical exercises adapted to the patient's health problem are presented in the form of commented videos.\n* Assessment: patients' functional abilities are assessed using PROMS-type questionnaires.\n* A space for instant communication between the patient and the rehabilitation team.\n\nThis programme should be configured, personalised and regularly updated for each patient by a health professional.\n\nTelemedicine has recently been developed in Belgium in the context of the COVID19 crisis. It has made it possible to ensure the continuity of rehabilitation care. Different technical solutions are available to implement telemedicine. They must comply with different regulations to ensure the security and confidentiality of health data.\n\nA new tele-rehabilitation programme for post-stroke patients could meet the clinical needs to intensify treatment and improve accessibility to health care. Over the past few months, our team has been developing a tele-rehabilitation programme for stroke patients. This programme, called TeleRe, is a novel care pathway for stroke patients. It will aim to improve their impairments, activities and social participation, and ultimately their quality of life.\n\nAfter a stroke, neurorehabilitation varies from one patient to another, and over time for the same patient. The rehabilitation plan is established for each patient, with his or her agreement, at the beginning of his or her treatment and then regularly updated. Typically, the personalised treatment plan includes physiotherapy, occupational therapy, speech therapy and neuropsychology. Our TeleRé programme would be in addition to these standard treatments."},"conditionsModule":{"conditions":["Brain Injury, Vascular","Hemorrhagic Stroke","Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"telerehabilitation for post stroke patient","type":"EXPERIMENTAL","description":"During the study, the patient will be asked to use the TeleRé programme on the devices on a regular, daily basis, either in a hospital room or at home. They will also be asked to evaluate the programme via various questionnaires and assessments.","interventionNames":["Other: telerehabilitation"]}],"interventions":[{"type":"OTHER","name":"telerehabilitation","description":"During this study, the patient will be asked to use the \"TeleRé\" programme at least 5 times a week for 30 minutes for one month. Through the programme, they will have access to exercises in video format and thus self-rehabilitation as well as serious therapeutic games. The self-education games and videos target the functional and motor recovery of the upper limb. In addition, cognitive functions (attention, memory, etc.) will also be stimulated via the programme. Therapeutic education modules and PROMS assessments will also be available.","armGroupLabels":["telerehabilitation for post stroke patient"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"usability","description":"At the end of the trial, subjects will complete the System Usability Scale (SUS), a ten-item questionnaire evaluated on a Likert scale. This questionnaire is used to assess the usability of the TéléRé program.\n\nThe participant's scores for each question are converted to a new number, added together and then multiplied by 2.5 to convert the original scores of 0-40 to 0-100. Though the scores are 0-100, these are not percentages and should be considered only in terms of their percentile ranking.\n\nBased on research, a SUS score above a 68 would be considered above average and anything below 68 is below average, however the best way to interpret your results involves \"normalizing\" the scores to produce a percentile ranking.\n\nIt consists of a 10 item questionnaire with five response options for respondents; from Strongly agree to Strongly disagree.","timeFrame":"The test will be administered only once at the end of the intervention. So, 4 weeks after the start of the experiment, during the last session."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Present with an acute, subacute or chronic ischemic or hemorrhagic stroke,\n* Be at least 18 years old,\n* To be hospitalised in the neurorehabilitation unit.\n\nExclusion Criteria:\n\n* Other neurological or musculoskeletal disease limiting their functional capacities,\n* Pain in the upper limb making it impossible to mobilise.\n* Inadaptability of the device to the patient's physiological position, especially in cases of contracture or severe spasticity.\n* Severe cognitive disorders preventing the understanding of instructions.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Thierry Lejeune, MD, PhD","role":"CONTACT","phone":"+3227641648","email":"thierry.lejeune@saintluc.uclouvain.be"},{"name":"Mathilde Van Durme","role":"CONTACT","phone":"+3227641675","email":"mathilde.vandurme@saintluc.uclouvain.be"}],"overallOfficials":[{"name":"Thierry Lejeune, MD, PhD","affiliation":"Cliniques universitaires Saint-Luc","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Clinique Universitaires Saint-Luc","status":"RECRUITING","city":"Brussel","state":"Woluwé-Saint-Lambert","zip":"1200","country":"Belgium","contacts":[{"name":"Thierry Lejeune, MD, PhD","role":"CONTACT","phone":"+3227641648","email":"thierry.lejeune@saintluc.uclouvain.be"},{"name":"Mathilde Van Durme","role":"CONTACT","phone":"+3227641675","email":"mathilde.vandurme@saintluc.uclouvain.be"}],"geoPoint":{"lat":50.85045,"lon":4.34878}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"},{"id":"D000020214","term":"Cerebrovascular Trauma"},{"id":"D000057772","term":"Vascular System Injuries"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Hemorrhagic Stroke","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21730","name":"Cerebrovascular Trauma","asFound":"Brain Injury, Vascular","relevance":"HIGH"},{"id":"M28548","name":"Vascular System Injuries","asFound":"Injury, Vascular","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}