{"protocolSection":{"identificationModule":{"nctId":"NCT02390115","orgStudyIdInfo":{"id":"966.636"},"organization":{"fullName":"Universidade Federal de Sao Carlos","class":"OTHER"},"briefTitle":"Effects of Elastic Tape in Shoulder Movements in Hemiparetic Subjects","officialTitle":"Effects of Elastic Tape in Proprioception and Performance of Shoulder Movements in Chronic Hemiparetic Subjects"},"statusModule":{"statusVerifiedDate":"2019-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-03"},"primaryCompletionDateStruct":{"date":"2016-07","type":"ACTUAL"},"completionDateStruct":{"date":"2018-07","type":"ACTUAL"},"studyFirstSubmitDate":"2015-03-02","studyFirstSubmitQcDate":"2015-03-10","studyFirstPostDateStruct":{"date":"2015-03-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-05-01","lastUpdatePostDateStruct":{"date":"2019-05-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Gabriela Lopes dos Santos","investigatorTitle":"PhD Student","investigatorAffiliation":"Universidade Federal de Sao Carlos"},"leadSponsor":{"name":"Universidade Federal de Sao Carlos","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The stroke is the second cause of death and the first of disabilities in the world. Although a motor spontaneous recovery is observed, around 50 to 70% of the hemiparetic upper extremity present alterations of upper extremity, limiting the performance of daily activities even after 2 to 4 years of strokes. More recently used in neurological rehabilitation, the ability to promote sensory-motor facilitation is given to the Elastic Tape (ET). However, its safety and efficacy in the treatment of post-stroke individuals still require further investigation. Thus, the objective of this project is to evaluate the immediate effects of ET, applied to the paretic shoulder on proprioception during movements of abduction and flexion of the shoulder and muscle activation and kinematic variables for the reaching in chronic hemiparetic. Fifteen subjects with chronic hemiparesis will participate these crossover sham-controlled trial. Participants will be randomized into two condition: elastic tape (ET) followed by sham tape (ST- strapping) or ST followed by ET. One month of washout period was considered. The motor impairment and the dominance before stroke will be evaluated by Fugl-Meyer scale and the Inventory Side dominance of Edinburgh, respectively. ET will apply deltoid (anterior, middle and posterior). Assessment before and after the application of ET will be performed. For proprioception assessment (joint position sense) will be evaluated using a dynamometer. Absolute error for shoulder abduction and flexion at the 30° and 60° was calculated. For the assessment of motor performance in a functional task (reach a glass of water), spatio-temporal parameters (total duration of the motion, peak velocity, time to peak velocity) and three-dimensional joint kinematics of the trunk, scapula, shoulder, and elbow (total range of motion, joint angle maximum and minimum) will be used. Concomitantly, bilateral activation of the deltoid (anterior, middle and posterior), trapezius (upper and lower), serratus anterior and pectoral major will be assessed by electromyography during reach. The following electromyographic variables will be analyzed: activation amplitude, muscle onset and maximum and minimum activation. For statistical analysis, the normality and homogeneity tests will be applied. If the variables have a distribution considered normal and homogeneous, Two-way ANOVA with repeated measures gift will be applied. Otherwise it will be applied to non-parametric statistics Friedman. Will be considered a 0.05 significance level for all statistical tests."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Elastic Tape","type":"ACTIVE_COMPARATOR","description":"Tape placing will consider as the initial anchor the acromioclavicular joint, and as the final one the point immediately below the insertion of the deltoid muscle. Two centimeters anchor will be considered for all the participants, and the active zone will be equivalent to the distance between two anchors. The first tape will be placed to the anterior portion of the deltoid with the shoulder at 30° passive extension. The second tape will be placed to the middle portion of the deltoid with the shoulder at 30° of passive horizontal adduction. For placing the third tape to the posterior deltoid, the limb will be positioned at 90° of passive flexion of the shoulder. The elastic tape tension will be placed as previously described as \"paper tension\" and it is equivalent to 10-15% of the total elastic tape tension.","interventionNames":["Other: Elastic tape application in shoulder"]},{"label":"Sham","type":"SHAM_COMPARATOR","description":"The sham elastic tape will be placed using the same tape to the paretic shoulder. However, the rigid tape will be placed without tension with the upper limb supporting at 90 degree elbow flexion, 0 degrees abduction and adduction of the shoulder.","interventionNames":["Other: Elastic tape application in shoulder"]}],"interventions":[{"type":"OTHER","name":"Elastic tape application in shoulder","armGroupLabels":["Elastic Tape","Sham"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline in joint sense position (proprioception) at 10 minutes","description":"This analysis will be performed on a dynamometer with the participant seated and blindfolded. Initially, the dynamometer will move the arm participant in references angles. Each subject will be allowed to sense the reference angle for 10 seconds before the upper extremity is returned passively to the start position. Subsequently, the upper extremity will be moved passively by the dynamometer toward the reference position, and subjects will press a button in their hand that will stop the machine when they feel the position has been reached. The absolute error (in degrees) will be calculated as the difference between the indicated and reference positions.","timeFrame":"baseline and 10 minutes post-application of placebo ou elastic tape"},{"measure":"Change from Baseline in joint kinematics of reach at 10 minutes","description":"The Qualisys system will be used for this evaluation. Passive reflective markers will be placed on the anatomical landmarks (anatomical markers) according to the International Society of Biomechanics. In addition, clusters will be placed on the sternum, scapula (most superficial part of the acromion), arm (positioned below the insertion of the deltoid muscle), and forearm (5 cm below the cubital fossa). After positioning the markers and clusters, the collection of static posture (duration 5 seconds) will be performed. In static posture, the individuals should be seated in an adjustable chair. Then, the subject will perform the reaching movement to touch a glass placed at 80% of the length of the upper limb and return to the starting position (pronated hands on the thigh). The variables are calculated: duration of movement (second), speed (mm/s), displacement of the joints of the trunk, scapula, shoulder and elbow (°).","timeFrame":"baseline and 10 minutes post-application of placebo ou elastic tape"},{"measure":"Change from Baseline in Electromyography during the reach at 10 minutes","description":"The collection of electromyographic activity will be performed only during the kinematics of the reaching movement. The electrodes are positioned parallel to the orientation of muscle fibers in the anterior, middle, and posterior deltoid, pectoral major, upper and inferior trapezius, and serratus anterior. Initially, five seconds in the rest position and 10 seconds of EMG activity before the start of the reaching movement will be collected. The following variables will be calculated: activation amplitude, maximum and minimum activation coefficient variation, onset e offset.","timeFrame":"baseline and 10 minutes post-application of placebo ou elastic tape"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged between 40 and 70 years and present a minimum score on the Mini Mental State Examination, according to the subject's educational level.\n* All subjects must have normal vision or corrected to normal.\n* The hemiparetic subjects must present a level of less than 3 spasticity on the Modified Ashworth Scale for shoulder abductor and flexor muscles\n* Ability to voluntarily perform the range of motion\n* Proper trunk control confirmed by the ability to remain in the seated position without support to the trunk and/or of the arms for 1 minute.\n\nExclusion Criteria:\n\n* diabetes mellitus\n* ulcers or skin lesions\n* adverse reactions to tape (redness and itching)\n* severe cardiovascular or peripheral vascular diseases (heart failure, arrhythmias, angina pectoris, and acute myocardial infarction)\n* other neurological or orthopedic diseases\n* cognitive impairments\n* presence of sensorimotor peripheral neuropathy\n* any history of joint or muscle injuries of the shoulder complex or cervical joints (fractures or surgery)\n* shoulder pain during the tests\n* presence of any history of joint or muscular injuries of the shoulder complex or cervical joints (fractures or surgery)\n* body mass index (BMI) greater than 28 kg/m²\n* alterations of sensitivity\n* understanding of aphasia\n* apraxia\n* hemineglect and/or plegia.\n* Individuals with other neurologic diseases\n* Acute stroke\n* Hemorrhagic stroke or any injury to the occipital lobe\n* Brainstem or cerebellum injury\n* Range of motion of less than 90° flexion or 30° extension and adduction of the shoulder will be excluded.This range of motion is required to standardize the placing of the elastic tape.","healthyVolunteers":true,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Universidade Federal de São Carlos","city":"São Carlos","state":"São Paulo","zip":"13565-905","country":"Brazil","geoPoint":{"lat":-22.0175,"lon":-47.89083}}]},"referencesModule":{"references":[{"pmid":"21862283","type":"RESULT","citation":"Jaspers E, Desloovere K, Bruyninckx H, Klingels K, Molenaers G, Aertbelien E, Van Gestel L, Feys H. Three-dimensional upper limb movement characteristics in children with hemiplegic cerebral palsy and typically developing children. Res Dev Disabil. 2011 Nov-Dec;32(6):2283-94. doi: 10.1016/j.ridd.2011.07.038. Epub 2011 Sep 8."},{"pmid":"18226659","type":"RESULT","citation":"Niessen MH, Veeger DH, Koppe PA, Konijnenbelt MH, van Dieen J, Janssen TW. Proprioception of the shoulder after stroke. Arch Phys Med Rehabil. 2008 Feb;89(2):333-8. doi: 10.1016/j.apmr.2007.08.157."},{"pmid":"21729974","type":"RESULT","citation":"Carda S, Invernizzi M, Baricich A, Cisari C. Casting, taping or stretching after botulinum toxin type A for spastic equinus foot: a single-blind randomized trial on adult stroke patients. Clin Rehabil. 2011 Dec;25(12):1119-27. doi: 10.1177/0269215511405080. Epub 2011 Jul 5."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}