{"protocolSection":{"identificationModule":{"nctId":"NCT06053320","orgStudyIdInfo":{"id":"STUDY00005012"},"secondaryIdInfos":[{"id":"1F31NS131020-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1F31NS131020-01"}],"organization":{"fullName":"Emory University","class":"OTHER"},"briefTitle":"Spatial-Motor Stroke-Rehab Study","officialTitle":"Novel Spatial-Motor Approaches to Improve Spatial Neglect and Walking Deficits Post-Stroke"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-01","studyFirstSubmitQcDate":"2023-09-22","studyFirstPostDateStruct":{"date":"2023-09-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-22","lastUpdatePostDateStruct":{"date":"2023-09-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Trisha Kesar","investigatorTitle":"Associate Professor","investigatorAffiliation":"Emory University"},"leadSponsor":{"name":"Emory University","class":"OTHER"},"collaborators":[{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"The purpose of this study is to understand how prism adaptation training with and without electrical stimulation changes visuospatial behavior, motor system neurophysiology, and walking dysfunction.","detailedDescription":"Spatial Neglect (SN) is defined as pathological asymmetric spatial behavior causing functional disability and occurs in greater than 50% of individuals with right hemisphere stroke. SN post-stroke is associated with increased fall risk, increased hospital length of stay, poorer rehabilitation outcomes, and severe long-term disability. Prism adaptation therapy (PAT) is an evidence-based treatment for SN after stroke, however, the effects of SN on gait are not well known. Neuromuscular electrical stimulation delivered via surface electrodes is a common therapeutic adjunct in stroke rehabilitation, including for SN and gait training. However, the additive therapeutic effects of combining electrical stimulation and PAT, as well as the effects of motor training on gait deficits associated with SN are poorly understood. Furthermore, although there is limited literature examining the effects of electrical stimulation on corticospinal tract output (CST), there is an inadequate understanding of the neural mechanisms of PAT and the combinatorial effects of PAT with electrical stimulation. To parse out the neural mechanisms of PAT and electrical stimulation on the visuospatial system, researchers will first examine the effects of PAT with or without electrical stimulation in neurologically unimpaired adults, researchers will then compare results to individuals with stroke with spatial neglect.\n\nThe primary objective is to study the effects of PAT on visuospatial behavior and motor cortical excitability in able-bodied individuals (young and older), and on spatial neglect, motor cortical neurophysiology, and walking function in individuals post-stroke.\n\nThe long-term goal of this project is to develop novel, effective, and personalized rehabilitation protocols targeting SN deficits and gait dysfunction to reduce disability in stroke survivors. The rationale of this project is to explore and generate data regarding future novel combinatorial motor-spatial retraining approaches that will enhance the rehabilitation approach of SN and gait performance in individuals post-stroke."},"conditionsModule":{"conditions":["Spatial Neglect","Stroke"],"keywords":["Post-stroke","Prism Adaptation Therapy (PAT)","Walking"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"After treatment, three weeks will be allowed for washout, then participants will receive the opposite (second) PAT condition with sham stim or electrical stimulation.","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Both experiments include a sham condition: Sham electrical stimulation consisting of electrode placement with the stimulator turned off.","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":35,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Young Able-Bodied individuals","type":"ACTIVE_COMPARATOR","description":"18-30 years old able-bodied individuals (healthy without any physical disability or neurological disorder).","interventionNames":["Device: Prism adaptation therapy (PAT) + Electrical stimulation (E-stim)","Device: Prism adaptation therapy (PAT) + Sham Stimulator"]},{"label":"Old Able-Bodied individuals","type":"ACTIVE_COMPARATOR","description":"45-90 years old able-bodied individuals (healthy without any physical disability or neurological disorder).","interventionNames":["Device: Prism adaptation therapy (PAT) + Electrical stimulation (E-stim)","Device: Prism adaptation therapy (PAT) + Sham Stimulator"]},{"label":"Stroke with Spatial Neglect (SN) individuals","type":"EXPERIMENTAL","description":"40-90 years individuals with more than 3 months following right hemisphere stroke.","interventionNames":["Device: Prism adaptation therapy (PAT) + Electrical stimulation (E-stim)","Device: Prism adaptation therapy (PAT) + Sham Stimulator","Other: Gait Training"]}],"interventions":[{"type":"DEVICE","name":"Prism adaptation therapy (PAT) + Electrical stimulation (E-stim)","description":"PAT requires one to wear prism lenses while making arm-reaching movements toward visual targets. For treating left-sided neglect, a person wears the prism lenses that shift the visual field, including the images of the target and of one's own reaching arm, certain degrees to the right depending on the diopter of the lens (e.g., the 20-diopter lens shifts the visual field by 11.4 degrees). The visual system adapts over the repetitive practice of the arm reaching toward the target. The person eventually achieves success with a leftward movement reaching the actual target. Electrical stimulation (E-stim) involves parameters and settings commonly used in clinical practice as well as research for pain relief and other applications, commonly referred to as transcutaneous electrical nerve stimulation (TENS). TENS and E-stim are delivered using FDA-approved, commercially available portable clinical transcutaneous electrical stimulators (e.g. Empi TENS Unit).","armGroupLabels":["Old Able-Bodied individuals","Stroke with Spatial Neglect (SN) individuals","Young Able-Bodied individuals"],"otherNames":["PAT + E-stim"]},{"type":"DEVICE","name":"Prism adaptation therapy (PAT) + Sham Stimulator","description":"Participants in the PAT with sham stim condition group will receive sham electrical stimulation treatment (electrodes will be attached but the stimulator will not be turned on) to the left upper limb with the same placement of electrodes while undergoing PAT.","armGroupLabels":["Old Able-Bodied individuals","Stroke with Spatial Neglect (SN) individuals","Young Able-Bodied individuals"],"otherNames":["Sham Stim"]},{"type":"OTHER","name":"Gait Training","description":"After PAT, participants will complete multiple 30-seconds to 4-minute bouts of walking on the treadmill or overground at speeds ranging from self-selected to fast speeds (faster than comfortable self-selected speed), with rest breaks between bouts.","armGroupLabels":["Stroke with Spatial Neglect (SN) individuals"],"otherNames":["Gait Training After PAT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in visuospatial pointing behavior","description":"Measured by the neuropsychological laboratory pointing behavior with the Kessler Foundation Neglect Assessment Process (KF-NAP) tool. Patients are asked to point with their eyes closed towards the center (proprioceptive pointing) and eyes open towards a target (visuo-proprioceptive pointing) on a standing calibrated board unaffected hand). The test is scored by measuring the deviation from 0 (midline). Pre-PAT and post-PAT measures are compared, there is no minimum or maximum score. A more negative score (Pre to Post) means improvement in visuospatial alignment (Improved left spatial neglect) in people post-stroke.","timeFrame":"Pre-training and immediately after training session"},{"measure":"Change in intracortical excitability [paired pulse transcranial Magnetic Stimulation (TMS)]","description":"Primary Motor Cortex (M1) and TMS from the hand muscles (first dorsal interossei) and the ankle (soleus) will be measured using Computer software (Biopac) that will record the muscle's responses to TMS pulses (MEPs) through electromyography (EMG) sensors attached to the skin of the legs and/or arms.","timeFrame":"Pre-training and immediately after training session"},{"measure":"Change in corticospinal excitability (single pulse TMS)","description":"Change in corticospinal excitability measured by the change from baseline in motor evoked potentials (MEP) amplitude responses from the hand muscles (first dorsal interossei) and the ankle (soleus) will be measured using Computer software (Biopac) that will record the muscle's responses to TMS pulses (MEPs) through electromyography (EMG) sensors attached to the skin of the legs and/or arms.","timeFrame":"Pre-training and immediately after training session"}],"secondaryOutcomes":[{"measure":"Change in spatial neglect deficits","description":"Measured by the clinical tests Behavioral Inattention Test (BIT). The BIT Conventional (BITC) subtest consists of 6 items: line crossing, letter cancelation, star cancellation, figure and shape copying, line bisection, and representational drawing. The Cut-offs score for the BITC is 129 out of 146. Higher scores are indicative of more severe visual impairment.","timeFrame":"Pre-training and immediately after training session"},{"measure":"Change in computerized line bisection task","description":"Participants are asked to perform the conventional 24cm line bisection task on a 14-inch screen computer screen, placed 55cm from a seated position, with the unaffected hand using a mouse. There are 64 lines, half of which are in normal condition and half in reversed condition. The test is scored by measuring the deviation of the bisection from the true center of the line. A deviation negative of zero (0) is indicative of spatial neglect; Pre-PAT and post-PAT measures are compared, and a negative score reflects a shift to the left visual space- the effect of PAT","timeFrame":"Pre-training and immediately after training session"},{"measure":"Change in the Catherine Bergego Scale (CBS)","description":"Measured by a validated assessment tool that is sensitive to SN and its functional sequela; CBS motor items have been validated to identify Aiming SN. The CBS uses a 4-point rating scale to indicate the severity of neglect for each item:\n\n0 = no neglect\n\n1. = mild neglect (patient always explores the right hemispace first and slowly or hesitantly explores the left side)\n2. = moderate neglect (patient demonstrates constant and clear left-sided omissions or collisions)\n3. = severe neglect (patient is only able to explore the right hemispace)\n\nThis results in a total score of 30. Reported arbitrary ratings of neglect severity according to total scores:\n\n0 = No behavioral neglect 1-10 = Mild behavioral neglect 11-20 = Moderate behavioral neglect 21-30 = Severe behavioral neglect","timeFrame":"Pre-training and immediately after training session"},{"measure":"Change in weight-bearing asymmetry","description":"This outcome will be measured only in participants who have had a stroke. Force platform data obtained from a dual-belt instrumented treadmill during 3-d motion capture will be used to calculate inter-limb asymmetry in vertical ground reaction forces in standing and during the stance phase of gait.","timeFrame":"Pre-training and immediately after training session"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nYoung Adults Able Bodied (YAB) Individuals\n\n* 18-30 years\n* Able-Bodied (healthy without any physical disability or neurological disorder)\n\nOlder Adults Able-Bodied Individuals (OAB)\n\n* 45-90 years\n* Able-Bodied (healthy without any physical disability or neurological disorder)\n\nIndividuals with right hemisphere stroke (40-90 years)\n\n* \\>3 months following stroke.\n* Presence of Aiming SN\n* Ability to walk \\>10m with or without assistive devices.\n* Unilateral left-sided hemiparesis with gross arm strength of ≤ grade 4/5 on the Medical Research Council Scale\n* Ability to follow 3-stage commands and provide informed consent.\n\nExclusion Criteria:\n\nYoung Adults Able Bodied (YAB) Individuals and Older Adults Able-Bodied Individuals (OAB)\n\n* History or evidence of orthopedic or physical disability\n* History or evidence of neurological pathology\n* Pregnancy (female)\n* Uncontrolled hypertension\n* Cardiac pacemaker or other implanted electronic system\n* Presence of skin conditions preventing electrical stimulation setup\n* Impaired sensation in the left upper limb.\n* Bruises or cuts at the stimulation electrode placement site\n* Concurrent enrollment in rehabilitation or another investigational study.\n* History or evidence of orthopedic or physical disability interfering with study procedures\n* History or evidence of neurological pathology or disorder\n* Severe uncontrolled medical problems (e.g., hypertension, cardiovascular disease, rheumatoid arthritis, active cancer or renal disease, epilepsy) that may interfere with study procedures\n* Contraindications to TMS such as metal implants, medications that can increase cortical excitability, unexplained dizziness in the past 6 months\n\nIndividuals with right hemisphere stroke (40-90 years)\n\n* History of multiple strokes or brainstem strokes\n* Cerebellar disorders\n* Impaired sensation in the left upper limb.\n* History of other neurological disorders\n* Uncontrolled hypertension\n* Cardiac pacemaker or other implanted electronic system\n* Pregnancy (female)\n* Presence of skin condition\n* Bruises at the electrode placement site\n* Concurrent enrollment in rehabilitation or another investigational study\n* Severe uncontrolled medical problems (e.g., hypertension, cardiovascular disease, rheumatoid arthritis, active cancer or renal disease, epilepsy) or other medical conditions that can interfere with study procedures\n* Contraindications to TMS such as metal implants in the brain, medications that will increase cortical excitability, etc.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Fisayo Aloba, PT, DPT","role":"CONTACT","phone":"404-712-5803","email":"olufisayo.aloba@emory.edu"}],"overallOfficials":[{"name":"Trisha Kesar, PT, PhD","affiliation":"Emory University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Fisayo Aloba, PT, DPT","affiliation":"Emory University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory Rehabilitation Hospital","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","contacts":[{"name":"Fisayo Aloba, PT, DPT","role":"CONTACT","email":"olufisayo.aloba@emory.edu"}],"geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"Emory University Hospital (EUH)","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","contacts":[{"name":"Fisayo Aloba, PT, DPT","role":"CONTACT","email":"olufisayo.aloba@emory.edu"}],"geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"Executive Park","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30329","country":"United States","contacts":[{"name":"Fisayo Aloba, PT, DPT","role":"CONTACT","email":"olufisayo.aloba@emory.edu"}],"geoPoint":{"lat":33.749,"lon":-84.38798}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The research team will share sex, age, race, and summary statistics for the results of the study (primary and secondary outcomes)","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Data will be available from April 1, 2025 to September 1, 2025","accessCriteria":"Data will be shared by request by principal investigators (PIs) for data analysis to address ancillary research questions.\n\nData will be available in data repositories e.g. DANDI."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}