{"protocolSection":{"identificationModule":{"nctId":"NCT05142670","orgStudyIdInfo":{"id":"BHHP"},"organization":{"fullName":"Hunan Provincial People's Hospital","class":"OTHER"},"briefTitle":"Task-oriented Training for Patients With Pusher Syndrome","officialTitle":"Task-oriented Training Varied by the Verticality Perception for Stroke Patients With Pusher Syndrome"},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-21","studyFirstSubmitQcDate":"2021-11-21","studyFirstPostDateStruct":{"date":"2021-12-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-21","lastUpdatePostDateStruct":{"date":"2021-12-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Qingping Tang","investigatorTitle":"Director","investigatorAffiliation":"Hunan Provincial People's Hospital"},"leadSponsor":{"name":"Hunan Provincial People's Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Pusher syndrome (PS) has been considered to be one of the most intriguing affections that severely interferes with posture control and motor recovery of stroke patients during rehabilitation. However, there is no evidence that reported tailored treatments based on different types of the verticality perception for stroke patients with PS. The hypothesis of the study is that the task-oriented training varied by the verticality perception may increase the posture control and motor ability for pusher syndrome in stroke patients.\n\nStroke participants with PS will be recruit and receive task-oriented training varied by the verticality perception. Severity of pushing behavior, balance ability, motor ability, verticality perception, and diffusion tensor imaging were evaluated.","detailedDescription":"A randomized assigned, assessor-blinded trial will be execute in the experimental procedure. All participants will be divide into experimental group and control group. This study was approved by the Ethics Committee of Brain Hospital of Hunan Province, Hunan University of Chinese Medicine. An informed consent will be obtain from all participants. All stroke participants was diagnosed as Pusher syndrome (PS) with a score ≥2 in Burke Lateropulsion Scale.\n\nClinical and demographic data, the Barthel Index and the Mini-Mental State Examination (MMSE) will be employed. The items of the sensory and visuospatial function in Stroke Impairments Assessment Set will be used.\n\nAll participants in both groups received 50 minutes of physical therapy per session for 5 days per week for 8 weeks. Subjects in the experimental group underwent 20 minutes of task-oriented training individualized by the gravity perception following 30 minutes of regular physical therapy. Four therapists who had 2 or more years of physical therapy experience with stroke subjects provided the treatment. These therapists were equally assigned to the control group and to the experimental group. All outcome measurements were evaluated on the day before intervention (pretraining), 4 weeks and 8 weeks after training by the same physical therapist (who was blinded to the group of the subjects). Subjects in the control group underwent 20 minutes of visual feedback (VF) treatment. The regular physical therapy protocols for the control group were the same as those used for the experimental group. These regular protocols including preparatory techniques, mat activity, sitting, standing, and walking training have been previously reported.\n\nThe training in the experimental group emphasizes the active use of intact or relatively preserved verticality perception (VP) to facilitate reestablishing vertical position of the participants. Additionally, a target such as an interesting person/object or an object with interesting music is used to direct the subject to accomplish a task in order to temporally desist from pathological pusher behavior. This training paradigm was composed of a series of steps. First, VP, pusher behavior, movement function and interesting focus were assessed. Second, relatively preserved VP and interesting focus, as well as problems of the VP, pusher behavior and movement were recorded. Third, realization of the disturbed perception of erect body position by the subjects was addressed. Because the subjects feel upright when their own body is actually tilted and vice versa. It is critically important that the subjects were aware of their disturbed VP in the recumbent, sitting, standing positions. To realize their disturbed VP, the subjects were instructed to actively explore the vertical structures as the reference objects by the relatively preserved VP. The vertical structures including door frame, windows, pillars, or bedrail et al. If the visual vertical of the subject was intact, the subject realized the vertical posture by visual perception through vertical structures and mirror. If the postural vertical of the subject was intact, the subject realized the vertical posture by postural perception with their eyes covered. If the haptic vertical of the subject was intact, the subject realized the vertical posture by place one hand above and one below the vertical structures with their eyes covered. Fourth, individualized treatment for the subject to reach the vertical posture were selected. This treatment would be mainly varied according to the relatively preserved VP and interesting focus of the subjects. If the visual vertical of the subject was intact, the subjects were instructed to visually align the vertical posture and to tilt to the nonparalyzed side by touching a target though referring to the vertical structures in front of the mirror. In this approach, therapists select family member or relations of the subjects, colorful and interesting objects or sound objects at the nonparetic side as the targets to direct the subjects to complete the vertical posture alignment. If the postural vertical of the subject was intact, the subjects were instructed to visualize the target, then to align the vertical posture and to tilt to the nonparalyzed side by touching the targets through the auditory instruction with their eyes covered. If the haptic vertical of the subject was intact, the subjects were also instructed to visualize the target, then to align the vertical posture and to tilt to the nonparalyzed side by touching the target through the trunk or both hands with their eyes covered. Fifth, repeated training was performed by using the relatively preserved VP until the subject regained midline. Then reaching the vertical body posture with the relatively preserved VP, the task, and vertical structure facilitating shifted to reaching the vertical body posture without the relatively preserved VP, the task, and the vertical structures facilitating. Sixth, the vertical body posture was maintained with and without the intact VP, the target, and vertical structure facilitating when the subject was actively and passively tilted to the paretic side. Seventh, the patients kept balance without any stimulators when the participants perform a variety of additional activities. Finally, reevaluation of the subjects and rearrangement of the treatment strategies was continued.\n\nThe training in the control group received VF treatment program. Similarly, several steps were executed. First, the pusher behavior and movement function of the subject was evaluated, then the pusher behavior and movement problems were recorded. Second, realization of the disturbed VP was obtained by visual exploration of the whole body and vertical structures in front of the mirror. Third, the subjects were instructed to visually align the vertical posture and to tilt to the nonparalyzed side through referring to the vertical structures in front of the mirror. Fourth, repeated training was performed until the subject regained midline. Then reaching the vertical body posture visually in front of the mirror with the vertical structures facilitating shifted to reaching the vertical body posture without the visual vertical, mirror and vertical structures facilitating. Fifth, the vertical body posture was maintained with or without the visual vertical, mirror and vertical structures facilitating when the subject was actively and passively tilted to the paretic side. Sixth, the patients kept balance without any stimulators when the participants performed a variety of additional activities. Finally, reevaluation of the subjects and rearrangement of the treatment strategies was continued."},"conditionsModule":{"conditions":["Pusher Syndrome"],"keywords":["pusher syndrome","verticality perception","Task-oriented"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Subjects in the experimental group underwent 20 minutes of task-oriented training individualized by the gravity perception following 30 minutes of regular physical therapy. The training in the control group received 20 minutes of visual feedback treatment program following 30 minutes of regular physical therapy.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"task-oriented training individualized by the gravity perception","type":"EXPERIMENTAL","description":"The training in the experimental group emphasizes the active use of intact or relatively preserved verticality perception to facilitate reestablishing vertical position of the participants. Additionally, a target such as an interesting person/object or an object with interesting music is used to direct the subject to accomplish a task in order to temporally desist from pathological pushing behavior.","interventionNames":["Procedure: experimental group: task-oriented training individualized by the gravity perception"]},{"label":"visual feedback treatment","type":"ACTIVE_COMPARATOR","description":"The training in the control group emphasizes the active use of visual feedback to facilitate reestablishing vertical position of the participants.","interventionNames":["Procedure: control group: visual feedback treatment"]}],"interventions":[{"type":"PROCEDURE","name":"experimental group: task-oriented training individualized by the gravity perception","description":"All participants received 50 minutes of physical therapy per session for 5 days per week for 8 weeks. Subjects in the experimental group underwent 20 minutes of task-oriented training individualized by the gravity perception following 30 minutes of regular physical therapy. All outcome measurements were evaluated on the day before intervention (pretraining), 4 weeks and 8 weeks after training by the same physical therapist (who was blinded to the group of the subjects). These regular protocols including preparatory techniques, mat activity, sitting, standing, and walking training.","armGroupLabels":["task-oriented training individualized by the gravity perception"]},{"type":"PROCEDURE","name":"control group: visual feedback treatment","description":"Subjects in the control group underwent 20 minutes of visual feedback (VF) treatment. The regular physical therapy protocols for the control group were the same as those used for the experimental group. These regular protocols including preparatory techniques, mat activity, sitting, standing, and walking training.","armGroupLabels":["visual feedback treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Severity of pushing behavior","description":"Pushing behavior will be assessed using Burke Lateropulsion Scale, which is used to test postural responses to rolling, sitting, standing, transferring and walking with a total score ranging from 0 to 17. PS was identified in ischemic stroke patients with Burke Lateropulsion Scale scores equal or more than 2 during the initial assessment by the physical therapist. A higher score implies severe pusher behavior. The English and Chinese versions of the Burke Lateropulsion Scale have high validity and reliability.","timeFrame":"5 minutes"},{"measure":"Balance ability","description":"The Berg Balance Scale will be used to assess balance and fall risk. This scale consists of 14 items with a total score ranging from 0 to 56. The Berg Balance Scale has a high validity and reliability in English and Chinese versions for evaluating balance ability in the stroke patients with a higher score indicating better performance.","timeFrame":"5 minutes"},{"measure":"Motor ability","description":"Motor control ability will be assessed by Fugl-Meyer Assessment scale. This scale is scored by a three-point ordinal scale from 0 to 2, with maximum scores of 66 and 34 points for the upper and lower extremities, respectively. This scale has a high validity and reliability in English and Chinese versions with a higher score indicating better motor function.","timeFrame":"15 minutes"},{"measure":"MRI examinations","description":"MRI examinations will be performed using a 32-channel head coil on a 3.0T MRI system (Philips, Ltd, Best, the Netherlands). MRI including T1- and T2-weighted fluid-attenuated inversion-recovery sequences, fat-suppressed images were acquired with 38 axial slices with an interslice gap of 3.3 mm.","timeFrame":"15 minutes"},{"measure":"Diffusion tensor imaging","description":"Diffusion tensor images will be acquired using single-shot echoplanar imaging. Imaging parameters were as follows: acquisition matrix = 80 · 78, reconstructed to matrix = 128 · 128 matrix, field of view = 200 ·200 mm2, TR = 2214 milliseconds, TE = 82 milliseconds, parallel imaging reduction factor (SENSE factor) = 2, EPI factor = 39 and b = 800 s/mm2, NEX = 2, and a slice thickness of 3 mm without slice gap. The pathways including corticospinal tract, corticoreticular pathway, vestibular pathway to the parieto-insular vestibular cortex, the pathway to the medial lemniscus were tracked. The fraction anisotropy, mean diffusivity, axial diffusivity, radial diffusivity and tract volume of the selecting fibers were measured.","timeFrame":"15 minutes"},{"measure":"Postural vertical","description":"The subject will be installed into a sitting position on a tilting device. The head was aligned with the trunk and lower limbs in in darkness. After the initial tilts ( -40 º and +40º) were set, the subject is gently and steadily tilted to the other side until the participant verbally indicated to have reached an upright position. Six repositioning trials will be conducted, three in each direction of movement. The initial position and performance feedback will be not given to the subjects in the procedure.","timeFrame":"5 minutes"},{"measure":"Visual vertical","description":"The subject will be installed on a tilt bed which enabled testing in both supine, sitting or standing positions. The head will be aligned with the trunk in darkness. The visual vertical was measured using a luminous rod (25 cm long and 1.5 cm diameter) placed in front of subject at eye level. The luminous rod could be rotated within a range of ± 90º from the vertical level on a disk (25 cm in diameter). The orientation of the rod was measured by a digital inclinometer with an accuracy of 0.2º. After the initial tilts of the rod (0 º, -45 º and +45º) were set, the subject will be instructed to set the rod to earth vertical twice for each rod location in alternating sequence. Totally, six trials of rod rotation per body position were conducted.","timeFrame":"5 minutes"},{"measure":"Haptic vertical","description":"The subject will be installed in a wheelchair on sitting positions with the head aligned with the trunk and lower limbs. Haptic vertical will be measured using a 40 cm long wooden rod presented in front of the subject at eye level. The subject will be instructed to place one hand above and one below the central of the rod. After the wooden rod will be offset by the therapist at 40° either to the right or left of true vertical during eye closure of the subject, the subject will be asked to set the rod to earth vertical with eyes closed. Totally, six trials of rod rotation per body position will be conducted. The orientation of the rod will be measured whit an angle ruler by two observers.","timeFrame":"5 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* (1) having the first cerebral ischemic stroke confirmed by magnetic resonance imaging; (2) presentation of hemiplegia; (3) onset of stroke within 1 month at the beginning of the physical therapy; (4) not receiving other physical therapy regimens aside from this intervention; (5) age 40 to 74 years old; (6) ability to execute simple verbal instructions; (7) not being delirious; (8) having stable vital signs and medical conditions.\n\nExclusion Criteria:\n\n* The exclusion criteria included diffuse brain damage, brain tumors, as well as other diseases such as acute subarachnoid hemorrhage, and/or severe cardiac and pulmonary disease, which were contraindicated in rehabilitation procedure.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"74 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Qingping Tang","role":"CONTACT","phone":"+86-073185232387","email":"tqingping1111@126.com"},{"name":"Xiaoye Wang, Study Chair","role":"CONTACT"}],"overallOfficials":[{"name":"Xiaoye Wang","affiliation":"Brain Hospital of Hunan Province, Hunan University of Chinese Medicine","role":"STUDY_CHAIR"}],"locations":[{"facility":"Tang","city":"Changsha","zip":"410008","country":"China","geoPoint":{"lat":28.19874,"lon":112.97087}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000013577","term":"Syndrome"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M16045","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}