{"protocolSection":{"identificationModule":{"nctId":"NCT04435561","orgStudyIdInfo":{"id":"UMADryNeed"},"organization":{"fullName":"University of Malaga","class":"OTHER"},"briefTitle":"Efficacy of Dry Needling in the Spasticity Post-stroke","officialTitle":"Efficacy of Dry Needling in the Spasticity of the Hemiparetic Limbs Post-stroke","acronym":"DNSpasticity"},"statusModule":{"statusVerifiedDate":"2020-12","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-07-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-06-10","studyFirstSubmitQcDate":"2020-06-14","studyFirstPostDateStruct":{"date":"2020-06-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-12-01","lastUpdatePostDateStruct":{"date":"2020-12-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rocío Martín Valero","investigatorTitle":"PhD","investigatorAffiliation":"University of Malaga"},"leadSponsor":{"name":"University of Malaga","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a serious clinical condition and one of the leading causes of long-term disability in the world. One of the most serious complications of this condition is spasticity. Recently, dry needling has commented to be used as a treatment in muscle spasticity of chronic patients after a stroke, producing improvements in clinical conditions.\n\nThis study evaluates the effectiveness of dry needling technique in the spasticity of the hemiparetic limbs in chronic post-stroke patients. The Modified Ashworth Scale is used to measure the spasticity´s improvement after the procedure."},"conditionsModule":{"conditions":["Spasticity, Muscle"],"keywords":["dry needling","spasticity","hypertonia","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard physiotherapy rehabilitation and dry needling","type":"EXPERIMENTAL","description":"In addition to the usual therapy, the experimental group will receive the application of dry needling technique in the hemiparetic limbs.\n\nDry needling intervention will take place over a period of one and a half months (6 weeks), with a total of 6 sessions. Each session will be performed once a week, where a single puncture will be made in each muscle to be treated, using Hong´s technique and lasting 60 seconds per muscle (or until the muscle is release).\n\nThe muscles that will receive dry needling are the following ones:\n\n* Upper limb: infraspinatus, teres minor, pectoralis major, deltoid.\n* Lower limb: gastrocnemius, soleus and anterior tibial muscles.","interventionNames":["Other: Standard physiotherapy rehabilitation and dry needling"]},{"label":"Standard physiotherapy rehabilitation","type":"OTHER","description":"The control group will receive the usual therapy and treatment.","interventionNames":["Other: Standard physiotherapy rehabilitation"]}],"interventions":[{"type":"OTHER","name":"Standard physiotherapy rehabilitation and dry needling","description":"The dry needling group receives 6 sessions of dry needling in the spastic muscles of the upper and lower hemiparetic limbs.","armGroupLabels":["Standard physiotherapy rehabilitation and dry needling"]},{"type":"OTHER","name":"Standard physiotherapy rehabilitation","description":"This group receives their traditional intervention, without dry needling.","armGroupLabels":["Standard physiotherapy rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in spasticity","description":"The spasticity will be measure with the Modified Ashworth Scale. Modified Ashworth Scale is one of the most widely used scales for spasticity measurement. It is an useful, valid and reliable assessment tool that measures the passive movement of a specific joint. It is a valid instrument to represent a quantitative clinical measure of the severity of spasticity in patients with neurological involvement.\n\nThe scale goes from 0 to 4 points. The higher the score, the greater the impact.\n\nExperimental group: Spasticity will be measure before and immediately after the treatment of dry needling in each session (once a week for 6 weeks) and in a follow-up period after finishing treatment (1,3,6 and 12 months after treatment).\n\nControl group: Spasticity will be measure at the beginning of the week (before usual therapy) and at the end of the week.","timeFrame":"Baseline, 6 weeks of intervention (before and immediately after the treatment) and follow-up 1,3,6 and 12 months after the end of the intervention."}],"secondaryOutcomes":[{"measure":"Changes in range of motion","description":"Active and passive range of motion of the shoulder and ankle will be measure with an standard goniometer. Each movement will be evaluated three times, and the average of theses three results will be performed. The same procedure will be followed to measure both active and passive range of motion of each patient.\n\nExperimental group: Range of motion will be measure before and immediately after the treatment of dry needling in each session (once a week for 6 weeks) and in a follow-up period after finishing treatment (1,3,6 and 12 months after treatment).\n\nControl group: Range of motion will be measure at the beginning of the week (before usual therapy) and at the end of the week.","timeFrame":"Baseline, 6 weeks of intervention (before and immediately after the treatment) and follow-up 1,3,6 and 12 months after the end of the intervention."},{"measure":"Changes in Motor function of the upper and lower limb","description":"Fugl-Meyer Scale is one of the most complete quantitative measures designed to measure disability after a stroke. It is divided into five domains and each domain has other elements that are evaluated on an ordinal scale of 0 to 2 points.\n\nThe upper and lower limb motor assessment will be used, with a maximum of 100 points, 66 and 34 respectively, and a minimum of 0 points. The lower the score, the greater the impact.\n\nFugl-Meyer Arm Motor Assessment will be use to evaluate motor function of the upper hemiparetic limb and the Fugl-Meyer Motor Leg Assessment to evaluate motor function of the lower hemiparetic limb.\n\nExperimental group: Motor function will be measure before and immediately after the treatment of dry needling in each session (once a week for 6 weeks) and in a follow-up period after finishing treatment (1,3,6 and 12 months after treatment).\n\nControl group: Motor function will be measure at the beginning of the week (before usual therapy) and at the end of the week.","timeFrame":"Baseline, 6 weeks of intervention (before and immediately after the treatment) and follow-up 1,3,6 and 12 months after the end of the intervention."},{"measure":"Changes in Gait","description":"The gait will be measure with the Wisconsin Gait Scale. Gait in hemiparetic patients after a stroke must be safe and efficient. Wisconsin Gait Scale is an instrument used to measure gait problems experienced by patients who have hemiplegia after a stroke. This scale can be used as a tool to determine the effectiveness of rehabilitation training and observe how the patient develops in the different phases of gait.\n\nThe maximum score is 42 points and the minimum 13.35 points. The higher the score, the greater the patient´s gait involvement.\n\nExperimental group: Gait will be measure before and immediately after the treatment of dry needling in each session (once a week for 6 weeks) and in a follow-up period after finishing treatment (1,3,6 and 12 months after treatment).\n\nControl group: Gait will be measure at the beginning of the week (before usual therapy) and at the end of the week.","timeFrame":"Baseline, 6 weeks of intervention (before and immediately after the treatment) and follow-up 1,3,6 and 12 months after the end of the intervention."},{"measure":"Changes in Physical disability","description":"Barthel Index will be used to measure physical disability. It is a widely used instrument to measure the ability of a person to perform daily activities. This tool assesses the independence of the patient to carry out theses activities with or without help. Thanks to this tool, the dependency´s degree can be estimated quantitatively.\n\nThe maximum score is 100 points and the minimum is 0. The higher the score, the more independence the subject will have.\n\nExperimental group: Physical disability will be measure only before the treatment (is the only one that won´t be measure after each session) of dry needling in each session (once a week for 6 weeks) and in a follow-up period after finishing treatment (1,3,6 and 12 months after treatment).\n\nControl group: Physical disability will be measure at the beginning of the week (before usual therapy) and at the end of the week.","timeFrame":"Baseline, 6 weeks of intervention (once a week) and follow-up 1,3,6 and 12 months after the end of the intervention."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First hemiplegic ischemic stroke.\n* Chronic stroke (stroke at least 6 months before the trial).\n* Present a level of spasticity equal or greater than 1 according to the Modified Asworth Scale.\n* Preserve cognitive capacity.\n* Being able to understand and follow simple instructions.\n* Not afraid of needles.\n\nExclusion Criteria:\n\n* Recurrent stroke.\n* Subjects with cognitive disorders.\n* Presenting any medical contraindication for the dry needling procedure or problems with coagulation or epilepsy.\n* Alteration of sensitivity.\n* Receives nerve block or botulinum toxin treatments in a period equal or less than 6 months, since ir can modify the results.\n* Hemorrhagic stroke.\n* Subjects who do not consent to participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Rocío Martín Valero, PhD","role":"CONTACT","phone":"34 951 95 28 58","email":"rovalemas@uma.es"},{"name":"Angela Ramos Villodres","role":"CONTACT","email":"angeramosvillodres@gmail.com"}],"overallOfficials":[{"name":"Rocío Martin Valero, PhD","affiliation":"University of Malaga","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Juan Antonio Armenta Peinado, PhD","affiliation":"University of Malaga","role":"STUDY_DIRECTOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}