{"protocolSection":{"identificationModule":{"nctId":"NCT05951491","orgStudyIdInfo":{"id":"23-041"},"organization":{"fullName":"University of Idaho","class":"OTHER"},"briefTitle":"Improving Arm Function Using Wearable Exoskeletons","officialTitle":"Improving Arm Function After Stroke Using Synergy-Based Assistance in Wearable Exoskeletons"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-03-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-15","studyFirstSubmitQcDate":"2023-07-10","studyFirstPostDateStruct":{"date":"2023-07-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-07","lastUpdatePostDateStruct":{"date":"2024-01-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Joel Perry","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Idaho"},"leadSponsor":{"name":"University of Idaho","class":"OTHER"},"collaborators":[{"name":"University of California, Irvine","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to compare arm and hand function with and without assistance from a wearable exoskeleton in individuals with neurological injury from a single stroke. The main questions it aims to answer are:\n\n* Can a portable (i.e., body-mounted) shoulder exoskeleton increase the reachable workspace of an individual after stroke?\n* Can shoulder assistance from a body-mounted exoskeleton improve hand function after stroke?\n* Does shoulder assistance from a body-mounted exoskeleton lead to changes in functional use of the impaired limb at home?\n\nParticipants will perform tasks with and without assistance from a portable exoskeleton, including:\n\n* maximal area sweeps in each of three directional planes (sagittal, frontal, transverse).\n* simultaneous wrist and finger extension while attempting to pick up objects of varying size from the Action Research Arm Test (ARAT), Wolf Motor Function Test (WMFT), and Box and Blocks (BBT) test kits.\n* standardized clinical assessments in a laboratory setting that have been shown to correlate with functional performance of activities of daily living including WMFT, ARAT, and BBT.\n* a Motor Activity Log (MAL) based on activity performed in the past week as a baseline, before wearing the exoskeleton at home for a period of 1-2 hours per day for at least 5 days.\n* a System Usability Scale and a second MAL corresponding with the activities performed while wearing the exoskeleton during the at-home phase.\n\nResearchers will compare functional ability measures with and without wearing the portable shoulder exoskeleton to see if the assistance improves functional performance in the arm and/or hand.","detailedDescription":"This study will collect preliminary data evaluating a body-mounted assistive exoskeleton to facilitate the use of arms impaired by stroke to complete everyday tasks. The central hypothesis is that portable exoskeletons will increase reachable area to enhance function and use of the impaired limb. The rationale for this approach builds on well-established literature on the effects of shoulder unloading on increasing arm workspace in stroke.\n\nA convenience sample of 30 subjects with chronic impairment will be recruited to participate. Participants must have sustained a single stroke, be at least 6-months post stroke, and be in stable condition with residual impairment affecting arm function. Patient metadata will include age, race, gender, height, weight, affected side, and time since stroke. Standardized tests of arm function will measure performance scores of chronic-stage stroke-impaired subjects with and without assistance from the exoskeleton. As a consistency check, scores will be evaluated by at least two independent raters on the same day. The central hypothesis will be tested to achieve our objective through the following 3 specific aims:\n\nAim 1. Demonstrate that gravity support from a portable exoskeleton can increase the reachable workspace following stroke. Gravity support reduces abnormal muscle synergies (i.e., co-activation patterns) during arm reach tasks, but has not been demonstrated in non-sedentary adults with impairment. The approach combining carbon-fiber reinforced 3D-printed plastics, natural rubber-based energy storage, and customized force profile mechanisms allows similar mechanics that have demonstrated success in stationary arm-supports but in a portable package. To test if similar results can be achieved with a new lightweight system, participants will attempt to perform maximal area sweeps in each of three directional planes (sagittal, frontal, transverse) under two experimental conditions (unassisted, assisted by our portable exoskeleton). The reach workspace in each plane will be measured by kinematic data from a 5-camera Optitrack motion capture system with the wrist center taken as the reach endpoint. It is anticipated that use of the portable exoskeleton will produce highly significant improvements in all three planar reach workspace directions in comparison to unassisted movement, similar to what has been demonstrated previously with stationary (i.e., heavy) robotic systems in the transverse plane.\n\nAim 2. Determine if a portable shoulder exoskeleton can improve hand function following stroke. While shoulder unloading is known to improve reachable work area by reducing co-contraction of biceps, it may or may not sufficiently reduce co-contraction of wrist muscles, leaving the subject able to reach but not grasp objects. A secondary assistive device at the wrist may be needed by some individuals to allow them to open the hand enough to interact with household objects. To evaluate, the impaired participants will perform simultaneous wrist and finger extension while wearing the shoulder exoskeleton and attempt to pick up objects of varying size from the Action Research Arm Test (ARAT), Wolf Motor Function Test (WMFT), and Box and Blocks (BBT) test kits. For those that are unable to grasp objects from ARAT and WMFT test kits, wrist and finger joint angles will be recorded along with the amount of assistance required to extend the fingers and thumb into a functional grasping pose. It is anticipated that notable improvements in assessment test scores will result from portable assistance, and that the finger extension test will stratify the population into two groups: a) those that do not need additional hand assistance, and b) those that need both shoulder and hand assistance (powered or non-powered) in order to interact with the test objects.\n\nAim 3. Quantify the effects of assistance from a portable shoulder exoskeleton on changes in functional use of the impaired limb in clinical and home settings. Increasing range of motion does not always lead to functional improvements in daily tasks that involve both arm positioning and fine motor control in the hand. This work will assess changes in functional use of daily objects using well-established clinical assessment tests followed by an in-home trial of a custom-fit portable exoskeleton. Participants with impairment will perform standardized clinical assessments in a laboratory setting that have been shown to correlate with functional performance of activities of daily living including WMFT, ARAT, and BBT. Participants will then complete a Motor Activity Log (MAL) based on activity performed in the past week as a baseline, before wearing the exoskeleton at home for a period of 1-2 hours per day for at least 5 days. At the end of the in-home period, participants will complete a System Usability Scale and a second MAL corresponding with the activities performed while wearing the exoskeleton. It is anticipated that subjects will complete more tasks in less time, with less effort, and with higher success rates in both clinic tests and at-home evaluations.\n\nIf successful, body-mounted exoskeletons have the potential to allow ubiquitous training and recovery of arm function at home, dramatically extending therapeutic training time of patients with long-term deficits."},"conditionsModule":{"conditions":["Hemiparesis; Poststroke/CVA"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SEQUENTIAL","interventionModelDescription":"30 participants will enroll in a first assessment phase in a laboratory stetting comparing function with and without assistance from a wearable system. A subset of these (approximately 12) will enroll in a subsequent at-home phase.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Chronic Stroke","type":"EXPERIMENTAL","description":"Individuals more than 6 months post-stroke in stable condition with long-term impairment affecting the arm and hand.","interventionNames":["Device: Wearable Shoulder Exoskeleton","Device: Wearable Hand Exoskeleton"]}],"interventions":[{"type":"DEVICE","name":"Wearable Shoulder Exoskeleton","description":"The wearable shoulder exoskeleton prototype is under development at the University of Idaho to provide gravity support to the shoulder. Subjects will use the device at home for a period of 5-7 days for at least 2 hours per day.","armGroupLabels":["Chronic Stroke"],"otherNames":["Wearable-S"]},{"type":"DEVICE","name":"Wearable Hand Exoskeleton","description":"The wearable hand exoskeleton prototype is under development at the University of Idaho to provide hand-opening support. Subjects will use the device at home for a period of 5-7 days for at least 2 hours per day.","armGroupLabels":["Chronic Stroke"],"otherNames":["Wearable-H"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"ARAT change in score","description":"Percent change in Action Research Arm Test score WITH vs. WITHOUT the assistive exoskeleton.\n\n19 tasks are scored on a scale from 0-3. ARAT Minimum scale value = 0 (worst performance). ARAT Maximum scale value = 57 (best performance). ARAT improvement = ( (score with exo) - (score without exo) ) / (score without exo) \\* 100","timeFrame":"Scores with and without exoskeleton assistance are measured during a single session not more than 30 minutes apart."},{"measure":"WMFT change in score","description":"Percent change in Wolf Motor Function Test score WITH vs. WITHOUT the assistive exoskeleton.\n\n33 tasks are scored on a scale from 0-2. WMFT Minimum scale value = 0 (worst performance). WMFT Maximum scale value = 66 (best performance). WMFT improvement = ( (score with exo) - (score without exo) ) / (score without exo) \\* 100","timeFrame":"Scores with and without exoskeleton assistance are measured during a single session not more than 30 minutes apart."},{"measure":"BBT change in score","description":"Percent change in Box and Blocks Test score WITH vs. WITHOUT the assistive exoskeleton.\n\nBlocks are moved from one bin over a barrier to another bin in 1 minute. The number of blocks successfully transferred over the barrier is the score.\n\nBBT Minimum scale value = 0 (worst performance). BBT improvement = ( (score with exo) - (score without exo) ) / (score without exo) \\* 100","timeFrame":"Scores with and without exoskeleton assistance are measured during a single session not more than 30 minutes apart."}],"secondaryOutcomes":[{"measure":"Unassisted Arm Use at Home (without device)","description":"Ratio of impaired to unimpaired arm movement tracked by activity monitor during \\~4-8 hours at home over a span of 5-7 days without exoskeleton assistance.","timeFrame":"up to 7 days"},{"measure":"Unassisted Arm Use at Home (with device)","description":"Ratio of impaired to unimpaired arm movement tracked by activity monitor during \\~4-8 hours at home over a span of 5-7 days with exo assistance","timeFrame":"up to 7 days"}],"otherOutcomes":[{"measure":"Motor Activity Log","description":"Change in self-reported activities during at-home phase with device assistance.","timeFrame":"up to 2 weeks"},{"measure":"Range of motion change","description":"Percent change in planar range of motion in the sagittal, frontal, and transverse planes by wearing the assistive device.","timeFrame":"up to 2 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* have arm and hand impairment resulting from a single stroke that occurred more than 6 months ago.\n* have some volitional extension of the wrist and fingers to grasp small objects and the ability to elevate the shoulder at least 15 degrees.\n\nExclusion Criteria:\n\n* currently pregnant\n* under 18 or over 85\n* incarcerated\n* severe pain with arm or hand movement\n* inability to understand verbal or visual instructions","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Joel C Perry, PhD","role":"CONTACT","phone":"1-208-885-2144","email":"jperry@uidaho.edu"},{"name":"Jennifer Neelon, JD, CIP","role":"CONTACT","phone":"1-208-885-6340","email":"irb@uidaho.edu"}],"overallOfficials":[{"name":"Joel C Perry, PhD","affiliation":"University of Idaho","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The results of the study will be presented at conferences, targeting the Annual Society of Neurorehabilitation and at the annual Mountain West Clinical \\& Translational Research Infrastructure Network (MW CTR-IN) conference in Las Vegas, Nevada. We plan to disseminate the full results of the trial via appropriate peer-reviewed journals in a timely manner and make de-identified datasets available via the University of Idaho Library.\n\nThe informed consent documents for the clinical trial will include a specific statement relating to posting of clinical trial information at ClinicalTrials.gov.\n\nAll data from individual participants will be anonymized or provided in aggregate form prior to sharing.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Data will be available at the conclusion of the study for at least 25 years.","accessCriteria":"There will be no restrictions for access to deidentified data, both summarized and individual.","url":"https://data.nkn.uidaho.edu/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}