{"protocolSection":{"identificationModule":{"nctId":"NCT02798237","orgStudyIdInfo":{"id":"CAAE:51454115.6.0000.5149"},"organization":{"fullName":"Federal University of Minas Gerais","class":"OTHER"},"briefTitle":"Effects of Aerobic Training Post-stroke","officialTitle":"Effects of Aerobic Training on Physical Activity Levels and Sedentary Behavior in Subjects Post-stroke: a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2019-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-12-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-10-15","type":"ACTUAL"},"completionDateStruct":{"date":"2018-10-15","type":"ACTUAL"},"studyFirstSubmitDate":"2016-06-06","studyFirstSubmitQcDate":"2016-06-13","studyFirstPostDateStruct":{"date":"2016-06-14","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-05-13","lastUpdatePostDateStruct":{"date":"2019-05-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Christina Danielli Coelho de Morais Faria","investigatorTitle":"Doctor","investigatorAffiliation":"Federal University of Minas Gerais"},"leadSponsor":{"name":"Federal University of Minas Gerais","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Physical activity level is an important determinant of quality of life in persons post-stroke. There is a lack of knowledge regarding the effects of aerobic training on physical activity levels in subjects post-stroke. Therefore, the primary objective will be to investigate the effects of aerobic treadmill training on physical activity levels and sedentary behavior in subjects post-stroke. The secondary aim will be to investigate the effects of the training on cardiorespiratory fitness, endurance, depression, mobility, quality of life, and participation.\n\nA randomized controlled trial with blinded assessment will assign eligible participants to either: 1) aerobic treadmill training (experimental group, at 60-80% of heart rate reserve), or 2) overground walking (control group, below 40% of heart rate reserve). Both groups will receive 40-minute training sessions three times/week over 12-weeks, in groups of 2-4 participants, by a trained physiotherapist. Primary outcomes: physical activity levels and sedentary behavior (Multisensor SenseWear Mini® and Human Activity Profile). Secondary outcomes: cardiorespiratory fitness (peak oxygen uptake (VO2peak) and ventilatory threshold), endurance, depression, mobility, quality of life, and participation. The effects of the trainings will be analyzed from the collected data and intention-to-treat analysis. Between-groups differences will be measured by two-way ANOVA with repeated measures considering the baseline, post-training, and a 4-week follow-up.\n\nThe results of this trial will likely provide valuable new information about the effects of aerobic treadmill training in improving physical activity levels and sedentary behavior, through changes in cardiorespiratory fitness, for individuals following stroke.","detailedDescription":"The sample size has been calculated considering the physical activity levels measured by the Human Activity Profile (HAP). The effect size has been derived from the study of Teixeira-Salmela et al. 1999, who performed aerobic training in addition to lower limbs resistance training, and home exercises with subjects with chronic stroke. The experimental group (n=6) showed an increase on HAP on average of 20±6.1 points after the intervention, and the control group (n=7) had an average reduction of 1.86±0.19 points. Considering a significance level of 5% and a desired power of 80%, 9 participants per group was found, or 18 participants in total. Assuming an expected dropout rate of 20%, a target of 22 participants in total was set (11 participants per group).\n\nStatistical analyses: A code will be given to each participant. Two independent examiners, blinded to the group allocation, will perform data entry, and verify missing or apparently wrong values. Original paper forms will be kept in a secure place. Electronic files will be available only to the research team. An independent examiner, blinded to the group allocation, will perform the statistical analysis by SPSS (SPSS Inc., Chicago, IL, USA). Descriptive statistics will be performed for all outcome variables. Baseline variables will be compared between groups using independent Student's t-tests, to investigate differences among the groups regarding the clinical-demographical characteristics. If differences between the groups at baseline exist, analysis of covariance will be used to eliminate the influence of extraneous factors. The effects of the interventions will be analyzed from the collected data and the intention-to-treat analysis. Data from the last available assessment will be considered as the values of missed sessions. Between-groups differences will be measured with two-way ANOVA with repeated measures considering the baseline, post-training, and follow-up measures. Level of significance will be set at 0.05 and adjusted for multiple comparisons. Normality and equality of variance will also be analyzed to ensure correct use of parametric data. Study results will be spread regardless of the magnitude and direction of the effects."},"conditionsModule":{"conditions":["Stroke"],"keywords":["exercise","walking","health"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":22,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Aerobic treadmill training","type":"EXPERIMENTAL","description":"Participants will receive three sessions per week over 12 weeks, in groups of 2-4 participants, by a trained physiotherapist. The duration of the sessions will be 40 minutes (5-10 minutes of warm-up/cool-down and 30 minutes of aerobic treadmill training at 60-80% of heart rate reserve). The training intensity progression will be individualized.\n\nBefore and after the training, participants will remain at rest for 10-15 minutes to measure heart rate, blood pressure and peripheral oxygen saturation (SpO2). The heart rate will be measured continuously during training. Participants will be asked to report any discomfort and to not volunteer to participate in other exercise program. Device: treadmill.","interventionNames":["Other: Aerobic treadmill training"]},{"label":"Control (overground walking)","type":"SHAM_COMPARATOR","description":"Participants will receive three sessions per week over 12 weeks, in groups of 2-4 participants, by a trained physiotherapist. The duration of the sessions will be 40 minutes (5-10 minutes of warm-up/cool-down and 30 minutes of comfortable walking below 40% of heart rate reserve). Before and after the training, participants will remain at rest for 10-15 minutes to measure heart rate, blood pressure and peripheral oxygen saturation (SpO2). The heart rate will be measured continuously. Participants will be asked to report any discomfort and to not volunteer to participate in other exercise program.","interventionNames":["Other: Control (overground walking)"]}],"interventions":[{"type":"OTHER","name":"Aerobic treadmill training","description":"Participants will receive three sessions per week over 12 weeks, in groups of 2-4 participants, by a trained physiotherapist. The duration of the sessions will be 40 minutes (5-10 minutes of warm-up/cool-down and 30 minutes of aerobic treadmill training at 60-80% of heart rate reserve). The training intensity progression will be individualized.\n\nBefore and after the training, participants will remain at rest for 10-15 minutes to measure heart rate, blood pressure and peripheral oxygen saturation (SpO2). The heart rate will be measured continuously during training. Participants will be asked to report any discomfort and to not volunteer to participate in other exercise program. Device: treadmill.","armGroupLabels":["Aerobic treadmill training"]},{"type":"OTHER","name":"Control (overground walking)","description":"Participants will receive three sessions per week over 12 weeks, in groups of 2-4 participants, by a trained physiotherapist. The duration of the sessions will be 40 minutes (5-10 minutes of warm-up/cool-down and 30 minutes of comfortable walking below 40% of heart rate reserve). Before and after the exercise, participants will remain at rest for 10-15 minutes to measure heart rate, blood pressure and peripheral oxygen saturation (SpO2). The heart rate will be measured continuously. Participants will be asked to report any discomfort and to not volunteer to participate in other exercise program","armGroupLabels":["Control (overground walking)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline in Physical activity levels - multisensor monitor","description":"Physical activity levels will be assessed by a multisensor monitor (SenseWear®, BodyMedia, Pittsburgh, USA).","timeFrame":"At baseline, 12 weeks post-intervention, and at 4-week follow-up"},{"measure":"Change from baseline in Physical activity levels - Human Activity Profile","description":"Physical activity levels will be assessed by Human Activity Profile","timeFrame":"At baseline, 12 weeks post-intervention, and at 4-week follow-up"},{"measure":"Change from baseline in sedentary behavior - multisensor monitor","description":"Sedentary behavior will be assessed by a multisensor monitor (SenseWear®, BodyMedia, Pittsburgh, USA).","timeFrame":"At baseline, 12 weeks post-intervention, and at 4-week follow-up"}],"secondaryOutcomes":[{"measure":"Change from baseline in Cardiorespiratory fitness - cardiopulmonary exercise test","description":"Cardiorespiratory fitness will be assessed by cardiopulmonary exercise test","timeFrame":"At baseline, 12 weeks post-intervention, and at 4-week follow-up"},{"measure":"Change from baseline in Endurance - six minute walk test","description":"Endurance will be assessed by six minute walk test","timeFrame":"At baseline, 12 weeks post-intervention, and at 4-week follow-up"},{"measure":"Change from baseline in Endurance - shuttle walk test","description":"Endurance will be assessed by shuttle walk test","timeFrame":"At baseline,12 weeks post-intervention, and at 4-week follow-up"},{"measure":"Change from baseline in Depression - Patient Health Questionnaire (PHQ-2 and PHQ-9)","description":"Depression will be assessed by Patient Health Questionnaire (PHQ-2 and PHQ-9)","timeFrame":"At baseline, 12 weeks post-intervention, and at 4-week follow-up"},{"measure":"Change from baseline in Mobility - gait speed","description":"Mobility will be assessed by gait speed","timeFrame":"At baseline,12 weeks post-intervention, and at 4-week follow-up"},{"measure":"Change from baseline in Quality of life - Stroke specific quality of life","description":"Quality of life will be assessed by Stroke specific quality of life","timeFrame":"At baseline, 12 weeks post-intervention, and at 4-week follow-up"},{"measure":"Change from baseline in Participation - Stroke impact scale","description":"Participation will be assessed by (Stroke impact scale)","timeFrame":"At baseline, 12 weeks post-intervention, and at 4-week follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ≥ 20years of age;\n* diagnosis of stroke (\\>6months);\n* sedentary or insufficiently active;\n* have a writing medical permission to participate in the training program.\n\nExclusion Criteria:\n\n* cognitive impairment (Mini-Mental Status Examination score: illiterate 13 points; elementary and middle school 18 points; and high-school 26 points; or inability to respond to verbal command);\n* inability to walk independently for at least 10 minutes, with or without walking devices;\n* pain or other disorders precluding their participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Christina Faria, Ph.D.","affiliation":"Federal University of Minas Gerais","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universidade Federal de Minas Gerais","city":"Belo Horizonte","state":"Minas Gerais","country":"Brazil","geoPoint":{"lat":-19.92083,"lon":-43.93778}}]},"referencesModule":{"references":[{"pmid":"23428993","type":"BACKGROUND","citation":"Pang MY, Charlesworth SA, Lau RW, Chung RC. Using aerobic exercise to improve health outcomes and quality of life in stroke: evidence-based exercise prescription recommendations. Cerebrovasc Dis. 2013;35(1):7-22. doi: 10.1159/000346075. Epub 2013 Feb 14."},{"pmid":"24846875","type":"BACKGROUND","citation":"Billinger SA, Arena R, Bernhardt J, Eng JJ, Franklin BA, Johnson CM, MacKay-Lyons M, Macko RF, Mead GE, Roth EJ, Shaughnessy M, Tang A; American Heart Association Stroke Council; Council on Cardiovascular and Stroke Nursing; Council on Lifestyle and Cardiometabolic Health; Council on Epidemiology and Prevention; Council on Clinical Cardiology. Physical activity and exercise recommendations for stroke survivors: a statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014 Aug;45(8):2532-53. doi: 10.1161/STR.0000000000000022. Epub 2014 May 20."},{"pmid":"34184251","type":"DERIVED","citation":"Saunders DH, Mead GE, Fitzsimons C, Kelly P, van Wijck F, Verschuren O, Backx K, English C. Interventions for reducing sedentary behaviour in people with stroke. Cochrane Database Syst Rev. 2021 Jun 29;6(6):CD012996. doi: 10.1002/14651858.CD012996.pub2."},{"pmid":"30119697","type":"DERIVED","citation":"Aguiar LT, Nadeau S, Britto RR, Teixeira-Salmela LF, Martins JC, Faria CDCM. Effects of aerobic training on physical activity in people with stroke: protocol for a randomized controlled trial. Trials. 2018 Aug 17;19(1):446. doi: 10.1186/s13063-018-2823-0."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}