{"protocolSection":{"identificationModule":{"nctId":"NCT05878457","orgStudyIdInfo":{"id":"Pro00126436"},"organization":{"fullName":"Medical University of South Carolina","class":"OTHER"},"briefTitle":"Accelerated rTMS for Post-Stroke Apathy","officialTitle":"Accelerated rTMS for Post-Stroke Apathy: Targeting Amotivation Toward Improving Whole Health and Rehabilitation Engagement"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-05-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-04-20","studyFirstSubmitQcDate":"2023-05-18","studyFirstPostDateStruct":{"date":"2023-05-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-11","lastUpdatePostDateStruct":{"date":"2023-12-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Parneet Grewal","investigatorTitle":"Assistant Professor-Faculty","investigatorAffiliation":"Medical University of South Carolina"},"leadSponsor":{"name":"Medical University of South Carolina","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"This pilot study will investigate the safety, feasibility, tolerability, and preliminary efficacy of accelerated high-dose repetitive transcranial magnetic stimulation (rTMS) targeting the medial prefrontal cortex (mPFC) to address apathy symptoms in individuals with chronic stroke.","detailedDescription":"Repetitive transcranial magnetic stimulation (rTMS) is a well-established FDA-approved treatment for several psychiatric indications including treatment-resistant depression, obsessive-compulsive disorder, and smoking cessation. Traditional rTMS targets the dorsolateral prefrontal cortex (dlPFC) with repetitive treatments delivered for six weeks. Recent innovations have led to the development of accelerated, high-dose rTMS protocols, with recent FDA-approval, that are capable of delivering a full treatment course within a single week.\n\nAccumulating evidence suggests that similar neuromodulation protocols may be helpful in targeting neuropsychiatric symptoms across a range of neurologic and neurodegenerative conditions including dementia, movement disorders, and stroke. Apathy is a distinct neuropsychiatric symptom characterized by loss of motivation, withdrawal, and decreased goal-directed activity seen across a wide range of neuropsychiatric conditions. Apathy contributes significantly to lower quality of life, caregiver burnout, and poorer rehabilitation outcomes. Meanwhile, there are currently no FDA-approved treatments targeting apathy specifically. The mPFC has been well-established as a safe and feasible target for traditional rTMS, and may be a desirable stimulation site in targeting apathy due to its superficial location and integral association with other brain structures implicated in apathy pathophysiology such as the anterior cingulate cortex (ACC) and ventral striatum (VL).\n\nThis phase I open-label pilot study will investigate high-dose, accelerated rTMS at the medial prefrontal cortex (mPFC) to target apathy in individuals with chronic stroke. The primary aims of the study will be to: (1) establish the safety, feasibility, tolerability, and acceptability of an accelerated repetitive transcranial magnetic stimulation (rTMS) protocol for apathy in chronic stroke; (2) establish the feasibility of individualized resting-state functional magnetic resonance imaging (fMRI) connectivity for targeting rTMS in post-stroke apathy; (3) establish preliminary efficacy of an accelerated rTMS protocol for post-stroke apathy. Given the limited power of this small pilot study, this aim will be considered exploratory with the intention to guide future research.\n\nSixteen chronic stroke patients with symptomatic apathy will complete (1) structural as well as resting state functional MRI at baseline for targeting parcellations. (2) A battery of validated clinical assessments of apathy-related symptoms (3) a battery of neuropsychological, cognitive, and symptom measures to assess safety, tolerability, and feasibility. Treatment will consist of open-label, high-dose rTMS to left mPFC delivered following a standard protocol consisting of 600 pulses, twelve times per day, for three treatment days (contiguous or non-contiguous) within a seven-day period. Safety assessments will be monitored throughout treatment. A battery of clinical assessments will be repeated at the end of treatment and weekly for one month post-treatment."},"conditionsModule":{"conditions":["Apathy","Stroke Sequelae","Stroke (CVA) or TIA","Stroke/Brain Attack","Motivation","Abulia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"single group, open-label pilot investigation","primaryPurpose":"DEVICE_FEASIBILITY","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":16,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Repetitive transcranial magnetic stimulation","type":"EXPERIMENTAL","description":"All participants will receive accelerated, high-dose repetitive transcranial magnetic stimulation (rTMS) at the medial prefrontal cortex (mPFC) delivered in runs of 600 pulses, twelve times per day, for three treatment days (contiguous or non-contiguous) within a seven-day period.","interventionNames":["Device: MagVenture MagPro Transcranial Magnetic Stimulation (TMS) System"]}],"interventions":[{"type":"DEVICE","name":"MagVenture MagPro Transcranial Magnetic Stimulation (TMS) System","description":"Treatment will consist 12 approximately-three-minute sessions on each of three treatment days within a seven-day period. To promote participant adherence and retention, treatment days will not need to be contiguous. A single session consists of 600 pulses delivered to the dmPFC at an intensity of 120% resting motor threshold (rMT). 50 hz triphasic bursts will be delivered for two seconds, followed by an 8 second inter-train interval. Trains will be repeated every 10 seconds, 10 times total, for a total of 190 seconds per session. An intersession interval of at least 15 minutes will be employed between each of the 12 sessions. Each treatment day will thus last approximately 3-4 hours in duration.","armGroupLabels":["Repetitive transcranial magnetic stimulation"],"otherNames":["Brainsight Neuronavigation System"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in apathy symptoms, as measured by the Lille Apathy Rating Scale (LARS) compared to baseline","description":"The Lille Apathy Rating Scale (LARS) is a clinically validated 33-item structured interview assessing clinical symptoms of apathy. The structured interview is broken into 9 sub-scales including everyday productivity, interests, taking the initiative, novelty seeking, motivation, emotional responsiveness, concern, and social life. Total scores can range from -36 to +36 and are further stratified by factorial sub-scores including intellectual curiosity, emotion, action initiation, and self-awareness.","timeFrame":"Pre-treatment, immediately post-treatment, and weekly for four weeks post-treatment"},{"measure":"Incidence of Treatment-Emergent Adverse Events and Side Effects as assessed by change in the Review of Systems Criteria compared to baseline","description":"A review of systems questionnaire will be administered to rate the subjective symptom (headache, scalp pain, arm/hand pain, other pain(s), numbness/tingling, other sensation(s), weakness, loss of dexterity, vision/hearing change(s), ear ringing, nausea/vomiting, appetite loss, rash, skin change(s) or any other symptom(s)) on a scale of 0 to 5 (none, minimal, mild, moderate, marked, severe).","timeFrame":"After each session of rTMS during each of three treatment days within one week"},{"measure":"Change in global cognition, as measured by the Montreal Cognitive Assessment (MoCA) compared to baseline","description":"The Montreal Cognitive Assessment (MoCA) is a clinical assessment of cognitive function. The MoCA assesses multiple cognitive domains including memory, visuospatial skills, executive function, attention, concentration, calculation, language, abstraction, and orientation. The MoCA can be administered in approximately 10 minutes and total scores range from 0 to 30 with lower scores correlating with greater degree of cognitive impairment.","timeFrame":"Pre-treatment, immediately post-treatment, and at one month post-treatment follow-up"},{"measure":"Change From Baseline Cognition, as Measured by the Fluid Cognition Composite Score From the NIH Toolbox Cognition Battery compared to baseline","description":"Fluid cognition was measured using the iPad-administered NIH Toolbox Cognition Battery (NIHTB-CB). Fluid Cognition Composite scores were calculated by averaging the demographically adjusted (age, education, sex, race/ethnicity; Casaletto et al., 2015) T-scores for 4 NIHTB-CB tests: the flanker inhibitory control, list sorting working memory, pattern comparison processing speed, and dimensional change card sort tests. T-Scores have a mean of 50 and a standard deviation of 10. Lower scores indicate worse performance.","timeFrame":"Pre-treatment, immediately post-treatment"},{"measure":"Participant retention rate","description":"Percentage of participants who completed the study relative to all participants who initiated treatment (target n=16).\n\nPercentage of participants who completed the study relative to all participants who initiated treatment (target n=16).\n\nPercentage of participants who completed the study relative to all participants who initiated treatment (target n=16).","timeFrame":"calculated at the end of the study follow-up assessment period (one month post-treatment)"},{"measure":"Patient perception of treatment acceptability as assessed by study-specific questionnaire","description":"A 15-item study-specific questionnaire of rTMS treatment acceptability, with each item rated on a scale from 1 to 5 (1 = not at all, 3 = somewhat, 5 = very much so). Higher scores indicate better acceptability for the first 10 items, lower scores indicate better acceptability for the last 5 items.","timeFrame":"After each session of rTMS during each of three treatment days within one week, and at one month post-treatment follow-up"}],"secondaryOutcomes":[{"measure":"Change in apathy symptoms, as measured by the Apathy Evaluation Scale (AES) compared to baseline","description":"The Apathy Evaluation Scale (AES) clinically validated rating scale assessing symptoms of apathy. The AES is comprised of 18 items rated on a four-point Likert-Scale assessing and quantifying emotional, behavioural and cognitive aspects of apathy. Total scores on the AES range from 18 to 72 with high scores correlating with greater severity of apathy.","timeFrame":"Pre-treatment, immediately post-treatment, and at one month post-treatment follow-up"},{"measure":"Patient-Reported Outcomes Measurement Information System (PROMIS) Depression Short Form","description":"Patient-Reported Outcomes Measurement Information System (PROMIS) Depression Short Form The Patient-Reported Outcomes Measurement Information System (PROMIS) is a clinically validated adaptive clinical assessment tool designed under the NIH to capture patient-reported symptoms in several psychiatric symptom domains for use in clinical research.","timeFrame":"Pre-treatment, immediately post-treatment, and weekly for four weeks post-treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 40 years old or greater\n2. Right- or left-hemisphere ischemic or hemorrhagic stroke with at least 6 months chronicity\n3. Symptomatic apathy as confirmed by (A) total score on the Apathy Evaluation Scale (AES)27 of ≥39 or (B) affirmative responses to three or more out of five general apathy screening questions\n4. Intact cortex under the coil at the stimulation target site confirmed by neuroimaging\n5. Ability to participate in psychometric testing and cognitive tasks\n\nExclusion Criteria:\n\n1. Extra-axial hemorrhage\n2. Concomitant neurological disorders affecting motor or cognitive function (e.g. dementia)\n3. Moderate or severe global aphasia\n4. Visual impairment precluding completion of cognitive tasks\n5. Presence of contraindications to MRI or TMS including electrically, magnetically or mechanically activated metal or nonmetal implants such as cardiac pacemakers, intracerebral vascular clips, or any other electrically sensitive support system;\n6. Pregnancy (to be later confirmed by UPT in any premenopausal female participants)\n7. History of a seizure disorder\n8. Preexisting scalp lesion, wound, bone defect, or hemicraniectomy\n9. Claustrophobia precluding the ability to undergo an MRI\n10. Active substance use disorder\n11. Psychotic disorders\n12. Bipolar 1 Disorder\n13. Acute suicidality as assessed by the Columbia Suicide Severity Rating Scale (C-SSRS) or suicide attempt in the previous year","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lisa McTeague, PhD","role":"CONTACT","phone":"843-792-8274","email":"mcteague@musc.edu"},{"name":"Parneet Grewal, MD","role":"CONTACT","phone":"843-792-3020","email":"grewalp@musc.edu"}],"overallOfficials":[{"name":"Parneet Grewal, MD","affiliation":"Medical University of South Carolina","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Medical University of South Carolina Brain Stimulation Lab","status":"RECRUITING","city":"Charleston","state":"South Carolina","zip":"29403","country":"United States","contacts":[{"name":"Lisa McTeague","role":"CONTACT","phone":"843-792-8274","email":"mcteague@musc.edu"},{"name":"Jacob Eade","role":"CONTACT","email":"eadej@musc.edu"}],"geoPoint":{"lat":32.77657,"lon":-79.93092}}]},"referencesModule":{"references":[{"pmid":"28689673","type":"BACKGROUND","citation":"Le Heron C, Apps MAJ, Husain M. The anatomy of apathy: A neurocognitive framework for amotivated behaviour. Neuropsychologia. 2018 Sep;118(Pt B):54-67. doi: 10.1016/j.neuropsychologia.2017.07.003. Epub 2017 Jul 8."},{"pmid":"16207933","type":"BACKGROUND","citation":"Levy R, Dubois B. Apathy and the functional anatomy of the prefrontal cortex-basal ganglia circuits. Cereb Cortex. 2006 Jul;16(7):916-28. doi: 10.1093/cercor/bhj043. Epub 2005 Oct 5."},{"pmid":"20734360","type":"RESULT","citation":"Holtzheimer PE 3rd, McDonald WM, Mufti M, Kelley ME, Quinn S, Corso G, Epstein CM. Accelerated repetitive transcranial magnetic stimulation for treatment-resistant depression. Depress Anxiety. 2010 Oct;27(10):960-3. doi: 10.1002/da.20731."},{"pmid":"28578330","type":"RESULT","citation":"Sasaki N, Hara T, Yamada N, Niimi M, Kakuda W, Abo M. The Efficacy of High-Frequency Repetitive Transcranial Magnetic Stimulation for Improving Apathy in Chronic Stroke Patients. Eur Neurol. 2017;78(1-2):28-32. doi: 10.1159/000477440. Epub 2017 Jun 3."},{"pmid":"19008681","type":"RESULT","citation":"Santa N, Sugimori H, Kusuda K, Yamashita Y, Ibayashi S, Iida M. Apathy and functional recovery following first-ever stroke. Int J Rehabil Res. 2008 Dec;31(4):321-6. doi: 10.1097/MRR.0b013e3282fc0f0e."},{"pmid":"20540829","type":"RESULT","citation":"Jorge RE, Starkstein SE, Robinson RG. Apathy following stroke. Can J Psychiatry. 2010 Jun;55(6):350-4. doi: 10.1177/070674371005500603."},{"pmid":"15817019","type":"RESULT","citation":"Nasreddine ZS, Phillips NA, Bedirian V, Charbonneau S, Whitehead V, Collin I, Cummings JL, Chertkow H. The Montreal Cognitive Assessment, MoCA: a brief screening tool for mild cognitive impairment. J Am Geriatr Soc. 2005 Apr;53(4):695-9. doi: 10.1111/j.1532-5415.2005.53221.x. Erratum In: J Am Geriatr Soc. 2019 Sep;67(9):1991."},{"pmid":"16614016","type":"RESULT","citation":"Sockeel P, Dujardin K, Devos D, Deneve C, Destee A, Defebvre L. The Lille apathy rating scale (LARS), a new instrument for detecting and quantifying apathy: validation in Parkinson's disease. J Neurol Neurosurg Psychiatry. 2006 May;77(5):579-84. doi: 10.1136/jnnp.2005.075929."},{"pmid":"26030001","type":"RESULT","citation":"Casaletto KB, Umlauf A, Beaumont J, Gershon R, Slotkin J, Akshoomoff N, Heaton RK. Demographically Corrected Normative Standards for the English Version of the NIH Toolbox Cognition Battery. J Int Neuropsychol Soc. 2015 May;21(5):378-91. doi: 10.1017/S1355617715000351. Epub 2015 Jun 1."},{"pmid":"26931289","type":"RESULT","citation":"Schalet BD, Pilkonis PA, Yu L, Dodds N, Johnston KL, Yount S, Riley W, Cella D. Clinical validity of PROMIS Depression, Anxiety, and Anger across diverse clinical samples. J Clin Epidemiol. 2016 May;73:119-27. doi: 10.1016/j.jclinepi.2015.08.036. Epub 2016 Feb 27."},{"pmid":"1754629","type":"RESULT","citation":"Marin RS, Biedrzycki RC, Firinciogullari S. Reliability and validity of the Apathy Evaluation Scale. Psychiatry Res. 1991 Aug;38(2):143-62. doi: 10.1016/0165-1781(91)90040-v."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}