{"protocolSection":{"identificationModule":{"nctId":"NCT05906602","orgStudyIdInfo":{"id":"2022-1620"},"organization":{"fullName":"University of Illinois at Chicago","class":"OTHER"},"briefTitle":"Motor and Neurophysiological Changes After Ischemic Conditioning in Healthy and Individuals With Stroke","officialTitle":"Motor and Neurophysiological Changes After Ischemic Conditioning in Healthy and Individuals With Stroke"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-17","studyFirstSubmitQcDate":"2023-06-06","studyFirstPostDateStruct":{"date":"2023-06-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-15","lastUpdatePostDateStruct":{"date":"2023-06-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sangeetha Madhavan","investigatorTitle":"Professor, Physical Therapy","investigatorAffiliation":"University of Illinois at Chicago"},"leadSponsor":{"name":"University of Illinois at Chicago","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to test ischemic conditioning (blood flow restriction) as a cortical priming modality to improve gait function in stroke. Cortical priming, a procedure that augments excitability in the brain prior to or during motor training, is emerging as a promising adjunct strategy to facilitate changes in brain activity and improve motor behavior following a neurological injury such as stroke.\n\nThe main questions it aims to answer are:\n\n* At what time point during a single session of ischemic conditioning do neuromodulatory effects in the lower limb motor cortex take place?\n* Can ischemic conditioning be used as a cortical priming modality to improve walking function in stroke when compared to aerobic exercise?\n\nParticipants will take part in two sessions of ischemic conditioning where a cuff (similar to ones that measure blood pressure) will be placed on the thigh and inflated to one of two blood flow restriction pressures (real or sham). Each participant will experience measures of brain activity before, during, and after both sessions of ischemic conditioning. Individuals with stroke will participate in one additional session of aerobic exercise.\n\nResearchers will compare ischemic conditioning and aerobic exercise as cortical priming modalities in stroke to see if they produce similar changes in brain activity and similar performances on subsequent motor behavior tasks."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Participants will be masked to the type of ischemic conditioning they receive (real or sham). Session order will be randomized.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Individuals with Stroke","type":"EXPERIMENTAL","description":"Will participate in ischemic conditioning and aerobic exercise.","interventionNames":["Device: Real Ischemic Conditioning","Device: Sham Ischemic Conditioning","Other: Aerobic Exercise"]},{"label":"Young Healthy Adults","type":"EXPERIMENTAL","description":"Will participate in ischemic conditioning.","interventionNames":["Device: Real Ischemic Conditioning","Device: Sham Ischemic Conditioning"]}],"interventions":[{"type":"DEVICE","name":"Real Ischemic Conditioning","description":"While seated, a rapid inflation cuff, similar to those used to measure blood pressure, will be placed on the nondominant or paretic thigh to perform real ischemic conditioning. The pressure of the cuff will be increased for 5 minutes followed by no pressure for 5 minutes, repeated 5 times for a total of 50 minutes.","armGroupLabels":["Individuals with Stroke","Young Healthy Adults"]},{"type":"DEVICE","name":"Sham Ischemic Conditioning","description":"While seated, a rapid inflation cuff, similar to those used to measure blood pressure, will be placed on the nondominant or paretic thigh to perform sham or fake ischemic conditioning. The pressure of the cuff will be increased for 5 minutes followed by no pressure for 5 minutes, repeated 5 times for a total of 50 minutes.","armGroupLabels":["Individuals with Stroke","Young Healthy Adults"]},{"type":"OTHER","name":"Aerobic Exercise","description":"Pending the results of a screening session to determine the proper exercise modality for participants' physical abilities, participants will perform interval-based aerobic exercise either on a treadmill or recumbent stepper. During aerobic exercise sessions, participants will perform intervals of intense exercise interleaved with rest/ active recovery.","armGroupLabels":["Individuals with Stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in corticomotor excitability for young healthy adults","description":"Excitability of the primary lower limb motor cortex will be assessed using single pulse transcranial magnetic stimulation (TMS) and motor evoked potentials (MEPs) will be recorded from the tibialis anterior muscles of the nondominant leg.","timeFrame":"Changes in corticomotor excitability will be calculated within and between sessions at baseline, during IC intervals, immediate-post, and 30-minutes-post both IC sessions (real and sham)."},{"measure":"Change in corticomotor excitability for individuals with stroke","description":"Excitability of the primary lower limb motor cortex will be assessed using single pulse transcranial magnetic stimulation (TMS) and motor evoked potentials (MEPs) will be recorded from the tibialis anterior muscles of the paretic leg.","timeFrame":"Changes in corticomotor excitability will be calculated within and between sessions at baseline, immediate-post, and 30-minutes-post one session of sham IC, real IC, and aerobic exercise."},{"measure":"Change in intracortical inhibition for young healthy adults","description":"Intracortical inhibition will be assessed using paired-pulse transcranial magnetic stimulation (TMS) and motor evoked potentials (MEPs) will be recorded from the tibialis anterior muscles of the nondominant leg.","timeFrame":"Changes in intracortical inhibition will be calculated within and between sessions at baseline, immediate-post, and 30-minutes-post both IC sessions (real and sham)."},{"measure":"Change in intracortical inhibition for individuals with stroke","description":"Intracortical inhibition will be assessed using paired-pulse transcranial magnetic stimulation (TMS) and motor evoked potentials (MEPs) will be recorded from the tibialis anterior muscles of the paretic leg.","timeFrame":"Changes in intracortical inhibition will be calculated within and between sessions at baseline, immediate-post, and 30-minutes-post one session of sham IC, real IC, and aerobic exercise."},{"measure":"Change in transcallosal inhibition for young healthy adults","description":"Inhibition from the stimulated hemisphere to the non-stimulated hemisphere will be quantified as a measure of the ipsilateral silent period (iSP) using single pulse transcranial magnetic stimulation (TMS) and motor evoked potentials (MEPs) will be recorded from the tibialis anterior muscle of the leg ipsilateral to TMS stimulation.","timeFrame":"Changes in transcallosal inhibition will be calculated within and between sessions at baseline, immediate-post, and 30-minutes-post both IC sessions (real and sham)."},{"measure":"Change in transcallosal inhibition for individuals with stroke","description":"Inhibition from the stimulated hemisphere to the non-stimulated hemisphere will be quantified as a measure of the ipsilateral silent period (iSP) using single pulse transcranial magnetic stimulation (TMS) and motor evoked potentials (MEPs) will be recorded from the tibialis anterior muscle of the leg ipsilateral to TMS stimulation.","timeFrame":"Changes in transcallosal inhibition will be calculated within and between sessions at baseline, immediate-post, and 30-minutes-post one session of sham IC, real IC, and aerobic exercise."},{"measure":"Change in gait speed for individuals with stroke","description":"For individuals with stroke only, self-selected and fast walking will be measured as the average of 3 trials of the 10-meter walk test (10MWT).","timeFrame":"Changes in gait speed will be calculated within and between sessions at baseline, immediate-post, and 30-minutes-post one session of sham IC, real IC, and aerobic exercise."},{"measure":"Change in ankle motor control for individuals with stroke","description":"For individuals with stroke only, reaction time will be measured using a choice reaction time task involving rapid ankle dorsiflexion and plantarflexion movements in a custom built ankle-tracking device.","timeFrame":"Changes in ankle motor control will be calculated within and between sessions at baseline, immediate-post, and 30-minutes-post one session of sham IC, real IC, and aerobic exercise."},{"measure":"Change in lower limb strength for individuals with stroke","description":"For individuals with stroke only, participants will perform 3 trials each of maximum ankle dorsiflexion and plantarflexion strength.","timeFrame":"Changes in strength will be calculated within and between sessions at baseline, immediate-post, and 30-minutes-post one session of sham IC, real IC, and aerobic exercise."}],"secondaryOutcomes":[{"measure":"Numerical Rating Scale (NRS) for Pain","description":"For young healthy adults and individuals with stroke, subjective measures of pain will be reported during ischemic conditioning using a Numerical Rating Scale (NRS) from 0 (no pain) to 10 (worst pain).","timeFrame":"During each real and sham ischemic conditioning session, pain scores will be reported for each participant during intervals of blow flow restriction and reperfusion through study completion, an average of 1 year."}]},"eligibilityModule":{"eligibilityCriteria":"Young Healthy Adults:\n\nInclusion Criteria:\n\n* 18 - 35 years of age\n* No history of neurological impairment\n\nExclusion Criteria:\n\n* Pre-existing neurological condition\n* Contraindications to TMS or IC\n\nIndividuals with Stroke:\n\nInclusion Criteria:\n\n* Single, monohemispheric stroke \\> 3 months since onset\n* Residual hemiparetic gait deficits (e.g., abnormal gait pattern)\n* Able to walk on the treadmill or cycle on the recumbent stepper\n\nExclusion Criteria:\n\n* Lesions affecting the brainstem or cerebellum\n* Severe osteoporosis\n* Other neurological disorders that may interfere with motor function\n* Presence of uncontrolled medical conditions (I.e., uncontrolled hypertension, untreated cardiac/ heart disease, or untreated pulmonary/ lung disease)\n* Diagnosis of severe renal (kidney) or hepatic (liver) disease\n* Unhealed decubiti, persistent infections that may interfere with ability to perform test procedures\n* Failure to pass the Physical Activity Readiness Questionnaire\n* Significant cognitive or communication impairment which could impede the understanding of the purpose of study procedures\n* Contraindications to TMS or IC\n\nTMS General Exclusion Criteria:\n\n* Previous adverse reaction to TMS\n* Skull abnormalities or fractures\n* Concussion within the last 6 months\n* Unexplained, recurring headaches\n* Implanted cardiac pacemaker\n* Metal implants in the head or face\n* History of seizures or epilepsy\n* Use of medications that could alter cortical excitability or increase risk of seizure (e.g., antidepressants, antipsychotics, anxiolytics, anticonvulsants)\n* Current pregnancy\n\nIC General Exclusion Criteria:\n\n* Deep vein thrombosis\n* Peripheral arterial grafts in the lower extremity\n* Blood clots in the leg, or any condition in which compression of the thigh or short-term blood flow restriction is contraindicated (e.g., open wounds in the leg)\n* Presence of uncontrolled hypertension, peripheral vascular disease, or hematological disease","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mark Q Cummings, BS","role":"CONTACT","phone":"3123550084","email":"mcummi8@uic.edu"}],"overallOfficials":[{"name":"Sangeetha Madhavan, PT, PhD","affiliation":"University of Illinois at Chicago","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}