{"protocolSection":{"identificationModule":{"nctId":"NCT04353297","orgStudyIdInfo":{"id":"RF-2018-12365210"},"organization":{"fullName":"I.R.C.C.S. Fondazione Santa Lucia","class":"OTHER"},"briefTitle":"BCI-assisted MI Intervention in Subacute Stroke","officialTitle":"The PROMOTOER: a BCI -Based Intervention That Promotes Upper Limb Functional Motor Recovery. A Randomized Clinical Trial to Test Long-term Efficacy and to Identify Determinants of Response to Intervention in Subacute Stroke Patients","acronym":"Promotoer"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-04-15","studyFirstSubmitQcDate":"2020-04-17","studyFirstPostDateStruct":{"date":"2020-04-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-21","lastUpdatePostDateStruct":{"date":"2023-09-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Donatella Mattia","investigatorTitle":"Professor, laboratory director","investigatorAffiliation":"I.R.C.C.S. Fondazione Santa Lucia"},"leadSponsor":{"name":"I.R.C.C.S. Fondazione Santa Lucia","class":"OTHER"},"collaborators":[{"name":"University of Roma La Sapienza","class":"OTHER"},{"name":"Istituto Superiore di Sanità","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a leading cause of long-term disability. Cost-effective post-stroke rehabilitation programs are critically needed. Brain-Computer Interface (BCI) systems which enable the modulation of EEG sensorimotor rhythms are promising tools to promote early improvements of motor rehabilitation outcomes after stroke. This project intends to boost this BCI application beyond the state of art by providing: i) evidence for a short/long-term efficacy in enhancing post-stroke functional hand motor recovery; and ii) quantifiable indices (beyond clinical scales) sensitive to stroke participant's response to a Promotoer (BCI system compatible with clinical setting) -based intervention. To these aims, a longitudinal randomized controlled trial will be performed in which, subacute stroke participants will undergo a Promotoer- assisted hand motor imagery training.","detailedDescription":"Stroke is a major public health and social care concern worldwide, being the leading cause of long-term disability in adults. The upper limb motor impairment commonly persists after stroke affecting patients' everyday life functional independence. Despite the intensive rehabilitation, the variability in the nature and the extent of upper limb recovery remains a crucial factor effecting rehabilitation outcomes. Electroencephalography (EEG) -based Brain Computer Interface (BCI) technology is a potential tool to promote functional motor recovery of upper limbs after stroke as shown in several randomized controlled trials. The investigators' multidisciplinary team was successful in designing, implementing and clinically validating a sensorimotor rhythm-based BCI combined with realistic visual feedback of upper limb to support hand motor imagery (MI) practice in stroke participants. However, important questions remain to be addressed to translate BCI in clinical practice such as defining whether the expected BCI-induced early improvements in functional motor outcomes can be sustained in a long-term after stroke. This requires advancements in the knowledge on brain functional re-organization after stroke and how this re-organization would correlate with the functional motor outcome (evidence-base medicine). Last but not least, the definition of the determinants of the patient response to-treatment is paramount to optimize the process of personalized medicine in rehabilitation. The fundamental of this project stems from the investigators' previous findings on the efficacy of BCI-assisted MI training in subacute stroke participants. These promising findings corroborated the idea that a relatively low-cost technique (i.e. EEG-based BCI) can be exploited to deliver a rehabilitative intervention (in this case MI) and prompted the research team to undertake a further translational effort by implementing an all-in-one BCI-supported MI training station- the Promotoer. In this project, the investigators will provide evidence for a persistency (up to 6 months) of the significant early improvement of hand motor function induced by the BCI-assisted MI training operated via the Promotoer. Task-specific training was recently reported to induce long-term improvements (6 months follow-up) in arm motor function after stroke. Thus, the hypothesis is that the BCI-based rewarding of hand MI tasks would promote long-lasting retention of early induced positive effect on motor performance with respect to MI task practiced in an open loop condition (i.e., without BCI). Further hypothesis is that such clinical improvement would be sustained by a long-lasting neuroplasticity changes that would be harnessed by the BCI -based intervention. This hypothesis rises from current evidence for an early enhancement of post-stroke plastic changes enabled by BCI- based trainings. To test this hypothesis, a longitudinal assessment of the brain network organization derived from advanced EEG signal processing will be performed. The heterogeneity of stroke makes prediction of treatment responder a great challenge. The investigators hypothesize that the longitudinal functional and neurophysiology assessment over 6 months from the intervention will allow for insights in biomarkers and potential predictors of stroke participants' response to the Promotoer training. Some of the well-recognized factors contributing to functional motor recovery after stroke such as the relation between lesion characteristics and patterns of post-stroke motor cortical re-organization (e.g., ipsilesional/contralesional primary and non-primary motor areas; cortico-spinal tract integrity, severity of motor deficits at baseline) will be taken into account."},"conditionsModule":{"conditions":["Stroke","Motor Disorders"],"keywords":["Stroke","Brain-Computer Interface","Motor Imagery","Motor Rehabilitation","Brain Plasticity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Eligible subacute stroke patients admitted to Fondazione Santa Lucia Hospital for standard rehabilitation care will be randomized in equal proportions (1:1 ratio) between Promotoer- BCI (BCI-assisted MI training- EXP) and Control (MI training-no BCI supported).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"BCI Group","type":"EXPERIMENTAL","description":"(EEG-)BCI- assisted MI training delivered as add-on regimen (Standard physiotherapy-3 h/day, 5 day/week).","interventionNames":["Other: EEG-based BCI system for (hand) Motor Imagery training"]},{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"MI training without BCI support delivered as add-on regimen (Standard physiotherapy-3 h/day, 5 day/week).","interventionNames":["Other: Motor Imagery training"]}],"interventions":[{"type":"OTHER","name":"EEG-based BCI system for (hand) Motor Imagery training","description":"The Promotoer is an all-in-one BCI-supported motor imagery (MI) training station, equipped with a computer, a commercial wireless Electroencephalography (EEG)/ Electromyography (EMG) system, a screen for therapist feedback (EEG and EMG activity monitoring) and screen for the real-time ecological feedback to patient - a custom software program that provides a for (personalized) visual representation of the patient's own hands. As such, this software allows the therapists to create an artificial reproduction of a given patient's hand/forearm by adjusting a digitally created image in shape, size, skin colour and orientation to match as much as possible the real patient hand/forearm. Training consists of the MI tasks only of the affected hand, grasping or finger extension in separate runs. The trial length will include a constant baseline period of 4 sec and a task period of maximally 10 sec for BCI intervention group. Each training session will consist of 4 runs (20 trials each).","armGroupLabels":["BCI Group"],"otherNames":["BCI- MI Intervention"]},{"type":"OTHER","name":"Motor Imagery training","description":"Training consists of MI tasks only of the affected hand, grasping or finger extension in separate runs. MI training will be delivered without BCI support (ie., the Promotoer system will not provide real-time feedback of MI performance; hand/forearm visual representation will remain standstill) with a dose/setting regimen equivalent to EXP intervention. The trial length will include a constant baseline period of 4 sec and a task period of maximally 4 sec. Each training session will consist of 4 runs (20 trials each).","armGroupLabels":["Control Group"],"otherNames":["Control- MI Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean change from baseline on the Fugl-Meyer scores for Upper Extremity-Motor Control at end of intervention","description":"Fugl-Meyer scores for Upper Extremity-Motor Control (range from 0- minimum to 66-maximum points where 66-maximum is normal) \\[International Classification Function: body function\\] assessed in both BCI-based and Control intervention groups (superiority of BCI-based intervention vs Control intervention in improving hand motor function outcome)","timeFrame":"End of treatment at 48-hours post-intervention (T1)"}],"secondaryOutcomes":[{"measure":"Mean change from T1 on Fugl-Meyer scores for Upper Extremity-Motor Control [International Classification Function: body function] at 6 months follow-up","description":"Fugl-Meyer scores for Upper Extremity-Motor Control (range from 0- minimum to 66-maximum points, where 66-maximum is normal) \\[International Classification Function: body function\\] assessed in both BCI-based and Control intervention groups at follow-up time points (long-term efficacy of BCI -based intervention)","timeFrame":"Up to 6 month follow-up: T2 (1 month post-intervention), T3 (3 months post-intervention), and T4 (6 months post-intervention)"},{"measure":"Minimal Clinical Important Difference (MCID) at Fugl-Meyer Upper Extremity","description":"Proportion of the patients that will achieve the MCID at Fugl-Meyer Upper Extremity Motor , in BCI -intervention Group Vs Control- intervention Group.","timeFrame":"Up to 6 month follow-up: T2 (1 month post-intervention), T3 (3 months post-intervention), and T4 (6 months post-intervention)"},{"measure":"Mean change from baseline on Modified Ashworth Scale (MAS) at end of intervention and follow-up","description":"Measure of arm spasticity (at shoulder + elbow + hand) as measured by means of MAS (score from 0 to 5 points, where 0 is equal to absence of spasticity, 5 is equal to high degree of spasticity)","timeFrame":"End of treatment at 48-hours post-intervention (T1) and up to 6 month follow-up: T2 (1 month post-intervention), T3 (3 months post-intervention), and T4 (6 months post-intervention)"},{"measure":"Mean change from baseline on Numeric Rating Scale for pain in the affected arm","description":"Measure of arm perceived pain by means of Numeric Rating Scale (score from 0 to 10 points where 0 is equal to NO PAIN and 10 is equal to UNSPEAKABLE PAIN)","timeFrame":"End of treatment at 48-hours post-intervention (T1) and up to 6 month follow-up: T2 (1 month post-intervention), T3 (3 months post-intervention), and T4 (6 months post-intervention)"},{"measure":"Mean change from baseline on Action Research Arm Test (ARAT) at end of intervention and follow-up","description":"ARAT assessed in both BCI-based and Control intervention groups at end of treatment and follow-up time points (long-term efficacy of BCI -based intervention)","timeFrame":"End of treatment at 48-hours post-intervention (T1) and up to 6 month follow-up: T2 (1 month post-intervention), T3 (3 months post-intervention), and T4 (6 months post-intervention)"},{"measure":"Mean change from baseline on National Institute of Health Stroke Scale (NIHSS) at end of intervention and follow-up","description":"Measure of severity of stroke symptoms as for the National Institute of Health Stroke Scale-NIHSS (composed by 11 items with a total score ranging from 0 to a maximum depending on each item, where 0 is normal and maximum is pathological response)","timeFrame":"End of treatment at 48-hours post-intervention (T1) and up to 6 month follow-up: T2 (1 month post-intervention), T3 (3 months post-intervention), and T4 (6 months post-intervention)"},{"measure":"Mean change on Manual Muscle Test (MMT) for affected arm at end of intervention and follow-up","description":"MMT for affected arm shoulder/elbow/wrist (flexor/extensor muscles) in both BCI-based and Control intervention groups at end of treatment and follow-up time points (long-term efficacy of BCI -based intervention)","timeFrame":"End of treatment at 48-hours post-intervention (T1) and up to 6 month follow-up: T2 (1 month post-intervention), T3 (3 months post-intervention), and T4 (6 months post-intervention)"}],"otherOutcomes":[{"measure":"Changes from baseline on high density Electroencephalography (hdEEG) patterns of cortical oscillatory activity and connectivity at end of intervention and follow-up","description":"EEG recordings (motor relevant oscillatory activity and functional connectivity to evaluate the neurophysiological substrates of the experimental intervention efficacy, in both BCI-based and Control intervention groups at end of treatment and follow-up time points","timeFrame":"End of treatment at 48-hours post-intervention (T1) and up to 6 month follow-up: T2 (1 month post-intervention), T3 (3 months post-intervention), and T4 (6 months post-intervention)"},{"measure":"Structural Magnetic Resonance Imaging (MRI) of the whole brain","description":"structural MRI to evaluate lesion size/site and white matter alteration in both experimental and Control groups as factor influencing experimental intervention response","timeFrame":"After randomization/before beginning of treatment (T0) and at 3 months follow-up (T3)"},{"measure":"Motor Evoked Potentials (MEPs) upper limbs","description":"MEPs elicited via Transcranial Magnetic Stimulation (TMS) to evaluate the integrity of the Cortico Spinal Tract (CST) in both experimental and Control groups as factor influencing experimental intervention response","timeFrame":"After randomization/before beginning of treatment (T0)"},{"measure":"Test for Attentional Performance (TAP) at baseline","description":"TAP (3 items: alertness, sustained attention and working memory) to evaluate attention participant profile in both experimental and control groups as a factor influencing experimental intervention response","timeFrame":"At screening for inclusion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* first ever unilateral stroke - confirmed by MRI;\n* hemiplegia/hemiparesis from 1 to 6 months since stroke;\n* age between 18 and 80 years;\n\nExclusion Criteria:\n\n* severe neglect and aphasia;\n* dementia;\n* severe spasticity - Modified Ashworth Scale \\>4 at shoulder/elbow/wrist;\n* Upper Extremity Fugl-Meyer Assessment (UE-FMA) \\>47/60 score (60 is without considering 6 score point for tendon reflexes);\n* Token test \\>29 score;\n* concomitant neurological disorders","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Giovanni Morone, Md, PhD","role":"CONTACT","phone":"+390651501005","email":"g.morone@hsantalucia.it"},{"name":"Fulvia Di Iulio, PhD","role":"CONTACT","phone":"+390651501829","email":"f.diiulio@hsantalucia.it"}],"overallOfficials":[{"name":"Donatella Mattia, MD,PhD","affiliation":"Fondazione Santa Lucia, IRCCS","role":"STUDY_CHAIR"},{"name":"Marco Molinari, MD, PhD","affiliation":"Fondazione Santa Lucia, IRCCS","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Neurorehabilitation Units- Fondazione Santa Lucia, IRCCS","status":"RECRUITING","city":"Rome","zip":"00179","country":"Italy","contacts":[{"name":"Donatella Mattia, MD PhD","role":"CONTACT","phone":"+390651501167","email":"d.mattia@hsantalucia.it"},{"name":"Floriana Pichiorri, MD PhD","role":"CONTACT","phone":"+390651501164","email":"f.pichiorri@hsantalucia.it"}],"geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"26486867","type":"RESULT","citation":"Kim AS, Cahill E, Cheng NT. Global Stroke Belt: Geographic Variation in Stroke Burden Worldwide. Stroke. 2015 Dec;46(12):3564-70. doi: 10.1161/STROKEAHA.115.008226. Epub 2015 Oct 20. No abstract available."},{"pmid":"25712802","type":"RESULT","citation":"Pichiorri F, Morone G, Petti M, Toppi J, Pisotta I, Molinari M, Paolucci S, Inghilleri M, Astolfi L, Cincotti F, Mattia D. Brain-computer interface boosts motor imagery practice during stroke recovery. Ann Neurol. 2015 May;77(5):851-65. doi: 10.1002/ana.24390. Epub 2015 Mar 27."},{"pmid":"23494615","type":"RESULT","citation":"Ramos-Murguialday A, Broetz D, Rea M, Laer L, Yilmaz O, Brasil FL, Liberati G, Curado MR, Garcia-Cossio E, Vyziotis A, Cho W, Agostini M, Soares E, Soekadar S, Caria A, Cohen LG, Birbaumer N. Brain-machine interface in chronic stroke rehabilitation: a controlled study. Ann Neurol. 2013 Jul;74(1):100-8. doi: 10.1002/ana.23879. Epub 2013 Aug 7."},{"pmid":"29925890","type":"RESULT","citation":"Biasiucci A, Leeb R, Iturrate I, Perdikis S, Al-Khodairy A, Corbet T, Schnider A, Schmidlin T, Zhang H, Bassolino M, Viceic D, Vuadens P, Guggisberg AG, Millan JDR. Brain-actuated functional electrical stimulation elicits lasting arm motor recovery after stroke. Nat Commun. 2018 Jun 20;9(1):2421. doi: 10.1038/s41467-018-04673-z."},{"pmid":"23366832","type":"RESULT","citation":"Cincotti F, Pichiorri F, Arico P, Aloise F, Leotta F, de Vico Fallani F, Millan Jdel R, Molinari M, Mattia D. EEG-based Brain-Computer Interface to support post-stroke motor rehabilitation of the upper limb. Annu Int Conf IEEE Eng Med Biol Soc. 2012;2012:4112-5. doi: 10.1109/EMBC.2012.6346871."},{"pmid":"25721550","type":"RESULT","citation":"Morone G, Pisotta I, Pichiorri F, Kleih S, Paolucci S, Molinari M, Cincotti F, Kubler A, Mattia D. Proof of principle of a brain-computer interface approach to support poststroke arm rehabilitation in hospitalized patients: design, acceptability, and usability. Arch Phys Med Rehabil. 2015 Mar;96(3 Suppl):S71-8. doi: 10.1016/j.apmr.2014.05.026."},{"pmid":"29761128","type":"RESULT","citation":"Cervera MA, Soekadar SR, Ushiba J, Millan JDR, Liu M, Birbaumer N, Garipelli G. Brain-computer interfaces for post-stroke motor rehabilitation: a meta-analysis. Ann Clin Transl Neurol. 2018 Mar 25;5(5):651-663. doi: 10.1002/acn3.544. eCollection 2018 May."},{"pmid":"22023891","type":"RESULT","citation":"Coupar F, Pollock A, Rowe P, Weir C, Langhorne P. Predictors of upper limb recovery after stroke: a systematic review and meta-analysis. Clin Rehabil. 2012 Apr;26(4):291-313. doi: 10.1177/0269215511420305. Epub 2011 Oct 24."},{"pmid":"24803495","type":"RESULT","citation":"Fleming MK, Sorinola IO, Roberts-Lewis SF, Wolfe CD, Wellwood I, Newham DJ. The effect of combined somatosensory stimulation and task-specific training on upper limb function in chronic stroke: a double-blind randomized controlled trial. Neurorehabil Neural Repair. 2015 Feb;29(2):143-52. doi: 10.1177/1545968314533613. Epub 2014 May 6."},{"pmid":"21926382","type":"RESULT","citation":"Kantak SS, Stinear JW, Buch ER, Cohen LG. Rewiring the brain: potential role of the premotor cortex in motor control, learning, and recovery of function following brain injury. Neurorehabil Neural Repair. 2012 Mar-Apr;26(3):282-92. doi: 10.1177/1545968311420845. Epub 2011 Sep 16."},{"pmid":"17148468","type":"RESULT","citation":"Stinear CM, Barber PA, Smale PR, Coxon JP, Fleming MK, Byblow WD. Functional potential in chronic stroke patients depends on corticospinal tract integrity. Brain. 2007 Jan;130(Pt 1):170-80. doi: 10.1093/brain/awl333."},{"pmid":"32593293","type":"DERIVED","citation":"Mattia D, Pichiorri F, Colamarino E, Masciullo M, Morone G, Toppi J, Pisotta I, Tamburella F, Lorusso M, Paolucci S, Puopolo M, Cincotti F, Molinari M. The Promotoer, a brain-computer interface-assisted intervention to promote upper limb functional motor recovery after stroke: a study protocol for a randomized controlled trial to test early and long-term efficacy and to identify determinants of response. BMC Neurol. 2020 Jun 27;20(1):254. doi: 10.1186/s12883-020-01826-w."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000068079","term":"Motor Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M219","name":"Motor Disorders","asFound":"Motor Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}