{"protocolSection":{"identificationModule":{"nctId":"NCT04655209","orgStudyIdInfo":{"id":"201600227A0"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Augmenting the Effects of Mirror Therapy for Stroke Rehabilitation by tDCS","officialTitle":"Augmenting the Effects of Mirror Therapy for Stroke Rehabilitation by tDCS"},"statusModule":{"statusVerifiedDate":"2020-11","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-07-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-11-15","studyFirstSubmitQcDate":"2020-11-29","studyFirstPostDateStruct":{"date":"2020-12-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-01-07","lastUpdatePostDateStruct":{"date":"2021-01-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project is to evaluate and compare the impact of tDCS stimulation location on augmenting MT effects.","detailedDescription":"Mirror therapy (MT) has emerged as an effective treatment approach for stroke rehabilitation. To augment the effects of MT, one appealing approach is to combine MT with transcranial direct current stimulation (tDCS) to promote neuroplasticity. However, it remains undetermined as to how tDCS may be effectively and efficiently applied in conjunction with MT. The long term goal of this project will be to identify the optimal combination approach of MT and tDCS to enhance recovery after stroke. The stimulation timing and location of tDCS in relation to MT will be varied, and the scientific evidence will be built upon by the evaluation of comprehensive outcome measures. This project will also investigate the possible electroencephalography (EEG) physiological and motor control mechanisms, and study predictors of treatment success to identify the appropriate patient population for the hybrid regimen.\n\nSpecifically, the first aim of this project is to evaluate and compare the impact of tDCS stimulation location on augmenting MT effects. The tDCS will be applied either before or concurrently with MT, and will be applied either over primary motor cortex (M1) or premotor cortex (PMC). Outcome measures will include behavioral performances selected based on the International Classification of Functioning, Disability and Health (ICF) framework, EEG physiological measures, and kinematic control of upper extremity (UE) movements. All the outcome measures will be assessed before and immediately after the intervention, and only behavioral performances will be evaluated at 3- and 6-month follow-up. Investigators hypothesize that immediately after intervention, the participants who receive MT combined with tDCS will demonstrate greater improvements in the outcomes than those who receive MT with sham tDCS. Investigators also hypothesize that the stimulation location of tDCS will induce differential therapeutic effects on the outcome measures.\n\nThe second aim of this study is to examine the retention performance of the behavioral outcomes at 3-and 6-month follow-up. Investigators hypothesize that the beneficial effects of the hybrid therapy will be retained 3 and 6 months post intervention.\n\nThe third aim of this study is to perform subsequent analysis of exploring whether patients with primary motor cortex involved will respond to various types of treatment differently from those without primary motor cortex involved.\n\nThe fourth aim of the study is to identify the characteristics of responders for the hybrid therapy. The possible predictors of post treatment changes in behavioral (the aspects of activities and participation), EEG physiological, and kinematic measures will be determined. Investigators hypothesize that the behavioral (the aspect of motor impairment), the EEG physiological and the kinematic measures will be good predictors for the treatment outcomes."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Mirror therapy","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":75,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"M1-Seq group","type":"EXPERIMENTAL","interventionNames":["Behavioral: apply a-tDCS on the ipsilesional M1 followed by MT (M1-Seq)"]},{"label":"PMC-Seq group","type":"EXPERIMENTAL","interventionNames":["Behavioral: apply a-tDCS on the ipsilesional PMC followed by MT (PMC-Seq)"]},{"label":"MT with sham tDCS","type":"SHAM_COMPARATOR","interventionNames":["Behavioral: MT only with sham tDCS (MT)"]}],"interventions":[{"type":"BEHAVIORAL","name":"apply a-tDCS on the ipsilesional M1 followed by MT (M1-Seq)","description":"The participants in the M1-Seq group will first receive a-tDCS over ipsi-lesional M1 without any active arm practice for 20 minutes. For the next 20 minutes, the participants will start the MT, while the electrodes will be remained on the scalp with the stimulator off (sham tDCS condition). Then the electrodes will be removed, and the participants will receive additional 20 minutes of MT without tDCS followed by 30 minutes of functional task practice.","armGroupLabels":["M1-Seq group"]},{"type":"BEHAVIORAL","name":"apply a-tDCS on the ipsilesional PMC followed by MT (PMC-Seq)","description":"The procedures for the PMC-Seq group will be the same as the M1-Seq, except that a-tDCS will be applied on ipsilesional PMC but not M1.","armGroupLabels":["PMC-Seq group"]},{"type":"BEHAVIORAL","name":"MT only with sham tDCS (MT)","description":"For the MT group, the procedure will be the same as the other groups except that sham tDCS will be used for the first 40 minutes.","armGroupLabels":["MT with sham tDCS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"EEG Physiological Assessments","description":"A wireless EEG device will be used to evaluate treatment-induced changes on cortical activity by ERD of mu rhythm EEG during the movements for reaching for pressing the desk button. The mu rhythm is a specific frequency range (8-12 Hz) in the EEG signal and the amplitude decrease in mu-rhythm power (called ERD) can be used to depict the temporal pattern of cortical activity when preparing, producing, and controlling movement events.\n\nThe averaged area of the entire ERD curve under the reference level will be used as the amplitude parameter of cerebral activation. To characterize the ERD difference between the affected hemisphere and the unaffected hemisphere, a lateralization index (LI) will be used: LI = (ERDR- ERDL)/(ERDL+ERDR), where ERDR and ERDL represent the overall ERD areas (cerebral activation) of the C4 and C3 (or F4 and F3) channels. Significant increase of ERD in the damaged hemisphere and increase of LI will be indicators for a good recovery.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Kinematic Protocols","description":"The movement of the markers will be captured with a 7-camera motion analysis system. The reaching movements will be recorded at a frequency of 120 Hz, and low-pass filtered at 5 Hz using a 2nd-order Butterworth filter with dual-passes. The kinematic variables for data analysis will include reaction time(RT), movement time(MT), peak velocity(PV), the percentage of MT where peak velocity occurs(PPV), movement units(MU), and maximum grip aperture(MGA).\n\nMGA is obtained only during the reach-to-grasp tasks. Less RT and MT suggest better movement efficiency, while higher amplitude of PPV indicates a more preplanned movement. A fewer number of MUs would suggest a smoother movement induced by the treatment. Larger MGA indicates a better, skilled strategy. Larger changes in the angles of shoulder, elbow, and wrist will indicate a better movement, while smaller angular changes and movement distance of the trunk will represent less trunk compensatory movement.","timeFrame":"baseline, posttest (1 month)"}],"secondaryOutcomes":[{"measure":"Change scores of Fugl-Meyer Assessment (FMA)","description":"The 33-item upper limb subscale of the FMA will be used to assess motor impairments.","timeFrame":"baseline, posttest (1 month), follow-up (up to 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Modified Ashworth Scale (MAS)","description":"The MAS is a 6-point ordinal scale that measures muscle spasticity in patients with brain lesions. Higher score indicates higher muscle tone. Investigators will assess the MAS scores of UE muscles, including biceps, triceps, wrist flexors and extensors, and finger flexors and extensors. The validity and reliability of MAS for patients with stroke were established to be adequate to good.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Change scores of Wolf Motor Function Test (WMFT)","description":"The WMFT is a reliable method to evaluate the UE motor ability in patients after stroke. The WMFT contains 15 function-based tasks and 2 strength-based tasks. The time (WMFT-time) and the functional ability (WMFT-quality) for an individual to complete the tasks will be recorded. A shorter WMFT-time and a larger WMFT-quality score indicate a faster movement and better quality of movement, respectively.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Change scores of The Chedoke Arm and Hand Activity Inventory (CAHAI)","description":"CAHAI is a validated, upper-limb measure that uses a 7-point quantitative scale in order to assess functional recovery of the arm and hand after a stroke. The purpose of this measure is to evaluate the functional ability of the paretic arm and hand to perform tasks that have been identified as important by individuals following a stroke. The CAHAI has good psychometric properties.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Change scores of Motor Activity Log (MAL)","description":"The MAL will be used to assess the amount of use (AOU) and quality of movement (QOM) of the paretic UE. The MAL is a semi-structured interview that tests object manipulation and gross motor activities of daily living. The psychometric properties of MAL have been well-established, and a higher MAL score indicates better movement quality.","timeFrame":"baseline, posttest (1 month), follow-up (up to 3 months), follow-up (up to 6 months)"},{"measure":"The Pittsburgh Sleep Quality Index (PSQI)","description":"Consisting of 19 items, the PSQI measures several different aspects of sleep, offering seven component scores and one composite score. The component scores consist of subjective sleep quality, sleep latency (i.e., how long it takes to fall asleep), sleep duration, habitual sleep efficiency (i.e., the percentage of time in bed that one is asleep), sleep disturbances, use of sleeping medication, and daytime dysfunction.\n\nEach item is weighted on a 0-3 interval scale. The global PSQI score is then calculated by totaling the seven component scores, providing an overall score ranging from 0 to 21, where lower scores denote a healthier sleep quality.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Stroke Self-Efficacy Questionnaire (SSEQ)","description":"The Stroke Self-Efficacy Questionnaire (SSEQ) , a questionnaire developed to measure the most relevant self-efficacy and self-management domains specific to the stroke population. It contains 13 items that are rated on a 0 - 10 scale, with higher scores indicating greater levels of self-efficacy. Questionnaire includes a range of relevant functional tasks such as walking, getting comfortable in bed, as well as some self-management tasks.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Change scores of Daily Living Self-Efficacy Scale (DLSES)","description":"The DLSES is designed to measure self-efficacy in psychosocial functioning and self-efficacy in activities of daily living, regardless of level of physical impairment.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Change scores of Functional Abilities Confidence Scale (FACS)","description":"The Functional Abilities Confidence Scale (FACS) was designed to measure the degree of self-efficacy or confidence a patient exhibits with various movements or postures.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Functional Independence Measure (FIM)","description":"The FIM measures the disability level of an individual and assess the dependence level for the individual to perform daily activities. The FIM contains 18 items composed of 13 motor tasks and 5 cognitive tasks. The scores of FIM range from 18 to 126 with higher scores indicate greater independent ability. The FIM has good to excellent validity and reliability.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Revised Nottingham Sensory Assessment (rNSA)","description":"Changes in sensation before and after intervention will be measured with rNSA. Tactile sensation,proprioception, and stereognosis will be assessed with various sensory modalities. The rNSA is scored based on a 3-point ordinal scale (0-2) with a higher score indicates better sensation. The clinimetric properties of rNSA have been established in patients with stroke.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Medical Research Council scale (MRC)","description":"The MRC is an ordinal scale that assesses muscle strength. The scoring for each muscle ranges from 0 to 5, with a higher score indicates stronger muscle. The reliability of MRC for all muscle groups was good to excellent in patients with stroke.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Grip and Pinch Power","description":"The Jamar hand dynamometer is the most widely cited in the literature and accepted as the gold standard by which other dynamometers are evaluated. Excellent concurrent validity of the Jamar hand dynamometer is reported. The Jamar hand dynamometer measure the grip-strength. The norm of healthy male aged 18 to 75 years is from 64.8 lb to 121.8 lb, while the norm of healthy female aged 18 to 75 years is from 41.5 lb to 78.7 lb. Higher value represent a greater grip-strength.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Nottingham Extended Activities of Daily Living Scale (NEADL)","description":"The NEADL is a self-report scale that measures instrumental activities of daily living. It evaluates 4 areas of daily living, including mobility, kitchen, domestic, and leisure activities. The total score is 0-66, and a higher score indicates better daily functional ability. The psychometric properties of NEADL have been well established.","timeFrame":"baseline, posttest (1 month), follow-up (up to 3 months), follow-up (up to 6 months)"},{"measure":"Change scores of Stroke Impact Scale Version 3.0 (SIS 3.0)","description":"To evaluate health-related quality of life, the SIS 3.0 will be used. The SIS consists of 59 test items grouped into 8 domains (strength, hand function, ADL/IADL, mobility, communication, emotion, memory and thinking, and participation/role function). The participants will be asked to rate each item in a 5-point Likert scale regarding to the perceived difficulty in completing the task. The total score for each domain ranges from 0 to 100. An extra question will be asked to evaluate the participant's self-perceived overall recovery from stroke. The SIS 3.0 has satisfactory psychometric properties.","timeFrame":"baseline, posttest (1 month), follow-up (up to 3 months), follow-up (up to 6 months)"},{"measure":"10-Meter Walk Test (10MWT)","description":"The 10MWT assess mobility function by measuring the time and the numbers of strides required to walk 10 meters under two conditions: (1) with the self-pace of each participant (self-pace); (2) with the speed that the participants walked as soon as possible. The velocity and stride length of the participant are calculated. Research has validated the 10MWT in measuring mobility in stroke.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Dual-Task Block and Box Test","description":"Investigators will use the dual-task test to determine the ability to perform 2 tasks at the same time in participants with stroke. The dual-task test evaluates an individual's attentional limitation, central executive function, and automatic processing ability.The primary task will be the box and block test (BBT) assessed with a wooden box containing 2 equally sized compartments. Cubes will be placed in 1 compartment, and the participants will be instructed to use transport the cubes to the other compartment 1-by-1 in their fastest speed. The number of cubes being moved within 60 seconds will be recorded. While performing the BBT, the participants will be required to perform a secondary task - counting backward by 7 or respond as fast as possible to different tones.","timeFrame":"baseline, posttest (1 month), follow-up (up to 3 months), follow-up (up to 6 months)"},{"measure":"Commander Algometer","description":"The Commander Algometer (JTECH Medical, USA) is a medical device that designed for easy handling and fine resolution to identify clinically significant pain sensitivity changes. The Commander Algometer provides a convenient, efficient, objective pain evaluation tool for treatment planning, progress evaluation and case management. The measured pressure thresholds/tolerances and trigger point tenderness will be reported by patients.\n\nThe intended use of the Commander Algometer is to assist the clinician in objectively determining pain tolerance levels. The devices are intended to be used as non-invasive, non-surgical and transient devices.","timeFrame":"baseline, posttest (1 month)"},{"measure":"Actigraphy","description":"Investigators will use the ActiGraph GX3 accelerometers (ActiGraph, Shalimar, FL, USA) to quantitatively measure the AOU outside the laboratory settings (Domene \\& Easton, 2014). The participants will wear the actigraphy on bilateral wrist for 3 consecutive days before and after the intervention. The participants will be required to carry the actigraphy during all day activities except for water-based activities, such as bathing or swimming. The accelerometer will record the number of moves each minute, and the average counts of move per minute will be calculated as the primary outcome measure. Data recorded by the actigraphy will be analyzed with the MAHUFFE software (http://www.mrc-epid.cam.ac.uk/). The use of actigraphy to measure arm use and physical activity has been established for patients with stroke (Freedson, Melanson, \\& Sirard, 1998; Maguire et al., 2012).","timeFrame":"baseline, posttest (1 month)"},{"measure":"MyotonPro","description":"Investigators will use the MyotonPRO device(http://www.syna-med.com.tw/pdf/MyotonPRO%20leaflet%20for%20printout.pdf) to evaluate the viscoelastic properties of UE muscles. The parameter characterized by MyotonPRO will include muscle tone, muscle stiffness, and muscle elasticity. To measure the muscular properties, the probe of the MyotonPRO will be placed perpendicular to the skin surface of the targeted muscle, and the device will create a brief mechanical impulse and evoke decaying oscillations of the muscle. The acceleration transducer will then record the damped oscillations and deformation of the muscle being tested and produce the myotonometric measurements. The clinimetric properties of the myometer have been established in patients with stroke.\n\nMyotonPRO's measurable parameters allow objectively to assess the efficacy of different interventions, sports exercise, symmetry, injuries or aging. MyotonPRO has more than one measurable parameters, they couldn't combined to report.","timeFrame":"baseline, posttest (1 month)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. sustained an unilateral stroke with onset ≥ 6 months;\n2. UE-FMA score between 18 and 56 indicating moderate to mild motor severity;\n3. aged from 45 to 85 years old; and\n4. able to follow instructions and perform the tasks (Mini Mental State Examination ≥ 24).\n\nExclusion Criteria:\n\nif they\n\n1. have excessive spasticity or joint contracture of the paretic UE;\n2. are enrolled in other rehabilitation experiments or drug studies;\n3. have additional neurological or psychological disorders other than stroke;\n4. have received Botulinum toxin injections 3 months before enrollment;\n5. have unstable cardiovascular status such as uncontrolled hypertension or New York Heart Association (NYHA) Class III/IV heart failure;\n6. have contradictions to tDCS including a history of epilepsy, migraine headache, uncontrolled medical status, being pregnant, having a pacemaker, or metal implanted in their head or body; and\n7. have a history of drug or alcohol abuse, skin lesions on the electrode sites, brain tumor, brain injury, arteriovenous malformation (AVM), had brain surgery, other brain diseases (such as intracranial hypertension or cerebral edema), or being not suitable for using tDCS by the physician's assessment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ching-Yi Wu, ScD","role":"CONTACT","phone":"886-3-2118800","phoneExt":"5761","email":"cywu@mail.cgu.edu.tw"}],"overallOfficials":[{"name":"Ching-Yi Wu","affiliation":"Chang Gung University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Taipei Tzu Chi Hospital","status":"RECRUITING","city":"Xindian District","state":"New Taipei City","zip":"231","country":"Taiwan","geoPoint":{"lat":24.96005,"lon":121.53892}},{"facility":"Chang Gung Memorial Hospital","status":"RECRUITING","city":"Taoyuan","zip":"333","country":"Taiwan","contacts":[{"name":"Ching-Yi Wu, ScD","role":"CONTACT","phone":"886-3-2118800","phoneExt":"5761","email":"cywu@mail.cgu.edu.tw"}],"geoPoint":{"lat":24.95233,"lon":121.20193}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}