{"protocolSection":{"identificationModule":{"nctId":"NCT04003571","orgStudyIdInfo":{"id":"N201904041"},"organization":{"fullName":"Taipei Medical University Hospital","class":"OTHER"},"briefTitle":"Effectiveness of Interactive Augmented Reality and Electrical Neuromodulation System in Persons With Stroke","officialTitle":"Development of Interactive Augmented Reality and Electrical Neuromodulation System to Improve Neuroplasticity and Limbs Function in Persons With Stroke"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-10-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-06-27","studyFirstSubmitQcDate":"2019-06-28","studyFirstPostDateStruct":{"date":"2019-07-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-28","lastUpdatePostDateStruct":{"date":"2023-01-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lai chien hung","investigatorTitle":"Professor","investigatorAffiliation":"Taipei Medical University Hospital"},"leadSponsor":{"name":"Taipei Medical University Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is to investigate the effects of Augmented Reality (AR) combined with Functional Electrical Stimulation (FES) intervention on cortical excitability, brain structure, lower limbs function, balance, and spasticity in individuals with stroke. Twenty participants will be recruited in this study. They will be allocated to two group: AR and FES group (10), Traditional physiotherapy group (10).","detailedDescription":"Participants will be randomized allocated to two groups: Augmented Reality and Functional Electrical Stimulation group , and traditional physiotherapy group. All participants will undergo 60 minutes per session, 3 sessions per week for 8 weeks training. Functional Magnetic Resonance Imaging (fMRI) with Diffusion Tensor Imaging (DTI), Time up go test (TUG), Berg Balance Scale (BBS), Fugl-Meyer Assessment (FMA), Modified Ashworth Scale (MAS), 10 meter walking test will be assessed before and after intervention in all participants."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","augmented reality","functional electrical stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Augmented reality with functional electrical stimulation group","type":"EXPERIMENTAL","description":"Ten participants in group A will undergo 30 minutes interactive augmented reality with functional electrical stimulation intervention and 30 minutes traditional physiotherapy per day, 3 days a week for 8 weeks.","interventionNames":["Behavioral: Augmented Reality with Functional Electrical Stimulation group"]},{"label":"Traditional physiotherapy group","type":"ACTIVE_COMPARATOR","description":"Ten participants in group B will undergo 30 minutes treadmill and balance training as well as 30 minutes traditional conventional physiotherapy a day, 3 days a week, for 8 weeks.","interventionNames":["Behavioral: Traditional physiotherapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"Augmented Reality with Functional Electrical Stimulation group","description":"Experimental group contains 30 minutes augmented reality combined with functional electrical stimulation training, and 30 minutes traditional physiotherapy. Augmented reality includes treadmill and balance exercise. Functional electrical stimulation applies on tibialis anterior muscle. Traditional physiotherapy includes rolling, sitting, standing, overground walking, facilitation of the paretic limbs, and so on.","armGroupLabels":["Augmented reality with functional electrical stimulation group"]},{"type":"BEHAVIORAL","name":"Traditional physiotherapy","description":"Traditional physiotherapy includes treadmill and balance training for 30 minutes as well as rolling, sitting, standing, overground walking, facilitation of the paretic limbs for another 30 minutes .","armGroupLabels":["Traditional physiotherapy group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of Time Up Go test (TUG)","description":"The TUG test will ask participants to stand up, walk for 3 meters, turn, walk back and sit down as fast as they can during the test, and the time requires for each patient to complete the test is recorded.","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 8) in both groups"},{"measure":"Change of Berg Balance Scale (BBS)","description":"Participants performed a series of 14 functional balance tasks, including maintaining a quiet stance, sitting-to-standing, shifting weight and reaching, turning in place, standing on one leg, and maintaining a tandem stance. Each task was scored on a 5-point ordinal scale (from 0 to 4). A score of 0 denotes the inability of the participant to perform the task, and a score of 4 denotes that the participant can complete the task based on a preset criterion. The highest possible score is 56.","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 8) in both groups"},{"measure":"Change of Functional magnetic resonance imaging (fMRI)","description":"Our study will use 3 Tesla magnetic resonance imaging\\[GE DISCOVERY MR750w system (GE Healthcare, Milwaukee, Wisconsin)\\] for functional magnetic resonance imaging. Resting-state functional MRI image is an echo-planar Image (EPI) technique, using a parameter time of repetition of 2500 milliseconds, time of echo is 30 milliseconds, 43 axial slices,slice thickness is 3 mm, flip angle is 80 degrees, field of view is 192 x 192 millimeters, and vixen size is 3 x 3 x 3 millimeters. The EPI scan for 525 seconds. All subjects are asked to close their eyes and supine. our study uses the fractional amplitude of low-frequency fluctuations analysis to confirm abnormal brain function.","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 8) in both groups"}],"secondaryOutcomes":[{"measure":"Change of Fugl-Meyer Assessment (FMA)-Lower extremity","description":"Fugl-Meyer Assessment-Lower extremity is used to measure lower-limb recovery in stroke rehabilitation studies.The scale has 6 items ranging from reflex activity to voluntary motor control. Each item further comprises components, with a total of 17. Scoring is done on a 3-point ordinal scale ranges from 0 (no performance) to 2 (faultless performance). The total score range from 0 (no motor function) to 34 (good motor recovery).","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 8) in both groups"},{"measure":"Change of Modified Ashworth Scale (MAS)","description":"Modified Ashworth scale (MAS) measures resistance during passive soft-tissue stretching and is used as a simple measure of spasticity. Scoring is recorded as follows:\n\n0: No increase in muscle tone\n\n1. Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion when the affected part(s) is moved in flexion or extension 1+: Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the Range of motion (ROM)\n2. More marked increase in muscle tone through most of the ROM, but affected part(s) easily moved\n3. Considerable increase in muscle tone, passive movement difficult\n4. Affected part(s) rigid in flexion or extension","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 8) in both groups"},{"measure":"Change of Motor evoked potential (MEP)","description":"Motor evoked potential (MEP) is recorded from tibialis anterior muscles following direct transcranial magnetic stimulation (TMS) of motor cortex. All TMS is delivered with the participant seated upright on the chair. Both passive and active conditions, participants are instructed to relax their right leg in the seated position. TMS is delivered over the motor cortex (M1) using a concave double cone coil (Magstim Co., United Kingdom) attached to a BiStim magnetic stimulator (Magstim Co., United Kingdom). To locate the optimal site, stimuli are delivered over various points along the M1. The optimal site is the location on the M1 that evoked the greatest MEP amplitude in the bilateral tibialis anterior muscles. The onset latency and onset to peak amplitude will be assessed.","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 8) in both groups"},{"measure":"Change of 10 meter walking test","description":"Individual walks without assistance 10 meters and the time is measured. Participants will walk 10 meter at preferred walking speed and fastest speed possible, respectively.","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 8) in both groups"},{"measure":"Change of Diffusion Tensor Imaging (DTI)","description":"Diffusion tensor imaging technique apply to Echo-Planar Image(EPI) technique, fimbriodentate vein is 192X192 mm², time of repetition/time of echo is 11000/110.6 mm, matrix is 72X72 pixels, slice thickness is 2.7 mm. Diffusion weight gradient along 60 directions at b value of 3000/mm². By observing the reduction of the degree of diffusion anisotropy, to study the recovery of motor function after stroke.","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 8) in both groups"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients present with unilateral hemiplegia caused by a first-ever stroke\n2. Brunnstrom stage above stage II, mental health was stable\n3. Cognitive ability is sufficient to understand the nature of study (Mini-Mental State Examination score was above 23)\n\nExclusion Criteria:\n\n1. Patients having other neurologic problems, which can affect balance and walking ability\n2. Intake of drugs or other medical condition that can affect function or can't tolerate rehabilitation\n3. severe hearing or eye problem","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Chien-Hung Lai, MD PhD","role":"CONTACT","phone":"886-2-27372181","phoneExt":"3538","email":"chlai@tmu.edu.tw"}],"locations":[{"facility":"Taipei Medical university Hospital","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Chien-Hung Lai, MD PhD","role":"CONTACT"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}