{"protocolSection":{"identificationModule":{"nctId":"NCT02917213","orgStudyIdInfo":{"id":"FIBHGM-ISBITAMI"},"organization":{"fullName":"Hospital General Universitario Gregorio Marañon","class":"OTHER"},"briefTitle":"Imaging Silent Brain Infarct And Thrombosis in Acute Myocardial Infarction","officialTitle":"A Prospective, Observational Study to Assess the Efficacy of New Quantitative Imaging Methods to Assess the Risk of Acute and Subacute Thromboembolic Complications of Myocardial Infarction","acronym":"ISBITAMI"},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-09"},"primaryCompletionDateStruct":{"date":"2022-01-01","type":"ACTUAL"},"completionDateStruct":{"date":"2022-01-01","type":"ACTUAL"},"studyFirstSubmitDate":"2016-09-20","studyFirstSubmitQcDate":"2016-09-27","studyFirstPostDateStruct":{"date":"2016-09-28","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-02-03","lastUpdatePostDateStruct":{"date":"2022-02-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Javier Bermejo Thomas","investigatorTitle":"Non-invasive Cardiology Section Chief, Department of Cardiology","investigatorAffiliation":"Hospital General Universitario Gregorio Marañon"},"leadSponsor":{"name":"Hospital General Universitario Gregorio Marañon","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"This project aims to assess the ability of cardiac imaging (cardiac MRI and Doppler-echocardiography) post-processing tools to predict a combined end-point of intraventricular thrombosis, silent brain infarcts, clinical stroke and peripheral arterial embolism in patients with first acute myocardial infarction and ventricular dysfunction.","detailedDescription":"An acute myocardial infarction (AMI) is a clinical situation that entails an increased risk of both subclinical and clinically devastating cardioembolic events. This increased risk of embolic phenomena may be related to blood stasis caused by alterations in the blood flow inside the left ventricle (LV) after AMI. Using flow velocity measurements obtained by cardiac MRI and Doppler-echocardiography it is possible to quantify the stasis in the LV and assess its relation to the risk of embolic events. The ability of cardiac imaging (cardiac MRI and Doppler-echocardiography) post-processing tools to predict embolic events in a cohort of 92 patients with a first AMI and left ventricular dysfunction shall be addressed. The potential confusion generated by the possible existence of paroxysmal AF will be controlled by implanting cardiac monitoring devices in random order in a subset of patients."},"conditionsModule":{"conditions":["Myocardial Infarction","Acute Disease","Thrombosis","Heart Diseases","Stroke"],"keywords":["acute myocardial infarction","cardiac embolism","intracardiac fluid dynamics","silent brain infarct","intracardiac blood stasis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":92,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"StudyGroup","description":"A cohort of 92 patients with first ST elevation acute myocardial infarction (AMI), sinus rhythm, and LV ejection fraction \\< 45% in the first 24-72 h after symptoms onset.\n\nIn the first 24 hours after enrollment a coagulation blood test, a Doppler echocardiogram exam, a Carotid duplex ultrasound exam, a Transcranial Doppler monitoring and a Reveal LINQ insertable cardiac monitoring system will be 1:1 randomly implanted.\n\nA clinical examination (including neuropsiquiatric evaluation), a Doppler echocardiogram exam, a cardiac MRI and a brain MRI will be performed after a week and after 6 months after enrollment.","interventionNames":["Other: Doppler echocardiogram exam","Other: Carotid duplex ultrasound exam","Other: Cardiac MRI","Other: Brain MRI","Procedure: Reveal LINQ insertable cardiac monitoring system","Other: Coagulation blood test","Other: Transcranial Doppler monitoring"]}],"interventions":[{"type":"OTHER","name":"Doppler echocardiogram exam","description":"A complete echocardiographic study will be performed in the first 24 hours, and after a week and 6 months after enrollment. The echocardiographic images will be acquired as clinically recommended. The protocol will include the acquisition of 1) 2D images in parasternal axis long and short axis; 2) 2D and Doppler tissue images in the apical planes of 4, 2 and 3 chambers; 3) Pulsed, continuous and color Doppler M (DCMM) of transmitral LV flow and LV ejection; 4) 3-Chamber apical plane with and without color Doppler; and 5) 3D LV images. DCMM images will be obtained from the apical window using 4 and 5 chamber planes. Blood flow velocity will be obtained using Color and Gray mode in the 3 chamber view during 5-10 beats in apnea.","armGroupLabels":["StudyGroup"]},{"type":"OTHER","name":"Carotid duplex ultrasound exam","description":"A B-mode and Doppler ultrasound study will be performed using a linear probe 9L (9 MHz) for the evaluation of the common carotid artery bulb, the carotid bifurcation and the internal carotid during 24 h after enrollment. Intima-media thickness will be measured. Turbulent flow velocities in the area of stenosis will be measured by Doppler. The criteria used to grade the severity of carotid atherosclerotic disease will follow the Consensus Conference of the Society of Radiologist in Ultrasound 2003.","armGroupLabels":["StudyGroup"]},{"type":"OTHER","name":"Cardiac MRI","description":"A cardiac MR will be acquired a week and 6 months after enrollment. The protocol includes the following sequences: cine mode of short axes from LV base to apex, 2-3-4 chambers and STIR +T2 sequence. Perfusion during the administration of a bolus of 0.05 mmol / kg Gadovist®. 3D sequence of late enhancement of inversion-recovery. Images will be acquired after 10 min of the administration of a total of 0.2 mmol / g of Gadovist®. Intraventricular thrombosis will be monitored. Phase contrast sequences in three orthogonal planes will be acquired. Morphological parameters of LV function (LVEF), contractility (\"Wall Motion Score \"), sphericity index, infarct size, area at risk, edema, microvascular obstruction and first-pass perfusion will be obtained.","armGroupLabels":["StudyGroup"]},{"type":"OTHER","name":"Brain MRI","description":"A brain MR will be acquired a week and 6 months after enrollment. Axial, sagittal and coronal spin echo sequence in T1, axial images in diffusion sequences (DWI), enhanced spin echo T2 and FLAIR (fluid-attenuated inversion recovery) sequences shall be obtained. A cerebral infarction will be positive when finding the presence of a focal lesion of\\> 3 mm in diameter that meets one of these three characteristics: (1) high signal on isotropic DWI images and low signal on the apparent coefficient map Broadcast (ADC). (2) Cavitary lesion hyperintense on T2, with no signal (or low) in the FLAIR sequence. (3) Hyperintense lesion T2 / T1 hypointense with prior distribution defect known or new in a follow-up study.","armGroupLabels":["StudyGroup"]},{"type":"PROCEDURE","name":"Reveal LINQ insertable cardiac monitoring system","description":"A Reveal LINQ insertable cardiac monitoring system will be implanted following 1:1 patient unblinded randomization (device:no device). The device will be interrogated at a week after implantation and at 6 months, or if symptoms (palpitations or syncope) have activated the device memory.","armGroupLabels":["StudyGroup"]},{"type":"OTHER","name":"Coagulation blood test","description":"5 ml of peripheral blood will be obtained for assessment of prothrombotic markers at enrollment, at one week and 6 months after enrollment.","armGroupLabels":["StudyGroup"]},{"type":"OTHER","name":"Transcranial Doppler monitoring","description":"A Transcranial Doppler monitoring will be performed in the first 24 hours after enrollment in order to detect High Intensity Transient Signals (HITs).","armGroupLabels":["StudyGroup"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Combined binary variable consisting of one of the following: ventricular thrombosis assessed by cardiac MRI, silent brain infarct detected by brain MRI, peripheral acute arterial embolism or ischemic stroke within the 6 months after a first STEMI","description":"Individual outcome measurements as described in Secondary Outcome Measures Section","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Left ventricle mural thrombosis assessed by cardiac MRI performed one week and 6 months after STEMI","description":"Left ventricle mural thrombosis will be assessed by contrast cardiac MRI. Early after gadolinium contrast administration (3 min), two dimensional T1-weighted fast-field-echo sequences with an inversion-recovery prepulse will be used. A long inversion time (520 ms) will be used to identify intraventricular thrombus as a LV mass with low-signal intensity surrounded by high-signal intensity structures","timeFrame":"6 months"},{"measure":"Silent brain infarcts (SBI) within the 6 months following a first STEMI","description":"SBIs diagnosis entails the presence of a focal lesion \\> 3 mm that meets one of the three following criteria: 1) high signal on DWI isotropic images and low signal on the map of apparent diffusion coefficient (ADC). DWI sequence allows to detecting ischemic lesions (4 hours) and assessing their chronology. (2) cavitary lesion hyperintense on T2, with no signal (or low) in the FLAIR sequence usually surrounded by a ring gliotic hyperintense, hypointense on T1). (3) hyperintense lesion on T2 / T1 hypointense with prior distribution defect known or new in a follow-up study. The studies will be interpreted by a neuroradiologist blinded to clinical and echocardiographic information. For the assessment of whether the brain infarct is clinically silent, a medical history and physical examination focused on neurological symptoms will be performed including for that purpose the National Institute of Health (USA) questionnaire","timeFrame":"6 months"},{"measure":"Peripheral acute arterial embolism (limb or visceral) within the 6 months following a first STEMI","description":"Incidence of acute limb ischemia (characterized by pain, pallor, pulselessness, poikilothermia, paresthesias, paralysis) and/or acute visceral ischemia (renal or mesentheric acute isquemia) within the 6 months following a first STEMI, as confirmed by clinically-indicated imaging technique.","timeFrame":"6 months"},{"measure":"Ischemic stroke within the 6 months after STEMI","description":"An episode of neurological dysfunction caused by focal cerebral, spinal, or retinal infarction within the 6 months following a first STEMI, confirmed by clinically-indicated imaging technique (CT or MRI).","timeFrame":"6 months"},{"measure":"High Intensity Transient Signals (HITs) detected by transcranial Doppler monitoring of both middle cerebral arteries during 30 minutes within the 24-72 hours after STEMI","timeFrame":"24-72 hours"},{"measure":"Neuropsychiatric and cognitive impact of SBIs within the 6 months after STEMI assessed by Beck and Minimental questionnaire","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. First ST elevation AMI undergoing (or not) revascularization.\n2. Sinus rhythm in the first 24 hours of the AMI.\n3. Written informed consent. ( 4) Left ventricular ejection fraction \\< 45% measured by echocardiography in the first 24-72 hours after AMI symptoms onset.\n\nExclusion Criteria:\n\n1. Implantable defibrillation or stimulation devices not compatible with MRI.\n2. Killip-IV class or other shock situations or marked peripheral hypoperfusion.\n3. Aborted sudden death or other causes of possible acute brain damage attributed to cerebral hypoperfusion.\n4. Hemodynamically significant valvular disease or prosthetic heart valves.\n5. Claustrophobia that impedes MRI scanning.\n6. Atrial fibrillation (AF) in the first 24 hours after AMI.\n7. Carotid Artery Disease diagnosed with stenosis greater than 50%.\n8. Full oral anticoagulation prior to admission or indication of anticoagulation.\n9. Defined pro-thrombotic conditions.\n10. History of previous stroke in the last 6 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"A cohort of 92 patients with first ST elevation acute myocardial infarction (AMI), LV ejection fraction \\< 45% in the first 24-72 h after symptoms onset and sinus rhythm will be enrolled","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Javier Bermejo, MD, PhD","affiliation":"Hospital General Universitario Gregorio Marañón","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital General Universitario Gregorio Maranon","city":"Madrid","zip":"28007","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"referencesModule":{"references":[{"pmid":"26680013","type":"BACKGROUND","citation":"Rossini L, Martinez-Legazpi P, Vu V, Fernandez-Friera L, Perez Del Villar C, Rodriguez-Lopez S, Benito Y, Borja MG, Pastor-Escuredo D, Yotti R, Ledesma-Carbayo MJ, Kahn AM, Ibanez B, Fernandez-Aviles F, May-Newman K, Bermejo J, Del Alamo JC. A clinical method for mapping and quantifying blood stasis in the left ventricle. J Biomech. 2016 Jul 26;49(11):2152-2161. doi: 10.1016/j.jbiomech.2015.11.049. Epub 2015 Nov 30."},{"pmid":"17582361","type":"BACKGROUND","citation":"Vermeer SE, Longstreth WT Jr, Koudstaal PJ. Silent brain infarcts: a systematic review. Lancet Neurol. 2007 Jul;6(7):611-9. doi: 10.1016/S1474-4422(07)70170-9."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000013927","term":"Thrombosis"},{"id":"D000007238","term":"Infarction"},{"id":"D000000208","term":"Acute Disease"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000016769","term":"Embolism and Thrombosis"},{"id":"D000020969","term":"Disease Attributes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M16376","name":"Thrombosis","asFound":"Thrombosis","relevance":"HIGH"},{"id":"M7474","name":"Embolism","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M3254","name":"Acute Disease","asFound":"Acute Disease","relevance":"HIGH"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M18818","name":"Embolism and Thrombosis","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}