{"protocolSection":{"identificationModule":{"nctId":"NCT05795686","orgStudyIdInfo":{"id":"69HCL22_0638"},"organization":{"fullName":"Hospices Civils de Lyon","class":"OTHER"},"briefTitle":"Evaluation of the Impact of the AVanCer Program Provided by the ARRPAC Day Center","officialTitle":"Evaluation of the Impact of the AVanCer Program Provided by the ARRPAC Day Center","acronym":"Eval-ARRPAC"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-27","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01-27","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-02-07","studyFirstSubmitQcDate":"2023-03-21","studyFirstPostDateStruct":{"date":"2023-04-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-08-07","lastUpdatePostDateStruct":{"date":"2023-08-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospices Civils de Lyon","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In France, more than 150,000 strokes occur each year. Stroke is a major risk factor for dependency, representing the leading cause of acquired non-traumatic disability in adults. Head injuries, which are also very frequent, can leave similar neuropsychiatric sequelae.\n\nThese events are brutal and their physical, psychological, emotional, social and financial consequences disrupt the lives of patients and their families. Thanks to improved access to thrombolysis and thrombectomy for the management of acute stroke, the prognosis has been profoundly improved. Nevertheless, the increase in post-stroke survival and the evolution of the type of after-effects require the development of support systems dedicated to these post-stroke patients. The same issues are raised for people who have suffered a head injury with similar consequences that require specialised care.\n\nCurrently, health care is well structured for the acute phase and there is an improvement in the provision of care in specialised rehabilitation services, but the dedicated medico-social provision for people returning home remains insufficient despite the significant needs. The ARRPAC association (Accompaniment, Rehabilitation, Respite after Stroke and Cerebral Palsy) is setting up a new comprehensive medico-social support programme in Lyon (AVanCer programme, opening in June 2022) to improve the autonomy and adaptation capacities of patients and to relieve the social and psycho-affective burden of carers. This experimental day centre, which complements functional rehabilitation and recurrence prevention care, offers adults with brain injury sequelae and their carers therapeutic education programmes, adapted physical activity, social and cognitive remediation and therapeutic workshops, as well as a place for patients and their carers to exchange information and listen. To achieve its ambition, ARRPAC and the AVanCer programme must be integrated into the existing support offer, create partnerships with care structures and evaluate its added value to ensure its sustainability. In case of efficiency and demonstrated benefits for patients, carers and the health system, such a structure could be deployed in other territories.\n\nThis study evaluates the implementation of the AVanCer programme in terms of its effect on the target audience, participants' experience and implementation according to the REAIM evaluative framework (Reach, Effectiveness, Adoption, Implementation, and Maintenance)."},"conditionsModule":{"conditions":["Stroke","Brain Injury","Rehabilitation"],"keywords":["Stroke","Brain injury","Rehabilitation","Autonomy","Caregivers"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"* Quantitative approach by monitoring the structure's operating indicators\n* Qualitative approach by semi-structured interviews with professionals of the structure\n\nFor patients:\n\n* At inclusion:collection of socio-demographic and medical data,Quality of life (QoL) questionnaires,anxiety and depression,autonomy in health,adherence to treatment\n* At end of the program:QoL questionnaires,anxiety and depression,autonomy,autonomy in health,adherence to treatment,satisfaction,semi-structured interviews\n* 6 months post-program:data on retention and re-hospitalization,QoL questionnaires,anxiety and depression,autonomy in health,adherence to treatment\n\nFor caregivers:\n\n* At inclusion:collection of socio-demographic data,QoL questionnaires,anxiety and depression,perceived burden\n* At the end of the program:QoL questionnaires,anxiety and depression,perceived burden,semi-structured interviews\n* 6 months post-program:data about new support,QoL questionnaires,anxiety and depression,perceived burden","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":162,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients of program \"AVanCer\"","type":"OTHER","description":"Patients included in program \"AVanCer\"","interventionNames":["Other: Evaluation of program \"AVanCer\""]}],"interventions":[{"type":"OTHER","name":"Evaluation of program \"AVanCer\"","description":"Evaluation of program AVanCer with quantitative and qualitative approaches","armGroupLabels":["Patients of program \"AVanCer\""]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Goal Attainment Scaling (GAS)","description":"The GAS will quantify the achievement of the goals set by the patient. It will be calculated at the end of the programme (planned end or premature exit) on the basis of the objectives set when the patient was included in the programme. The objectives and the different steps to reach them are defined in consultation between the patient, the doctor and the nurse.\n\nIt is a 5-point scale (-2, -1, 0, 1, 2); -2: level before participation, -1: less than expected; 0: expected goal achieved; +1: a little more than expected; +2: best possible outcome expected.","timeFrame":"Inclusion (Day 0) ; End of the program (between Month 2 and Month 4)"}],"secondaryOutcomes":[{"measure":"Quality of life of post-stroke patients measured by SIS (Stroke Impact Scale)","description":"This is a specific quality of life scale for patients post-stroke. The scale contains 64 items measuring 8 different domains (strength, hand functionality, Activities of Daily Living ADL/ Instrumental Activities of Daily Living IADL, mobility, communication, emotion, memory/thinking and social participation) and one item assessing overall recovery out of 100. The items are scored using a Likert scale with 5 response options. The score is reported out of 100 for each dimension (100 = no difficulties, 0= maximum difficulties)","timeFrame":"Inclusion (Day 0) ; End of the program (between Month 2 and Month 4) ; 6 months after the end of the program (between Month 8 and Month 10)"},{"measure":"Quality of life of post brain injury patients measured by QOLIBRI (Quality Of LIfe after BRain Injury)","description":"This is a specific quality of life scale for patients post brain injury. The scale contains 37 items measuring 6 different domains (cognitive, affective, functional, relational, physical and emotional). The items are scored using a Likert scale with 5 response options. The score is reported out of 100 (100 = best quality of life, 0 = worst quality of life)","timeFrame":"Inclusion (Day 0) ; End of the program (between Month 2 and Month 4) ; 6 months after the end of the program (between Month 8 and Month 10)"},{"measure":"Depression and anxiety measured by HADS (Hospital Anxiety Depression Scale)","description":"This is a specific depression and anxiety scale of 14 items. The scale contains 14 items of which 7 measure anxiety and 7 measure depression. The items are scored from 0 to 3, giving two scores out of 21 for each dimension; a score above 11 indicates an anxious or depressed state.","timeFrame":"Inclusion (Day 0) ; End of the program (between Month 2 and Month 4) ; 6 months after the end of the program (between Month 8 and Month 10)"},{"measure":"Autonomy measured by modified Rankin score (mRS)","description":"This is a validated 6-level global assessment scale. The score is between 0 et 6, a higher score is associated to a worse outcome.","timeFrame":"Inclusion (Day 0) ; End of the program (between Month 2 and Month 4)"},{"measure":"Walking assessment by 6 MWT (6 Minutes Walking Test)","description":"This is a functional walking test","timeFrame":"End of the program (between Month 2 and Month 4)"},{"measure":"Autonomy in health assessed by the PAM-13 (Patient Activation Measure)","description":"This is a test assessing skills, knowledge and knowledge, skills and confidence in managing one's health.\n\nThe scale contains 13 items scored on a 4-point Likert scale. The total score is reported out of 100 (100 = maximum activation, 0 = no activation)","timeFrame":"Inclusion (Day 0) ; End of the program (between Month 2 and Month 4) ; 6 months after the end of the program (between Month 8 and Month 10)"},{"measure":"Adhesion to preventive treatment assessed by the Girerd questionnaire","description":"This is a specific self-questionnaire that assesses compliance in 6 items. Each item can be answered by yes or no. For each item, \"Yes\" scores 0 and \"No\" scores 1. A final score of 0 means a good observance, of 1 or 2 means a mild compliance problem, and of 3 or more means a poor compliance.","timeFrame":"Inclusion (Day 0) ; End of the program (between Month 2 and Month 4) ; 6 months after the end of the program (between Month 8 and Month 10)"},{"measure":"Quality of life of caregivers measured by SF36 (Short Form Health Survey)","description":"This is a validated scale measuring health-related quality of life. Score is between 0 and 100, A higher score is associated to a better outcome.","timeFrame":"Inclusion (Day 0) ; End of the program (between Month 2 and Month 4) ; 6 months after the end of the program (between Month 8 and Month 10)"},{"measure":"Depression and anxiety of caregivers measured by HADS (Hospital Anxiety Depression Scale)","description":"This is a specific depression and anxiety scale of 14 items. The scale contains 14 items of which 7 measure anxiety and 7 measure depression. The items are scored from 0 to 3, giving two scores out of 21 for each dimension; a score above 11 indicates an anxious or depressed state.","timeFrame":"Inclusion (Day 0) ; End of the program (between Month 2 and Month 4) ; 6 months after the end of the program (between Month 8 and Month 10)"},{"measure":"Perceived burden of caregivers measured by the Zarit questionnaire","description":"This is a self questionnaire assessing the suffering of caregivers. Score is between 0 and 88. A higher score is associated to a worse outcome.","timeFrame":"Inclusion (Day 0) ; End of the program (between Month 2 and Month 4) ; 6 months after the end of the program (between Month 8 and Month 10)"},{"measure":"Reaching the target population evaluated by : 1- The description of the active file : description of socio-demographic characteristics","description":"The indicators are obtained from data collected in the user file. The socio-demographic characteristics collected are: age, gender, family status, professional status, social status","timeFrame":"Inclusion (Day 0)"},{"measure":"Reaching the target population evaluated by : 2-The description of medical characteristics","description":"The indicators are obtained from data collected in the user file. Medical characteristics are type of stroke, treatment and sequelae","timeFrame":"Inclusion (Day 0)"},{"measure":"Adoption : 1-Integration in the territory evaluated by the department of residence of patients","description":"This indicator is obtained from data collected in the user file.","timeFrame":"Inclusion (Day 0)"},{"measure":"Adoption : 2-Link with partners assessed by way of patient referral","description":"This indicator is obtained from data collected in the user file. The type of practioner who referred the patient is collected","timeFrame":"Inclusion (Day 0)"},{"measure":"Adoption : 3-Perception of the structure by professionals","description":"The perception of the structure will be assessed through semi-structured interviews conducted by the research team. The questions focus on the professional's feelings about their participation in the facility and are 30 minutes long","timeFrame":"Through study completion, an average of 22 years"},{"measure":"Adoption : 4-Active patient file : number of inclusions per week","description":"This indicator is obtained from data collected in the user file.","timeFrame":"Through study completion, an average of 22 years"},{"measure":"Implementation 1-Number of patients present compared to the number of patients planned per activity","description":"This indicator is obtained from data collected in the user file.","timeFrame":"Through study completion, an average of 22 years"},{"measure":"Implementation : 2-Follow-up of programs (number of patients per programs)","description":"The follow-up of programs will be described, for each program, by the number of patients per program over time","timeFrame":"Through study completion, an average of 22 years"},{"measure":"Implementation : 3-Deployment of therapeutic workshops : description of workshops","description":"Description of workshops in terms of type of activity , rhythm","timeFrame":"End of study (Month 22)"},{"measure":"Maintenance: 1-Over time at the organisational level by monitoring team meetings","description":"Integration into the medico-social offer in the long term via the partnerships established and maintenance of the activities initiated during the program by the patients measured 6 months after the end of the program","timeFrame":"End of the program (between Month 2 and Month 4) ; End of study (Month 22)"},{"measure":"Maintenance : 2-Evaluation of the sustainability of activities since the end of the program","description":"One question will focus on the continuation of activities and the description of these activities","timeFrame":"6 months after end of program (between Month 8 and Month 10)"},{"measure":"Cost","description":"Average cost to produce all the support provided by the programme by modelling the pathways","timeFrame":"End of study (Month 22)"},{"measure":"Assessment of transferability","description":"Assessment of transferability using the ASTAIRE grid (Analysis of transferability and support for the adaptation of health promotion interventions) : it contains 4 categories of criteria: description of the population (descriptive criteria of the population), environment (environmental factors likely to influence the effects), implementation conditions (elements of implementation of the intervention, particularly with reference to aspects of planning and partnerships) and support for transfer (elements that make it possible to support the transfer of the intervention and contribute in particular to its adaptation to the new context.","timeFrame":"End of study (Month 22)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor patients :\n\n* Male or female of legal age\n* Patient who has been selected to start the AVanCer program at the ARRPAC center\n* Patient who has agreed to participate in the PATIENT assessment component and has signed the consent form\n* Patient able to speak and understand French both orally and in writing\n\nFor caregivers :\n\n* Male or female of legal age\n* Person who has agreed to participate in the CAREGIVING assessment component and has signed the consent form\n* Person able to speak and understand French both orally and in writing\n\nPopulation of the qualitative study :\n\n* Voluntary patients and caregivers who participated in the quantitative part (follow-up by questionnaires)\n* Partner professionals: a sample of 10 representatives of ARRPAC partners who referred people for support during the first 12 months, from the following structures: public Medicine, Surgery, Obstetric health institution, private Medicine, Surgery, Obstetric health institution, public Follow-up and Rehabilitation Care institution, private Follow-up and Rehabilitation Care institution, medico-social institution, town professionals and user associations.\n* ARRPAC professionals: the 14 ARRPAC professionals involved in the day care centre will be interviewed in a semi-structured manner\n\nExclusion Criteria:\n\n* Pregnant women, parturient or breastfeeding mothers\\*\n* Persons deprived of their liberty by a judicial or administrative decision\n* Persons under psychiatric care\n* Persons admitted to a health or social establishment for purposes other than research\n* Persons of full age subject to a legal protection measure (guardian, curators)\n* Persons not affiliated to a social security scheme or beneficiaries of a similar scheme","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Julie Haesebaert, MD","role":"CONTACT","phone":"06-51-42-97-43","phoneExt":"+33","email":"julie.haesebaert01@chu-lyon.fr"},{"name":"Anne Termoz","role":"CONTACT","phone":"04-27-85-63-00","phoneExt":"+33","email":"anne.termoz@chu-lyon.fr"}],"locations":[{"facility":"Accueil de jour ARRPAC","status":"RECRUITING","city":"Bron","zip":"69500","country":"France","contacts":[{"name":"Stéphanie Fanara","role":"CONTACT","phone":"04-82-90-54-83","phoneExt":"+33","email":"s.fanara@gcsms-arrpac.fr"}],"geoPoint":{"lat":45.73333,"lon":4.91667}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}