{"protocolSection":{"identificationModule":{"nctId":"NCT04545892","orgStudyIdInfo":{"id":"Cap1"},"organization":{"fullName":"Unidad de Medicina de Alta Especialidad, Torre Medica CMQ","class":"OTHER"},"briefTitle":"Capsaicin for Cerebral Perfusion Augmentation.","officialTitle":"Dose-Escalation and Safety of Capsaicin for Cerebral Perfusion Augmentation. A Pilot Study"},"statusModule":{"statusVerifiedDate":"2020-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-07-31","type":"ACTUAL"},"completionDateStruct":{"date":"2020-07-31","type":"ACTUAL"},"studyFirstSubmitDate":"2020-09-04","studyFirstSubmitQcDate":"2020-09-10","studyFirstPostDateStruct":{"date":"2020-09-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-09-10","lastUpdatePostDateStruct":{"date":"2020-09-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Juan Manuel Marquez Romero","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Unidad de Medicina de Alta Especialidad, Torre Medica CMQ"},"leadSponsor":{"name":"Juan Manuel Marquez Romero","class":"OTHER"},"collaborators":[{"name":"Centenario Hospital Miguel Hidalgo","class":"OTHER"},{"name":"Universidad de Guanajuato","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To determine the safety and effect of crescent doses of capsaicin upon serial transcranial Doppler (TCD) markers of cerebral blood flow (CBF). Methods We performed serial TCD testing in 30 healthy volunteers divided into five equal groups. Capsaicin doses ranged from 33 to 165 μMol. We recorded peak systolic and end-diastolic velocities in the middle cerebral artery (MCA), arterial pressure, and perceived pungency (PP) in five minutes intervals up to 20 minutes. We then calculated the mean velocity (MV), the pulsatility index (PI), and the CBF index.","detailedDescription":"Subjects We studied 30 healthy volunteers. Call for volunteer flyers were distributed among undergraduate students of the local faculty of medicine. Interested individuals made an appointment to get more information. Those willing to participate signed the informed consent form (ICF) and received instructions to refrain from eating or drinking at least one h before the TCD measurements, and not to eat spicy food for one day before testing. The volunteers were normotensive, not smoking, not taking any medication, and did not have any oral cavity disorder. We consecutively tested 6 participants for each dose of capsaicin alternating the stimulated side of the palate. Therefore, half of the participants in each dose group received stimulation on either left or right side of the palate. Chemical stimuli From an initial 0.1% capsaicin (Sigma-Aldrich, St. Louis, MO) stock solution in 95% ethanol; we prepared solutions with 33, 66, 99, 132 and 165 μMol/ml by diluting the stock solution with distilled water. One milliliter of each dilution was pipetted on to 2 cm filter paper squares. Then, the filter papers were let dry. Immediately before application, they were rehydrated with 1 milliliter of distilled water. The rehydrated filter paper was applied and remained stationary on the subject's hemi palate's posterior surface during TCD measurements. Participants were instructed not to swallow and to avoid touching the paper filter with their tongue for the 20 minutes of the experiment.\n\nTCD testing With a TCD device (Philips Sonos 7500®), we recorded peak systolic velocity (PSV) and end-diastolic velocity (EDV) in the middle cerebral artery (MCA) through the temporal window of the stimulated side. First, we obtained a basal recording and an immediate recording after stimulation, followed by serial recordings every five minutes and up to 20 minutes. At each time point, we also registered: systolic pressure (SP), diastolic pressure (DP), and perceived pungency (PP) on a visual analog scale. TCD markers of cerebral blood flow From the initial measurements we calculated: Mean velocity (MV) = EDV + \\[(PSVEDV) / 3\\], pulsatility index (PI) = PSV - EDV / MV, mean arterial pressure (MAP) = ((2 \\* DP) + SP) / 3 and, the CBF index (CBFi).\n\n, CBFi = (MAP \\* 10) / 1.47\\^PI. Statistical analysis Shapiro Wilkins W-Test were performed. Because the data did not follow a normal distribution, the results of the continuous variables are described as median and ranges. The categorical variables are described as tables of absolute and relative frequencies, and the comparisons between the groups of subjects (according to the dose of capsaicin) were carried out with chi-square tests. To compare the variables studied between the groups of subjects (according to the different doses of capsaicin), Mann-Whitney U-Test tests were used. In order to make comparisons of the baseline state with the changes observed in the study variables over time, various Wilcoxon signed-rank tests were performed.The relationship between pungency ratings and MV response was evaluated by Spearman's rho test. The level of statistical significance was set at 0.05."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Capsaicin","type":"EXPERIMENTAL","description":"From an initial 0.1% capsaicin (Sigma-Aldrich, St. Louis, MO) stock solution in 95% ethanol; we prepared solutions with 33, 66, 99, 132 and 165 μMol/ml by diluting the stock solution with distilled water. We consecutively tested 6 participants for each dose of capsaicin alternating the stimulated side of the palate.","interventionNames":["Drug: Capsaicin"]}],"interventions":[{"type":"DRUG","name":"Capsaicin","description":"One milliliter of each dilution was pipetted on to 2 cm filter paper squares. Then, the filter papers were let dry. Immediately before application, they were rehydrated with 1 milliliter of distilled water","armGroupLabels":["Capsaicin"],"otherNames":["8-Methyl-N-vanillyl-trans-6-nonenamide"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean velocity","description":"The Mean velocity in the Middle Cerebral Artery","timeFrame":"20 minutes"},{"measure":"Pulsatility Index","description":"A calculated flow parameter in ultrasound, derived from the maximum, minimum, and mean Doppler frequency shifts during a defined cardiac cycle.","timeFrame":"20 minutes"}],"secondaryOutcomes":[{"measure":"Mean arterial pressure (MAP)","description":"The average arterial pressure throughout one cardiac cycle, systole, and diastole.","timeFrame":"20 minutes"},{"measure":"Cerebral Blood Flow index","description":"The result of the following formula: CBFi = (MAP \\* 10) / 1.47\\^Pulsatility Index.","timeFrame":"20 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Those willing to participate with signed the informed consent form (ICF)\n* No diagnosis of any chronic or acute disorder\n\nExclusion Criteria:\n\n* Eating or drinking at least one h before the measurements\n* Eating spicy food for one day before testing.\n* Hypertension\n* Smoking\n* Any disorder of the oral cavity","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Unidad de Medicina de Alta Especialidad en Torre Médica CMQ","city":"Aguascalientes","state":"Ags.","zip":"20234","country":"Mexico","geoPoint":{"lat":21.88234,"lon":-102.28259}}]},"referencesModule":{"references":[{"pmid":"33966493","type":"DERIVED","citation":"Marquez-Romero JM, Huerta-Franco MR, Vargas-Luna M, Madrigal-Gutierrez CA, Esparza-Hernandez JM, Velazquez-Barcena MG. Dose Escalation and Safety of Capsaicin for Cerebral Perfusion Augmentation: A Pilot Study. Stroke. 2021 Jul;52(7):2203-2209. doi: 10.1161/STROKEAHA.120.032773. Epub 2021 May 10."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data will be shared with any qualified investigator upon request to the PI after signing a data use agreement.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"1 year","accessCriteria":"any qualified investigator in the field"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000002211","term":"Capsaicin"}],"ancestors":[{"id":"D000000982","term":"Antipruritics"},{"id":"D000003879","term":"Dermatologic Agents"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M3467","name":"Ethanol","relevance":"LOW"},{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M5161","name":"Capsaicin","asFound":"Mitral","relevance":"HIGH"},{"id":"M6764","name":"Dermatologic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"Derm","name":"Dermatologic Agents"}]}},"hasResults":false}