{"protocolSection":{"identificationModule":{"nctId":"NCT04943601","orgStudyIdInfo":{"id":"REC/00816 Zohaib"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Action Observation Therapy for Stroke","officialTitle":"\"Effect Of Action Observation Exercises With Complex Tasks On Upper Limb Function In Acute Stroke.\""},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-08-27","type":"ACTUAL"},"completionDateStruct":{"date":"2021-08-27","type":"ACTUAL"},"studyFirstSubmitDate":"2021-06-21","studyFirstSubmitQcDate":"2021-06-21","studyFirstPostDateStruct":{"date":"2021-06-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-12-13","lastUpdatePostDateStruct":{"date":"2021-12-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a medical condition that causes the cessation of blood flow to the brain cells and eventually results in cell death. It's a condition that appears out of nowhere and has long-term implications. It is a common Global health-related problem that is disabling in nature and is the second common cause of death, leading to disability in the geriatric population worldwide. Most of the stroke affects the middle cerebral arteries that's why there will be more disability of upper limb, as compared to lower limb and loss of the upper limb function, is one of the most common deficits that a person experience after stroke.\n\nAction observation training can prime the motor system through the mirror neuron network that offers a mechanism for promoting neuroplasticity and reimbursement of motor control following stroke hemiparesis that would otherwise be restricted to use-dependent therapies.","detailedDescription":"Stroke is a medical condition that causes the cessation of blood flow to the brain cells and eventually results in cell death. It is a common Global health-related problem that is disabling in nature and is the second common cause of death, leading to disability in the geriatric population worldwide. The incidence of stroke is increasing day by day in low-income countries as compared to high-income countries because of the effects of not using evidence-based practice in health-related conditions in low-income countries. Loss of the upper limb function is one of the most common deficit that a person experience after stroke. Most of the stroke affects the middle cerebral arteries that are why there will be more disability of the upper limb as compared to the lower limb. In post-stroke patients, the affected limb develop loss of coordination and dexterity, if rehabilitation not performed effectively then can develop spasticity. Functional recovery of upper and lower limb depends on the size, site and area of the brain that is damaged post-stroke as well as the quality and type of rehabilitative intervention.\n\nA study done in Pakistan shows that about 85% of stroke patients experience initial upper limb paresis even after 3 to 6 months. Stroke is causing motor deficits in both upper and lower limbs however evidence shows that there is only about 12% of complete functional recovery in stroke patients after a time period of 6 months while the remaining 88% of stroke patients have motor deficits in their upper limb that are disabling and are having a negative impact on their activities of daily living. Another study shows that in hemiplegic stroke patients about 30% to 66% of patients' paretic arm is still without function after 6 months post-stroke while in 5% to 20% there is the complete functional recovery of the paretic upper limb. Another study done in Italy by Stefano et al shows that about 38% of stroke patients have partial recovery in dexterity as compared to full recovery in 11.6%. More than 50% of post-stroke patients have impaired upper limb motor function. Rehabilitative interventions are more important because they can regain independence and also promote the recovery of functions that are lost. In the last few years, several approaches have been used for the recovery of hand dexterity after stroke. Among them, task-oriented therapy, robot-assisted rehabilitation and action observation have gained the greatest attention. Action observation training is one of the new developing rehabilitation technique that targets motor learning by the activation of mirror neurons and is the most important approach that targets motor and functional recovery in stroke patients. The mirror neuron system is activated during both the execution and observation of action and is the area responsible for the action observation.In inaction observation training there are actually two phases, the Observation phase and the execution phase. In the observation phase, participants are advised to observe the motor activities that are performed by a healthy individual while in the execution phase the participants are asked to practice these motor functions. In action observation training the movements are produced because of the external stimuli in which actually the visual attention recruit the cerebellar-thalamic-cortical circuit of the brain. Previous studies that were done on subacute and chronic stroke patients showed that there were positive effects of action observation training on the recovery of upper limb functions. Action observation training has a positive effect on the recovery of motor functions in stroke patients. Another study shows that action observation training in association with physical training will increase the effects of motor training in post-stroke patients. Action observation training is concerned with mirror neurons systems and they discharge mostly in association with complex tasks as compared to simple tasks.\n\nEvidence show improvement in upper limb functional recovery, manual dexterity and upper limb activities of daily living by action observation therapy in stroke patients. However, there is not any study done on acute stroke patients. This study will be able to determine the effects of action observation therapy as compared with conventional therapy on improving upper limb motor functions like functional recovery, dexterity and everyday use of the affected upper limb in individuals with acute stroke patients."},"conditionsModule":{"conditions":["Acute Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":58,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Action observation training group","type":"EXPERIMENTAL","description":"The experimental group will receive a training program with Action observation by watching videos of complex tasks while imitating them. All the movements will be performed bilaterally so that regardless of the affected side the patient had the correct perspective to perform the exercise.","interventionNames":["Other: action observation therapy"]},{"label":"Conventional therapy group","type":"ACTIVE_COMPARATOR","description":"The control group will receive conventional rehabilitation, with exercises of bimanual activities that will target their shoulder, elbow, wrist and finger joints similar to the experimental group but without Action observation","interventionNames":["Other: conventional physical therapy"]}],"interventions":[{"type":"OTHER","name":"action observation therapy","description":"The participants will be three meters from the screen onto which the videos will be projected. The initial posture will vary depending on each movement, lying down, sitting, or standing and ensuring a clear field of vision. The sessions will be performed in groups of three to four patients","armGroupLabels":["Action observation training group"]},{"type":"OTHER","name":"conventional physical therapy","description":"Verbal instructions will be given to perform and correct the movements requested. The sessions will be conducted in groups of three to four patients and all participants will have 3 to 4 assistants in the session, they will help them achieve their active-assisted range of motion requested in the exercises, when necessary.","armGroupLabels":["Conventional therapy group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugel Meyer Assessment scale","description":"An assessment scale for post stroke hemiplegic patients and is performance-based impairment index. This scale is having 5 domains namely Motor functioning, Sensory Functioning, Balance, Joint Range of Motion and Joint pain. The motor functioning for upper extremity is divided into 0 to 66 points and evaluates mobility, speed and coordination.","timeFrame":"week 4"},{"measure":"Box and block test","description":"This test is used to evaluate the manual dexterity of post-stroke patients. Box \\& Block Test is composed of a wooden box with two equal compartments having 150 boxes in one compartment and the patient is asked to move the boxes from one compartment to another within 60 seconds. Before starting the test an extra 15 seconds time is given to the patient for familiarization with the test. First, the patient performed the activity with the healthy arm and then with the affected arm. Scoring is done on the basis of the number of boxes transferred from one compartment to another within 60 seconds","timeFrame":"week 4"},{"measure":"The Rating of Everyday Arm-use in the Community and Home (Reach) scale","description":"It is a self-report measure for patients with stroke and is classified into six categories that show progression from \"no use\" to \"full use\" of affected arm. This scale measures the functional recovery that incorporates whether the patient uses the affected arm in household activities and in community tasks.","timeFrame":"week 4"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female both with age 40-75 years.\n* Acute phase of stroke (\\< 3 months)\n* Without cognitive impairments (Mini-Mental State Examination \\>23)\n* No visual or auditory abnormalities\n* Preserved visual acuity\n* Middle cerebral artery infarction\n* Fugl-Meyer assessment (FMA) score ≥20 for upper extremity status\n* Dominant hand\n\nExclusion Criteria:\n\n* Posterior circulation infarction(13)\n* Comorbidities that influence voluntary upper-extremity function or multiple strokes.\n* Apraxia and agnosia\n* Cognitive defects or other neurological disorders","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ayesha Afridi, PhD*","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rafsan Neuro Rehab Center","city":"Peshawar","country":"Pakistan","geoPoint":{"lat":34.008,"lon":71.57849}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Warlow C, van Gijn J, Dennis M, Wardlaw J, Bamford J. Stroke: practical management. 3rd edn, Peter L and Martin D editors. Oxford: Wiley-Blackwell; 2008."},{"pmid":"24967372","type":"BACKGROUND","citation":"Sale P, Ceravolo MG, Franceschini M. Action observation therapy in the subacute phase promotes dexterity recovery in right-hemisphere stroke patients. Biomed Res Int. 2014;2014:457538. doi: 10.1155/2014/457538. Epub 2014 May 22."},{"pmid":"11136923","type":"BACKGROUND","citation":"Shelton FN, Reding MJ. Effect of lesion location on upper limb motor recovery after stroke. Stroke. 2001 Jan;32(1):107-12. doi: 10.1161/01.str.32.1.107."},{"pmid":"25416737","type":"BACKGROUND","citation":"Harmsen WJ, Bussmann JB, Selles RW, Hurkmans HL, Ribbers GM. A Mirror Therapy-Based Action Observation Protocol to Improve Motor Learning After Stroke. Neurorehabil Neural Repair. 2015 Jul;29(6):509-16. doi: 10.1177/1545968314558598. Epub 2014 Nov 21."},{"pmid":"20237174","type":"BACKGROUND","citation":"Wallace AC, Talelli P, Dileone M, Oliver R, Ward N, Cloud G, Greenwood R, Di Lazzaro V, Rothwell JC, Marsden JF. Standardizing the intensity of upper limb treatment in rehabilitation medicine. Clin Rehabil. 2010 May;24(5):471-8. doi: 10.1177/0269215509358944. Epub 2010 Mar 17."},{"pmid":"31511706","type":"BACKGROUND","citation":"Jan S, Arsh A, Darain H, Gul S. A randomized control trial comparing the effects of motor relearning programme and mirror therapy for improving upper limb motor functions in stroke patients. J Pak Med Assoc. 2019 Sep;69(9):1242-1245."},{"pmid":"35930301","type":"DERIVED","citation":"Borges LR, Fernandes AB, Oliveira Dos Passos J, Rego IAO, Campos TF. Action observation for upper limb rehabilitation after stroke. Cochrane Database Syst Rev. 2022 Aug 5;8(8):CD011887. doi: 10.1002/14651858.CD011887.pub3."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Acute Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}