{"protocolSection":{"identificationModule":{"nctId":"NCT05902910","orgStudyIdInfo":{"id":"29BRC21.0393"},"secondaryIdInfos":[{"id":"2022-A00096-37","type":"OTHER","domain":"Agence nationale de sécurité du médicament et des produits de santé"}],"organization":{"fullName":"University Hospital, Brest","class":"OTHER"},"briefTitle":"Efficacy and Acceptability of the Luna EMG Rehabilitation Robot on Motor Recovery of the Upper Limb in the Chronic Phase of Stroke","officialTitle":"Efficacy and Acceptability of the Luna EMG Rehabilitation Robot on Motor Recovery of the Upper Limb in the Chronic Phase of Stroke, Experimental Study in Single Cases.","acronym":"LUNASTROKE"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-09","studyFirstSubmitQcDate":"2023-06-05","studyFirstPostDateStruct":{"date":"2023-06-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-07","lastUpdatePostDateStruct":{"date":"2023-07-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Brest","class":"OTHER"},"collaborators":[{"name":"EGZOTech","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Recent work on large cohorts of chronic stroke (\\>6 months post-stroke) have shown that intensive training of the upper limb in the chronic stroke patients can lead to substantial motor and functional gains that are maintained at 6 months post intervention.\n\nA very prolonged (12 weeks) and very intensive (5 hours daily) training applied to chronic patients after stroke brings a substantial gain both motor and functional which is maintained at 3 months post intervention.\n\nRobotic rehabilitation have been shown to be as effective as any other treatment used in rehabilitation. But the methods of implementation remain widely debated. At that time, most robotic therapies have tried to reproduce functional movement mainly pointing objects.\n\nWe want to demonstrate that analytic movements of the elbow and the shoulder performed with the Luna-EMG robot can replace part of usual physiotherapy treatment with at least the same effectiveness on the recovery of fluid movements of the upper limb after a stroke.","detailedDescription":"This is a pilot study following a single case experimental design with multiple baselines across subjects (MBD).\n\nPeople included in the protocol will benefit from 2 hours of daily treatment during 6 to 7.5 weeks. The first 2 weeks will be dedicated to baseline measurement of their upper limb (UL) status with daily treatment for balance and gait control without any treatment of the upper limb. The rest of the time will be dedicated to upper limb treatment exclusively. It will be divided into 2 UL training periods, one of them including a 30mn treatment with the luna EMG robot. The duration of second period will be randomly defined between 2 to 3.5 weeks and the last period will last 2 weeks. The treatment during the first UL treatment period will be randomly allocated to Luna EMG treatment or not. The next period will thus follow the inverse scheme (without if the first contains Luna EMG treatment). The fluidity will be assessed through pointing movements assessed every two days. Evaluation of motor deficiency (Fugl Meyer) and functional status (ARAT score) of the UL will be weekly assessed after the inclusion visit. 3D motion analysis of the UL will also be weekly performed.\n\nAll patients will benefit from a regular follow-up and from an organized care protocol. The sessions will be intensive, all subjects will be able to benefit from the new treatment (LUNA EMG). We can expect a direct individual benefit from the proposed intensive treatment, at least for precision of UL movements."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Robot","Joint"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","interventionModelDescription":"The multiple-baseline SCED design is a prospective design that allows the intensive study of a few individuals to measure their baseline and condition related to a therapeutic intervention. Each subject is his own control with repeated measurements of the primary endpoint. Randomization in the MBD formats of SCED studies relates to the duration of the phases. The experimental plan includes 3 rehabilitation phases: A (Baseline), B (1.5hours a day 5/7 of conventional rehabilitation and 30mn of training with the Luna robot 5/7) and C (2 hours a day 5/7 of conventional rehabilitation). The duration of phase A is fixed (2 weeks). As the effect of the treatment on the upper limb is unknown in its latency, the duration of the second phase of the study will be randomized (2 to 3.5 weeks). Finally, the duration of the third phase is fixed (2 weeks)","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","maskingDescription":"Assessors will not know what phase the patient is in at the time of assessment or what experimental design the patient was randomized to.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":5,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Scheme : A,B,C","type":"ACTIVE_COMPARATOR","description":"The phase B treatment (1.5 hours a day, 5/7 days of conventional rehabilitation and 30mn a day, 5/7 days of treatment with the robot) is scheduled before phase C (2 hours a day, 5/7 days of conventional rehabilitation). The duration of phase B is randomized between 6 and 11 evaluations (2 to 3.5 weeks).","interventionNames":["Device: LUNA-EMG Robot"]},{"label":"Experimental Scheme : A,C,B","type":"ACTIVE_COMPARATOR","description":"The phase C treatment (2 hours a day, 5/7 days of conventional rehabilitation) is scheduled before phase B (1.5 hours a day, 5/7 days of conventional rehabilitation and 30mn a day, 5/7 days of treatment with the robot). The duration of phase C is randomized between 6 and 11 evaluations (2 to 3.5 weeks).","interventionNames":["Device: LUNA-EMG Robot"]}],"interventions":[{"type":"DEVICE","name":"LUNA-EMG Robot","description":"During phase B, patients will benefit from functional rehabilitation of their upper limbs and from 30mn of training assisted by the LUMA-EMG robot.","armGroupLabels":["Experimental Scheme : A,B,C","Experimental Scheme : A,C,B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fluidity of the upper limb","description":"Repeated evaluation of hand movement by the SPARC index during five pointing tasks at 90% of the length of the upper limb at clavicle height, at comfortable speed.","timeFrame":"up to 7.5weeks"}],"secondaryOutcomes":[{"measure":"Pain assessment","description":"Use of Visual Analog Scale (VAS) to evaluate the painful (between 0: no pain to 10: intolerable pain)","timeFrame":"up to 7.5weeks"},{"measure":"Motricity assessment","description":"Use of the Fugl-Meyer index (between 0: no motricity to 66: total member motricity)","timeFrame":"up to 7.5weeks"},{"measure":"Function assessment","description":"ARAT (Action Research Arm Test) measurement to assess specific changes in limb function (from 0 to 57, a low score indicating that the movements cannot be performed, and a high score indicating normal performance)","timeFrame":"up to 7.5weeks"},{"measure":"Duration of movement","description":"Kinematic parameter measured 3 times per week","timeFrame":"up to 7.5weeks"},{"measure":"Straightness of movement","description":"Kinematic parameter measured 3 times per week : the trajectory of the hand during pointing movement at a distance normalised by the length of the upper limb will be assessed in motion capture (12 VICONR cameras). The smoothness of the trajectory will be measured by the SPARC (spectral arc length measure) during forward and backward movement.","timeFrame":"up to 7.5weeks"},{"measure":"Average speed of movement","description":"Kinematic parameter measured 3 times per week : the trajectory of the hand during pointing movement at a distance normalised by the length of the upper limb will be assessed in motion capture (12 VICONR cameras). The spatiotemporal parameters (time, distance, average speed) will be measured between the starting position (in front of the trunc) and the final pointed object during forward and backward movement.","timeFrame":"up to 7.5weeks"},{"measure":"Acceptability of the use of the robot","description":"Score between 0 to 100 (a low score indicate that the robot is not well accepted, and a high score indicate a well acceptability)","timeFrame":"up to 7.5weeks"},{"measure":"Satisfaction of the use of the robot","description":"Score between 0 to 100 (0: not satisfied, 100: very satisfied)","timeFrame":"up to 7.5weeks"},{"measure":"Spasticity","description":"Ashworth scale measured 3 times a week and Nottingham scale measured 1 time at inclusion)","timeFrame":"up to 7.5weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\>= 18 years\n* Hemiparesis after a first stroke with more than 1 year time interval\n* Functional upper limb: ability to do a pointing task at 90% of the hand-acromion distance (free trunk).\n* Spastic hypertonia of the elbow flexors 0-2/4 on the Modified Ashworth scale\n* Patient affiliated with social security\n* Patient having signed a consent to participate in the research\n\nExclusion Criteria:\n\n* Inability to sign written consent\n* Flexed elbow \\> 30° during passive mobilization of the upper limb\n* EVA\\>3 in the upper limb at rest or during mobilization\n* Complete loss of upper limb proprioception\n* Neuro-orthopedic surgery of the upper limb for spasticity: neurotomy, tenotomy, transfer\n* Pregnant or breastfeeding woman","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Olivier Remy-Neris, PU-PH","role":"CONTACT","phone":"+33 2 98 22 31 52","email":"olivier.remyneris@chu-brest.fr"},{"name":"Gwenaël Cornec, MD","role":"CONTACT","email":"gwenael.cornec@chu-brest.fr"}],"overallOfficials":[{"name":"Olivier Remy-Neris, PU-PH","affiliation":"CHRU Brest","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CHU Brest","status":"RECRUITING","city":"Brest","zip":"29200","country":"France","contacts":[{"name":"Olivier Remy-Neris, PU-PH","role":"CONTACT","phone":"+332 98 22 31 52","email":"olivier.remyneris@chu-brest.fr"},{"name":"Olivier Remy-Neris, PU-PH","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":48.3903,"lon":-4.48628}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All collected data that underlie results in a publication","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"Data will be available beginning five years and ending fifteen years following the final study report completion","accessCriteria":"Data access requests will be reviewed by the internal committee of Brest UH. Requestors will be required to sign and complete a data access agreement."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}