{"protocolSection":{"identificationModule":{"nctId":"NCT03724318","orgStudyIdInfo":{"id":"H-17033253"},"organization":{"fullName":"University Hospital Bispebjerg and Frederiksberg","class":"OTHER"},"briefTitle":"Left Atrial Appendage Closure by Surgery-2","officialTitle":"Left Atrial Appendage Closure by Surgery-2","acronym":"LAACS-2"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-10-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-10-26","studyFirstSubmitQcDate":"2018-10-26","studyFirstPostDateStruct":{"date":"2018-10-30","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-17","lastUpdatePostDateStruct":{"date":"2023-11-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Helena DOMINGUEZ","investigatorTitle":"MD, PhD, Associate Professor","investigatorAffiliation":"University Hospital Bispebjerg and Frederiksberg"},"leadSponsor":{"name":"Helena DOMINGUEZ","class":"OTHER"},"collaborators":[{"name":"Rigshospitalet, Denmark","class":"OTHER"},{"name":"Aarhus University Hospital Skejby","class":"OTHER"},{"name":"Vall d'Hebron Barcelona Hospital Campus","class":"UNKNOWN"},{"name":"Sahlgrenska University Hospital, Sweden","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Atrial fibrillation is a heart rhythm disorder that often occurs after heart surgery. During atrial fibrillation blood cloths may form, predominantly in the left atrial appendage, a small sac in the wall of the left side of the heart. Some heart surgeons close this appendage to protect against stroke, particularly in patients with a history of atrial fibrillation, yet there is little evidence to support the efficacy and safety of this practice.\n\nWe therefore conducted the Left Atrial Appendage Closure by Surgery (LAACS) study (2010-2016) were patients in whom the appendage was closed (by chance) suffered fewer brain damages that patients where it remained open. Although encouraging, these results were not only based on strokes, but also on scars without symptoms found in brain scans. The following LAACS-2 study will include a sufficient number of patients to determine whether future guidelines should advise to close systematically the left atrium appendage during a heart operation.","detailedDescription":"Aim:\n\nThe overall aim of the project is to provide lifelong protection against brain damage related to atrial fibrillation, to patients who undergo open heart surgery.\n\nBackground:\n\nFormation of thrombi in the left atrium appendage (LAA) during atrial Fibrillation (AF) can provoke strokes, (shortened - references 1-14) The investigators hypothesis is that systematic closure of the LAA, in addition to planned open-heart surgery, can reduce cerebral embolisms derived from thrombus formation in the left atrium. The investigators performed the LAACS study (clinicaltrial.gov NCT02378116) to test this hypothesis, which is the first randomized study that shows a protective effect of closure of the LAA during surgery, against ischemic damage of the brain, a question that has eagerly been sought in the scientific community. 1-3 The results of the LAACS trial demonstrate a benefit including clinical significant stroke and silent infarctions, 15 with 5 (5%) primary events in the LAACS-group and 14 (16%) in the control group (Hazard ratio 0.3; 95% CI: 0.1-0.8, p=0.02). Nevertheless, a limited number of patients were randomized in LAACS (N 187) of whom 141 followed the procedure. Expectedly, differences on stroke were not significant. Hence, although encouraging, results should be proven in a larger trial, before a systematic closure of the LAA can be recommended as a routine procedure during open-heart surgery. The main purpose of LAACS2 is to provide evidence to support or not such procedure.\n\nMethods:\n\nThe target population is that of patients older than 18 years, that await their first-time open-heart surgery. The investigators design the project as an open, parallel study where patients will be randomized to closure of the LAA, in addition to planned open heart surgery. The LAA will remain open in the control group.\n\nInclusion and randomization:\n\nPatients are identified among referrals for thoracic surgery in the respective departments and will receive written information and contacted by telephone prior to their admission. Both, patients with and without previous diagnosis of AF will be invited to participate. For inclusion and exclusion criteria (see 'eligibility').\n\nSince use of anti-coagulants provides protection against thrombus formation, the patients will be stratified by ongoing use of anti-coagulant medications, which includes patients with planned mechanic valve replacement, in blocks of 16 patients randomized 1:1 in each strata.\n\nBeyond closure of the LAA or control, patients will be managed according to general practice, without restrictions on the preferred use of medications for rhythm control, or conversion procedures.\n\nMethod of LAA closure:\n\nThe LAACS procedure is routinely conducted on patients undergoing per-operative ablation for AF during CABG and valve operations. Nevertheless, insufficient closure of the LAA is of major concern, as an incomplete closure may even be harming3. Accordingly, experimental 16,17 and clinical studies 18,19 support the efficacy of closure of the LAA with a clip device rather than a single suture 2,19,20. Pre-clinic studies using the AtriClip device have complete occlusion, at least, for the first 90 days following the procedure 18,21. Therefore, the standard procedure for LAA closure in the LAACS 2 trial is using AtriClip devices (AtriCure Inc., West Chester, Ohio, USA).\n\nTissue, blood and urine samples:\n\nDuring operation, a biopsy from the right atrial appendage (approximately 3 g) is taken from all patients, and from the LAA (approximately 1 g) if patients are ungoing LAACS. Furthermore, approximately 15 mL of venous blood and 30 mL of urine is drawn during surgery.\n\nAll samples are immediately frozen in liquid nitrogen and transported on dry ice to a -80 °C freezer. Samples will be analyzed when the last sample has been drawn.\n\nFollow-up:\n\nThe participants will be followed for at least two years, until the end of the study. Follow-up is based on yearly contact with the patients' hospital records and telephone contact, if medical records are not available.\n\nThe first 10 participants in each site will be invited to participate in an imaging study, one year after the operation, to assess the quality of the closure. Imaging will be esophagus echocardiography or a computed tomography scan, according to the imaging facilities available in the site.\n\nAll patients with AF onset after the operation, before discharge, where there has not been recorded recurrence of AF by the end of the first year of follow-up will be invited to participate in long-term continuous ambulatory heart-rhythm monitoring (Holter for at least seven days).\n\nPatients may decline to participate in the additional imaging and Holter monitoring and remain in the study for follow-up.\n\nAdditionally, sites are requested to perform equivalent imaging of the heart on patients that have undergone closure of the left atrial appendage and experienced strokes, to evaluate the completeness of the LAA closure.\n\nDefinition of AF and recurrence of AF:\n\nAF onset in the days following the operation, until discharge, detected in clinical settings are considered as \"per-operative AF\". Recurrence of AF detected during the first three months following the operation are considered \"early recurrence\" and recurrence beyond three months after the operation detected in clinical settings are considered \"late recurrence\". In patients undergoing Holter monitoring in the study, the occurrence of AF for 30 seconds or longer will be considered diagnostic for AF recurrence.\n\nPower calculation for primary endpoint stroke and minor stroke (transitory cerebral ischemia):\n\nStroke has an incidence of 1-5% in the years following heart surgery 7,22-24. Chang et al. pooled data from studies comparing outcomes after PCI and CABG (from the SYNTAX, BEST and PRECOMBAT trials), which provides an estimate of 3,7% incidence of stroke in the first three years following coronary by-pass operations 25. In the LAACS study, incidence of stroke was 3.2% (3 of n 64) in patients who underwent surgical closure of the LAA, while in control patients in whom LAA remained open, stroke incidence was 11.3% (8 in n 77) after 3,6 median follow-up. A non-randomized study reported a 33% risk reduction of thromboembolic events.\n\nTo achieve a corresponding reduction in the LAACS trial, with a significance level of 0.05 and 90% power, over three years, it would be necessary to include 600 patients in each group (calculated manually and using web calculators www.biomath.info/power/chsq.htm, www.dssresearch.com, and www.optimizely.com ).\n\nWe deemed a relative risk reduction of 60% with LAA closure plausible. In a balanced design (1:1), with a Chi-square approximation (comparing two independent binomial proportions) with a two-sided significance level of 0.05 and power of 90%, and two years of observation time, the sample size needed is 1302. We include a 'drop-out' rate of 10%, as unexpected intraoperative findings may prompt surgeons to deviate from the allocated treatment, and the primary outcome is subject to death as a competing risk. In total, 1,500 patients should be randomized.\n\nAfter two years of follow-up, 39 (651\\*6.0%) and 16 (651\\*2.4%) primary events are expected in the control and LAA closure groups, respectively. The trial may be extended if 55 primary events have not occurred after two years of follow-up.\n\nThe steering committee will decide whether the trial should continue enrolment if more than 55 events have occurred before 1500 patients have been included. Likewise, the committee will decide whether to increase the number of patients included if less than 55 primary events have occurred after the last randomized patient has been followed for two years.\n\nPower calculation for harm of the LAACS procedure:\n\nIncomplete LAA closure may render a more thrombogenic surface than the innate LAA surface.2,19,20 The relative risk for stroke related to incomplete LAA closure has been estimated between 10 to 25% compared to those with complete LAA closure.13,35 Accordingly, the investigators can evaluate whether an equivalent problem occurs in the LAACS2, including between 359 to 1455 patients in the LAACS2 study, with a 90% power and a 0.05 significance level. Hence, the 2000 patients the investigators plan to include, as calculated for the primary endpoint should suffice to evaluate the possible harm of the procedure.\n\nPrespecified substudies The wavECG substudy utilizes a preoperative Myovista electrocardiogram (HeartScienc-es, Southlake, Texas, USA) to diagnose diastolic dysfunction in consecutive patients and will evaluate if these indices can improve current prediction models of (1) postoperative AF and (2) postoperative stroke including TIA. An anticipated 300 patients will be en-rolled.\n\nThe biomarker substudy will evaluate blood, urine, and atrial tissue samples in a sub-group of patients to explore systemic signs of atrial cardiomyopathy associated with the development of (1) postoperative AF and (2) postoperative stroke, including TIA. An anticipated 75 patients will be enrolled.\n\nThe imaging substudies will evaluate the quality of LAA closures in a subgroup of ten consecutive patients from each site utilizing echocardiography, CT, or MRI according to the availability of imaging facilities. Moreover, imaging control of LAA closures is recommended in patients with LAA closure developing ischemic stroke, including TIA. An antic-ipated 50 patients will be enrolled.\n\nThe Holter substudy will be conducted in patients with new-onset AF from surgery until discharge and where another episode of AF has not been recorded approaching the end of follow-up. Patients from selected sites will be invited to participate in long-term continuous ambulatory heart-rhythm monitoring to assess the burden of subclinical recurrent AF. An anticipated 100 patients will be enrolled."},"conditionsModule":{"conditions":["Stroke, Ischemic","Atrial Fibrillation"],"keywords":["Left Atrium Appendage","Atrial Fibrillation","Stroke","Heart Surgery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Open-label, parallel, randomized, control trial","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":1500,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Closure","type":"ACTIVE_COMPARATOR","description":"Patients randomized to the active Group will undergo closure of the left atrium appendage during Heart surgery by means of commercial clips","interventionNames":["Procedure: closure of the left atrium appendage"]},{"label":"Control","type":"NO_INTERVENTION","description":"The left atrium appendage will remain open in patients randomized to the control group"}],"interventions":[{"type":"PROCEDURE","name":"closure of the left atrium appendage","description":"closure of the left atrium appendage in addition to the planned Heart operation","armGroupLabels":["Closure"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants with Stroke occurrence including Transitory cerebral ischemia (TCI)","description":"Stroke is an acute episode of focal dysfunction of the brain, retina, or spinal cord lasting longer than 24 h, or of any duration if imaging (CT or MRI) or autopsy show focal infarction relevant to the symptoms. Transitory cerebral ischemia (TCI) is defined as above, but with symptoms lasting less than 24 h.\n\nEndpoints will be assigned by two independent neurologists, who are blinded to what procedure the patient undergo. In case of discrepancy, the events will be assigned by consensus.","timeFrame":"at least two years, until end of follow-up"}],"secondaryOutcomes":[{"measure":"Combined end-point of Stroke, TCI or Silent brain infarction","description":"Stroke and TCI as above. Silent brain infarction is a fresh lesion on CT or MRI scan or new-onset non-fresh lesion in patients with multiple cans. Bothe ischemic and hemorrhaic types are included Silent Brain infarctions described by radiologists as fresh infarctions found in clinical settings with CT-scans or brain-MRI scans","timeFrame":"at least two years, until end of follow-up"},{"measure":"Ischemic Stroke, including TCI","description":"Stroke and TCI as above.","timeFrame":"at least two years, until end of follow-up"},{"measure":"Composite outcome of all-cause mortality and stroke (ischemic or hemorrhagic)","description":"Death of any cause","timeFrame":"at least two years, until end of follow-up"}],"otherOutcomes":[{"measure":"Safety outcome - Composite of peri- and postoperative complications","description":"Peri- and postoperative complications are: bleeding (BARC 3a, 3b, 4), pericardial infections, redo open-heart surgery, and in-hospital mortality","timeFrame":"30 days after surgery"},{"measure":"Safety outcome: Readmission or death due to bleeding","description":"Readmission or death due to bleeding (BARC 2-5).","timeFrame":"30 days after surgery"},{"measure":"Safety outcome: Readmission or death due to heart injury","description":"heart injury is: pericardial or pleural effusion, pericardial infections, or acute decompensated heart failure.","timeFrame":"30 days after surgery"},{"measure":"Safety outcome - systemic embolism","description":"A systemic embolism is an acute episode of non-cerebral artery occlusion due to thrombosis, as assessed clinically. AF onset from surgery until discharge detected in the clinical setting is considered \"postoperative AF","timeFrame":"period from surgery until discharge"},{"measure":"Observation outcome - atrial fibrillation (AF)","description":"AF occurrence or recurrence among patients discharged in sinus rhythm,","timeFrame":"at least two years, until end of follow-up"},{"measure":"All cause mortality","description":"Mortality of any cause","timeFrame":"at least two years, until end of follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients referred for planned first-time heart surgery:\n* Coronary artery by-pass surgery (CABG)\n* Valve surgery\n* Combined CABG and valve surgery\n\nExclusion Criteria:\n\n* Endocarditis\n* No possible follow-up\n* Planned closure of the left atrium appendage as part of surgery","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Helena Domínguez, MD, PhD","affiliation":"Bispebjerg and Frederiksberg Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"Aarhus University Hospital Skejby","city":"Aarhus","country":"Denmark","geoPoint":{"lat":56.15674,"lon":10.21076}},{"facility":"Rigshospitalet","city":"Copenhagen","country":"Denmark","geoPoint":{"lat":55.67594,"lon":12.56553}},{"facility":"Hospital Universitario Vall d'Hebron","city":"Barcelona","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"Sahlgrenska University Hospital","city":"Göteborg","country":"Sweden","geoPoint":{"lat":57.70716,"lon":11.96679}}]},"referencesModule":{"references":[{"pmid":"22236222","type":"BACKGROUND","citation":"Healey JS, Connolly SJ, Gold MR, Israel CW, Van Gelder IC, Capucci A, Lau CP, Fain E, Yang S, Bailleul C, Morillo CA, Carlson M, Themeles E, Kaufman ES, Hohnloser SH; ASSERT Investigators. Subclinical atrial fibrillation and the risk of stroke. N Engl J Med. 2012 Jan 12;366(2):120-9. doi: 10.1056/NEJMoa1105575. Erratum In: N Engl J Med. 2016 Mar 10;374(10):998."},{"pmid":"27407055","type":"BACKGROUND","citation":"Noelck N, Papak J, Freeman M, Paynter R, Low A, Motu'apuaka M, Kondo K, Kansagara D. Effectiveness of Left Atrial Appendage Exclusion Procedures to Reduce the Risk of Stroke: A Systematic Review of the Evidence. Circ Cardiovasc Qual Outcomes. 2016 Jul;9(4):395-405. doi: 10.1161/CIRCOUTCOMES.115.002539. Epub 2016 Jul 12."},{"pmid":"19942634","type":"BACKGROUND","citation":"Dawson AG, Asopa S, Dunning J. Should patients undergoing cardiac surgery with atrial fibrillation have left atrial appendage exclusion? Interact Cardiovasc Thorac Surg. 2010 Feb;10(2):306-11. doi: 10.1510/icvts.2009.227991. Epub 2009 Nov 26."},{"pmid":"16034869","type":"BACKGROUND","citation":"Aguilar MI, Hart R. Oral anticoagulants for preventing stroke in patients with non-valvular atrial fibrillation and no previous history of stroke or transient ischemic attacks. Cochrane Database Syst Rev. 2005 Jul 20;2005(3):CD001927. doi: 10.1002/14651858.CD001927.pub2."},{"pmid":"25129609","type":"BACKGROUND","citation":"Frendl G, Sodickson AC, Chung MK, Waldo AL, Gersh BJ, Tisdale JE, Calkins H, Aranki S, Kaneko T, Cassivi S, Smith SC Jr, Darbar D, Wee JO, Waddell TK, Amar D, Adler D; American Association for Thoracic Surgery. 2014 AATS guidelines for the prevention and management of perioperative atrial fibrillation and flutter for thoracic surgical procedures. J Thorac Cardiovasc Surg. 2014 Sep;148(3):e153-93. doi: 10.1016/j.jtcvs.2014.06.036. Epub 2014 Jun 30. No abstract available."},{"pmid":"20876603","type":"BACKGROUND","citation":"Camm AJ, Kirchhof P, Lip GY, Schotten U, Savelieva I, Ernst S, Van Gelder IC, Al-Attar N, Hindricks G, Prendergast B, Heidbuchel H, Alfieri O, Angelini A, Atar D, Colonna P, De Caterina R, De Sutter J, Goette A, Gorenek B, Heldal M, Hohloser SH, Kolh P, Le Heuzey JY, Ponikowski P, Rutten FH; ESC Committee for Practice Guidelines. Guidelines for the management of atrial fibrillation: the Task Force for the Management of Atrial Fibrillation of the European Society of Cardiology (ESC). Europace. 2010 Oct;12(10):1360-420. doi: 10.1093/europace/euq350. No abstract available. Erratum In: Europace. 2011 Jul;13(7):1058. Dosage error in article text."},{"pmid":"15063244","type":"BACKGROUND","citation":"Lahtinen J, Biancari F, Salmela E, Mosorin M, Satta J, Rainio P, Rimpilainen J, Lepojarvi M, Juvonen T. Postoperative atrial fibrillation is a major cause of stroke after on-pump coronary artery bypass surgery. Ann Thorac Surg. 2004 Apr;77(4):1241-4. doi: 10.1016/j.athoracsur.2003.09.077."},{"pmid":"16863754","type":"BACKGROUND","citation":"Kollar A, Lick SD, Vasquez KN, Conti VR. Relationship of atrial fibrillation and stroke after coronary artery bypass graft surgery: when is anticoagulation indicated? Ann Thorac Surg. 2006 Aug;82(2):515-23. doi: 10.1016/j.athoracsur.2006.03.037."},{"pmid":"17008797","type":"BACKGROUND","citation":"Nakai T, Chandy J, Nakai K, Bellows WH, Flachsbart K, Lee RJ, Leung JM. Histologic assessment of right atrial appendage myocardium in patients with atrial fibrillation after coronary artery bypass graft surgery. Cardiology. 2007;108(2):90-6. doi: 10.1159/000095936. Epub 2006 Sep 28."},{"pmid":"20138531","type":"BACKGROUND","citation":"Ahlsson A, Fengsrud E, Bodin L, Englund A. Postoperative atrial fibrillation in patients undergoing aortocoronary bypass surgery carries an eightfold risk of future atrial fibrillation and a doubled cardiovascular mortality. Eur J Cardiothorac Surg. 2010 Jun;37(6):1353-9. doi: 10.1016/j.ejcts.2009.12.033."},{"pmid":"24293173","type":"BACKGROUND","citation":"Pillarisetti J, Patel A, Bommana S, Guda R, Falbe J, Zorn GT, Muehlebach G, Vacek J, Sue Min Lai, Lakkireddy D. Atrial fibrillation following open heart surgery: long-term incidence and prognosis. J Interv Card Electrophysiol. 2014 Jan;39(1):69-75. doi: 10.1007/s10840-013-9830-6. Epub 2013 Nov 29."},{"pmid":"24655710","type":"BACKGROUND","citation":"Lee SH, Kang DR, Uhm JS, Shim J, Sung JH, Kim JY, Pak HN, Lee MH, Joung B. New-onset atrial fibrillation predicts long-term newly developed atrial fibrillation after coronary artery bypass graft. Am Heart J. 2014 Apr;167(4):593-600.e1. doi: 10.1016/j.ahj.2013.12.010. Epub 2014 Jan 4."},{"pmid":"17286567","type":"BACKGROUND","citation":"Almahameed ST, Khan M, Zuzek RW, Juratli N, Belden WA, Asher CR, Novaro GM, Martin DO, Natale A. Left atrial appendage exclusion and the risk of thromboembolic events following mitral valve surgery. J Cardiovasc Electrophysiol. 2007 Apr;18(4):364-6. doi: 10.1111/j.1540-8167.2006.00755.x. Epub 2007 Feb 7."},{"pmid":"14522491","type":"BACKGROUND","citation":"Garcia-Fernandez MA, Perez-David E, Quiles J, Peralta J, Garcia-Rojas I, Bermejo J, Moreno M, Silva J. Role of left atrial appendage obliteration in stroke reduction in patients with mitral valve prosthesis: a transesophageal echocardiographic study. J Am Coll Cardiol. 2003 Oct 1;42(7):1253-8. doi: 10.1016/s0735-1097(03)00954-9."},{"pmid":"29792215","type":"BACKGROUND","citation":"Park-Hansen J, Holme SJV, Irmukhamedov A, Carranza CL, Greve AM, Al-Farra G, Riis RGC, Nilsson B, Clausen JSR, Norskov AS, Kruuse CR, Rostrup E, Dominguez H. Adding left atrial appendage closure to open heart surgery provides protection from ischemic brain injury six years after surgery independently of atrial fibrillation history: the LAACS randomized study. J Cardiothorac Surg. 2018 May 23;13(1):53. doi: 10.1186/s13019-018-0740-7."},{"pmid":"28449483","type":"BACKGROUND","citation":"Mirow N, Vogt S, Irqsusi M, Moosdorf R, Kirschbaum A. Epicardial left atrial appendage closure-comparison of surgical techniques in an ex vivo model. J Thorac Dis. 2017 Mar;9(3):757-761. doi: 10.21037/jtd.2017.03.36."},{"pmid":"18954645","type":"BACKGROUND","citation":"Fumoto H, Gillinov AM, Ootaki Y, Akiyama M, Saeed D, Horai T, Ootaki C, Vince DG, Popovic ZB, Dessoffy R, Massiello A, Catanese J, Fukamachi K. A novel device for left atrial appendage exclusion: the third-generation atrial exclusion device. J Thorac Cardiovasc Surg. 2008 Oct;136(4):1019-27. doi: 10.1016/j.jtcvs.2008.06.002. Epub 2008 Jul 24."},{"pmid":"21906756","type":"BACKGROUND","citation":"Ailawadi G, Gerdisch MW, Harvey RL, Hooker RL, Damiano RJ Jr, Salamon T, Mack MJ. Exclusion of the left atrial appendage with a novel device: early results of a multicenter trial. J Thorac Cardiovasc Surg. 2011 Nov;142(5):1002-9, 1009.e1. doi: 10.1016/j.jtcvs.2011.07.052. Epub 2011 Sep 8."},{"pmid":"27422360","type":"BACKGROUND","citation":"Lee R, Vassallo P, Kruse J, Malaisrie SC, Rigolin V, Andrei AC, McCarthy P. A randomized, prospective pilot comparison of 3 atrial appendage elimination techniques: Internal ligation, stapled excision, and surgical excision. J Thorac Cardiovasc Surg. 2016 Oct;152(4):1075-80. doi: 10.1016/j.jtcvs.2016.06.009. Epub 2016 Jun 23."},{"pmid":"12514671","type":"BACKGROUND","citation":"Crystal E, Lamy A, Connolly SJ, Kleine P, Hohnloser SH, Semelhago L, Abouzhar L, Cybulsky I, Shragge B, Teoh K, Lonn E, Sawchuk C, Oezaslan F; Left Atrial Appendage Occlusion Study. Left Atrial Appendage Occlusion Study (LAAOS): a randomized clinical trial of left atrial appendage occlusion during routine coronary artery bypass graft surgery for long-term stroke prevention. Am Heart J. 2003 Jan;145(1):174-8. doi: 10.1067/mhj.2003.44."},{"pmid":"19880144","type":"BACKGROUND","citation":"Salzberg SP, Plass A, Emmert MY, Desbiolles L, Alkadhi H, Grunenfelder J, Genoni M. Left atrial appendage clip occlusion: early clinical results. J Thorac Cardiovasc Surg. 2010 May;139(5):1269-74. doi: 10.1016/j.jtcvs.2009.06.033. Epub 2009 Nov 1."},{"pmid":"8572814","type":"BACKGROUND","citation":"Blackshear JL, Odell JA. Appendage obliteration to reduce stroke in cardiac surgical patients with atrial fibrillation. Ann Thorac Surg. 1996 Feb;61(2):755-9. doi: 10.1016/0003-4975(95)00887-X."},{"pmid":"11603436","type":"BACKGROUND","citation":"Salazar JD, Wityk RJ, Grega MA, Borowicz LM, Doty JR, Petrofski JA, Baumgartner WA. Stroke after cardiac surgery: short- and long-term outcomes. Ann Thorac Surg. 2001 Oct;72(4):1195-201; discussion 1201-2. doi: 10.1016/s0003-4975(01)02929-0."},{"pmid":"25117130","type":"BACKGROUND","citation":"Gialdini G, Nearing K, Bhave PD, Bonuccelli U, Iadecola C, Healey JS, Kamel H. Perioperative atrial fibrillation and the long-term risk of ischemic stroke. JAMA. 2014 Aug 13;312(6):616-22. doi: 10.1001/jama.2014.9143."},{"pmid":"28595861","type":"BACKGROUND","citation":"Chang M, Lee CW, Ahn JM, Cavalcante R, Sotomi Y, Onuma Y, Han M, Park DW, Kang SJ, Lee SW, Kim YH, Park SW, Serruys PW, Park SJ. Comparison of Outcome of Coronary Artery Bypass Grafting Versus Drug-Eluting Stent Implantation for Non-ST-Elevation Acute Coronary Syndrome. Am J Cardiol. 2017 Aug 1;120(3):380-386. doi: 10.1016/j.amjcard.2017.04.038. Epub 2017 May 10."},{"pmid":"18583555","type":"BACKGROUND","citation":"Das RR, Seshadri S, Beiser AS, Kelly-Hayes M, Au R, Himali JJ, Kase CS, Benjamin EJ, Polak JF, O'Donnell CJ, Yoshita M, D'Agostino RB Sr, DeCarli C, Wolf PA. Prevalence and correlates of silent cerebral infarcts in the Framingham offspring study. Stroke. 2008 Nov;39(11):2929-35. doi: 10.1161/STROKEAHA.108.516575. Epub 2008 Jun 26."},{"pmid":"23850917","type":"BACKGROUND","citation":"Gaita F, Corsinovi L, Anselmino M, Raimondo C, Pianelli M, Toso E, Bergamasco L, Boffano C, Valentini MC, Cesarani F, Scaglione M. Prevalence of silent cerebral ischemia in paroxysmal and persistent atrial fibrillation and correlation with cognitive function. J Am Coll Cardiol. 2013 Nov 19;62(21):1990-1997. doi: 10.1016/j.jacc.2013.05.074. Epub 2013 Jul 10."},{"pmid":"25231184","type":"BACKGROUND","citation":"Song TJ, Kim J, Lee HS, Nam CM, Nam HS, Kim EH, Lee KJ, Song D, Heo JH, Kim YD. Differential impact of unrecognised brain infarction on stroke outcome in non-valvular atrial fibrillation. Thromb Haemost. 2014 Dec;112(6):1312-8. doi: 10.1160/TH14-02-0176. Epub 2014 Sep 18."},{"pmid":"23684685","type":"BACKGROUND","citation":"Marfella R, Sasso FC, Siniscalchi M, Cirillo M, Paolisso P, Sardu C, Barbieri M, Rizzo MR, Mauro C, Paolisso G. Brief episodes of silent atrial fibrillation predict clinical vascular brain disease in type 2 diabetic patients. J Am Coll Cardiol. 2013 Aug 6;62(6):525-30. doi: 10.1016/j.jacc.2013.02.091. Epub 2013 May 15."},{"pmid":"22779430","type":"BACKGROUND","citation":"Barwad P, Raheja A, Venkat R, Kothari SS, Bahl V, Karthikeyan G. High prevalence of silent brain infarction in patients presenting with mechanical heart valve thrombosis. Am J Cardiovasc Drugs. 2012 Oct 1;12(5):345-8. doi: 10.1007/BF03261843."},{"pmid":"15799897","type":"BACKGROUND","citation":"Friday G, Sutter F, Curtin A, Kenton E, Caplan B, Nocera R, Siddiqui A, Goldman S. Brain magnetic resonance imaging abnormalities following off-pump cardiac surgery. Heart Surg Forum. 2005;8(2):E105-9. doi: 10.1532/hsf98.20041146."},{"pmid":"9605718","type":"BACKGROUND","citation":"Vanninen R, Aikia M, Kononen M, Partanen K, Tulla H, Hartikainen P, Paranen J, Manninen H, Enberg P, Hippelainen M. Subclinical cerebral complications after coronary artery bypass grafting: prospective analysis with magnetic resonance imaging, quantitative electroencephalography, and neuropsychological assessment. Arch Neurol. 1998 May;55(5):618-27. doi: 10.1001/archneur.55.5.618."},{"pmid":"15922616","type":"BACKGROUND","citation":"Knipp SC, Matatko N, Schlamann M, Wilhelm H, Thielmann M, Forsting M, Diener HC, Jakob H. Small ischemic brain lesions after cardiac valve replacement detected by diffusion-weighted magnetic resonance imaging: relation to neurocognitive function. Eur J Cardiothorac Surg. 2005 Jul;28(1):88-96. doi: 10.1016/j.ejcts.2005.02.043."},{"pmid":"18378618","type":"BACKGROUND","citation":"Schramm TK, Gislason GH, Kober L, Rasmussen S, Rasmussen JN, Abildstrom SZ, Hansen ML, Folke F, Buch P, Madsen M, Vaag A, Torp-Pedersen C. Diabetes patients requiring glucose-lowering therapy and nondiabetics with a prior myocardial infarction carry the same cardiovascular risk: a population study of 3.3 million people. Circulation. 2008 Apr 15;117(15):1945-54. doi: 10.1161/CIRCULATIONAHA.107.720847. Epub 2008 Mar 31."},{"pmid":"12928631","type":"BACKGROUND","citation":"Bando K, Kobayashi J, Hirata M, Satoh T, Niwaya K, Tagusari O, Nakatani S, Yagihara T, Kitamura S. Early and late stroke after mitral valve replacement with a mechanical prosthesis: risk factor analysis of a 24-year experience. J Thorac Cardiovasc Surg. 2003 Aug;126(2):358-64. doi: 10.1016/s0022-5223(03)00550-6."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Study data will be shared upon reasonable request after study end.","infoTypes":["STUDY_PROTOCOL","SAP","CSR"],"timeFrame":"From study end until data storage permissions from the Danish Data Protection Agency expire.","accessCriteria":"Reasonable request"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}