{"protocolSection":{"identificationModule":{"nctId":"NCT02441374","orgStudyIdInfo":{"id":"TPSantos"},"organization":{"fullName":"University of Sao Paulo","class":"OTHER"},"briefTitle":"Efficacy of Modified FUT Protocols in Relation to CR Protocol","officialTitle":"Efficacy of Modified FUT Protocols With 12 and 24 Hours of Upper Limb Immobilization in Relation to CR Arm Protocol."},"statusModule":{"statusVerifiedDate":"2019-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-08"},"primaryCompletionDateStruct":{"date":"2017-05","type":"ACTUAL"},"completionDateStruct":{"date":"2019-01","type":"ACTUAL"},"studyFirstSubmitDate":"2015-04-09","studyFirstSubmitQcDate":"2015-05-07","studyFirstPostDateStruct":{"date":"2015-05-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-08-28","lastUpdatePostDateStruct":{"date":"2019-08-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tamyris Padovani dos Santos","investigatorTitle":"João Eduardo de Araujo","investigatorAffiliation":"University of Sao Paulo"},"leadSponsor":{"name":"University of Sao Paulo","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"There are some treatments after Stroke. Among these, use forced therapy (FUT), which is based on overcoming learned disuse by reintroduction of the paretic upper limb in the performance of daily activities. There are different protocols FUT to the daily time constraint, the number of days and even the type of constriction. Researchers have developed a protocol using four weeks constriction, daily constriction 24 hours and with the free end of the weekends. Because it is a restrictive therapy, which requires the use of one of the arms and on the other hand, this mode of treatment is open to criticism, however, despite the efficacy of the protocol, patients do not have good adhesion to the protocol for the constriction severe over time. The objective of this work is to verify the safety of the developed protocol and analyze the feasibility of reducing the daily time of constriction 12 hours, with a new protocol movement constriction, easier to perform and more patient acceptance. Participate in this study 82 individuals hemiparetic post Stroke, which will be recruited to Neurovascular Diseases Clinic and will be registered at the Rehabilitation Center of Integrated State Hospital. Participants will be randomly divided into three groups: the FUT24 (non-paretic upper limb constriction 24 hours a day, five days a week for 4 weeks), the FUT 12 (non-paretic upper limb constriction for 12 hours a day, five days a week for 4 weeks) and CK (Classic Kinesiotherapy, at least 2 times a week for 4 weeks). Will be held weekly and after the end of the monthly monitoring reviews protocols. For the rating scales are use: National Institute of Health Stroke Scale, the Ashworth Scale, the Wolf Motor Function Test, the Motor Activity Log, Fugl-Meyer Assesment, dynamometry handgrip and surface electromyography (flexor and extensor muscles wrist). The researchers hope that this protocol does not bring damage to the upper limb in constriction and it is established a new protocol FUT easier to perform and more acceptable to patients, allowing the use of this technique by health professionals.","detailedDescription":"The constriction of the non-paretic upper limb will be conducted through a tubular mesh with UL positioned in adduction and shoulder internal rotation and elbow flexion greater than 90º in FUT 24 and FUT 12 groups. Daily, the mesh is withdrawn by the investigators made hygienic, and the new constraint is accomplished using a new tubular mesh.The Classic Kinesiotherapy Group,which will receive as a treatment only kinesiotherapy."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Hemiparesis","Upper limb"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":45,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Forced Use Therapy","type":"EXPERIMENTAL","description":"Constriction (through the tubular mesh) of non paretic upper limb for a period of 12 and 24 hours, 5 days per week for 4 weeks.","interventionNames":["Device: Tubular mesh."]},{"label":"Classical Kinesiotherapy","type":"ACTIVE_COMPARATOR","description":"Rehabilitation of classical kinesiotherapy,at least 2 times a week for 4 weeks.","interventionNames":["Other: Classical kinesiotherapy."]}],"interventions":[{"type":"DEVICE","name":"Tubular mesh.","description":"Rehabilitation in upper limb during and after applying of FUT (through the tubular mesh) post stroke.","armGroupLabels":["Forced Use Therapy"]},{"type":"OTHER","name":"Classical kinesiotherapy.","description":"Applying classical kinesiotherapy in upper limb post stroke.","armGroupLabels":["Classical Kinesiotherapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluation of RMS activity through surface electromyography.","description":"Evaluations shall be performed weekly during the treatment period and 1 monthly assessment for 3 months after the protocol without therapeutic intervention.","timeFrame":"4 months"}],"secondaryOutcomes":[{"measure":"Evaluate the strength handgrip (Kgf) of hemiparetic patients submitted to FUT post stroke.","description":"Evaluations shall be performed weekly during the treatment period and 1 monthly assessment for 3 months after the protocol without therapeutic intervention.","timeFrame":"4 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Good cognition,\n2. Absence of joint blocks,\n3. Good range of motion in upper limb with at least 20º of active extension of the wrist and 10º in the metacarpal phalangeal,\n4. Joint and walking capacity without assistance.\n\nExclusion Criteria:\n\n1. Heart arrhythmia,\n2. Hypertension,\n3. Severe cardiovascular and respiratory problems,\n4. Inability to attend the sessions.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Tamyris Padovani dos Santos","affiliation":"University of Sao Paulo","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tamyris Padovani dos Santos","city":"Ribeirão Preto","state":"SP","zip":"14026514","country":"Brazil","geoPoint":{"lat":-21.1775,"lon":-47.81028}}]},"referencesModule":{"references":[{"pmid":"12837123","type":"RESULT","citation":"Ahmed S, Mayo NE, Higgins J, Salbach NM, Finch L, Wood-Dauphinee SL. The Stroke Rehabilitation Assessment of Movement (STREAM): a comparison with other measures used to evaluate effects of stroke and rehabilitation. Phys Ther. 2003 Jul;83(7):617-30."},{"pmid":"11871641","type":"RESULT","citation":"Brown MM. Brain attack: a new approach to stroke. Clin Med (Lond). 2002 Jan-Feb;2(1):60-5. doi: 10.7861/clinmedicine.2-1-60."},{"pmid":"2749846","type":"RESULT","citation":"Brott T, Adams HP Jr, Olinger CP, Marler JR, Barsan WG, Biller J, Spilker J, Holleran R, Eberle R, Hertzberg V, et al. Measurements of acute cerebral infarction: a clinical examination scale. Stroke. 1989 Jul;20(7):864-70. doi: 10.1161/01.str.20.7.864."},{"pmid":"19039215","type":"RESULT","citation":"Cincura C, Pontes-Neto OM, Neville IS, Mendes HF, Menezes DF, Mariano DC, Pereira IF, Teixeira LA, Jesus PA, de Queiroz DC, Pereira DF, Pinto E, Leite JP, Lopes AA, Oliveira-Filho J. Validation of the National Institutes of Health Stroke Scale, modified Rankin Scale and Barthel Index in Brazil: the role of cultural adaptation and structured interviewing. Cerebrovasc Dis. 2009;27(2):119-22. doi: 10.1159/000177918. Epub 2008 Nov 28."},{"pmid":"16097492","type":"RESULT","citation":"Charles J, Gordon AM. A critical review of constraint-induced movement therapy and forced use in children with hemiplegia. Neural Plast. 2005;12(2-3):245-61; discussion 263-72. doi: 10.1155/NP.2005.245."},{"pmid":"17369514","type":"RESULT","citation":"Cirstea MC, Levin MF. Improvement of arm movement patterns and endpoint control depends on type of feedback during practice in stroke survivors. Neurorehabil Neural Repair. 2007 Sep-Oct;21(5):398-411. doi: 10.1177/1545968306298414. Epub 2007 Mar 16."},{"pmid":"20375507","type":"RESULT","citation":"De Marchis GM, Foderaro G, Jemora J, Zanchi F, Altobianchi A, Biglia E, Conti FM, Monotti R, Mombelli G. Mild cognitive impairment in medical inpatients: the Mini-Mental State Examination is a promising screening tool. Dement Geriatr Cogn Disord. 2010;29(3):259-64. doi: 10.1159/000288772. Epub 2010 Apr 6."},{"pmid":"25062313","type":"RESULT","citation":"De D, Wynn E. Preventing muscular contractures through routine stroke patient care. Br J Nurs. 2014 Jul 24-Aug 13;23(14):781-6. doi: 10.12968/bjon.2014.23.14.781."},{"pmid":"21619861","type":"RESULT","citation":"Feigin VL, Barker-Collo S, Krishnamurthi R, Theadom A, Starkey N. Epidemiology of ischaemic stroke and traumatic brain injury. Best Pract Res Clin Anaesthesiol. 2010 Dec;24(4):485-94. doi: 10.1016/j.bpa.2010.10.006. Epub 2010 Nov 29."},{"pmid":"22378476","type":"RESULT","citation":"Fuzaro AC, Guerreiro CT, Galetti FC, Juca RB, Araujo JE. Modified constraint-induced movement therapy and modified forced-use therapy for stroke patients are both effective to promote balance and gait improvements. Rev Bras Fisioter. 2012 Apr;16(2):157-65. doi: 10.1590/s1413-35552012005000010. Epub 2012 Mar 1."},{"pmid":"12017517","type":"RESULT","citation":"Green J, Forster A, Young J. Reliability of gait speed measured by a timed walking test in patients one year after stroke. Clin Rehabil. 2002 May;16(3):306-14. doi: 10.1191/0269215502cr495oa."},{"pmid":"25061078","type":"RESULT","citation":"Hagg S, Thorn LM, Forsblom CM, Gordin D, Saraheimo M, Tolonen N, Waden J, Liebkind R, Putaala J, Tatlisumak T, Groop PH; FinnDiane Study Group. Different risk factor profiles for ischemic and hemorrhagic stroke in type 1 diabetes mellitus. Stroke. 2014 Sep;45(9):2558-62. doi: 10.1161/STROKEAHA.114.005724. Epub 2014 Jul 24."},{"pmid":"17362840","type":"RESULT","citation":"Lavados PM, Hennis AJ, Fernandes JG, Medina MT, Legetic B, Hoppe A, Sacks C, Jadue L, Salinas R. Stroke epidemiology, prevention, and management strategies at a regional level: Latin America and the Caribbean. Lancet Neurol. 2007 Apr;6(4):362-72. doi: 10.1016/S1474-4422(07)70003-0."},{"pmid":"11374097","type":"RESULT","citation":"Liepert J, Uhde I, Graf S, Leidner O, Weiller C. Motor cortex plasticity during forced-use therapy in stroke patients: a preliminary study. J Neurol. 2001 Apr;248(4):315-21. doi: 10.1007/s004150170207."},{"pmid":"21519719","type":"RESULT","citation":"Michaelsen SM, Rocha AS, Knabben RJ, Rodrigues LP, Fernandes CG. Translation, adaptation and inter-rater reliability of the administration manual for the Fugl-Meyer assessment. Rev Bras Fisioter. 2011 Jan-Feb;15(1):80-8."},{"pmid":"17039225","type":"RESULT","citation":"Mark VW, Taub E, Morris DM. Neuroplasticity and constraint-induced movement therapy. Eura Medicophys. 2006 Sep;42(3):269-84."},{"pmid":"16514097","type":"RESULT","citation":"Taub E, Uswatte G, King DK, Morris D, Crago JE, Chatterjee A. A placebo-controlled trial of constraint-induced movement therapy for upper extremity after stroke. Stroke. 2006 Apr;37(4):1045-9. doi: 10.1161/01.STR.0000206463.66461.97. Epub 2006 Mar 2."},{"pmid":"24231058","type":"RESULT","citation":"Scherbakov N, von Haehling S, Anker SD, Dirnagl U, Doehner W. Stroke induced Sarcopenia: muscle wasting and disability after stroke. Int J Cardiol. 2013 Dec 10;170(2):89-94. doi: 10.1016/j.ijcard.2013.10.031. Epub 2013 Oct 14."},{"pmid":"12817655","type":"RESULT","citation":"Taub E, Uswatte G. Constraint-induced movement therapy: bridging from the primate laboratory to the stroke rehabilitation laboratory. J Rehabil Med. 2003 May;(41 Suppl):34-40. doi: 10.1080/16501960310010124."},{"pmid":"8466415","type":"RESULT","citation":"Taub E, Miller NE, Novack TA, Cook EW 3rd, Fleming WC, Nepomuceno CS, Connell JS, Crago JE. Technique to improve chronic motor deficit after stroke. Arch Phys Med Rehabil. 1993 Apr;74(4):347-54."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}