{"protocolSection":{"identificationModule":{"nctId":"NCT02241213","orgStudyIdInfo":{"id":"fcv-Aphasia"},"secondaryIdInfos":[{"id":"656656933492","type":"OTHER","domain":"Colciencias"}],"organization":{"fullName":"Fundación Cardiovascular de Colombia","class":"OTHER"},"briefTitle":"Effects of MTS-r on Speech Production in Non-fluent Aphasia Post-ischemic Stroke Patients","officialTitle":"Effects of Repetitive Magnetic Transcranial Stimulation of Low Frequency on Speech Production in Patients With Non-fluent Aphasia Post-ischemic Stroke","acronym":"Aphasia-ACV"},"statusModule":{"statusVerifiedDate":"2014-09","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-08"},"primaryCompletionDateStruct":{"date":"2017-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2017-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-07-09","studyFirstSubmitQcDate":"2014-09-12","studyFirstPostDateStruct":{"date":"2014-09-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-09-12","lastUpdatePostDateStruct":{"date":"2014-09-16","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fundación Cardiovascular de Colombia","class":"OTHER"},"collaborators":[{"name":"Instituto Colombiano para el Desarrollo de la Ciencia y la Tecnología (COLCIENCIAS)","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Aphasia is one of the most disabling complications in language production in patients with left hemisphere stroke. About 19% of patients who experience aphasia may have a spontaneously recovery after several weeks or months. Some studies have reported that repetitive low frequency Transcranial Magnetic Stimulation (TMS-r) in patients with ischemic stroke generates left modulation of cortical excitability by facilitating and promoting functional reorganization and recovery of language production. In spite of this, most of the studies in patients with post-stroke aphasia, are small cases series without controls that correspond to a descriptive design and does not perform long-term follow up. Currently the population is heterogeneous respect to etiology, type of stroke and aphasia severity; also several authors have concluded that the exact location of the site, would be possible through the neuronavigation technique, to obtain better results.\n\nOVERALL OBJECTIVE Determine the efficacy of repetitive low-frequency TMS on oral language recovery in post-ischemic stroke patients with non-fluent aphasia\n\nESPECIFIC OBJETIVES\n\n* Estimate the effect of repetitiveTMS treatment on right Lowe Frontal Gyrus (GFI), in the evolution of the neuropsychological language test results in patients with non-fluent aphasia, compared to placebo.\n* Describe the behavior of depression and anxiety levels in both treatment groups (active and placebo), through Zung anxiety and depression test, to establish their correlation with production testing language.\n* Evaluate the effect of repetitiveTMS technique compared to placebo, on the overall functionality of the subject through Barthel scale.\n* Describe the impact of language behavior on the quality of life of patients treated with placebo and active EMT, assessed by the EuroQol test.\n\nMETHODOLOGY A placebo double blind controlled and randomize trial, to evaluate the efficacy of low frequency EMT-r in language recovery in 100 patients with first ischemic stroke event among the first 4-8 months postinfarction and non-fluent aphasia. The patient will agree and will sign the informed consent, in order to application aphasia diagnosis Boston test, Edinburgh test, Barthel scale, Zung anxiety and depression test, and EuroQol scale, Neuropsi. Subsequently the subjects will be randomizate to any of two arms of the study. A week before the start of the stimulation sessions, the following tests will be applied to assess language production: Boston Test and Verbal Fluency (FAS). Each patient will have a daily session EMT-r low-frequency active or inactive coil with a biphasic stimulator pulses applied for ten days in two weeks on the triangular area - homologous to injury Lower Front Gyrus (LFG), (right brain hemisphere). Complete the treatment schedule of two weeks, the language production will be evaluate again, and also scales as Barthel an Rankin-m, Zung anxiety and depression and EuroQol. This monitoring will be achieved in five stages: after one week, one month, 4 months, 8 months and 12 months post-stimulation, with the intention of determining the duration and effectiveness effects in language production of the EMT-r.","detailedDescription":"Some studies have reported that low frequency repetitive Transcranial Magnetic Stimulation in patients with ischemic stroke generates left modulation of cortical excitability by facilitating, and promoting functional reorganization and facilitate the language production.\n\nStroke is a major public health problem, one-third of patients do not survive the first year after the vascular event, cause of severe disability and also is the third leading cause of death worldwide. Two-thirds of the survivors have neurologic deficits including aphasia (19%) generating functional disability, compromise on their daily living activities, and impact on the quality of life (93% of patients with aphasia after stroke compared with 50% of those survive without aphasia). Aphasia is an additional risk factor for depression (prevalence 5-63%), and also interfering with the functional and cognitive recovery, increasing the risk of mortality.\n\nGenerally the treatment of aphasia is based on speech therapy and drug therapy oriented comorbidities such as depression or anxiety. However, it has studied different interventions in an effort to improve the speech recovery of aphasia, as Transcranial Magnetic Stimulation (TMS), which facilitates recovery by stimulating contralesional and lesional regions. Most studies have been based on the transcallosal disinhibition theory, which consist on blocking homotopic regions through low frequency stimulation in the right posterior GFI (triangular portion) to produce a GFI disinhibition from right to left and facilitate neuroplasticity brain process.\n\nEMT technique is based on the principle of electromagnetic induction, proposed by Michael Faraday (1831), in which posits that magnetic field depends on the stimulation time, generating an electric field that eventually causes neuronal excitability.The strength of the electric current produced in the coil between 5-10 Ka (Kiloamperes), while the strength of the induced magnetic field is about 1 to 2 Tesla, and the cortical area to stimulated is about 3 cm² and 2 cm depth. The magnetic field generated may have sufficient magnitude and density to depolarize cortical neurons tract, directly through axonal cone or indirectly through interneurons. When TMS pulses are applied repeatedly, which is known as repetitive TMS (r-TMS) produce modulation of the cortical excitability, increasing or decreasing, depending on the stimulation parameters. Those effects may persist beyond the train stimulation; defined as repetitive series of regular pulses.\n\nFundamental mechanisms of EMT, are not yet fully understood, because due inter-session and inter-subject variability have been observed in the modulation of induced excitability. The EMT-r may also induce changes in hormonal and neurotransmitter systems, such as, serotonin, dopamine, NMDA receptors, taurine, aspartate, serine axis and can regulate the expression of some genes; cfos, c-jung, which are important for synaptic plasticity. It has been studied several possible mechanisms involved in the functional regulation exerted by the EMT-r, such as synaptic plasticity, which is the most explored one, changes in excitability of neuronal networks, activation of feedback loops and metaplasticity, understood plasticity as synaptic plasticity. However, although but not yet, been established whether the source of the clinical benefit of any scheme of stimulation is a direct or indirect result of the modulation of the excitability, is believed to be associated with neuromodulators release and growth factors such as neurotrophic factor derived from the brain, which play an important role in the mechanism of EMT."},"conditionsModule":{"conditions":["Aphasia, Broca"],"keywords":["Stroke","Aphasia","Broca"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active Transcranial Magnetic Stimulation TMS- r","type":"ACTIVE_COMPARATOR","description":"Application of single stimulation pulses and regularly repeated ones, the frequency may be divided into high frequency EMT (\\> 1 Hz), low frequency (\\<1 Hz) This classification is based on physiological effects (stimulation or inhibition neuronal respectively). In this particular case, we will use low frequency \\<1 Hz with repetitive pulses.","interventionNames":["Device: Transcranial Magnetic Stimulation (TMS-r)"]},{"label":"Placebo Transcranial Magnetic Stimulation","type":"PLACEBO_COMPARATOR","description":"Placebo coil that will simulate the sound of the pulses.","interventionNames":["Device: Placebo Transcranial Magnetic Stimulation"]}],"interventions":[{"type":"DEVICE","name":"Transcranial Magnetic Stimulation (TMS-r)","description":"10 sessions, each session of EMT-r will be low frequency (1 Hz for 20 minutes and a total of 1200 pulses) using a biphasic pulse stimulator, with active coil (coil-shaped focal or inactive coil \"placebo\" for 2 weeks from Monday to Friday, target: triangular portion - homologous to injury Inferior front Gyrus (GFI).","armGroupLabels":["Active Transcranial Magnetic Stimulation TMS- r"]},{"type":"DEVICE","name":"Placebo Transcranial Magnetic Stimulation","description":"10 sesions of Non- active coil, that will simulate the sound of the TMS, holding the coil on the scalp at an angle of 45 degrees in the selected area","armGroupLabels":["Placebo Transcranial Magnetic Stimulation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Boston-test for aphasia diagnosis","description":"Evaluates the different domains of language to determine the severity degree of aphasia. Applicable in patients from 16 years old and its duration is approximately 90 minutes. This test has various scales such as intonation, phrase extension, language articulation, grammar, paraphasias, repetition, word search and listening","timeFrame":"3 years"}],"secondaryOutcomes":[{"measure":"Zung- Depression and anxiety","description":"Evaluates the level of depression in patients with a depressive disorder. This scale is conformed by 20 items assessing 4 common characteristics of depression: the dominant effect, physiological equivalents, other disturbances, and psychomotor activities. Each question is rated on a scale of 1-4 categorized in (1 = few times, 2 = some times, 3 = a good part of the time and 4 = most of the time). The score range is 20-80. Where scores between 5-49 equivalent to a normal range; 50-59 slightly depressed; 60-69 moderately depressed and severely depressed 70 or more \\[56\\].","timeFrame":"3 years"},{"measure":"Barthel-Scale","description":"Instrument for measuring the basic activities of daily living (ADL), used especially in patients with acute cerebrovascular disease. Rate the ability of a person to perform in a dependent or independent 10 ABVD, assigning a score (0, 5, 10,15) depending on the time spent on its implementation and the need for help to carry it out. The final score ranges from 0 to 100 where the values are equivalent to between 95-100 independent.; 91-99 mild dependent; 61-90: moderately dependent; 21-60; dependent grave; 0-20 totally dependent \\[57\\].","timeFrame":"3 Years"},{"measure":"Scale quality of life (EuroQol, EQ-5D)","description":"Evaluate two aspects:The first is the description of the state of health in five dimensions (mobility, self-care, usual activities, pain / discomfort and anxiety / depression), each of which is defined with three levels of severity, as measured by a Likert scale (no problems, some problems and many problems or inability to activity) type. The state of health of the individual is a combination of severity in each five dimensions, expressed by a numerical data. On the other hand, in the second part of the questionnaire the subject must score on a visual millimeter analogue scale his auto perception condition health at the time, considering the ends of the scale as the worst health status (0) and better health \\[61, 62\\]","timeFrame":"3 Years"},{"measure":"Edinburgh-Scale","description":"Is used to assess handedness in daily activities. This inventory can be scored through observation or patient self-report. Interpretation: scores below -40 correspond to left dominance; scores between -40 and +40 is ambidextrous and above +40 right dominance \\[55\\].","timeFrame":"3 Years"}],"otherOutcomes":[{"measure":"Verbal Fluency Test (FAS)","description":"Evaluates the spontaneous production of words under restricted search of verbal fluency association. To evaluate phonological fluency, the patient must produce orally as many words as possible starting with certain letter in a determined period of time, a minute. While for evaluating semantic fluency, will be asked to the patient to name as many animals and fruits as possible in one minute. The score takes into account the total amount of words correctly produced for both categories, and further the number of perseverations, referrals, paraphasias \\[58\\] and own names.","timeFrame":"3 Years"},{"measure":"Brief Neuropsychological Battery (NEUROPSI)","description":"Provides quantitative and qualitative data. Provides a cognitive profile of the patient and allows individual scores for each area, the cognitive domains assessed are: orientation, attention and concentration, leguaje, memory, executive functions, reading, writing, arithmetic. A gradient of severity of cognitive impairment, with an operating range that includes normal and mild, moderate and severe disorders is obtained. It is based on solid normative data that allow comparison and correction according to age and education.","timeFrame":"3 Years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women age range from 50-70 years.\n* School-level equal to or more than 5 years approved.\n* Right hand dominance, determined through the Edinburgh Inventory (score above 40) .\n* Ischemic stroke, at the territory of the left middle cerebral artery (MCA - Left).\n* Aphasia diagnosis determined by the test for aphasia Boston.\n* Patients who have previously received speech therapy\n* Patients who gave their written informed consent\n\nExclusion Criteria: Criteria defined by Wasserman, 1995 \\[59, 60\\] for rTMS:\n\n* Pre-symptomatic diagnosis of stroke in more than one occasion.\n* Diagnosis of neurodegenerative diseases such dementia and Parkinson's disease.\n* Pre- Epilepsy diagnosis\n* Diagnosis of Diabetes Mellitus Type I or II\n* Diagnosis of liver disease or renal\n* Diagnosis of Diseases-terminal to prevent tracking\n* Diagnosis of psychiatric illnesses such as major depressive disorder (MDD) or other.\n* Global cognitive impairment or previous diagnosis of dementia\n* Visual or auditory deficit\n* Patients with metal implants, cardiac pacemakers or drug infusion pumps.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Federico A Silva, MD,MSc","role":"CONTACT","phone":"037- 639-9292","phoneExt":"255","email":"federicosilva@fcv.org"}],"overallOfficials":[{"name":"Federico A Silva, MD,MSc","affiliation":"Fundacion Cardiovascular de Colombia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fundacion Cardiovascular de Colombia","status":"RECRUITING","city":"Bucaramanga","state":"Santander","zip":"0000","country":"Colombia","contacts":[{"name":"Federico A Silva, MD,MSc","role":"CONTACT","phone":"037-639-9292","phoneExt":"255","email":"federicosilva@fcv.org"},{"name":"Federico A Silva","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":7.12539,"lon":-73.1198}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000001037","term":"Aphasia"},{"id":"D000001039","term":"Aphasia, Broca"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M4043","name":"Aphasia, Broca","asFound":"Aphasia, Broca","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}