{"protocolSection":{"identificationModule":{"nctId":"NCT05549141","orgStudyIdInfo":{"id":"54747521.9.3001.5505"},"organization":{"fullName":"University of Sao Paulo","class":"OTHER"},"briefTitle":"Cardiovascular Effects of Treadmill Training With Post-stroke Functional Electrical Stimulation","officialTitle":"Cardiovascular and Metabolic Effects of Treadmill Gait Training Associated With Functional Electrical Stimulation in Individuals Post-brain Vascular Accident"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-10-20","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-31","studyFirstSubmitQcDate":"2022-09-17","studyFirstPostDateStruct":{"date":"2022-09-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-26","lastUpdatePostDateStruct":{"date":"2022-09-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Talita Dias da Silva","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Sao Paulo"},"leadSponsor":{"name":"University of Sao Paulo","class":"OTHER"},"collaborators":[{"name":"Federal University of São Paulo","class":"OTHER"},{"name":"Universidade do Oeste Paulista","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Introduction: Stroke is one of the major causes of morbidity/mortality in the world and affected individuals, due to important (mainly motor) impairments, have their physical capacity to exercise reduced, a fact that aggravates the cardiovascular risk factors already installed. For this reason, a cardiovascular rehabilitation program, in addition to motor rehabilitation, must be added to the life of this individual. Objective: To verify the cardiovascular and metabolic effects of treadmill gait training associated with functional electrical stimulation in individuals after stroke. Method: This study will be an analysis based on archived data from the project \"Functional electrical stimulation during gait training in people after stroke\" approved by the CEP with CAAE number: 52079115.4.0000.5515. Such analyzes have not been carried out before and they will enable the discussion of other important points for the scientific community and health professionals. The study included 20 adults (aged between 45 and 59 years) and elderly individuals (aged between 60 and 70 years) with sequelae of hemiparesis due to stroke, of both sexes. To assess functional capacity, the 6-minute walk test was performed and, from this, the Double product, VO2max and metabolic consumption units (METs) will be estimated in this research. There were two protocols (Group A and B) formed by two training phases alternating between moments with and without electrical stimulation (WalkAide), consisting of 12 sessions, twice a week and lasting 30 minutes. In each session before and after training, the participants remained seated at rest for 10 minutes, for the collection of cardiorespiratory parameters and heart rate variability. During training on a treadmill with or without electrical stimulation, heart rate and heart rate variability (HRV) were monitored, and a detailed analysis of HRV will be carried out in this research. Data will be analyzed and statistically treated, considering a significance level of p\\<0.05.","detailedDescription":"Ethical parameters: This study will be an analysis based on archived data (under the responsibility of researcher Drª Maria Tereza A. P. Dantas) of the project \"Functional electrical stimulation during gait training in people after stroke\" approved by the research ethics committee with CAAE number: 52079115.4.0000.5515. Such analyzes have not been performed previously and these will enable the discussion of other important points for the scientific community and health professionals.\n\nType, location and study population: A longitudinal study of an experimental character, in which 26 adults and elderly with hemiparesis by stroke, of both sexes, who attended rehabilitation centers in Presidente Prudente/SP, participated. For the research, individuals were divided into Group A and Group B, randomized, matched by sex, age and according to the side of the body affected by the stroke.\n\nResearch design: Two treadmill gait training protocols were performed, which differ in the order of use of electrical stimulation in the groups. Each protocol will consist of two training phases, consisting of 6 sessions each, twice a week for 30 minutes. Subjects were assessed before starting the study (Initial Assessment), between phases (Intermediate Assessment) and at the end (Final Assessment).\n\nTo determine the speed/intensity to be programmed on the treadmill for the sessions, the value of the time required to perform the 10-meter test and the formula: speed equal to the ratio of meters divided by seconds were used, with 40% of this result being selected for speed programming. In order to establish a safety margin in training, risk stratification and training heart rate were used, making it possible to designate minimum and maximum limits.\n\nBefore and after training, participants rested (10 minutes) to collect cardiorespiratory parameters and HRV. During training, heart rate was monitored to prevent it from exceeding the maximum value, Modified Borg Scale (checks subjective sensation of effort) and HRV.\n\nHRV analysis: For HRV analysis, 1000 consecutive RR intervals of the most stable segment of the tachogram will be performed. Only series with an error of less than 5% will be considered suitable for analysis. Data were filtered using Polar Precision Performance software (Polar Electro, Finland) in moderate mode, followed by a visual inspection.\n\nHRV will be analyzed by linear methods (time and frequency domains and quantitative analysis of the Poincaré Plot) using the software Kubios® (v. 2.2, Kuopio, Finland). The non-linear HRV characteristics will be calculated through the Poincaré graph, Detrended Fluctuation Analysis (DFA), Recurrence Graph (RP) and Symbolic Analysis (SA).\n\nThe DFA exponents α1 and α2 will be considered using the software. The recurrence plot will be studied using Visual Recurrence Analysis software (v.4.9) and the configured parameters will be dimension = 10, delay = 1, radio = 70 and line = 2.\n\nData analysis: The data will be analyzed and if the assumptions of normality are not violated, the intergroup and intragroup data will be analyzed using analysis of variance (ANOVA) for repeated measures, Tukey's posthoc will be used and to identify differences, if any. In case of violation of normality assumptions, non-parametric tests such as Mann-Whitney and Kruskal-Wallis will be used. A significance level of p\\<0.05 will be considered."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Exercise","Electric Stimulation","Heart Disease Risk Factors"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":28,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A 1","type":"EXPERIMENTAL","description":"Treadmill gait training using an electrical stimulator, as first intervention.","interventionNames":["Other: treadmill gait training with gait facilitators"]},{"label":"Group B1","type":"ACTIVE_COMPARATOR","description":"Treadmill gait training without the use of an electrical stimulator, as second intervention.","interventionNames":["Other: treadmill gait training not-associated with gait facilitators"]},{"label":"Group A2","type":"ACTIVE_COMPARATOR","description":"Treadmill gait training without the use of an electrical stimulator, as first intervention.","interventionNames":["Other: treadmill gait training not-associated with gait facilitators"]},{"label":"Group B2","type":"EXPERIMENTAL","description":"Treadmill gait training using an electrical stimulator, as second intervention.","interventionNames":["Other: treadmill gait training with gait facilitators"]}],"interventions":[{"type":"OTHER","name":"treadmill gait training with gait facilitators","description":"6 sessions of 30 minutes each of treadmill gait training with functional electrical stimulation as a gait facilitator","armGroupLabels":["Group A 1","Group B2"]},{"type":"OTHER","name":"treadmill gait training not-associated with gait facilitators","description":"6 sessions of 30 minutes each of treadmill gait training","armGroupLabels":["Group A2","Group B1"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Heart rate variability","description":"For the analysis of Heart Rate Variability, the heart rate recordings during the period of greatest signal stability will be used, and data from the Polar S810i heart rate monitor (Electro, Kempele, Finland) will be extracted.","timeFrame":"Twelve weeks"}],"secondaryOutcomes":[{"measure":"Blood Pressure (Systolic, Diastolic and mean)","description":"blood pressure will be assessed using a Bic® aneroid sphygmomanometer and 3M Littmann Classic II stethoscope (New York, USA)","timeFrame":"Twelve weeks"},{"measure":"Heart rate","description":"Heart rate will be analyzed from data collected by Polar S810i (Electro, Kempele, Finland)","timeFrame":"Twelve weeks"},{"measure":"Double-Product","description":"The double product will be calculated from the product resulting from Systolic Blood Pressure and Heart Rate. {VO2max=\\[0.02 .distance(m)\\]-\\[0.191 .age(years)\\]-\\[0.07 .weight(Kg)+\\[0.09 .height(cm)\\]+\\[0.26 .SD( 10\\^(-3))\\]+2.45}","timeFrame":"Twelve weeks"},{"measure":"Physical fitness (VO2max)","description":"VO2max will be estimated from data provided during the 6-minute walk test and calculated according to ACSM guidelines","timeFrame":"Twelve weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke sequel with motor conditions for training\n* authorization of individuals with the proper signature of the free and informed consent form.\n\nExclusion Criteria:\n\n* individuals who have peripheral nerve damage in the lower limbs\n* osteoarticular deformities\n* cognitive impairment\n* visual deficits","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Talita da Silva, Dr","role":"CONTACT","phone":"+55 11 99859-0188","email":"ft.talitadias@gmail.com"},{"name":"Maria Dantas, Dr","role":"CONTACT","phone":"+55 18 99772-3787","email":"mariatereza@unoeste.br"}],"overallOfficials":[{"name":"Maria Tereza Dantas","affiliation":"Universidade do Oeste Paulista","role":"STUDY_DIRECTOR"},{"name":"Talita da Silva","affiliation":"Federal University of Sao Paulo","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Rodrigo Dias","affiliation":"Federal University of Sao Paulo","role":"STUDY_CHAIR"}],"locations":[{"facility":"Comitê de Etica da Universidade do Oeste Paulista","status":"RECRUITING","city":"Presidente Prudente","state":"São Paulo","zip":"19050-680","country":"Brazil","contacts":[{"name":"Maria Dantas, Dr","role":"CONTACT","phone":"(18) 3229-1000","email":"mariatereza@unoeste.br"}],"geoPoint":{"lat":-22.12556,"lon":-51.38889}},{"facility":"Comitê de Etica da Universidade Federal de São Paulo","status":"RECRUITING","city":"São Paulo","zip":"04.023-900","country":"Brazil","contacts":[{"name":"Miguel Jorge","role":"CONTACT","phone":"+55(11)55711062","email":"cep@unifesp.br"}],"geoPoint":{"lat":-23.5475,"lon":-46.63611}}]},"referencesModule":{"references":[{"pmid":"25685596","type":"BACKGROUND","citation":"Dunn A, Marsden DL, Nugent E, Van Vliet P, Spratt NJ, Attia J, Callister R. Protocol variations and six-minute walk test performance in stroke survivors: a systematic review with meta-analysis. Stroke Res Treat. 2015;2015:484813. doi: 10.1155/2015/484813. Epub 2015 Jan 20."},{"pmid":"12091180","type":"BACKGROUND","citation":"ATS Committee on Proficiency Standards for Clinical Pulmonary Function Laboratories. ATS statement: guidelines for the six-minute walk test. Am J Respir Crit Care Med. 2002 Jul 1;166(1):111-7. doi: 10.1164/ajrccm.166.1.at1102. No abstract available. Erratum In: Am J Respir Crit Care Med. 2016 May 15;193(10):1185."},{"pmid":"8598068","type":"BACKGROUND","citation":"Heart rate variability: standards of measurement, physiological interpretation and clinical use. Task Force of the European Society of Cardiology and the North American Society of Pacing and Electrophysiology. Circulation. 1996 Mar 1;93(5):1043-65. No abstract available."},{"pmid":"14716599","type":"BACKGROUND","citation":"Huikuri HV, Makikallio TH, Perkiomaki J. Measurement of heart rate variability by methods based on nonlinear dynamics. J Electrocardiol. 2003;36 Suppl:95-9. doi: 10.1016/j.jelectrocard.2003.09.021."}],"seeAlsoLinks":[{"label":"VISUAL RECURRENCE ANALYSIS.","url":"http://www.visualization-2002.org/VRA_MAIN_PAGE_.html"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}