{"protocolSection":{"identificationModule":{"nctId":"NCT04740060","orgStudyIdInfo":{"id":"IRB-300000718"},"organization":{"fullName":"University of Alabama at Birmingham","class":"OTHER"},"briefTitle":"Effects of Different Types of Augmented Feedback on Intrinsic Motivation and Spatiotemporal Gait Performance After Stroke","officialTitle":"Major Research Instrumentation Program: Development of an Innovative Instrument on Robot-Aided Virtual Rehabilitation for Intelligent Physical Training of Individuals With Disabilities (iRAPID)"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-03-30","type":"ACTUAL"},"completionDateStruct":{"date":"2022-05-01","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-01","studyFirstSubmitQcDate":"2021-02-01","studyFirstPostDateStruct":{"date":"2021-02-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-16","lastUpdatePostDateStruct":{"date":"2022-05-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Carmen Capo-Lugo","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Alabama at Birmingham"},"leadSponsor":{"name":"University of Alabama at Birmingham","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Investigate development of an Innovative Instrument on Robot-Aided and Virtual Reality Rehabilitation for Intelligent Physical Training (i.e. gait and stepping) of Individuals post-stroke.","detailedDescription":"The participants will be asked to test the effectiveness of up to two games. Participants are stroke survivors with post-stroke hemiparesis, which is affecting their ability to walk and step.\n\nParticipants will be asked to go to the UAB Spain Rehabilitation Center where they will tested up to two games in a maximum of two sessions. Each session will last approximately two hours. Testing of the games will be done in a robotic device known as the KineAssistTM-MX (KA-MX).\n\nThe KA-MX is a robotic device that allows full freedom of motion for the body and pelvis during walking and balance tasks, and also helps to control your posture to enhance your balance and stability. The KA-MX also offers you safety while training and will catch you if you lose your balance. This assistance is available while participants are strapped into the device with a harness and the device allows them to walk over the treadmill with minimal things affecting their walking.\n\nBefore starting the performance conditions, participants will be asked to fill out a questionnaire that asks about demographics, apathy, balance confidence,and their experience with VR and gaming.\n\nThe study team will help participants into the KineAssist MX, and once secured in the device, they will be allowed to get acclimated to the device prior to approach the performance conditions. Then, they will perform three walking or stepping conditions that measure their maximum walking speed or maximum step length.\n\nParticipants will play one of our two developed VR-exergames. One of the games is called \"Racing Game\" and its purpose is to test people's walking speed and ask them to race against virtual competitors to incentivize them to walk faster over a 1 minute period. Another game, called \"Stepping Game\" tests participant's ability to step farther.\n\nBeside the games, participants will perform maximum walking or maximum stepping with simple VR environment as well as without VR environment. The games have been developed to be tested and will be modified based on feedback from participants. Participants will have the option to participate in one or all two tests (i.e., walking and stepping).\n\nWhile in the KA-MX, during each condition performance (i.e., walking or stepping), participants heart rate will be monitored by a pulse oximeter placed on their finger or through a chest strapped heart rate monitor. Participants will be periodically asked to state how hard they feel they are working (Rating of Perceived Exertion). Additionally, participants maximum walking speed or maximum step length taken in the device during performance testing will be counted and recorded.\n\nAt the end of each condition, participants will be given a questionnaires to complete regarding their motivation and flow state (i.e., the positive experiential state where participants skill equal to the required challenge)."},"conditionsModule":{"conditions":["Stroke","Hemiparesis","Walking, Difficulty"],"keywords":["Walking Speed","Step-length","Virtual Reality","Exergames"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Augmented Feedback without Virtual Reality(VR)","type":"EXPERIMENTAL","interventionNames":["Other: Augmented Feedback without Virtual Reality(VR"]},{"label":"Augmented Feedback with Non-Game based VR","type":"EXPERIMENTAL","interventionNames":["Other: Augmented Feedback with Non-Game based VR"]},{"label":"Augmented Feedback with Game based VR","type":"EXPERIMENTAL","interventionNames":["Other: Augmented Feedback with Game based VR"]}],"interventions":[{"type":"OTHER","name":"Augmented Feedback without Virtual Reality(VR","description":"For Walking Speed:One-minute fast walking with visual augmented feedback without VR interface (we ask participants to look at a screen where their walking speed and distance are tracked and increase their speed).\n\nFor Step Length: Maximum step length with visual augmented feedback without VR interface in which we ask participants to look at a screen where their step length is displayed and attempt to increase their step length up.","armGroupLabels":["Augmented Feedback without Virtual Reality(VR)"]},{"type":"OTHER","name":"Augmented Feedback with Non-Game based VR","description":"For Walking Speed:One-minute fast walking with basic VR interface (we ask participants to look at a screen where their avatar walker representative will be represented in a virtual walking environment and try to make the avatar walk faster).\n\nFor Step Length: Maximum step length with basic VR interface in which we ask participants to look at their avatar feet in a virtual stepping environment and step with the avatar foot as far as possible.","armGroupLabels":["Augmented Feedback with Non-Game based VR"]},{"type":"OTHER","name":"Augmented Feedback with Game based VR","description":"For Walking Speed: One-minute fast walking with the VR Racing exergame (we ask participants to look at a screen where their avatar walker representative present in a virtual racing environment with other avatar racers and try to beat the avatar racers).\n\nFor Step Length: Maximum step length with the VR Stepping Exergame (we ask participants to look at their avatar legs and avatar animals in a virtual stepping environment and try to step over the avatar animals without touching the animal.","armGroupLabels":["Augmented Feedback with Game based VR"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Walking Speed","description":"ast walking speed will be measured on the KineAssist and quantified based on the distance covered in one minute as a meter per second.","timeFrame":"Three Minutes"},{"measure":"Step Length","description":"Maximum step length will be measured as traveled distance by the foot in centimeters.","timeFrame":"About Five Minutes"},{"measure":"Intrinsic Motivation","description":"Intrinsic Motivation Inventory (IMI) will be used as measurement tool after performing each of the three conditions. The IMI consists of 22 questions rating from 1-7 in four subscales (interest/enjoyment, perceived competence, perceived choice, and pressure/tension). For this study, we will only use the Interest/Enjoyment subscale which contains seven questions and is considered as a self-report measure of intrinsic motivation","timeFrame":"About Three Minutes"}],"secondaryOutcomes":[{"measure":"Apathy Evaluation Scale-Self rated version (AES-S)","description":"The Apathy Evaluation Scale-Self rated version (AES-S) was developed to quantify and characterize apathy. The AES-S consists of 18 questions on an ordinal scale (i.e., not at all, slightly, somewhat, a lot).","timeFrame":"About Five Minutes"},{"measure":"Activities-Specific Balance Confidence Scale (ABC)","description":"The ABC Scale is a 16-item self-report measure in which patients rate their balance confidence for performing various activities rating from 0-100 (i.e., a score of zero represents no confidence, a score of 100 represents complete confidence).","timeFrame":"About Three Minutes"},{"measure":"Perceived competence,Perceived choice, and Pressure/tension","description":"We will use Intrinsic Motivation Inventory subscales (perceived competence, perceived choice, and pressure/tension) contain 5 questions rating from 1-7 where 1 means not at all true and 7 means very true.","timeFrame":"About Five Minutes"},{"measure":"Borg Rating of Perceived Exertion (RPE)","description":"The Borg Rating of Perceived Exertion (RPE) is a psychophysical category scale with rating ranging from 6 as no exertion at all to 20 as maximal exertion, will be conducted every 30 seconds in order to evaluate participants level of perceived exertion. We will hold up the scale on a clipboard and asked participants, \"how hard are you working?\".","timeFrame":"About Three Seconds"},{"measure":"Flow State Scale (FSS)","description":"The Flow State Scale (FSS) will be conducted after each condition. The Flow state is a positive experiential state, occurs when the performer is connected to the performance in a situation where personal skill equals the requiredchallenge. The FSS consists of 36-items in nine subscales representing the dimensions of flow using a Likert scale with five levels (i.e., strongly disagree, disagree, neither agree nor disagree, agree, strongly agree).","timeFrame":"About Five Minutes"},{"measure":"Video games and VR experience","description":"Video games and VR experience questions (i.e., have you ever played video games? have you ever experienced virtual reality (VR) technology before?) will be asked to evaluate participants' experiences and thoughts regarding video games in general.","timeFrame":"About Four Minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Individuals with hemiparesis in a chronic and stable stroke stage.\n* Able to follow instructions.\n* Able to walk independently without using assistive devices for up to three minutes.\n\nExclusion Criteria:\n\n* Coronary heart disease.\n* Inability to stand and walk independently.\n* Other neurological diseases that impact balance and mobility other than the stroke.\n* Visual impairments that impact their ability to see, focus on and track movable objects.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"UAB","city":"Birmingham","state":"Alabama","zip":"35294","country":"United States","geoPoint":{"lat":33.52066,"lon":-86.80249}},{"facility":"University of Alabama at Birmingham","city":"Birmingham","state":"Alabama","zip":"35294","country":"United States","geoPoint":{"lat":33.52066,"lon":-86.80249}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"To be determined"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"},{"id":"D000051346","term":"Mobility Limitation"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M26379","name":"Mobility Limitation","asFound":"Walking, Difficulty","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}