{"protocolSection":{"identificationModule":{"nctId":"NCT03045146","orgStudyIdInfo":{"id":"RC31/15/7832"},"organization":{"fullName":"University Hospital, Toulouse","class":"OTHER"},"briefTitle":"FRench Acute Cerebral Multimodal Imaging to Select Patient for MEchanical Thrombectomy","officialTitle":"FRench Acute Cerebral Multimodal Imaging to Select Patient for MEchanical Thrombectomy","acronym":"FRAME"},"statusModule":{"statusVerifiedDate":"2019-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01-31","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-02-08","type":"ACTUAL"},"completionDateStruct":{"date":"2019-04-30","type":"ACTUAL"},"studyFirstSubmitDate":"2016-12-13","studyFirstSubmitQcDate":"2017-02-03","studyFirstPostDateStruct":{"date":"2017-02-07","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-11-25","lastUpdatePostDateStruct":{"date":"2019-11-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Toulouse","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"FRench Acute cerebral multimodal imaging to select patient for MEchanical thrombectomy is a prospective multi-center study to determine if multimodal imaging could identify patients who may and those who may not benefit from an endovascular clot removal procedure within 6 hours after stroke onset.","detailedDescription":"Emergent cerebral artery recanalization by thrombectomy within 6 hours after symptom onset is n the standard of care of an acute hemispheric infarction with a documented proximal internal carotid artery and/middle cerebral artery occlusion. The success of vessel revascularization is mostly related to the emergent reperfusion of the ischemic penumbra. Multimodal brain imaging can identify the amount of salvageable penumbra. The indirect comparison of the recently published randomized trials suggests that despite common baseline clinical characteristics, (vessel site occlusion, delay and type of treatment), the success of thrombectomy was higher in studies enrolling exclusively patients exhibiting a significant amount of penumbra defined by a target mismatch (TMM) on CTP or MRI by comparison with those enrolling patients based on non contrast CT scan without specific imaging criteria. As the prevalence of TMM has not been systematically evaluated in those trials, as TMM definition differs according to the studies and as there has been no prospective estimation of the impact of the prevalence of TMM on baseline imaging assessed blindly of clinical outcome, there is currently no demonstration that mechanical thrombectomy has to be limited to the subgroup of patients based on imaging criteria. With this as a background, we aim to investigate in a prospective cohort of patients treated by thrombectomy according to the current recommendations, the relationship between the prevalence of TMM on pretreatment brain imaging with the rate of clinical recovery after thrombectomy. MR DWI, perfusion and CTP maps processed by RAPID software will not be as usual pushed back to the PACS but anonymized and saved on a remote software leaving the investigator blinded at the time of treatment decision. We hope to learn whether MR or CTP can help to define an imaging profile to select the subgroup of patients that will benefit from thrombectomy."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["Acute Ischemic Stroke, Thrombectomy"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":220,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Multimodal brain imaging","description":"Consecutive patients experiencing an acute ischemic stroke treated by thrombectomy according to the current recommendations. Clinical outcome will be compared according to the baseline imaging profile processed after patient treatment.","interventionNames":["Other: Multimodal brain imaging"]}],"interventions":[{"type":"OTHER","name":"Multimodal brain imaging","description":"Comparison of the Rate of Good Neurological Functional Outcome defined by Modified Rankin Scale 0-2, 3 Months after an acute ischemic stroke treated by thrombectomy according to the presence or not of a Target Mismatch on Baseline imaging (MRI or CTP).","armGroupLabels":["Multimodal brain imaging"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Modified Rankin Scale","description":"Good functional outcome will be defined by a Modified Rankin Scale of 0-2, 3 months after stroke onset","timeFrame":"3 month"}],"secondaryOutcomes":[{"measure":"National Institute of Health Scale","timeFrame":"24 hours, 3 days, 3 months"},{"measure":"Symptomatic Hemorrhagic Transformation","description":"Symptomatic hemorrhagic transformation is defined by an intra cerebral hemorrhage associated with a 4 or more point increase on the NIH Stroke Scale by comparison with NIH Stroke Scale immediately predeterioration.\n\nDate and time of onset will be recorded","timeFrame":"72 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients experiencing an anterior circulation brain infarction complicating the occlusion of the internal carotid artery or the first or second segment of the middle cerebral artery, as seen on CT or MR angiography, undergoing a multimodal brain imaging (DWI/PWI MRI or CTP) prior to a mechanical thrombectomy initiated within 6 hours after onset according to the current guidelines.\n* Age ≥ 18 ans.\n* Mechanical thrombectomy initiated within 6 hours after onset.\n* Eligible patients may receive IV thrombolysis with rtPA within 4.5 hours after onset.\n* Affiliation to the french social security.\n* Patients undergoing multimodal brain imaging MRI : DWI and PWI, or CTP before the initiation of thrombectomy.\n* Signature of the informed consent within 24 hours after treatment\n\nExclusion Criteria:\n\n* Modified Rankin Scale estimated before the occurrence of brain infarction \\> 1.\n* Inability to access the cerebral vasculature in the opinion of the neuro-interventional team.\n* Contraindication to imaging with contrast agents.\n* Any terminal illness such that patient would not be expected to survive more than one-year.\n* Delay between imaging and beginning of thrombectomy \\> 90 minutes.\n* Evaluation of the presence of Target Mismatch on MRI or CTP before treatment\n* Patients placed under guardianship, curators and analogous institutions","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients experiencing an anterior circulation brain infarction complicating the occlusion of the internal carotid artery or the first or second segment of the middle cerebral artery","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Jean-Marc OLIVOT, MD; PHD","affiliation":"UH Toulouse","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"U H Bordeaux","city":"Bordeaux","zip":"33000","country":"France","geoPoint":{"lat":44.84044,"lon":-0.5805}},{"facility":"University hospital Toulouse","city":"Toulouse","zip":"31000","country":"France","geoPoint":{"lat":43.60426,"lon":1.44367}}]},"referencesModule":{"references":[{"pmid":"34702062","type":"DERIVED","citation":"Fontaine L, Sibon I, Raposo N, Albucher JF, Mazighi M, Rousseau V, Darcourt J, Thalamas C, Drif A, Sommet A, Viguier A, Guenego A, Januel AC, Calviere L, Menegon P, Bonneville F, Tourdias T, Albers GW, Cognard C, Olivot JM; FRAME Investigators*. ASCOD Phenotyping of Stroke With Anterior Large Vessel Occlusion Treated by Mechanical Thrombectomy. Stroke. 2021 Dec;52(12):e769-e772. doi: 10.1161/STROKEAHA.121.035282. Epub 2021 Oct 27."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}