{"protocolSection":{"identificationModule":{"nctId":"NCT03124186","orgStudyIdInfo":{"id":"5R01HD056002","type":"NIH","link":"https://reporter.nih.gov/quickSearch/5R01HD056002"},"organization":{"fullName":"University of Kentucky","class":"OTHER"},"briefTitle":"Sensory-driven Motor Recovery in Poorly Recovered Subacute Stroke Patients","officialTitle":"Sensory-driven Motor Recovery in Poorly Recovered Subacute Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2013-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2013-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-04-18","studyFirstSubmitQcDate":"2017-04-18","studyFirstPostDateStruct":{"date":"2017-04-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-08","lastUpdatePostDateStruct":{"date":"2023-09-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Lumy Sawaki","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Kentucky"},"leadSponsor":{"name":"Lumy Sawaki","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This research project addresses a scientifically important question that cannot be answered by other means. The use of peripheral nerve stimulation has the potential to enhance recovery in subacute stroke patients with poor functional recovery. The primary objective of this proposal is to demonstrate that peripheral nerve stimulation combined with intensive motor training has the ability to further improve hand motor function when compared to intensive training alone or nerve stimulation alone. The results from this study have the potential to develop new strategies in neurorehabilitation.","detailedDescription":"Stroke is the leading cause of long-term disability in the United States. Approximately 70-88% of persons with ischemic stroke have some degree of motor impairment. A major goal of research in stroke rehabilitation is to harness the ability of the brain to reorganize after neurologic damage has occurred and thus ultimately lead to successful recovery of function. Data from animal and human models have suggested that sensory input plays an important role in motor output, possibly by influencing cortical plasticity. However, in spite of the advances to date, little is known about the extent to which sensory input in the form of peripheral nerve stimulation (PNS) can be successfully combined to physical training, especially in poorly recovered subacute stroke patients. The proposed study will evaluate the effectiveness of sustained PNS coupled with motor training, to improve hand motor function in subacute stroke patients with severe motor deficit. Our preliminary data in chronic stroke patients with severe motor deficit demonstrate that motor function can be substantially enhanced when PNS is paired with motor training. In addition, a separate study in patients with mild motor deficit receiving motor training alone suggests that the optimal therapeutic time window to deliver motor training is within the first year after stroke. The improvement of behavioral motor function was associated with corticomotor reorganization. Therefore, this study proposes to evaluate the effectiveness of sustained PNS paired with motor training, to promote functional motor recovery in subacute stroke patients with severe motor deficit. The central hypothesis is that subacute stroke patients with severe motor deficit receiving PNS and intensive task-oriented therapy will have improved motor function compared to patients receiving sham-PNS and task-oriented therapy, and the degree of this behaviorally-measured effect will correlate with the neurophysiological effect measured by transcranial magnetic stimulation. The investigators plan to accept or reject the central hypothesis by accomplishing two Specific Aims: 1) test the effect of PNS preceding task-oriented therapy on hand motor function, and 2) test the effect of PNS preceding task-oriented therapy on motor map measured by transcranial magnetic stimulation. The long-range goals are: a) to maximize the restoration of hand motor function after stroke, b) to determine the impact of this intervention in activities of daily living, and c) collect solid data to prepare for a future multicenter randomized clinical trial."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Accident"],"keywords":["motor recovery","neuroplasticity","subacute","human","sensory","nerve stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":73,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Active stimulation with motor training","type":"EXPERIMENTAL","description":"2 hours of active peripheral nerve stimulation (intervention) paired with 4 hours of intensive task-oriented upper extremity training. Peripheral nerve stimulation of Erb's point, radial and median nerves paired with task-oriented therapy. Peripheral nerve stimulation will be delivered using a S88 Dual Output Stimulator by Grass Technologies.","interventionNames":["Device: S88 Dual Output Stimulator by Grass Technologies"]},{"label":"Sham stimulation with motor training","type":"ACTIVE_COMPARATOR","description":"2 hours of sham peripheral nerve stimulation (intervention) paired with 4 hours of intensive task-oriented upper extremity training. Peripheral nerve stimulation of Erb's point, radial and median nerves paired with task-oriented therapy. Peripheral nerve stimulation will be delivered using a S88 Dual Output Stimulator by Grass Technologies.","interventionNames":["Device: S88 Dual Output Stimulator by Grass Technologies"]}],"interventions":[{"type":"DEVICE","name":"S88 Dual Output Stimulator by Grass Technologies","description":"Peripheral nerve stimulation of Erb's point, radial and median nerves paired with task-oriented therapy","armGroupLabels":["Active stimulation with motor training","Sham stimulation with motor training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Fugl Meyer Assessment","description":"The upper extremity FMA is a quantitative measure of motor recovery, sensation, coordination, and speed.","timeFrame":"Score change after 18 days of intervention compared to baseline; Score change after 1- and 4-month after the intervention compared to baseline"}],"secondaryOutcomes":[{"measure":"Change in Action Arm Research Test (ARAT)","description":"The ARAT was developed specifically to measure UE changes and consists of 4 specific tests to measure grasp, grip, pinch, and gross movement.","timeFrame":"Score change after 18 days of intervention compared to baseline; Score change after 1- and 4-month after the intervention compared to baseline"},{"measure":"Change in Wolf Motor Function Test (WMFT)","description":"The WMFT is a time- and function-based evaluation encompassing a battery of 17 tasks","timeFrame":"Score change after 18 days of intervention compared to baseline; Score change after 1- and 4-month after the intervention compared to baseline"},{"measure":"Change in Stroke Impact Scale (SIS)","description":"The SIS is a self-report measure that includes 64 items assessing 8 domains including strength, hand function, ADL/IADL, mobility, communication, emotion, memory and thinking, and participation.","timeFrame":"Score change after 18 days of intervention compared to baseline; Score change after 1- and 4-month after the intervention compared to baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Having sustained a single ischemic or hemorrhagic stroke during the 3- to 12-month period preceding enrollment\n* Single stroke\n* Inability at the time of screening to demonstrate active extension of the affected metacarpophalangeal and interphalangeal joints at least 10째; and the wrist, 20째 (ie, level of impairment that would preclude participation in constraint-induced therapy)\n* Score of 47 or lower on the modified 30-item Fugl-Meyer Assessment of UE motor function\n* Participants NOT able to extend the affected metacarpophalangeal joints at least 10째 and the wrist 20째.\n\nExclusion Criteria:\n\n* History of carpal tunnel syndrome and conditions that commonly cause peripheral neuropathy, including diabetes, uremia, or associated nutritional deficiencies\n* History of head injury with loss of consciousness, severe alcohol or drug abuse, psychiatric illness\n* Within 3 months of recruitment, use of drugs known to exert detrimental effects on motor recovery\n* Cognitive deficit severe enough to preclude informed consent\n* Positive pregnancy test or being of childbearing age and not using appropriate contraception\n* Participants with history of untreated depression.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"referencesModule":{"references":[{"pmid":"29794530","type":"DERIVED","citation":"Carrico C, Westgate PM, Salmon Powell E, Chelette KC, Nichols L, Pettigrew LC, Sawaki L. Nerve Stimulation Enhances Task-Oriented Training for Moderate-to-Severe Hemiparesis 3-12 Months After Stroke: A Randomized Trial. Am J Phys Med Rehabil. 2018 Nov;97(11):808-815. doi: 10.1097/PHM.0000000000000971."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}