{"protocolSection":{"identificationModule":{"nctId":"NCT04386525","orgStudyIdInfo":{"id":"002518"},"organization":{"fullName":"King Fahad Medical City","class":"OTHER_GOV"},"briefTitle":"Omega 3 and Ischemic Stroke; Fish Oil as an Option","officialTitle":"The Potential Effect of Omega3 Supplement in Fish Oil on Infarced Areas in the Brain and Improvement of Neurological Functions fo Ischemic Stroke Patients","acronym":"OmegaStroke"},"statusModule":{"statusVerifiedDate":"2020-05","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2021-12-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-02-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-05-07","studyFirstSubmitQcDate":"2020-05-12","studyFirstPostDateStruct":{"date":"2020-05-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-05-12","lastUpdatePostDateStruct":{"date":"2020-05-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nouf Al Mansour","investigatorTitle":"Subspecialty Consultant Neurologist And Stroke Specialist","investigatorAffiliation":"King Fahad Medical City"},"leadSponsor":{"name":"King Fahad Medical City","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"In this trial, The investigators are going to investigate the improvement of neurological functions and infarced area of the brain in ischemic stroke patients after ingestion of omega 3 products that have high concentrations of DHA and EPA in comparison to control group. The study will assess the improvement by computerized calculation of the size of the infarcted area before and after the intervention and neurological assessment tools. The researchers will follow the scientific and ethical regulations prevent any harmful effect on recruited subjects.","detailedDescription":"Introduction and Background According to the Center of Disease Control and Prevention, stroke is the 5th leading cause of mortality in the US, and a leading cause of significant long-term disability where almost 50% of stroke survivors, age 65 and above, suffer from disabling decrease in mobility. In its simplest form, an ischemic stroke is a decrease in the blood flow to a certain area in the brain, due to a clot, stenosis or other cause, which lasts long enough to cause permanent cellular injury and death and by extension, disability \\[1\\]. However, much more goes into that process.\n\nThe decreased blood flow to the tissue leads to the primary insult caused by ischemia which leads to direct and immediate cell death. Meanwhile, the tissue surrounding this ischemic area gets affected by the inflammation in the ischemic area, but maintains its viability and is called the penumbra. Later on, this penumbra gets affected by the immune response and toxic inflammatory mediators released in the ischemic area. Which ultimately results in axonal structural changes and subsequent neuronal damage (secondary insult.) The main attention of this paper is looking into the prevention of secondary insult and preserving the penumbra which carries a neurorestorative capacity that is diminished by the inflammatory response and the possibility of restoring the damaged area by neurogenesis as will be explained later. As a result, improving the disability caused by the ischemic event \\[2\\].\n\nCurrently, the only FDA approved treatments of stroke are Tissue Plasminogen Activator (tPA) and Trevo which is a clot removal device, introduced in 2012. However, the group harvesting the benefits of those treatments are fairly limited. For example, tPA has many contraindications in addition to a narrow window of application of 4.5 hours from the start of symptoms. Trevo can only be used within 6 hours as well (extended to 24h in certain cases) \\[3\\]. Furthermore, a major downside that plagues these interventions is the ischemia/reperfusion injury. I/R injury is characterized by reduced vascular relaxation and perfusion, increased macromolecular permeability and an intense inflammatory response derived by reactive oxygen species (ROS) from the ischemic area \\[2\\].\n\nOther interventions are being currently studied in the preclinical setting which is aimed at enhancing and supporting the activity of neurons and neural progenitor cells and promoting long-term functional recovery. Rather than concentrating on restoring blood flow, these interventions are aimed towards inducing neuroprotection and saving brain function in the long term. One such example, is omega-3 essential polyunsaturated fatty acids (PUFA n3) specifically docosahexaenoic acid (DHA, 22:6, n-3) and eicosapentaenoic acid (EPA, 20:5, n-3), to a lesser extent. They have been shown to have a profound effect on decreasing the neuroinflammation in the brain tissue of animal models after an acute stroke in addition to its positive effects on cognitive function and neurodevelopment \\[4,5\\]. Furthermore, studies conducted on mice such as the one conducted by José Pedro De La Cruz et al has shown great neuroprotective qualities and a significant reduction in post-stroke neuroinflammation using olive oil and acetylsalicylic acid \\[6\\].\n\nConsidering all that which have been mentioned in our introduction, the investigators have set several objectives for this paper. First of all, studying the effects of using \\* omega-3\\* as a safe and effective measures to prevent neuroinflammation after an ischemic event and how can this affect the process of neurogenesis and subsequently and effect on patient disability by using olive oil as one of the resources of omega-3.\n\nResearch Design :\n\nThe study will be an open-labelled two-armed randomized control trial, phase 4. One arm will receive the intervention (fish oil). The other arm will be the control.\n\nPopulation and Sample:\n\nThe setting of our study will be the KFMC ASU and NCCU. Our target population will be an ischemic stroke, non-hemorrhagic, reperfused, and non-complicated stabilized patients admitted to the NCCU/ASU at KFMC stroke unit located in Riyadh, Saudi Arabia. Regarding the sample size, it will consist of 60 stroke patients /year compiled of 5 patients each month. The investigators will put into consideration having a confidence level of 95% with a power of 80%. So, the number of the sample might be changed slightly according to the rate of encountered eligible patients.\n\nPlan of Subject's recruitment:\n\nThe investigators are going to recruit confirmed admitted ischemic stroke patients from the emergency department then referred to the stroke unit (NCCU/ASU) who need to follow up or close monitoring. Patients will be eligible after stabilization and reperfusion to minimize any risks to our intervention. This process will be monitored by the ICU specialist and a neurologist. The intervention will not be started until the specialists approve to start. More importantly, the subject will not be recruited until they or their responsible relative gives informed consent. Participants can withdraw at any time during the trial.\n\nPlan of data collectors' recruitment:\n\nData collectors will be from health-care-related specialities\n\nRandomization :\n\nPatients will be randomized by the order of their arrival to the NCCU/ASU alternating between intervention and control groups with every patient. A research team member will be assigned to put patients that arrive at the NCCU/ASU in either of the 2 groups using a computer program which randomly selects between A or B. The fact of which letter is assigned to which group will also be chosen by the same researcher and stored on an excel sheet which only he\\\\she has access to.\n\nBlinding :\n\nThe study will be an open-label randomized trial due to the difficulty of blinding the patients and physicians from the odour, taste and colour between the intervention and control.\n\nIntervention Details:\n\nGenerally, the supplement (but not the placebo) will come in the form of an encapsulated soft gel which will be administered through the nasogastric or orogastric tube by injecting it in the nutrition bag and dividing the dose throughout the number of bags per day.\n\nThe average length of stay in ischemic stroke patients is 28 days, thus, the intervention group will receive fish oil for 1 month starting from the incidence of the stroke. \\[13\\] The chosen product of intervention is OMACOR from Abbott brand. This product is registered in the Saudi FDA and is available in the market.\n\nThe investigators will administer 4g per day of fish oil three times with meals for one month with monitoring the health status regularly. According to the European Food Safety Authority in 2012, long-term consumption of EPA and DHA supplements at combined doses of up to about 5 g/day, or EPA alone up to 1.8 g/day appears to be safe for the adult population and does not increase the risk of spontaneous bleeding episodes, or affect glucose homeostasis, immune function or lipid peroxidation. \\[18\\]\n\nMechanism:\n\nUntil the time of this study, the full mechanism of action of omega 3 is not well understood to explain all of its effects. However, some theories to how it lowered blood triglyceride levels propose that it reduces the hepatic production of triglyceride-rich very-low-density lipoproteins. It also suppresses adipose tissue inflammation and increases FA uptake in adipose, heart, and skeletal muscle. On the cellular level, it inhibits the action of acyl CoA:1,2 diacylglycerol acyltransferase, increase hepatic mitochondrial and peroxisomal beta-oxidation and thus result in a reduction in the hepatic synthesis of triglycerides lowering their blood levels1. Furthermore, its cardiovascular effects are considered multifactorial. It inhibits platelet aggregation, increases circulating EPA/arachidonic acid ratio, and increases EPA composition from carotid plaques. \\[14\\]\n\nSafety :\n\nFrom a safety standpoint, omega 3 is a very safe drug with mild or no symptoms at all. The only serious dangerous side effect is an allergic reaction to the drug. some side effects include headache, unpleasant taste, bad-smelling sweat, bad breath, and gastrointestinal symptoms such as heartburn, nausea, and diarrhoea. \\[15\\] Besides, omega 3 being a mild platelet aggregation inhibitor, it potentiates the effects of antiplatelet like low dose (baby) aspirin. The interaction was reported in a case report\n\npaper. Thus, after administering omega 3 or changing the dose for a patient on baby aspirin or warfarin, the INR should be checked. \\[14\\]\n\nMonitoring :\n\nWhile administering omega 3, some parameters should be monitored at baseline and periodically. In patients with hepatic impairment monitor liver function tests and enzymes particularly ALT. Signs or symptoms of bleeding and perform an INR both at baseline and periodically. \\[14\\]\n\nDrug Administration :\n\nIn our study, the investigators expect that some patients might be fully dependent on feeding tubes. However, the omega 3 pills could still be administered through NGT or through feeding formulas that contain EPA and DHA. In the study by Julie M. \\[15\\] Martin et al. found no difference in the clinical outcome in critically ill patients when administering the drug through NGT vs feeding formulas. However, administering pills instead of feeding formulas is more convenient regarding training the staff and determining doses in addition to being cost-effective. \\[16\\]\n\nData collection, Follow-up and Communication :\n\nThe neurology consultant (the principal investigator) will directly supervise the data collection, intervention, follow-up and communication with the help of medical professionals co-investigators and nurses. Meanwhile, entering the data and monitoring adverse effects will be assessed by clinical pharmacists and other co-investigators. The participants will have the contact number of the principal investigator to report any news or adverse reactions\n\nCriteria for stopping follow-up and intervention in the subject:\n\nSome events will cause stopping and loss of follow-up such as :\n\n1. Enlarging stroke area\n2. Deterioration of the case condition (e.g. loss more neurological functions and consciousness or other systematic organs)\n3. New onset of stroke in the same or different areas\n4. Participant withdrawing\n5. Death or brain death\n\nAnalysis :\n\nThe investigators will analyze the data using the SPSS software program (version 25). Descriptive analysis and statistical Drop-outs from the study will be excluded from the analysis, so the analysis type will be \"per protocol analysis\"."},"conditionsModule":{"conditions":["Ischemic Stroke","Neurological Injury","Stroke, Acute","Inflammatory Response","Permanent Injury","Neurologic Dysfunction","Neurological Disorder","Brain Ischemia","Brain Injuries"],"keywords":["Brain","Neurogenesis","Omega-3","DHA fatty acids","EPA fatty acids","Stroke","Fish Oil","trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Omega-3","type":"EXPERIMENTAL","description":"Fish oil will be administered to this group. We will administer 4g per day of fish oil in three times with meals for one month with monitoring the health status regularly","interventionNames":["Dietary Supplement: Omega-3 fish oil"]},{"label":"Controle","type":"NO_INTERVENTION","description":"for comparison with interventional arm"}],"interventions":[{"type":"DIETARY_SUPPLEMENT","name":"Omega-3 fish oil","description":"soft gels,1000gm, 84% of DHA and EPA","armGroupLabels":["Omega-3"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Brain Infarction size","description":"will be assessed by square centimetres on MRI scan","timeFrame":"after 3 months of intervention"},{"measure":"Improvement of neurological symptoms and functions (Severity)","description":"Assessed by National Institutes of Health Stroke Scale. The scale range is from 0 to 42 as following:\n\n* 0 No stroke symptoms\n* 1-4 Minor stroke\n* 5-15 Moderate stroke\n* 16-20 Moderate to severe stroke\n* 21-42 Severe stroke","timeFrame":"after 3 months of intervention"},{"measure":"Improvement of neurological symptoms and functions (Dependence)","description":"Assessed by the modified Rankin Scale. The scale consists of degrees from 0 to 6 as following:\n\n0 - No symptoms.\n\n1. - No significant disability. Able to carry out all usual activities, despite some symptoms.\n2. - Slight disability\n3. - Moderate disability.\n4. - Moderately severe disability\n5. - Severe disability\n6. - Dead.","timeFrame":"after 3 months of intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Admitted ischemic occlusive stroke after successful reperfusion therapy - Stabilized in ICU or the inward\n* Attack started 48 hours or less\n* Can be fed by nasogastric tube or by himself\n* MRI imaging was taken in the first 24 hours and CT \\[10\\]\n\nExclusion Criteria:\n\n* Hemorrhagic stroke\n* Non-occlusive hypoxic brain\n* Global cerebral ischemia\n* Transient ischemic attack\n* Non-scanned by MRI or CT in the first 48 hours of onset\n* Non-reperfused stroke patient or non-successful reperfusion therapy\n* Deteriorating cases and not stabilised patients\n* Attack exceeded 48 hours since onset\n* Non-tolerated patients to feeding (NPO)\n* Unstable source of thrombi (e.g. vegetation heart valves, unstable carotid atherosclerosis..etc)\n* Presence of any coagulopathy\n* Sickle cell anaemia\n* Risk for shock ( e.g. septic shock, hypovolemic shock, cardiogenic shock...etc) - Time of onset is not reliably known\n* Suspected non-stroke diagnosis\n* Significant concurrent medical condition\n* Significant pre-existing disability ( will be excluded from neurological scoring assessment not CT MRI assessment)\n* Liver disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"110 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nauf Almansour, Stroke Consultant","role":"CONTACT","phone":"+96653 941 7892","email":"nalmansour.stroke@gmail.com"},{"name":"Wesam Alkassas, MBBS","role":"CONTACT","phone":"+966538975400","email":"wesam.alkassas@gmail.com"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000007511","term":"Ischemia"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Brain Ischemia","relevance":"HIGH"},{"id":"M21713","name":"Trauma, Nervous System","asFound":"Neurological Injury","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","asFound":"Neurologic Dysfunction","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T415","name":"Omega 3 Fatty Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"Ot","name":"Other Dietary Supplements"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}