{"protocolSection":{"identificationModule":{"nctId":"NCT02190500","orgStudyIdInfo":{"id":"HSC 13-0322"},"organization":{"fullName":"Memorial Hermann Health System","class":"OTHER"},"briefTitle":"BEnefits of Stroke Treatment Delivered Using a Mobile Stroke Unit","officialTitle":"BEnefits of Stroke Treatment Delivered Using a Mobile Stroke Unit Compared to Standard Management by Emergency Medical Services:The BEST-MSU Study","acronym":"BEST-MSU"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12","type":"ACTUAL"},"completionDateStruct":{"date":"2023-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-07-10","studyFirstSubmitQcDate":"2014-07-11","studyFirstPostDateStruct":{"date":"2014-07-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-03-16","lastUpdatePostDateStruct":{"date":"2023-03-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"James Grotta, MD","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Memorial Hermann Health System"},"leadSponsor":{"name":"Memorial Hermann Health System","class":"OTHER"},"collaborators":[{"name":"The University of Texas Health Science Center, Houston","class":"OTHER"},{"name":"Baylor College of Medicine","class":"OTHER"},{"name":"CHI St. Luke's Health, Texas","class":"OTHER"},{"name":"City of Houston Fire Department","class":"UNKNOWN"},{"name":"The Methodist Hospital Research Institute","class":"OTHER"},{"name":"West University Fire Department","class":"UNKNOWN"},{"name":"City of Bellaire Fire Department","class":"UNKNOWN"},{"name":"Ben Taub Hospital","class":"OTHER"},{"name":"Harris Health","class":"UNKNOWN"},{"name":"Patient-Centered Outcomes Research Institute","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The primary goal of this project is to carry out a trial comparing pre-hospital diagnosis and treatment of patients with stroke symptoms using a Mobile Stroke Unit (MSU) with subsequent transfer to a Comprehensive Stroke Center (CSC) Emergency Department (ED) for further management, to standard pre-hospital triage and transport by Emergency Medical Services (EMS) to a CSC ED for evaluation and treatment (Standard Management-SM).","detailedDescription":"There are many ways that use of a MSU might prove valuable in stroke patients, but we will focus on acute ischemic stroke (AIS) and treatment with IV tissue plasminogen activator (tPA) within 4.5 hours of symptom onset since that is the most evidence based effective emergency treatment for the most prevalent stroke diagnosis. We hypothesize that the MSU pathway will result in an overall shift towards earlier evaluation and treatment, particularly into the first hour after symptom onset, leading to substantially better outcome. We also hypothesize that as a result of improved clinical outcomes resulting from earlier treatment, the costs of a MSU program will be offset by a reduction in the costs of long term stroke care and increase in quality adjusted life years, thereby supporting more widespread use of this technology. To make MSU deployment more practical, we will confirm that a Vascular Neurologist (VN) on board the MSU can be replaced by a remote VN connected to the MSU by telemedicine (TM) thereby reducing manpower requirements and costs.\n\nThe successful completion of this project will provide data on important outcomes and costs associated with the use of MSU vs SM in the United States (U.S.) that will help determine the value of integrating MSUs into the pre-hospital environment in this country. Successfully addressing our three Specific Aims (time saved/ complications encountered, utility of TM, and cost effectiveness) will provide critical information that will be needed to determine if and how a subsequent more definitive study should be conducted. We anticipate that emanating from this exploratory study would be a larger multicenter trial carried out in both urban and rural U.S. pre-hospital environments, with treatment orchestrated via TM, and having sufficient power to determine a difference in long term outcome and costs between patients managed on the two pathways, following a study design that will be tested in this exploratory trial. The present study, therefore, is the necessary first step in a process which may dramatically modify the way that acute stroke patients are managed in the U.S."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["stroke","tpa","emergency medical service","ems","mobile","ct scan"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2","PHASE3"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Alternating week assignment to groups. Entry criteria adjudicated by masked investigator. Primary outcome also by masked investigator.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":1038,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Mobile Stroke Unit Management","type":"ACTIVE_COMPARATOR","description":"Acute ischemic stroke patients treated in the Mobile Stroke Unit","interventionNames":["Other: Mobile Stroke Unit Management"]},{"label":"Standard Management","type":"NO_INTERVENTION","description":"Acute ischemic stroke patients receiving standard management"}],"interventions":[{"type":"OTHER","name":"Mobile Stroke Unit Management","description":"Mobile Stroke Unit is a standard 12' Houston Fire Department ambulance equipped with point of care lab, CT scanner and staffed by a Vascular Neurologist, Registered Nurse with acute stroke and research experience, CT Technician and a Registered EMT-P. The MSU is dispatched in coordination with Houston, Bellaire and West University fire department/emergency medical services.","armGroupLabels":["Mobile Stroke Unit Management"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Utility-weighted modified Rankin Scale (uw-mRS) from baseline to 90 days","description":"Comparing patients found eligible for tPA (based on a blinded review of the patient's chart, regardless of whether they were treated or not) on MSU weeks compared to SM weeks. With a sample size of 693 total tPA-eligible patients (446 MSU and 247 SM patients, assuming 10% lost to follow-up), the study will have 80% power with a 0.05 Type I error rate to detect a difference between groups of 0.09 in the mean uw-mRS using a two-sample t-test.At total of 693 tPA treated patients will allow 85% power to detect a 25 min decrease in time to treatment between the two groups using a one- sided alpha level of 0.05","timeFrame":"90 days (+/- 10 days) from date of enrollment"},{"measure":"Agreement between on scene Vascular Neurologist vs. Remote (Telemedicine) Vascular Neurologist","description":"The agreement between a VN remotely assessing a suspected stroke patient via TM in the MSU and in-person assessment by a VN in the MSU will be assessed by using the Kappa statistic. We anticipate that the estimated sample size of 162 is needed to allow us 90 % power to detect 90% agreement between the in-person assessment and the TM.","timeFrame":"up to 4.5 hours from symptom onset"},{"measure":"Cost Effectiveness (N.B. The BEST-MSU study including measurement of heatlhcare utilization is funded by PCORI. The cost-effectiveness measures are not covered by PCORI funding and will be reported separately)","description":"Cost Effectiveness as measured by average patient QALYs, post-stroke healthcare utilization, incremental fixed costs associated with MSU and the per-patient incremental fixed cost due the ambulance outfitting, CT, other equipment, telemedicine technology and staffing requirements.","timeFrame":"up to 1 year from date of enrollment"}],"secondaryOutcomes":[{"measure":"90 day Modified Rankin Score","description":"90 day Modified Rankin Score 0,1 vs 2-6, and ordinal shift analysis, of patients treated with tPA within 60 minutes of symptom onset according to published guidelines on either MSU or SM weeks, compared to similar patients treated 61-270 minutes after onset, adjusting for any imbalances in stroke severity (baseline NIHSS) between the groups at the time of treatment.","timeFrame":"90 days (+/- 10 days) from date of enrollment"},{"measure":"90 day Modified Rankin Score","description":"90 day Modified Rankin Score 0,1 vs 2-6, and ordinal shift analysis, of all patients meeting published guidelines for treatment with tPA within 4.5 hours of symptom onset (whether eventually treated or not) on MSU weeks compared to patients meeting the same criteria (whether treated or not) on SM weeks, adjusting for any imbalances in stroke severity (baseline NIHSS) between the groups at the time of treatment.","timeFrame":"90 days (+/- 10 days) from date of enrollment"},{"measure":"Time from symptom onset to tPA treatment","description":"The time from LSN to tPA treatment on all patients treated within 4.5 hours of LSN on MSU weeks compared to similarly eligible patients on SM weeks.","timeFrame":"up to 4.5 hours from symptom onset"},{"measure":"Time from symptom onset to Endovascular treatment","description":"The time from LSN and from ED arrival to start of endovascular procedure (intra-arterial thrombectomy-IAT) in patients who meet pre-specified criteria for IAT on MSU weeks compared to SM weeks.","timeFrame":"up to 6 hours from symptom onset"},{"measure":"Symptomatic intracranial hemorrhage and mortality","description":"The incidence of symptomatic intracranial hemorrhage (sICH) and mortality in tPA treated patients on MSU weeks compared to SM weeks (Symptomatic intracranial hemorrhage defined as any intracranial blood accumulation associated with a clinical deterioration of 4 points of the NIHSS for which the hemorrhage has been identified as the dominating cause of the neurologic deterioration)","timeFrame":"up to hospital discharge"},{"measure":"Stroke mimics","description":"The incidence of stroke mimics and transient ischemic attacks (TIAs) in tPA treated patients on MSU weeks compared to SM weeks.","timeFrame":"up to hospital discharge"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Last seen normal within 4hr 30 min of symptom onset\n* History and physical/neurological examination consistent with acute stroke\n* No tPA exclusions per guidelines, prior to CT scan or baseline labs\n* Informed consent obtained from patient (if competent) or legal representative.\n\nExclusion Criteria:\n\n-None","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"James C Grotta, MD","affiliation":"Memorial Hermann","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Texas Health Science Center, Houston","city":"Houston","state":"Texas","zip":"77030","country":"United States","geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"referencesModule":{"references":[{"pmid":"34496173","type":"DERIVED","citation":"Grotta JC, Yamal JM, Parker SA, Rajan SS, Gonzales NR, Jones WJ, Alexandrov AW, Navi BB, Nour M, Spokoyny I, Mackey J, Persse D, Jacob AP, Wang M, Singh N, Alexandrov AV, Fink ME, Saver JL, English J, Barazangi N, Bratina PL, Gonzalez M, Schimpf BD, Ackerson K, Sherman C, Lerario M, Mir S, Im J, Willey JZ, Chiu D, Eisshofer M, Miller J, Ornelas D, Rhudy JP, Brown KM, Villareal BM, Gausche-Hill M, Bosson N, Gilbert G, Collins SQ, Silnes K, Volpi J, Misra V, McCarthy J, Flanagan T, Rao CPV, Kass JS, Griffin L, Rangel-Gutierrez N, Lechuga E, Stephenson J, Phan K, Sanders Y, Noser EA, Bowry R. Prospective, Multicenter, Controlled Trial of Mobile Stroke Units. N Engl J Med. 2021 Sep 9;385(11):971-981. doi: 10.1056/NEJMoa2103879. Erratum In: N Engl J Med. 2023 Jun 29;388(26):2495-2496."},{"pmid":"33449944","type":"DERIVED","citation":"Yamal JM, Parker SA, Jacob AP, Rajan SS, Bowry R, Bratina P, Wang M, Nour M, Mackey J, Collins S, Jones W, Schimpf B, Ornelas D, Spokoyny I, Im JF, Gilbert G, Eisshofer M, Grotta JC. Successful conduct of an acute stroke clinical trial during COVID. PLoS One. 2021 Jan 15;16(1):e0243603. doi: 10.1371/journal.pone.0243603. eCollection 2021."},{"pmid":"32295510","type":"DERIVED","citation":"Czap AL, Singh N, Bowry R, Jagolino-Cole A, Parker SA, Phan K, Wang M, Sheth SA, Rajan SS, Yamal JM, Grotta JC. Mobile Stroke Unit Computed Tomography Angiography Substantially Shortens Door-to-Puncture Time. Stroke. 2020 May;51(5):1613-1615. doi: 10.1161/STROKEAHA.119.028626. Epub 2020 Apr 16."},{"pmid":"29720439","type":"DERIVED","citation":"Bowry R, Parker SA, Yamal JM, Hwang H, Appana S, Rangel-Gutierrez N, Wu TC, Rajan SS, Grotta JC. Time to Decision and Treatment With tPA (Tissue-Type Plasminogen Activator) Using Telemedicine Versus an Onboard Neurologist on a Mobile Stroke Unit. Stroke. 2018 Jun;49(6):1528-1530. doi: 10.1161/STROKEAHA.117.020585. Epub 2018 May 2."},{"pmid":"28612680","type":"DERIVED","citation":"Yamal JM, Rajan SS, Parker SA, Jacob AP, Gonzalez MO, Gonzales NR, Bowry R, Barreto AD, Wu TC, Lairson DR, Persse D, Tilley BC, Chiu D, Suarez JI, Jones WJ, Alexandrov A, Grotta JC. Benefits of stroke treatment delivered using a mobile stroke unit trial. Int J Stroke. 2018 Apr;13(3):321-327. doi: 10.1177/1747493017711950. Epub 2017 Jun 14. Erratum In: Int J Stroke. 2018 Apr;13(3):NP4."},{"pmid":"28082671","type":"DERIVED","citation":"Wu TC, Parker SA, Jagolino A, Yamal JM, Bowry R, Thomas A, Yu A, Grotta JC. Telemedicine Can Replace the Neurologist on a Mobile Stroke Unit. Stroke. 2017 Feb;48(2):493-496. doi: 10.1161/STROKEAHA.116.015363. Epub 2017 Jan 12."}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2019-09-18","uploadDate":"2020-02-26T13:53","filename":"Prot_000.pdf","size":1924916},{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2021-04-01","uploadDate":"2021-09-29T13:17","filename":"SAP_002.pdf","size":1265963}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M7486","name":"Emergencies","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}