{"protocolSection":{"identificationModule":{"nctId":"NCT00005189","orgStudyIdInfo":{"id":"1067"},"secondaryIdInfos":[{"id":"R01HL035333","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HL035333"}],"organization":{"fullName":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"},"briefTitle":"Carotid Atherosclerosis Follow-up Study"},"statusModule":{"statusVerifiedDate":"2002-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"1986-07"},"completionDateStruct":{"date":"1999-04","type":"ACTUAL"},"studyFirstSubmitDate":"2000-05-25","studyFirstSubmitQcDate":"2000-05-25","studyFirstPostDateStruct":{"date":"2000-05-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-05-12","lastUpdatePostDateStruct":{"date":"2016-05-13","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}},"descriptionModule":{"briefSummary":"To determine whether the degree of carotid artery atherosclerosis, as measured by B-mode ultrasound, predicts the development of myocardial infarction, stroke, and all-cause mortality in patients with angiographically defined coronary status. Also, to quantify the rate of progression of carotid artery disease and to evaluate the risk factors associated with progression of carotid atherosclerosis.","detailedDescription":"BACKGROUND:\n\nAlthough angiographic evidence of coronary atherosclerosis is one of the best predictors of clinical events, non-invasive imaging of this arterial bed is not yet possible. The availability of non-invasive methods for imaging the carotid arteries, and the intra-individual similarity of extent of disease in the coronary and carotid arteries provides rationale for this study that assesses the usefulness of B-mode ultrascan evaluation of extracranial carotid artery atherosclerosis as an independent predictor of clinical sequelae such as fatal and non-fatal myocardial infarction and stroke.\n\nDESIGN NARRATIVE:\n\nPilot data from an ongoing case-comparison study of risk factors for coronary and carotid atherosclerosis as defined by angiography and B-mode ultrasound provided a background for this project. Patients from the pilot study were used in this study. Beginning in 1986, traditional risk factors such as lipids, lipoproteins, blood pressure, diabetes, and smoking were measured as were non-traditional risk factors such as apolipoproteins and genetic markers. The cohort was followed for 3.5 to 8.5 years for incidence of clinical events. Multivariate techniques were used to relate disease or risk factor status to all-cause mortality, fatal and non-fatal myocardial infarction, and fatal and non-fatal stroke. The same subjects were re-evaluated periodically by B-mode for extent of carotid atherosclerosis. A fifty percent random sample of patients positive for both cerebrovascular disease and coronary artery disease and a fifty percent random sample of patients negative for both cerebrovascular disease and coronary artery disease had repeat B-mode measurements at 2.5 years. All patients surviving at the end of five years had repeat B-mode scans.\n\nThe study was renewed in 1996 through April 1999 to conduct a longitudinal study testing the following hypotheses: 1.) Incidence of cardiovascular events (bypass surgery, angioplasty, fatal and non-fatal myocardial infarction, and stroke and endarterectomy) in men and women with extensive carotid wall thickening (CWT) at baseline exceeds that of those with less extensive baseline carotid wall thickening; the relation of carotid wall thickening to outcome is independent of coronary artery disease and/or coronary artery disease risk factors; and, 2.) carotid wall thickening progresses more rapidly in males and females with coronary artery disease and/or coronary artery disease risk factors than in coronary artery disease/risk factor free controls.\n\nThe investigators intend to: 1) follow-up a cohort of 670 individuals with defined coronary anatomy, extent of carotid wall thickening, and coronary artery disease risk factors over 5-10 years for fatal and non-fatal cardiovascular events. Coronary artery disease, carotid wall thickening, and coronary artery disease risk factor status at accession will be related to outcome; and, 2.) In a separate (new) cohort of 280 volunteers with and without coronary artery disease they will evaluate carotid wall thickening yearly for three years, and use multivariable analysis to relate accession status to progression rate. Availability of a unique sample of patients largely already characterized for coronary status (at angiography), coronary artery disease risk factors, and carotid wall thickening, and development of B-mode methods for quantifying carotid wall thickening and biostatistical approaches for quantifying progression of carotid wall thickening over a short time span (three years) provide opportunity for this project. Recent pilot data support its feasibility.\n\nThe study completion date listed in this record was obtained from the \"End Date\" entered in the Protocol Registration and Results System (PRS) record."},"conditionsModule":{"conditions":["Cardiovascular Diseases","Carotid Artery Diseases","Myocardial Infarction","Coronary Disease","Heart Diseases","Cerebrovascular Accident"]},"designModule":{"studyType":"OBSERVATIONAL"},"eligibilityModule":{"eligibilityCriteria":"No eligibility criteria","healthyVolunteers":false,"sex":"MALE","maximumAge":"100 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"John Crouse","affiliation":"Bowman Gray School of Medicine"}]},"referencesModule":{"references":[{"pmid":"3618626","type":"BACKGROUND","citation":"Crouse JR 3rd. Hypertriglyceridemia: a contraindication to the use of bile acid binding resins. Am J Med. 1987 Aug;83(2):243-8. doi: 10.1016/0002-9343(87)90692-9."},{"pmid":"3686596","type":"BACKGROUND","citation":"Crouse JR, Toole JF, McKinney WM, Dignan MB, Howard G, Kahl FR, McMahan MR, Harpold GH. Risk factors for extracranial carotid artery atherosclerosis. Stroke. 1987 Nov-Dec;18(6):990-6. doi: 10.1161/01.str.18.6.990."},{"type":"BACKGROUND","citation":"Crouse JR III, Kahl FR, Ryu JE: Changes in Treatment Patterns of Hyperlipidemia Among Patients Undergoing Coronary Angiograph: How Fleeting is the Memory. Circulation, 76(suppl):IV-292, 1987"},{"type":"BACKGROUND","citation":"Ryu JE, Espeland MA, Kahl FR, Thompson CJ, Crouse JR: Adipose Distribution in Females is Associated with Coronary Disease. Circulation, 76(suppl):IV-396, 1987"},{"pmid":"3395275","type":"BACKGROUND","citation":"Rubens J, Espeland MA, Ryu J, Harpold G, McKinney WM, Kahl FR, Toole JF, Crouse JR 3rd. Individual variation in susceptibility to extracranial carotid atherosclerosis. Arteriosclerosis. 1988 Jul-Aug;8(4):389-97. doi: 10.1161/01.atv.8.4.389."},{"pmid":"3284015","type":"BACKGROUND","citation":"Tell GS, Crouse JR, Furberg CD. Relation between blood lipids, lipoproteins, and cerebrovascular atherosclerosis. A review. Stroke. 1988 Apr;19(4):423-30. doi: 10.1161/01.str.19.4.423."},{"pmid":"2672424","type":"BACKGROUND","citation":"Ryu JE, Murros K, Espeland MA, Rubens J, McKinney WM, Toole JF, Crouse JR. Extracranial carotid atherosclerosis in black and white patients with transient ischemic attacks. Stroke. 1989 Sep;20(9):1133-7. doi: 10.1161/01.str.20.9.1133."},{"pmid":"2205416","type":"BACKGROUND","citation":"Craven TE, Ryu JE, Espeland MA, Kahl FR, McKinney WM, Toole JF, McMahan MR, Thompson CJ, Heiss G, Crouse JR 3rd. Evaluation of the associations between carotid artery atherosclerosis and coronary artery stenosis. A case-control study. Circulation. 1990 Oct;82(4):1230-42. doi: 10.1161/01.cir.82.4.1230."},{"pmid":"2403298","type":"BACKGROUND","citation":"Howard G, Ryu JE, Evans GW, McKinney WM, Toole JF, Murros KE, Crouse JR 3rd. Extracranial carotid atherosclerosis in patients with and without transient ischemic attacks and coronary artery disease. Arteriosclerosis. 1990 Sep-Oct;10(5):714-9. doi: 10.1161/01.atv.10.5.714."},{"pmid":"1951275","type":"BACKGROUND","citation":"Crouse JR 3rd, Hagaman AP. Smoking cessation in relation to cardiac procedures. Am J Epidemiol. 1991 Oct 1;134(7):699-703. doi: 10.1093/oxfordjournals.aje.a116146."},{"pmid":"8443919","type":"BACKGROUND","citation":"Crouse JR 3rd, Thompson CJ. An evaluation of methods for imaging and quantifying coronary and carotid lumen stenosis and atherosclerosis. Circulation. 1993 Mar;87(3 Suppl):II17-33."},{"pmid":"8841324","type":"BACKGROUND","citation":"Terry JG, Howard G, Mercuri M, Bond MG, Crouse JR 3rd. Apolipoprotein E polymorphism is associated with segment-specific extracranial carotid artery intima-media thickening. Stroke. 1996 Oct;27(10):1755-9. doi: 10.1161/01.str.27.10.1755."},{"pmid":"7648658","type":"BACKGROUND","citation":"Crouse JR 3rd, Craven TE, Hagaman AP, Bond MG. Association of coronary disease with segment-specific intimal-medial thickening of the extracranial carotid artery. Circulation. 1995 Sep 1;92(5):1141-7. doi: 10.1161/01.cir.92.5.1141."},{"pmid":"10229743","type":"BACKGROUND","citation":"Espeland MA, Tang R, Terry JG, Davis DH, Mercuri M, Crouse JR 3rd. Associations of risk factors with segment-specific intimal-medial thickness of the extracranial carotid artery. Stroke. 1999 May;30(5):1047-55. doi: 10.1161/01.str.30.5.1047."},{"pmid":"12379574","type":"BACKGROUND","citation":"Crouse JR 3rd, Tang R, Espeland MA, Terry JG, Morgan T, Mercuri M. Associations of extracranial carotid atherosclerosis progression with coronary status and risk factors in patients with and without coronary artery disease. Circulation. 2002 Oct 15;106(16):2061-6. doi: 10.1161/01.cir.0000033833.54884.34."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002340","term":"Carotid Artery Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M6239","name":"Coronary Disease","asFound":"Coronary Disease","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5284","name":"Carotid Artery Diseases","asFound":"Carotid Artery Diseases","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}