{"protocolSection":{"identificationModule":{"nctId":"NCT04733339","orgStudyIdInfo":{"id":"2019-00864"},"organization":{"fullName":"Cereneo AG","class":"INDUSTRY"},"briefTitle":"Investigating Adherence to Cereneo Tele-service Support After Clinical Disharge in Stroke Patients","officialTitle":"Investigating Adherence to Cereneo Tele-service Support After Clinical Disharge in Stroke Patients- Observational, Pilot Study"},"statusModule":{"statusVerifiedDate":"2021-01","overallStatus":"TERMINATED","whyStopped":"COVI-19 Pandemic","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-07-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-08-11","type":"ACTUAL"},"completionDateStruct":{"date":"2020-08-11","type":"ACTUAL"},"studyFirstSubmitDate":"2019-09-12","studyFirstSubmitQcDate":"2021-01-27","studyFirstPostDateStruct":{"date":"2021-02-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-01-27","lastUpdatePostDateStruct":{"date":"2021-02-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Cereneo AG","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This observational, prospective cohort, pilot study aims at investigating usability, operational, and economical factors around 'traditional' and 'technology-supported' approaches to promote a healthy life-style in stroke survivors, after discharge from an in-patient clinic.\n\nThe investigators primary objective is to evaluate the adherence to prescribed behavioral changes in dieting and exercising up to one year after clinical discharge. This pilot study will follow and document the observations of two groups of patients, one offered a 'traditional' and another one a 'technology-supported' approach by the healthcare provider.\n\nThe investigators secondary objective is to gain insights on how to efficiently (and securely) facilitate remote counselling once patients get discharged from the clinic.","detailedDescription":"The investigators will screen and randomize hospitalized patients at the cereneo Schweiz AG - center for neurology \\& rehabilitation.\n\nThe participant will be informed that his/her medical records may be examined by authorized individuals other than their treating physician.\n\nAll participants for the study will be provided a participant information sheet and a consent form describing the study and providing enough information for participant to make an informed decision about their participation in the study. Patients will be given at least one day to make their decision. The formal consent of a participant, using the approved consent form, will be obtained before the participant is submitted to any study procedure.\n\nThe process from the admission to an in-patient clinic to home discharge will follow the routine procedures at the cereneo clinic.\n\nDuring the clinical stay, non-modifiable (e.g. age, gender) and modifiable risk factors (e.g. blood values, blood pressure, diabetes) for stroke are assessed by an interdisciplinary team of health care providers . For present risk factors, causes among behavioral and psychosocial factors are investigated and possible behavioral changes are estimated.\n\nThe clinical team provides information and education during in-clinic consultations.\n\nThis study will pay particular attention to the counselling sessions related to exercising and dieting.\n\nIn terms of dieting a nutrition specialist helps patients create a personal plan to meet their needs. Food and nutritional care quality is assessed weekly and scored, so as to improve health institution efficacy in patient assistance. In-depth nutrition assessments may include evaluation of anthropometric, biochemical, and clinical data; evaluation of energy and nutrient intake at home or in the hospital; evaluation of access to food at home; calculation or measurement of energy and nutrient needs; and assessment of educational demand. All of this is done within the context of the patient's history of the present illness and treatments received. Within this phase, patients may be prescribed with special diets that are modified in macro- or micronutrients, consistency, nutrient or energy supplementation using liquid dietary supplements, vitamin and mineral supplements, enteral or parenteral nutrition support, or nutrition counselling.\n\nIn terms of exercising, movement therapists are assessing the patient's performance weekly and discuss possibilities for self-training homework exercises, considering the patient's health status and short-term therapy goals. Therapy exercises might be described on paper or video-taped for further independent training. Recommended activities might be conducted independently or with the help of the care team between therapy sessions.\n\nPrior to discharge, a session between the medical team and the patient and his/her relatives (or main caregiver) is organized. Within such sessions, individual advices with respect to behavioral changes at home are discussed.\n\nIndividual goals including, but not limited to, exercising and dieting are discussed and set. General educational material including general guidelines in alcohol and tobacco consummation, overall activity, and general dietary recommendations are typically printed on paper and handed over to the patient.\n\nAfter clinic discharge, it is understood that the in-patient clinic is no longer the main responsible for the patient maintaining a healthy lifestyle.\n\nIn this study, the investigators will provide (within the context of this study) additional medical support or tele-service, at no cost to the participants.\n\nThe Investigators will provide follow-ups video-calls and visits at predetermined timepoints, at no cost to the participants.\n\nTwo different service approaches will be investigated. One approach consists of a 'Traditional' approach, in which the healthcare provider (cereneo clinic) relies on traditional tools to provide a service (use of Electronic Medical Records, prescription of diet and exercising given on a piece of paper/or by in-person debriefing, phone calls, etc.). The second approach, 'Technology-supported', consists on the same approach, but with the aid of new technological tools (e.g. video-conference, exercise prescription and meal planner programs, activity tracking, etc.) to provide a better service to the patient."},"conditionsModule":{"conditions":["Stroke, Ischemic"],"keywords":["personalized nutrition","stroke","tele-service","exercising","rehabilitation","secondary prevention"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"12 Months","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":2,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"'Traditional' group","description":"10 stroke patients","interventionNames":["Behavioral: Secondary Prevention"]},{"label":"'Technology-supported' group","description":"10 stroke patients","interventionNames":["Behavioral: Secondary Prevention"]}],"interventions":[{"type":"BEHAVIORAL","name":"Secondary Prevention","description":"behavioral changes in dieting and exercising up to one year after clinical discharge","armGroupLabels":["'Technology-supported' group","'Traditional' group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adherence to prescribed dieting","description":"Goal Attainment Scaling in Rehabilitation test","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Male or Female individuals above ≥ 18 years of age;\n* established diagnosis of the specific pathological condition - stroke\n* planned to be discharged from in-patient setting to their home\n* ability to give informed consent\n* can communicate in German, Italian or English\n\nExclusion criteria:\n\n* are not medically stable (determined by the treating medical doctor)\n* cognitive disabilities as defined by MoCa \\< 20\n* have aphasia, dysarthria, apraxia or neglect and/or hemianopsia preventing them from conducting examinations, using tablet devices and/or receiving educational counselling\n* have dysphagia which requires close medical care\n* have clinically important musculoskeletal or other neurological conditions preventing them from using a tablet device\n* terminal condition\n* Strong resistance towards risk factor education and nutritional guidance\n* no internet connection or telephone line and reachable internet provider at home\n* Social or personal circumstance, which interfere with the participation of the study","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"20 stroke patients","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Krizia Ferrini, PhD","affiliation":"cereneo Schweiz AG | center for neurology & rehabilitation","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"cereneo Schweiz AG | center for neurology & rehabilitation","city":"Vitznau","state":"Lucern","zip":"6354","country":"Switzerland","geoPoint":{"lat":47.01014,"lon":8.4842}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All data not recorded on the CRF will be stored in a database or locally on the computers of different training devices or online if the device offers online processing. The link between the online processed data and the respective patient's identity is only known to authorized therapeutic personnel.\n\nAll data not in the CRF is not study specific and is routinely recoded. The used database is embedded into the clinics patient administration system called Vitomed.\n\nThe training devices record training data and store the data locally or online. Selected data of the devices relevant to the study will be copied and stored to the mentioned database or to the CRF if study specific, respectively.\n\nAll the data storing systems besides the CRF are routinely used within the clinic.","infoTypes":["SAP"],"timeFrame":"All study data will be archived for a minimum of 10 years after study termination or premature termination of the study. Biological material in this project is not identified by participant name but by a unique participant number. Biological material will be sent abroad in the scope of the research project, if the participant involved has given his/her consent to do so upon having been sufficiently informed (HRO, Section 2).\n\nThe original medical records in the eKardex of cereneo are subject to the data protection policy of the informatics division of the clinic.\n\nThe paper CRFs as well as the printouts of the interim data analysis results in Excel™, SPSS™, Matlab™ (or similar software) will be stored in a locked archive room of the cereneo center for neurology and rehabilitation.","accessCriteria":"The CRF will be kept in a locked deposit in the study site. Only authorized personnel by the study will have access.\n\nThe database of the clinics administration software can only be accessed by authorized therapeutic and administrational staff of the clinic. Only the clinics IT administrators have access to the database backups and change logs.\n\nAnthropometric assessments and nutrition status data, usability test of the application , satisfaction test of the log of meal planning app (provided by the AAL LIFANA project) will be compiled into a master file and pseudonymized. This anonymized and coded data within the master file will be shared with the Luxemburg Institute of Health (LIH) and Luxemburg Institute of Science and Technology (LIST) for statistical evaluation and interpretation, as part of the AAL LIFANA (Lifelong Food and Nutrition Assistance) project, which partially sponsors this study."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}