{"protocolSection":{"identificationModule":{"nctId":"NCT03866057","orgStudyIdInfo":{"id":"FDG_STROKE"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Post Stroke Intensive Rehabilitation","officialTitle":"Post Stroke Intensive Rehabilitation: Predictors of Outcome and Response to Specific Interventions","acronym":"PSR"},"statusModule":{"statusVerifiedDate":"2019-05","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2020-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-02-24","studyFirstSubmitQcDate":"2019-03-05","studyFirstPostDateStruct":{"date":"2019-03-07","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-05-23","lastUpdatePostDateStruct":{"date":"2019-05-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Francesca Cecchi","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Fondazione Don Carlo Gnocchi Onlus"},"leadSponsor":{"name":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Prospective observational cohort study, with 6 months follow up, to identify clinical, instrumental and genetic predictors of functional recovery in hospitalized patients undergoing intensive rehabilitation after stroke. All patients will be evaluated with a standardized protocol. Functional recovery will be assessed at the discharge and after a period of 6 months.","detailedDescription":"Despite progress in the treatment of cerebrovascular diseases in the acute phase, stroke remains a catastrophic event with important public health implications. Post-acute intensive rehabilitation is recommended in patients with neurological deficits, but standardized evaluation protocols are essential for evaluate the efficacy of rehabilitation and for the early identification of prognostic factors of recovery. The search for biomarkers of response to specific treatments aimed to customizing the intervention. Recent studies highlight the importance of neurophysiological markers as predictors of post-stroke epilepsy onset and prognosis. Also genetic substrate and epigenetic mechanisms have a prognostic role; the latter may be modified by the administration of Selective Serotonin Reuptake Inhibitor (SSRI) drugs, largely prescribed according to guidelines in post-stroke depression, confirming the neurotrophic role of these drugs postulated in many studies but never demonstrated in vivo in humans. Specific physiotherapeutic interventions also seem to stimulate optimal functional recovery and brain neuroplasticity, in particular those based on the intensive repetition of tasks, such as robotics and Mirror Therapy. Given that the mechanisms of neuronal plasticity activated by these interventions are presumably different, it is hypothesizable that there are specific predictors of response for each of them.\n\nThe primary endpoint of this study is to identify clinical, instrumental and genetic predictors of functional recovery in hospitalized patients undergoing intensive rehabilitation after stroke, evaluated with standardized protocol. Recovery will be assessed at discharge and at follow-up after 6 months.\n\nSecondary endpoints are:\n\n* evaluate the development of post-stroke epilepsy according to the presence of early clinical seizures or electroencephalographic (EEG) anomalies identified at admission to rehabilitation;\n* demonstrate in vivo the activation of neuroplasticity by serotonin reuptake inhibitors drugs;\n* evaluate in patients with hemiplegia / hemiparesis of upper limb undergoing Mirror Therapy, robotic rehabilitation and traditional physiotherapy, the presence of specific factors predictive of functional recovery, and of response to different treatments."},"conditionsModule":{"conditions":["Stroke Rehabilitation"],"keywords":["Stroke","Predictors of recovery","Neurological Rehabilitation","Genetic","Epigenetic","Mirror Therapy","Neurophysiopathology"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"A subgroup of those patients belonging to the IRCCS of Florence (stimate 90), after signing the informed consent, will offer a blood sample for genetic testing of Brain-Derived Neurotrophic Factor (BDNF) polymorphisms at admission (Time 0) and a blood sample for the study of epigenetic modifications of BDNF at the outpatient follow-up after 6 months (Time 2)."},"enrollmentInfo":{"count":270,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1 study group","description":"All patients hospitalized in 4 intensive rehabilitation Structures of Don Gnocchi Foundation during the enrollment period, suffering from acute (within 30 days) ischemic or emorragic stroke"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"change in Modified Barthel Index (mBI)","description":"Functional recovery; Score from 0 to 100; higher values represent a better outcome.","timeFrame":"Admission: Time 0; Discharge, up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"}],"secondaryOutcomes":[{"measure":"change in Modified Rankin score","description":"Functional recovery; Score from 0 to 6; higher values represent a worse outcome.","timeFrame":"Admission: Time 0; Discharge,up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"},{"measure":"change in Fugl Meyer Assessment (FMA)","description":"Sensomotor recovery; Total score from 0 to 64, Upper-limb subscale 0-36; lower-limb subscale 0-28. Higher values represent a better outcome.","timeFrame":"Admission: Time 0; Discharge,up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"},{"measure":"change in communication ability (Scala di disabilità comunicativa -SDC)","description":"Communication recovery; Score from 0 to 4; higher values represent a better outcome.","timeFrame":"Admission: Time 0; Discharge, up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"},{"measure":"change in Oxford Cognitive Score (OCS)","description":"The Oxford Cognitive Screen (OCS) describes the cognitive deficits after stroke.The scale consists of 10 tasks encompassing five cognitive domains: attention and executive function, language, memory, number processing, and praxis.","timeFrame":"Admission: Time 0; Discharge, up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"},{"measure":"change in Hospital Anxiety and Depression Scale (HADS)","description":"depression and anxiety; Score from 0 to 21, subitems Depression and Anxiety. Higher values represent a worse outcome.","timeFrame":"Admission: Time 0; Discharge, up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"},{"measure":"change in Functional Ambulation Classification (FAC)","description":"Walking recovery; Score from 0 to 5. Higher values represent a better outcome.","timeFrame":"Admission: Time 0; Discharge, up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"},{"measure":"change in Trunk Control Test (TCT)","description":"Trunk control recovery; Score from 0 to 100;Higher values represent a better outcome.","timeFrame":"Admission: Time 0; Discharge, up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"},{"measure":"change in Numeric Rating Score (NRS) -Pain","description":"Pain assessment; Score from 0 to 10; Higher values represent a worse outcome.","timeFrame":"Admission: Time 0; Discharge, up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"},{"measure":"change in Ashworth spasticity scale","description":"Spasticity; Score from 0 to 4; Higher values represent a worse outcome.","timeFrame":"Admission: Time 0; Discharge, up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"},{"measure":"change in National Institute of Health Stroke Scale (NIHSS)","description":"clinical recovery; 15 items scored from 3 to 4 ( total score from 0 to 42). Higher values represent a worse outcome.","timeFrame":"Admission: Time 0; Discharge, up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"},{"measure":"Post Stroke Epilepsy","description":"We will report possible post stroke seizures.","timeFrame":"Admission: Time 0; Discharge, up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"},{"measure":"change in serum Brain Derived Neurotrophic factor (BDNF) epigenetic profile","description":"Neural plasticity","timeFrame":"Admission: Time 0; Discharge, up to 3/4 weeks: Time 1; 6-months Follow up: Time 2"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* age 18-90\n* acute ischemic or hemorrhagic stroke (within 30 days)\n* consent to participate and to anonymous processing of data.\n\nAdditional inclusion criteria for Sub-project Neurophysiological Markers:\n\n-signing of informed consent for the participation in the sub-project.\n\nAdditional inclusion criteria for Epigenetic subproject:\n\n-signing of informed consent for participation in the subproject.\n\nExclusion Criteria:\n\n-Stroke occurred more than 30 days after the transfer to intensive rehabilitation\n\nAdditional exclusion criteria for Epigenetic subproject (for retrospective analysis):\n\n* history of major psychiatric disorder or recent exacerbation\n* global aphasia\n* refusal of the patient to participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Consecutively recruited all patients hospitalized in 4 intensive rehabilitative Structures of Don Gnocchi Foundation (IRCCS Firenze, Massa, Fivizzano, La Spezia). Is estimated to recruit a sample of 270 patients (approximately 90 in Florence, 90 in Spezia and 90 in Massa and Fivizzano). Sampling will be performed on presentation, including in the study all the subjects that meet the inclusion criteria listed above. For the sub-project Markers Neurophysiological it is planned to recruit all the patients involved in the general project related to Florence and La Spezia (estimate: 180). For the epigenetic subproject we estimate to involve all the patients recruited in the general project related to Florence (estimate: 90).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Francesca Cecchi, Physician","role":"CONTACT","phone":"05573931","email":"fcecchi@dongnocchi.it"}],"overallOfficials":[{"name":"Francesca Cecchi, Physician","affiliation":"IRCCS Don Carlo Gnocchi","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Fondazione don Gnocchi","status":"RECRUITING","city":"Florence","zip":"50143","country":"Italy","contacts":[{"name":"Francesca Cecchi, Physician","role":"CONTACT","phone":"05573931","email":"fcecchi@dongnocchi.it"}],"geoPoint":{"lat":43.77925,"lon":11.24626}}]},"referencesModule":{"references":[{"pmid":"30210424","type":"BACKGROUND","citation":"Alcantara CC, Garcia-Salazar LF, Silva-Couto MA, Santos GL, Reisman DS, Russo TL. Post-stroke BDNF Concentration Changes Following Physical Exercise: A Systematic Review. Front Neurol. 2018 Aug 28;9:637. doi: 10.3389/fneur.2018.00637. eCollection 2018."},{"pmid":"30118755","type":"BACKGROUND","citation":"Balkaya M, Cho S. Genetics of stroke recovery: BDNF val66met polymorphism in stroke recovery and its interaction with aging. Neurobiol Dis. 2019 Jun;126:36-46. doi: 10.1016/j.nbd.2018.08.009. Epub 2018 Aug 15."},{"pmid":"28934920","type":"BACKGROUND","citation":"Bernhardt J, Hayward KS, Kwakkel G, Ward NS, Wolf SL, Borschmann K, Krakauer JW, Boyd LA, Carmichael ST, Corbett D, Cramer SC. Agreed Definitions and a Shared Vision for New Standards in Stroke Recovery Research: The Stroke Recovery and Rehabilitation Roundtable Taskforce. Neurorehabil Neural Repair. 2017 Sep;31(9):793-799. doi: 10.1177/1545968317732668."},{"pmid":"29233071","type":"BACKGROUND","citation":"Boyd LA, Hayward KS, Ward NS, Stinear CM, Rosso C, Fisher RJ, Carter AR, Leff AP, Copland DA, Carey LM, Cohen LG, Basso DM, Maguire JM, Cramer SC. Biomarkers of Stroke Recovery: Consensus-Based Core Recommendations from the Stroke Recovery and Rehabilitation Roundtable. Neurorehabil Neural Repair. 2017 Oct-Nov;31(10-11):864-876. doi: 10.1177/1545968317732680."},{"pmid":"26493858","type":"BACKGROUND","citation":"Caleo M. Rehabilitation and plasticity following stroke: Insights from rodent models. Neuroscience. 2015 Dec 17;311:180-94. doi: 10.1016/j.neuroscience.2015.10.029. Epub 2015 Oct 19."},{"type":"BACKGROUND","citation":"6. Cecchi F, Diverio M, Corbella E, del Zotto E, Marrazzo F, Speranza G, Gabrielli MA, Macchi C, Ricca M, Aprile A. Sviluppo di un protocollo condiviso di Fondazione don Gnocchi (FdG) per la Riabilitazione dello Stroke e sua implementazione in 2 Strutture FdG: Studio Pilota. SIMFER Settembre 2018"},{"pmid":"30056436","type":"BACKGROUND","citation":"Connell LA, Smith MC, Byblow WD, Stinear CM. Implementing biomarkers to predict motor recovery after stroke. NeuroRehabilitation. 2018;43(1):41-50. doi: 10.3233/NRE-172395."},{"pmid":"25201238","type":"BACKGROUND","citation":"Di Pino G, Pellegrino G, Assenza G, Capone F, Ferreri F, Formica D, Ranieri F, Tombini M, Ziemann U, Rothwell JC, Di Lazzaro V. Modulation of brain plasticity in stroke: a novel model for neurorehabilitation. Nat Rev Neurol. 2014 Oct;10(10):597-608. doi: 10.1038/nrneurol.2014.162. Epub 2014 Sep 9."},{"pmid":"24449944","type":"BACKGROUND","citation":"Feigin VL, Forouzanfar MH, Krishnamurthi R, Mensah GA, Connor M, Bennett DA, Moran AE, Sacco RL, Anderson L, Truelsen T, O'Donnell M, Venketasubramanian N, Barker-Collo S, Lawes CM, Wang W, Shinohara Y, Witt E, Ezzati M, Naghavi M, Murray C; Global Burden of Diseases, Injuries, and Risk Factors Study 2010 (GBD 2010) and the GBD Stroke Experts Group. Global and regional burden of stroke during 1990-2010: findings from the Global Burden of Disease Study 2010. Lancet. 2014 Jan 18;383(9913):245-54. doi: 10.1016/s0140-6736(13)61953-4. Erratum In: Lancet. 2014 Jan 18;383(9913):218."},{"pmid":"30254601","type":"BACKGROUND","citation":"Habegger S, Wiest R, Weder BJ, Mordasini P, Gralla J, Hani L, Jung S, Reyes M, McKinley R. Relating Acute Lesion Loads to Chronic Outcome in Ischemic Stroke-An Exploratory Comparison of Mismatch Patterns and Predictive Modeling. Front Neurol. 2018 Sep 11;9:737. doi: 10.3389/fneur.2018.00737. eCollection 2018."},{"pmid":"27663529","type":"BACKGROUND","citation":"Kabboord AD, van Eijk M, Fiocco M, van Balen R, Achterberg WP. Assessment of Comorbidity Burden and its Association With Functional Rehabilitation Outcome After Stroke or Hip Fracture: A Systematic Review and Meta-Analysis. J Am Med Dir Assoc. 2016 Nov 1;17(11):1066.e13-1066.e21. doi: 10.1016/j.jamda.2016.07.028. Epub 2016 Sep 20."},{"pmid":"28934918","type":"BACKGROUND","citation":"Kwakkel G, Lannin NA, Borschmann K, English C, Ali M, Churilov L, Saposnik G, Winstein C, van Wegen EEH, Wolf SL, Krakauer JW, Bernhardt J. Standardized Measurement of Sensorimotor Recovery in Stroke Trials: Consensus-Based Core Recommendations from the Stroke Recovery and Rehabilitation Roundtable. Neurorehabil Neural Repair. 2017 Sep;31(9):784-792. doi: 10.1177/1545968317732662."},{"pmid":"23240009","type":"BACKGROUND","citation":"Kim JM, Stewart R, Park MS, Kang HJ, Kim SW, Shin IS, Kim HR, Shin MG, Cho KH, Yoon JS. Associations of BDNF genotype and promoter methylation with acute and long-term stroke outcomes in an East Asian cohort. PLoS One. 2012;7(12):e51280. doi: 10.1371/journal.pone.0051280. Epub 2012 Dec 11."},{"pmid":"22014446","type":"BACKGROUND","citation":"Kim JM, Stewart R, Bae KY, Kim SW, Kang HJ, Shin IS, Kim JT, Park MS, Kim MK, Park SW, Kim YH, Kim JK, Cho KH, Yoon JS. Serotonergic and BDNF genes and risk of depression after stroke. J Affect Disord. 2012 Feb;136(3):833-40. doi: 10.1016/j.jad.2011.09.029. Epub 2011 Oct 20."},{"pmid":"12907818","type":"BACKGROUND","citation":"Kwakkel G, Kollen BJ, van der Grond J, Prevo AJ. Probability of regaining dexterity in the flaccid upper limb: impact of severity of paresis and time since onset in acute stroke. Stroke. 2003 Sep;34(9):2181-6. doi: 10.1161/01.STR.0000087172.16305.CD. Epub 2003 Aug 7."},{"type":"BACKGROUND","citation":"16. Ministero della salute. Decreto 7 dicembre 2017 - Regolamento recante modifiche ed integrazioni del decreto 27 ottobre 2000, n. 380 e successive modificazioni, concernente la scheda di dimissione ospedaliera (SDO)N.:16/2017"},{"type":"BACKGROUND","citation":"17. Padua L, Imbimbo, I.,Aprile I, Loreti C, Germanotta M, Coraci, D., Cruciani A, Carrozza MC and FDG Robotic Rehabilitation Group. The role of cognitive reserve in the choice of upper limb rehabilitation treatment after stroke. Robotic or conventional? A multicenter study of the Don Carlo Gnocchi Foundation. Jan 1 2019, Biosystems and Biorobotics.Springere international publishing, p. 513-517 5 p. (Biosystems and Biorobotics; vol. 21)."},{"pmid":"19565160","type":"BACKGROUND","citation":"Pizzi A, Carrai R, Falsini C, Martini M, Verdesca S, Grippo A. Prognostic value of motor evoked potentials in motor function recovery of upper limb after stroke. J Rehabil Med. 2009 Jul;41(8):654-60. doi: 10.2340/16501977-0389."},{"pmid":"7566144","type":"BACKGROUND","citation":"Ramachandran VS, Rogers-Ramachandran D, Cobb S. Touching the phantom limb. Nature. 1995 Oct 12;377(6549):489-90. doi: 10.1038/377489a0. No abstract available."},{"pmid":"30118725","type":"BACKGROUND","citation":"Tedesco Triccas L, Meyer S, Mantini D, Camilleri K, Falzon O, Camilleri T, Verheyden G. A systematic review investigating the relationship of electroencephalography and magnetoencephalography measurements with sensorimotor upper limb impairments after stroke. J Neurosci Methods. 2019 Jan 1;311:318-330. doi: 10.1016/j.jneumeth.2018.08.009. Epub 2018 Aug 14."},{"pmid":"15609840","type":"BACKGROUND","citation":"Van Peppen RP, Kwakkel G, Wood-Dauphinee S, Hendriks HJ, Van der Wees PJ, Dekker J. The impact of physical therapy on functional outcomes after stroke: what's the evidence? Clin Rehabil. 2004 Dec;18(8):833-62. doi: 10.1191/0269215504cr843oa."},{"pmid":"21720162","type":"BACKGROUND","citation":"Wagle J, Farner L, Flekkoy K, Bruun Wyller T, Sandvik L, Fure B, Stensrod B, Engedal K. Early post-stroke cognition in stroke rehabilitation patients predicts functional outcome at 13 months. Dement Geriatr Cogn Disord. 2011;31(5):379-87. doi: 10.1159/000328970. Epub 2011 Jun 29."},{"pmid":"27145936","type":"BACKGROUND","citation":"Winstein CJ, Stein J, Arena R, Bates B, Cherney LR, Cramer SC, Deruyter F, Eng JJ, Fisher B, Harvey RL, Lang CE, MacKay-Lyons M, Ottenbacher KJ, Pugh S, Reeves MJ, Richards LG, Stiers W, Zorowitz RD; American Heart Association Stroke Council, Council on Cardiovascular and Stroke Nursing, Council on Clinical Cardiology, and Council on Quality of Care and Outcomes Research. Guidelines for Adult Stroke Rehabilitation and Recovery: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2016 Jun;47(6):e98-e169. doi: 10.1161/STR.0000000000000098. Epub 2016 May 4. Erratum In: Stroke. 2017 Feb;48(2):e78. Stroke. 2017 Dec;48(12 ):e369."},{"pmid":"29981364","type":"BACKGROUND","citation":"Yang Y, Zhao Q, Zhang Y, Wu Q, Jiang X, Cheng G. Effect of Mirror Therapy on Recovery of Stroke Survivors: A Systematic Review and Network Meta-analysis. Neuroscience. 2018 Oct 15;390:318-336. doi: 10.1016/j.neuroscience.2018.06.044. Epub 2018 Jul 5."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}