{"protocolSection":{"identificationModule":{"nctId":"NCT02603406","orgStudyIdInfo":{"id":"AJIRB-MED-CT2-15-187-HJM"},"organization":{"fullName":"Ajou University School of Medicine","class":"OTHER"},"briefTitle":"Neovascularization Induced by Mechanical Barrier disrUption and Systemic Erythropoietin in Patients With Cerebral Perfusion Deficits","officialTitle":"Neovascularization Induced by Mechanical Barrier disrUption and Systemic Erythropoietin in Patients With Cerebral Perfusion Deficits (NIMBUS Trial)","acronym":"NIMBUS"},"statusModule":{"statusVerifiedDate":"2020-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-07-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-07-16","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2015-11-10","studyFirstSubmitQcDate":"2015-11-10","studyFirstPostDateStruct":{"date":"2015-11-11","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-08-17","lastUpdatePostDateStruct":{"date":"2020-08-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ji Man Hong","investigatorTitle":"Associate professor","investigatorAffiliation":"Ajou University School of Medicine"},"leadSponsor":{"name":"Ajou University School of Medicine","class":"OTHER"},"collaborators":[{"name":"Dong-A Pharmaceutical Co., Ltd.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Neovascularization Induced by Mechanical Barrier disrUption and Systemic erythropoietin in patients with cerebral perfusion deficits (NIMBUS trial)"},"conditionsModule":{"conditions":["Angiogenesis","Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":44,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A","type":"EXPERIMENTAL","description":"mechanical barrier disruption procedure + hrEPO manufactured by Dong-A pharmaceutics Multiple burrholes with local anesthesia after medication Drug: Erythropoietin 33,000u daily for 3 day via intravenous","interventionNames":["Drug: erythropoietin"]},{"label":"Group B","type":"NO_INTERVENTION","description":"mechanical barrier disruption procedure Drug: no-specific intervention"}],"interventions":[{"type":"DRUG","name":"erythropoietin","armGroupLabels":["Group A"],"otherNames":["eporon"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Successful new vascularization of internal-to-external cerebral collateral flow","description":"transdural neovascularization: absent vs. present) from 6- vessel angiography","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Early Neurological Deterioration (END) during admission","description":"NIHSS scores are daily assessed during admission and neurological deterioration is designated as at least 2-point decrease of NIHSS during 14 days after admission","timeFrame":"14 days"},{"measure":"Adverse events during the study period","description":"Overall adverse events (early neurological deterioration; adverse events within 7 days after operation; and adverse events during the study period","timeFrame":"up to 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age 20\\~85\n* Acute period (ischemic stroke confirmation on DWI or TIA within 14 days after symptom onset)\n* Below 20 point of initial NIHSS score within 14 days after stroke onset and enrolment.\n* Confirmation of atherosclerotic or steno-occlusive stroke mechanism (proximal cerebral arteries) on CTA or MRA .\n* At least hemodynamically, perfusion status of a candidate is stage II or III (decrease of regional Cerebral blood flow on CBF map), moyamoya disease\n* If female then not of childbearing potential\n* Informed consent\n\nExclusion Criteria:\n\n* Primary intracerebral haemorrhage (ICH), or parenchymal haemorrhagic transformation of infarction (type PHI or PHII as defined in ECASS), subarachnoid haemorrhage (SAH), arterio-venous malformation (AVM), cerebral aneurysm, or cerebral neoplasm\n* Treated with a thrombolytic \\<24 hours (if \\>24 hours and excluded ICH then eligible)\n* Score \\>=1 on the NIHSS item 1a\n* Pre-stroke mRS score \\<2\n* Uncontrolled hypertension(irregularity systollic BP \\> 150mmHg\n* Previous treatment with erythropoietin\n* At screening: Hemoglobin \\>14 g/dl, prolonged PT or PTT, serum Cr \\>2.0 ,mg/dl, BUN \\>40, thrombocytopenia or neutropenia as defined by the lower limit of normal for the platelet count or white blood cell count, respectively (absolute neutrophil count of \\> 1800/mm3 required for participation), or \\> 2 times of normal on liver function tests (SGOT, SGPT, total bilirubin)","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"referencesModule":{"references":[{"pmid":"24324935","type":"BACKGROUND","citation":"Hong KS, Bang OY, Kang DW, Yu KH, Bae HJ, Lee JS, Heo JH, Kwon SU, Oh CW, Lee BC, Kim JS, Yoon BW. Stroke statistics in Korea: part I. Epidemiology and risk factors: a report from the korean stroke society and clinical research center for stroke. J Stroke. 2013 Jan;15(1):2-20. doi: 10.5853/jos.2013.15.1.2. Epub 2013 Jan 31."},{"pmid":"10187871","type":"BACKGROUND","citation":"Rosamond WD, Folsom AR, Chambless LE, Wang CH, McGovern PG, Howard G, Copper LS, Shahar E. Stroke incidence and survival among middle-aged adults: 9-year follow-up of the Atherosclerosis Risk in Communities (ARIC) cohort. Stroke. 1999 Apr;30(4):736-43. doi: 10.1161/01.str.30.4.736."},{"pmid":"25628731","type":"BACKGROUND","citation":"Appireddy RM, Demchuk AM, Goyal M, Menon BK, Eesa M, Choi P, Hill MD. Endovascular therapy for ischemic stroke. J Clin Neurol. 2015 Jan;11(1):1-8. doi: 10.3988/jcn.2015.11.1.1. Epub 2015 Jan 2."},{"pmid":"25546514","type":"BACKGROUND","citation":"Demchuk AM, Goyal M, Menon BK, Eesa M, Ryckborst KJ, Kamal N, Patil S, Mishra S, Almekhlafi M, Randhawa PA, Roy D, Willinsky R, Montanera W, Silver FL, Shuaib A, Rempel J, Jovin T, Frei D, Sapkota B, Thornton JM, Poppe A, Tampieri D, Lum C, Weill A, Sajobi TT, Hill MD; ESCAPE Trial Investigators. Endovascular treatment for Small Core and Anterior circulation Proximal occlusion with Emphasis on minimizing CT to recanalization times (ESCAPE) trial: methodology. Int J Stroke. 2015 Apr;10(3):429-38. doi: 10.1111/ijs.12424. Epub 2014 Dec 25."},{"pmid":"25671798","type":"BACKGROUND","citation":"Goyal M, Demchuk AM, Menon BK, Eesa M, Rempel JL, Thornton J, Roy D, Jovin TG, Willinsky RA, Sapkota BL, Dowlatshahi D, Frei DF, Kamal NR, Montanera WJ, Poppe AY, Ryckborst KJ, Silver FL, Shuaib A, Tampieri D, Williams D, Bang OY, Baxter BW, Burns PA, Choe H, Heo JH, Holmstedt CA, Jankowitz B, Kelly M, Linares G, Mandzia JL, Shankar J, Sohn SI, Swartz RH, Barber PA, Coutts SB, Smith EE, Morrish WF, Weill A, Subramaniam S, Mitha AP, Wong JH, Lowerison MW, Sajobi TT, Hill MD; ESCAPE Trial Investigators. Randomized assessment of rapid endovascular treatment of ischemic stroke. N Engl J Med. 2015 Mar 12;372(11):1019-30. doi: 10.1056/NEJMoa1414905. Epub 2015 Feb 11."},{"pmid":"25777829","type":"BACKGROUND","citation":"Hill MD, Goyal M, Demchuk AM. Endovascular stroke therapy--a new era. Int J Stroke. 2015 Apr;10(3):278-9. doi: 10.1111/ijs.12456. No abstract available. Erratum In: Int J Stroke. 2015 Jun;10(4):463."},{"pmid":"2057984","type":"BACKGROUND","citation":"Clinical alert: benefit of carotid endarterectomy for patients with high-grade stenosis of the internal carotid artery. National Institute of Neurological Disorders and Stroke Stroke and Trauma Division. North American Symptomatic Carotid Endarterectomy Trial (NASCET) investigators. Stroke. 1991 Jun;22(6):816-7. doi: 10.1161/01.str.22.6.816. No abstract available."},{"pmid":"17380523","type":"BACKGROUND","citation":"Yamauchi H, Kudoh T, Kishibe Y, Iwasaki J, Kagawa S. Selective neuronal damage and chronic hemodynamic cerebral ischemia. Ann Neurol. 2007 May;61(5):454-65. doi: 10.1002/ana.21104."},{"pmid":"21127304","type":"BACKGROUND","citation":"Goldstein LB, Bushnell CD, Adams RJ, Appel LJ, Braun LT, Chaturvedi S, Creager MA, Culebras A, Eckel RH, Hart RG, Hinchey JA, Howard VJ, Jauch EC, Levine SR, Meschia JF, Moore WS, Nixon JV, Pearson TA; American Heart Association Stroke Council; Council on Cardiovascular Nursing; Council on Epidemiology and Prevention; Council for High Blood Pressure Research,; Council on Peripheral Vascular Disease, and Interdisciplinary Council on Quality of Care and Outcomes Research. Guidelines for the primary prevention of stroke: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2011 Feb;42(2):517-84. doi: 10.1161/STR.0b013e3181fcb238. Epub 2010 Dec 2. Erratum In: Stroke. 2011 Feb;42(2):e26."},{"pmid":"8418401","type":"BACKGROUND","citation":"Hobson RW 2nd, Weiss DG, Fields WS, Goldstone J, Moore WS, Towne JB, Wright CB. Efficacy of carotid endarterectomy for asymptomatic carotid stenosis. The Veterans Affairs Cooperative Study Group. N Engl J Med. 1993 Jan 28;328(4):221-7. doi: 10.1056/NEJM199301283280401."},{"pmid":"12218420","type":"BACKGROUND","citation":"Ogasawara K, Ogawa A, Terasaki K, Shimizu H, Tominaga T, Yoshimoto T. Use of cerebrovascular reactivity in patients with symptomatic major cerebral artery occlusion to predict 5-year outcome: comparison of xenon-133 and iodine-123-IMP single-photon emission computed tomography. J Cereb Blood Flow Metab. 2002 Sep;22(9):1142-8. doi: 10.1097/00004647-200209000-00012."},{"pmid":"9757852","type":"BACKGROUND","citation":"Grubb RL Jr, Derdeyn CP, Fritsch SM, Carpenter DA, Yundt KD, Videen TO, Spitznagel EL, Powers WJ. Importance of hemodynamic factors in the prognosis of symptomatic carotid occlusion. JAMA. 1998 Sep 23-30;280(12):1055-60. doi: 10.1001/jama.280.12.1055."},{"pmid":"22068990","type":"BACKGROUND","citation":"Powers WJ, Clarke WR, Grubb RL Jr, Videen TO, Adams HP Jr, Derdeyn CP; COSS Investigators. Extracranial-intracranial bypass surgery for stroke prevention in hemodynamic cerebral ischemia: the Carotid Occlusion Surgery Study randomized trial. JAMA. 2011 Nov 9;306(18):1983-92. doi: 10.1001/jama.2011.1610. Erratum In: JAMA. 2011 Dec 28;306(24):2672. Obviagele, Bruce [corrected to Ovbiagele, Bruce]."},{"pmid":"16179571","type":"BACKGROUND","citation":"Kuroda S, Ishikawa T, Houkin K, Nanba R, Hokari M, Iwasaki Y. Incidence and clinical features of disease progression in adult moyamoya disease. Stroke. 2005 Oct;36(10):2148-53. doi: 10.1161/01.STR.0000182256.32489.99. Epub 2005 Sep 22."},{"pmid":"16685122","type":"BACKGROUND","citation":"Kelly ME, Bell-Stephens TE, Marks MP, Do HM, Steinberg GK. Progression of unilateral moyamoya disease: A clinical series. Cerebrovasc Dis. 2006;22(2-3):109-15. doi: 10.1159/000093238. Epub 2006 May 9."},{"pmid":"9660385","type":"BACKGROUND","citation":"Chiu D, Shedden P, Bratina P, Grotta JC. Clinical features of moyamoya disease in the United States. Stroke. 1998 Jul;29(7):1347-51. doi: 10.1161/01.str.29.7.1347."},{"pmid":"7965114","type":"BACKGROUND","citation":"Ikezaki K, Matsushima T, Kuwabara Y, Suzuki SO, Nomura T, Fukui M. Cerebral circulation and oxygen metabolism in childhood moyamoya disease: a perioperative positron emission tomography study. J Neurosurg. 1994 Dec;81(6):843-50. doi: 10.3171/jns.1994.81.6.0843."},{"pmid":"9099182","type":"BACKGROUND","citation":"Kuwabara Y, Ichiya Y, Sasaki M, Yoshida T, Masuda K, Matsushima T, Fukui M. Response to hypercapnia in moyamoya disease. Cerebrovascular response to hypercapnia in pediatric and adult patients with moyamoya disease. Stroke. 1997 Apr;28(4):701-7. doi: 10.1161/01.str.28.4.701."},{"pmid":"9438618","type":"BACKGROUND","citation":"Sakamoto T, Kawaguchi M, Kurehara K, Kitaguchi K, Furuya H, Karasawa J. Postoperative neurological deterioration following the revascularization surgery in children with moyamoya disease. J Neurosurg Anesthesiol. 1998 Jan;10(1):37-41. doi: 10.1097/00008506-199801000-00009."},{"pmid":"15928718","type":"BACKGROUND","citation":"Brines M, Cerami A. Emerging biological roles for erythropoietin in the nervous system. Nat Rev Neurosci. 2005 Jun;6(6):484-94. doi: 10.1038/nrn1687."},{"pmid":"15183662","type":"BACKGROUND","citation":"Juul S. Recombinant erythropoietin as a neuroprotective treatment: in vitro and in vivo models. Clin Perinatol. 2004 Mar;31(1):129-42. doi: 10.1016/j.clp.2004.03.004."},{"pmid":"20142991","type":"BACKGROUND","citation":"Byts N, Siren AL. Erythropoietin: a multimodal neuroprotective agent. Exp Transl Stroke Med. 2009 Oct 21;1:4. doi: 10.1186/2040-7378-1-4."},{"pmid":"12829864","type":"BACKGROUND","citation":"Prass K, Scharff A, Ruscher K, Lowl D, Muselmann C, Victorov I, Kapinya K, Dirnagl U, Meisel A. Hypoxia-induced stroke tolerance in the mouse is mediated by erythropoietin. Stroke. 2003 Aug;34(8):1981-6. doi: 10.1161/01.STR.0000080381.76409.B2. Epub 2003 Jun 26."},{"pmid":"12435860","type":"BACKGROUND","citation":"Ehrenreich H, Hasselblatt M, Dembowski C, Cepek L, Lewczuk P, Stiefel M, Rustenbeck HH, Breiter N, Jacob S, Knerlich F, Bohn M, Poser W, Ruther E, Kochen M, Gefeller O, Gleiter C, Wessel TC, De Ryck M, Itri L, Prange H, Cerami A, Brines M, Siren AL. Erythropoietin therapy for acute stroke is both safe and beneficial. Mol Med. 2002 Aug;8(8):495-505."},{"pmid":"19834012","type":"BACKGROUND","citation":"Ehrenreich H, Weissenborn K, Prange H, Schneider D, Weimar C, Wartenberg K, Schellinger PD, Bohn M, Becker H, Wegrzyn M, Jahnig P, Herrmann M, Knauth M, Bahr M, Heide W, Wagner A, Schwab S, Reichmann H, Schwendemann G, Dengler R, Kastrup A, Bartels C; EPO Stroke Trial Group. Recombinant human erythropoietin in the treatment of acute ischemic stroke. Stroke. 2009 Dec;40(12):e647-56. doi: 10.1161/STROKEAHA.109.564872. Epub 2009 Oct 15."},{"pmid":"12511736","type":"BACKGROUND","citation":"Nemoto EM, Yonas H, Chang Y. Stages and thresholds of hemodynamic failure. Stroke. 2003 Jan;34(1):2-3. doi: 10.1161/01.str.0000041048.33908.18. No abstract available."},{"pmid":"35579016","type":"DERIVED","citation":"Hong JM, Choi MH, Park GH, Shin HS, Lee SJ, Lee JS, Lim YC. Transdural Revascularization by Multiple Burrhole After Erythropoietin in Stroke Patients With Cerebral Hypoperfusion: A Randomized Controlled Trial. Stroke. 2022 Sep;53(9):2739-2748. doi: 10.1161/STROKEAHA.122.038650. Epub 2022 May 17."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000009389","term":"Neovascularization, Pathologic"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000008679","term":"Metaplasia"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M12024","name":"Neovascularization, Pathologic","asFound":"Neovascularization","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11349","name":"Metaplasia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000068817","term":"Epoetin Alfa"}],"ancestors":[{"id":"D000006397","term":"Hematinics"}],"browseLeaves":[{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M314","name":"Epoetin Alfa","asFound":"Cause","relevance":"HIGH"},{"id":"M9175","name":"Hematinics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Hemat","name":"Hematinics"}]}},"hasResults":false}