{"protocolSection":{"identificationModule":{"nctId":"NCT03788629","orgStudyIdInfo":{"id":"2018500"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"THE EFFECTS OF SUBTALAR JOINT MOBILIZATION ON PATIENTS WITH CHRONIC STROKE","officialTitle":"THE EFFECTS OF SUBTALAR JOINT MOBILIZATION WITH MOVEMENT ON MUSCLE STRENGTH, BALANCE, FUNCTIONAL PERFORMANCE AND GAIT PARAMETERS IN PATIENTS WITH CHRONIC STROKE"},"statusModule":{"statusVerifiedDate":"2020-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-08-20","type":"ACTUAL"},"completionDateStruct":{"date":"2018-09-20","type":"ACTUAL"},"studyFirstSubmitDate":"2018-12-25","studyFirstSubmitQcDate":"2018-12-25","studyFirstPostDateStruct":{"date":"2018-12-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-04-05","lastUpdatePostDateStruct":{"date":"2020-04-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Caner Karartı","investigatorTitle":"Caner Karartı, Hacettepe University","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Adequate ankle motion for normal gait ranges from 10° to 15° of dorsiflexion passive range of motion (DF-PROM) to allow the tibia to move over the talus. However, limited ankle mobility is a common impairment in patients with stroke whose DF-PROM has been shown to be approximately half of that in healthy subjects. As a result, these patients have impaired dynamic balance in standing or gait. Mulligan first proposed mobilization with movement (MWM) as a joint mobilization technique. Talocrural MWM to facilitate DF-ROM is performed by applying a posteroanterior tibia glide over a fixed talus while the patient actively moves into a dorsiflexed position while standing. Talocrural MWM has been applied to chronic ankle instability and has been proven effective in improving DF-PROM and standing balance. Subtalar MWM to facilitate DF-ROM is performed by bringing foot to dorsiflexion-abduction-eversion by flexing patient' knee.\n\nThe effects of subtalar MWM have not been investigated in patients with stroke. Therefore, the purpose of the present study is to examine the effects of subtalar MWM on muscle strength, balance, functional performance, and gait parameters in patients with chronic stroke.","detailedDescription":"Neural factors, such as spasticity, or an increase in the sensitivity of the myotatic reflex, can contribute significantly to calf muscle stiffness. Likewise, non-neural factors, such as immobilization and age-induced changes in the mechanical properties of muscle and connective tissue, are known to increase resistance to joint movement and to contribute to the limited DF-PROM. Both neural and non-neural factors can impair ankle motion, resulting in balance impairments during standing or gait. Limited DF-PROM can alter foot positioning in weight bearing, resulting in hyperextension of the knee, and decreased ability to shift the center of gravity (COG) during standing and gait. A variety of interventions, such as stretching and joint mobilization, have been attempted to attenuate the effects of limited DF-PROM and to reduce further deterioration in patients post stroke. Both stretching and joint mobilization have been proven effective for improving ankle passive range of motion in patients with stroke; however, there is a limit to the durability of the effect and improvements in functional ability. For this reason, improvements in joint range of motion (ROM) must be accompanied by gains in muscle strength to improve functional ability. This is especially true for patients with hemiplegia who are not capable of weight bearing symmetrically and require additional training, including repetitive and continuous weight bearing on the paretic lower limb.\n\nAdequate ankle motion for normal gait ranges from 10° to 15° of dorsiflexion passive range of motion (DF-PROM) to allow the tibia to move over the talus. However, limited ankle mobility is a common impairment in patients with stroke whose DF-PROM has been shown to be approximately half of that in healthy subjects. As a result, these patients have impaired dynamic balance in standing or gait. Mulligan first proposed mobilization with movement (MWM) as a joint mobilization technique. Talocrural MWM to facilitate DF-ROM is performed by applying a posteroanterior tibia glide over a fixed talus while the patient actively moves into a dorsiflexed position while standing. Talocrural MWM has been applied to chronic ankle instability and has been proven effective in improving DF-PROM and standing balance. Subtalar MWM to facilitate DF-ROM is performed by bringing foot to dorsiflexion-abduction-eversion by flexing patient' knee.\n\nThe effects of subtalar MWM have not been investigated in patients with stroke. Therefore,the purpose of the present study is to examine the effects of subtalar MWM on muscle strength, balance, functional performance, and gait parameters in patients with chronic stroke."},"conditionsModule":{"conditions":["Hemiplegia, Spastic"],"keywords":["hemiplegia","foot","mobilization"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Single blinded","whoMasked":["CARE_PROVIDER"]}},"enrollmentInfo":{"count":28,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Study Group 1","type":"EXPERIMENTAL","description":"Bobath Concept+ Talocrural joint Mulligan MWM techniques were applied to this group.","interventionNames":["Other: Talocrural joint MWM mobilization"]},{"label":"Study Group 2","type":"ACTIVE_COMPARATOR","description":"Subtalar joint Mulligan MWM techniques were applied to this group in addition to Bobath Concept+ Talocrural joint Mulligan MWM techniques","interventionNames":["Other: Subtalar joint MWM mobilization"]}],"interventions":[{"type":"OTHER","name":"Talocrural joint MWM mobilization","description":"There were two groups for this study. In addition to Bobath Concept, talocrural joint mobilization was performed.","armGroupLabels":["Study Group 1"]},{"type":"OTHER","name":"Subtalar joint MWM mobilization","description":"There were two groups for this study. In addition to treatment of control group, subtalar joint mobilization was performed.","armGroupLabels":["Study Group 2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Isokinetic Strength Dynamometer","description":"Maximal concentric contraction was measured for the dorsiflexors and plantarflexors using an isokinetic dynamometer (Biodex System Pro 4 Isokinetic Strength Dynamomter , Inc., Shirley, NY). The participants were seated with the ankle joint axis aligned.with the mechanical axis of the dynamometer. A performed practice trial to familiarize themselves with the test protocol, the participants were instructed to push and pull the attachment as hard and as fast as possible. Five maximum concentric contractions were performed at 30°/s and the peak torque generated over 5 repetitions was recorded and normalized to body weight (Nm/kg).","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Timed up and Go Test","description":"To determine fall risk and measure the progress of balance, sit to stand and walking.The patient starts in a seated position.The patient stands up upon therapist's command: walks 3 meters, turns around, walks back to the chair and sits down. The time stops when the patient is seated. The subject is allowed to use an assistive device. Be sure to document the assistive device used.","timeFrame":"6 weeks"},{"measure":"Berg Balance Scale","description":"The Berg balance scale is used to objectively determine a patient's ability (or inability) to safely balance during a series of predetermined tasks. It is a 14 item list with each item consisting of a five-point ordinal scale ranging from 0 to 4, with 0 indicating the lowest level of function and 4 the highest level of function and takes approximately 20 minutes to complete. It does not include the assessment of gait.","timeFrame":"6 weeks"},{"measure":"Biodex Gait Trainer Treadmill System (BGTTS)","description":"The BGTTS system is designed specifically for rehabilitation and retraining of gait for patients with neurologic and orthopaedic gait dysfunctions. The treadmill permits walking to be initiated from 0.0 km/h and increased by increments of 0.16 km/h. The patient can also hold onto a horizontal bar attached to the front of the treadmill for stability. The bodyweight support system includes an overhead harness with a pelvic band that attaches around the hips and 2 thigh straps with anterior and posterior attachments to the pelvic band. The harness vertically supports the patient over the treadmill and is attached to a suspension system with a force transducer that signals the amount of body weight supported.","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* hemiplegic stroke (\\>6 months post stroke),\n* ability to perform a single-leg lunge on the paretic lower limb onto a stool from a standing position,\n* ability to walk without an assistive device for more than 10 m,\n* limited dorsiflexion passive ROM with contracture of the paretic ankle, and capability of following simple verbal instructions.\n\nExclusion Criteria:\n\n* visual impairment,\n* unilateral neglect,\n* aphasia.\n* contraindications for joint mobilization (i.e., ankle joint hypermobility, trauma, or inflammation),\n* ankle sprain in the previous 6 weeks,\n* any history of ankle surgery,\n* and those concurrently receiving similar interventions outside of the present study","healthyVolunteers":true,"sex":"ALL","minimumAge":"40 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Caner KARARTI","city":"Kırşehir","zip":"40100","country":"Turkey","geoPoint":{"lat":39.14583,"lon":34.16389}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000010243","term":"Paralysis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}