{"protocolSection":{"identificationModule":{"nctId":"NCT00783913","orgStudyIdInfo":{"id":"090021"},"secondaryIdInfos":[{"id":"09-N-0021"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Using Transcranial Direct Current Stimulation (tDCS) to Enhance the Benefit of Movement Training in Stoke Patients","officialTitle":"Enhancing the Beneficial Effects of Upper Extremity Visuomotor Training With tDCS"},"statusModule":{"statusVerifiedDate":"2011-10-24","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2008-10-29"},"primaryCompletionDateStruct":{"date":"2011-10-24","type":"ACTUAL"},"completionDateStruct":{"date":"2011-10-24","type":"ACTUAL"},"studyFirstSubmitDate":"2008-10-31","studyFirstSubmitQcDate":"2008-10-31","studyFirstPostDateStruct":{"date":"2008-11-02","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will determine if electrical brain stimulation during movement practice can improve the ability of stroke patients to reach for objects more than movement practice alone.\n\nPeople between 18 and 85 years old who have had a stroke may be eligible for this study. Participants are randomly assigned to one of two study groups: movement training with active (tDCS) or movement training with sham (tDCS).\n\nParticipants will undergo 1-hour movement training and (tDCS) sessions twice a day, 5 days a week, for 3 weeks. For these sessions, subjects will sit in front of a computer screen that shows a target (round dots) and a cursor (a line). Participants will be instructed to move the cursor to various targets on the computer screen as fast and as accurately as possible, controlling the position of the cursor by moving their arm, which will rest on a mechanical device.\n\nParticipants will receive real or sham (tDCS) during the movement training sessions. For (tDCS), electrode sponges soaked in tap water are placed on the scalp and forehead. A small electrical current is passed between the electrodes. The stimulation lasts 20 minutes.\n\nPatients will have the following tests four times during the study - 1) before starting movement training 2) (tDCS) during the course of training and (tDCS), 3) after completing training and (tDCS), 4) and 3 months after completing training and (tDCS):\n\nFunctional magnetic resonance imaging (fMRI)\n\nMagnetic resonance imaging (MRI) uses a magnetic field and radio waves to take pictures of the brain. Functional MRI (fMRI) shows what parts of the brain are used when a task is performed. For the test, the subject lies on a table that can slide in and out of the scanner. A computer screen can be seen from inside the scanner. During the scan, subjects may be asked to do the study task or to lie still for up to 20 minutes at a time.\n\nMovement and function tests\n\n* Measurement of arm stiffness\n* Moving the arms actively and against resistance\n* Picking up objects and moving them as quickly as possible\n* Performing daily living tasks like buttoning, dressing and walking\n* Performing tasks while wearing a glove that monitors the position of the arm\n* Completing questionnaires on ability to perform daily activities or other movements and level of tiredness\n\nTranscranial magnetic stimulation (TMS)\n\nTMS uses a magnet to stimulate the brain in way that is different from (tDCS). This study us...","detailedDescription":"Individuals who have suffered a stroke may benefit from the development of new rehabilitative interventions that can improve motor recovery after a stroke.\n\nObjective:\n\nThe objective of this protocol is to test the hypothesis that active training on a complex upper extremity visuomotor task combined with anodal transcranial direct current stimulation (tDCS) used to activate the affected hemisphere improves functionality during reaching of the affected upper-extremity in comparison to training combined with sham tDCS in stroke patients.\n\nThe Study population:\n\nThe study population will include chronic (more than 3 months) stroke patients.\n\nDesign:\n\nThe study will follow a factorial design in which all subjects will undergo several sessions of complex visuomotor task training of the upper extremity. One half of the patients will undergo anodal transcranial direct current stimulation during the first 20 minutes of each training session, while the control subjects will have sham stimulation applied.\n\nOutcome Measures:\n\nThe primary outcome measure for the study is accuracy during completion of a reaching task. The primary endpoint for the study will be the end of 3 weeks of training (15 days). Secondary endpoint measures include timing of reach, kinematic, and functional measures. These measures will be taken at the end of training and at a 3 month follow-up."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Direct Current Stimulation","Rehabilitation","Motor Learning","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE"}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Visumotor Upper Extremity Training","description":"Control"},{"type":"OTHER","name":"Anodal/Sham tDCS","description":"Condition"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Will include the accuracy (defined as the difference between the straight line connecting the origin and the target and the line followed by the subject) during reaching. One of the additional outcomes is the time to complete a reaching task."}],"secondaryOutcomes":[{"measure":"The Fugl-Meyer assessment is a widely used cumulative numeric rating tool that assesses motor impairment. The maximum score for the upper extremity is 66. The uFM test measures both proximal and distal upper extremity movements."}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n* Age between 18 and 85 years.\n* Ability to sit and be active for an hour on a chair (or wheelchair) without cardiac, respiratory and/or pain disturbances as assessed during the screening visit.\n* Willingness to commit to participate in the long-term follow-up study (up to 3 months)\n* Willingness to give written informed consent.\n* Diagnosis of a first clinically apparent unilateral cortical or subcortical stroke at least 3 months prior to study entry\n\nEXCLUSION CRITERIA:\n\n* History of severe neurological illness (e.g. brain tumor, epilepsy or acute seizures, polyneuropathy etc.) or severe cognitive impairment (MMSE less than 23)\n* MRI contraindications. (Cardiac pacemakers; Intracardiac lines; Implanted medication pumps; Neural stimulators; blood vessel, cochlear, or eye implants; Metal in the cranium except in the mouth; Dental braces; Metal fragments from occupational exposure; Surgical clips in or near the brain).\n* History of alcohol or drug abuse\n* Active depression of any severity with psychoactive medication changes in the last 2 months, active psychosis, disruptive or violent behavior, poor motivational capacity as assessed by the study physician by patient questioning\n* Aphasia or language disturbances that would interfere with performing the study tasks\n* Uncontrolled medical problems (e.g., active cancer or renal disease, any type of end-stage pulmonary or cardiovascular disease, diabetes, or other medical conditions, as determined by the study physician, that would interfere with participation in this study).\n* Increased intracranial pressure as evaluated by clinical means (fundoscopic exam).\n* Severe neglect or ataxia that would interfere in the completion of the study tasks.\n* History of more than one stroke or a stroke that affects both sides of the brain, the brainstem, or the cerebellum.\n* Inflammation of the tissue, severe rheumatoid arthritis, or abnormal function of the joints due to arthritis in the affected arm used most often.\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"7604410","type":"BACKGROUND","citation":"Jorgensen HS, Nakayama H, Raaschou HO, Larsen K, Hubbe P, Olsen TS. The effect of a stroke unit: reductions in mortality, discharge rate to nursing home, length of hospital stay, and cost. A community-based study. Stroke. 1995 Jul;26(7):1178-82. doi: 10.1161/01.str.26.7.1178."},{"pmid":"7741608","type":"BACKGROUND","citation":"Jorgensen HS, Nakayama H, Raaschou HO, Vive-Larsen J, Stoier M, Olsen TS. Outcome and time course of recovery in stroke. Part I: Outcome. The Copenhagen Stroke Study. Arch Phys Med Rehabil. 1995 May;76(5):399-405. doi: 10.1016/s0003-9993(95)80567-2."},{"pmid":"10066854","type":"BACKGROUND","citation":"Lincoln NB, Parry RH, Vass CD. Randomized, controlled trial to evaluate increased intensity of physiotherapy treatment of arm function after stroke. Stroke. 1999 Mar;30(3):573-9. doi: 10.1161/01.str.30.3.573."},{"pmid":"33175411","type":"DERIVED","citation":"Elsner B, Kugler J, Pohl M, Mehrholz J. Transcranial direct current stimulation (tDCS) for improving activities of daily living, and physical and cognitive functioning, in people after stroke. Cochrane Database Syst Rev. 2020 Nov 11;11(11):CD009645. doi: 10.1002/14651858.CD009645.pub4."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}