{"protocolSection":{"identificationModule":{"nctId":"NCT03176550","orgStudyIdInfo":{"id":"13-123462"},"organization":{"fullName":"University of California, San Francisco","class":"OTHER"},"briefTitle":"Peripheral Stimulation Neural Response","officialTitle":"Effects of Somatosensory Electrical Simulation On Motor Function and Cortical Oscillations"},"statusModule":{"statusVerifiedDate":"2020-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2015-04-30","type":"ACTUAL"},"completionDateStruct":{"date":"2015-04-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-05-24","studyFirstSubmitQcDate":"2017-05-31","studyFirstPostDateStruct":{"date":"2017-06-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-22","lastUpdatePostDateStruct":{"date":"2023-05-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of California, San Francisco","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Few patients recover full hand dexterity after an acquired brain injury such as stroke. Repetitive somatosensory electrical stimulation (SES) is a promising method to promote recovery of hand function. However, studies using SES have largely focused on gross motor function; it remains unclear if it can modulate distal hand functions such as finger individuation. The specific goal of this study was to monitor the effects of SES on individuation as well as on cortical oscillations measured using EEG, with the additional goal of identifying neurophysiological biomarkers.","detailedDescription":"Participants with a history of acquired brain injury and distal upper limb motor impairments will receive a single two-hour session of SES using transcutaneous electrical nerve stimulation. Pre- and post-intervention assessments consist of the Action Research Arm Test (ARAT), finger fractionation, pinch force, and the modified Ashworth scale (MAS), along with resting-state EEG monitoring. We will assess for any association between SES and changes in motor outcome as measured using the ARAT, MAS and finger fractionation. In addition, EEG power analyses will be performed to determine if there are any differences between SES responders vs. non-responders."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":8,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"Transcutaneous electrical nerve stimulation","description":"TENS is performed using a commercially available device (ProStim, Alimed Inc, Dedham, Massachusetts, USA). One pair of 2 x 3.5 inches rectangular electrodes (Vermed ChroniCare TENS Electrodes, Vermed, Buffalo, NY, USA) are placed to simultaneously stimulate both median and ulnar nerves at the wrist, while a second pair of round 2 inch diameter electrodes are used to stimulate the radial nerve on the forearm. Bursts of electrical stimulation at 10 Hz (100 microsecond pulse width duration) are delivered to all nerves simultaneously for 2 hours."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Action Research Arm Test (ARAT)","timeFrame":"pre- and immediately post-stimulation"},{"measure":"Change in Finger Fractionation","timeFrame":"pre- and immediately post-stimulation"}],"secondaryOutcomes":[{"measure":"Change in Modified Ashworth Scale (MAS)","timeFrame":"pre- and immediately post-stimulation"},{"measure":"Resting State EEG","timeFrame":"pre- and immediately post-stimulation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* between 18-80 years old, with a history of an acquired brain injury resulting in residual hemiparesis or other motor deficits of the arm/hand equal to or more than 6 months prior to enrollment; and capacity to adhere with the schedule of interventions and evaluations determined in the protocol.\n\nExclusion Criteria:\n\n* Subjects are excluded if they met any of the following criteria: currently pregnant; uncontrolled medical conditions; significant cognitive impairment on the Montreal Cognitive Assessment (MoCA ≤ 23); ≤ 10 degrees of active index finger range of motion; significant hand joint deformity; severe active alcohol or drug abuse; significant depression (PHQ-9 ≥15); baseline spasticity score (MAS) \\>3 for any joint tested (wrist and metacarpophalangeal joint flexion and extension); apraxia screen of Tulia (AST) \\<5; absent light touch, proprioception, pinprick and vibration sensation on the modified Nottingham Sensory Assessment; no upper limb strength against gravity; severe aphasia; or had an implanted pacemaker.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"referencesModule":{"references":[{"pmid":"29132379","type":"DERIVED","citation":"Tu-Chan AP, Natraj N, Godlove J, Abrams G, Ganguly K. Effects of somatosensory electrical stimulation on motor function and cortical oscillations. J Neuroeng Rehabil. 2017 Nov 13;14(1):113. doi: 10.1186/s12984-017-0323-1."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}