{"protocolSection":{"identificationModule":{"nctId":"NCT02478177","orgStudyIdInfo":{"id":"Pro00059817"},"organization":{"fullName":"Duke University","class":"OTHER"},"briefTitle":"Addressing Real-world Anticoagulant Management Issues in Stroke","officialTitle":"Management of Acute Stroke Patients on Treatment With Novel Oral Anticoagulants: Addressing Real-world Anticoagulant Management Issues in Stroke (ARAMIS) Registry","acronym":"ARAMIS"},"statusModule":{"statusVerifiedDate":"2019-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-09"},"primaryCompletionDateStruct":{"date":"2019-12","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12","type":"ACTUAL"},"studyFirstSubmitDate":"2015-05-27","studyFirstSubmitQcDate":"2015-06-18","studyFirstPostDateStruct":{"date":"2015-06-23","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-02-25","lastUpdatePostDateStruct":{"date":"2020-02-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Duke University","class":"OTHER"},"collaborators":[{"name":"Janssen, LP","class":"INDUSTRY"},{"name":"Genentech, Inc.","class":"INDUSTRY"},{"name":"Daiichi Sankyo, Inc.","class":"INDUSTRY"},{"name":"American Heart Association","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The Addressing Real-world Anticoagulant Management Issues in Stroke (ARAMIS) registry is designed to provide important and timely insight into the management of acute stroke patients who are on novel oral anticoagulants in community practice.","detailedDescription":"The ARAMIS Registry is a multicenter, cohort study of patients presenting with acute ischemic stroke (AIS) or intracerebral hemorrhage (ICH) while taking chronic anticoagulation therapy. The goals of ARAMIS are to (1) examine the prevalence of preadmission novel oral anticoagulants use among patients with AIS or ICH; (2) describe and characterize coagulation tests being used to assess the level of anticoagulation in these patients; (3) examine the utilization and safety profile of thrombolytic therapy in AIS patients taking new classes of anticoagulants; and (4) document treatment patterns of anticoagulation-related ICH and compare how care and outcomes vary by novel oral anticoagulants and warfarin. The acquisition of such findings will be of critical importance to help fill in gaps on guideline recommendations and provide insights into the management of AIS and ICH patients on treatment with new anticoagulants. This will allow physicians to feel more confident in anticoagulation therapy while improving the care and outcomes of patients on these agents who have stroke complications.\n\nThe ARAMIS builds upon the backbone of the nation's largest ongoing stroke registry, Get With The Guidelines-Stroke (GWTG-Stroke) by the American Heart Association/American Stroke Association (AHA/ASA). The GWTG-Stroke registry provides data on patient demographics, medical history, laboratory results, brain imaging, in-hospital treatment and outcomes. Using this existing resource, ARAMIS will create a new on-line supplemental data collection module and specifically collect information on medications prior to admission, diagnostic testing, treatment, factors associated with treatment decision making as well as clinical outcomes. A total of 10,000 consecutive patients 18 years or older, who experience an AIS (n=5,000) while taking a novel oral anticoagulant (dabigatran, rivaroxaban, apixaban, or edoxaban) or have an ICH (n=5,000) while taking warfarin or one of the novel oral anticoagulants within 7 days prior to the stroke onset will be enrolled in approximately 3-4 years. Beyond the index hospitalization, ARAMIS will enroll 2500 consecutive patients (1250 AIS and 1250 ICH) who survive and provide informed consent at discharge for the follow-up study. Trained personnel from the Duke Clinical Research Institute (DCRI) Call Center will conduct structured telephone interviews with these patients at 3 and 6 months following their index hospitalization. The follow-up interview will extend the baseline data collection at GWTG-Stroke and ARAMIS and include long-term medication, downstream care, and patient-reported outcomes, Obtaining such information will not only provide a longitudinal perspective on care and outcomes, but will also allow for innovative patient-centered outcomes and comparative effective research."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Stroke","Intracerebral Hemorrhage"],"keywords":["Anticoagulant","Stroke","Ischemic Stroke","Intracerebral hemorrhage"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"6 Months","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":6000,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke","description":"Patients who had an acute ischemic stroke while taking one of the novel oral anticoagulants or patients who had an intracerebral hemorrhage while taking warfarin or one of the novel oral anticoagulants"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Prevalence of novel oral anticoagulants among patients with either acute ischemic stroke or intracerebral hemorrhage","description":"Prevalence of novel oral anticoagulants will be abstracted from the medical record","timeFrame":"Baseline"}],"secondaryOutcomes":[{"measure":"Number of Symptomatic intracranial hemorrhage events in ischemic stroke patients treated with tissue plasminogen activator (tPA)","description":"Symptomatic intracranial hemorrhage within 36 hours from the time of tPA treatment will be abstracted from the medical record","timeFrame":"Within 36 hours of tPA treatment"},{"measure":"Percentage of Symptomatic intracranial hemorrhage events in ischemic stroke patients treated with tissue plasminogen activator (tPA)","description":"Symptomatic intracranial hemorrhage within 36 hours from the time of tPA treatment will be abstracted from the medical record","timeFrame":"Within 36 hours of tPA treatment"},{"measure":"Modified Rankin Scale","description":"Modified Rankin Scale at discharge will be abstracted from the medical record and Modified Rankin Scale at 3 months and 6 months will be obtained from follow-up telephone interview","timeFrame":"Patients will be assessed at discharge as well as 3 months and 6 months after discharge"},{"measure":"In-hospital mortality rate","description":"In-hospital mortality will be abstracted from the medical record","timeFrame":"In-hospital mortality will be assessed for the duration of the patient's hospital stay (estimated 3-5 days)"},{"measure":"tPA treatment rate","description":"tPA treatment among ischemic stroke patients will be abstracted from the medical record","timeFrame":"tPA treatment will be assessed within 24 hours of admission"},{"measure":"Number of intracerebral hemorrhage patients receiving anticoagulation reversal treatment","description":"This will be abstracted from the medical record","timeFrame":"During the acute phase, usually within 24 hours of admission"},{"measure":"Percentage of intracerebral hemorrhage patients receiving anticoagulation reversal treatment","description":"This will be abstracted from the medical record","timeFrame":"During the acute phase, usually within 24 hours of admission"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 years or older\n* Have been diagnosed with acute ischemic stroke and have been treated with dabigatran, rivaroxaban, apixaban, edoxaban within 7 days prior to admission, or\n* Have been diagnosed with intracerebral hemorrhage and have been treated with warfarin or one of the novel oral anticoagulants within 7 days prior to admission\n* ARAMIS follow-up study: Ability of patient or legally authorized representative to provide informed consent for longitudinal follow-up indicating they understand the purpose and the requirements of the study and are willing to participate.\n\nExclusion Criteria:\n\n* Patients who are transferred from another hospital (unless directly transferred from another hospital emergency department (ED) within 24 hours) or discharged to other acute care facility will be excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients who have had an acute ischemic stroke that has taken either dabigatran, rivaroxaban, apixaban, or edoxaban at least 7 days prior to admission OR patients who have had an intracerebral hemorrhage that has taken warfarin or one of the novel oral anticoagulants at least 7 days prior to admission.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Ying Xian, MD, PhD","affiliation":"Duke UMC","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"300 West Morgan Street, Duke Clinical Research Institute","city":"Durham","state":"North Carolina","zip":"27705","country":"United States","geoPoint":{"lat":35.99403,"lon":-78.89862}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002543","term":"Cerebral Hemorrhage"},{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020300","term":"Intracranial Hemorrhages"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9246","name":"Hemorrhage","asFound":"Hemorrhage","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5482","name":"Cerebral Hemorrhage","asFound":"Intracerebral Hemorrhage","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21803","name":"Intracranial Hemorrhages","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"},{"id":"M17292","name":"Warfarin","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}