{"protocolSection":{"identificationModule":{"nctId":"NCT02846363","orgStudyIdInfo":{"id":"D21999"},"organization":{"fullName":"Hospices Civils de Lyon","class":"OTHER"},"briefTitle":"REACT AGAINST STROKE","officialTitle":"REACT AGAINST STROKE","acronym":"AVC - REACT"},"statusModule":{"statusVerifiedDate":"2016-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-09"},"primaryCompletionDateStruct":{"date":"2015-11","type":"ACTUAL"},"completionDateStruct":{"date":"2015-11","type":"ACTUAL"},"studyFirstSubmitDate":"2016-07-22","studyFirstSubmitQcDate":"2016-07-26","studyFirstPostDateStruct":{"date":"2016-07-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-07-27","lastUpdatePostDateStruct":{"date":"2016-07-28","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospices Civils de Lyon","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Acute stroke management represents a true medical emergency that requires prompt diagnosis and urgent treatment. In a previous exhaustive cohort study conducted in the Rhône region, France (AVC69) the investigators observed that only a small percentage of patients could access to thrombolysis in time. In this cohort of 1306 patients treated in one of the emergency department of the Rhone region for a suspected stroke, 84% of patients reached hospital through an emergency department instead of going directly to a stroke unit. Among those patients, only 8% were finally thrombolysed, because of extended management times.. Our hypothesis was that public awareness campaign designed to improve public's knowledge and skills would consequently reduce prehospital time and favour call to prehospital emergency medical services (EMS).\n\nThe investigators will conduct an awareness campaign aimed at the general population, using different communication media, the content will be developed based on the results of a qualitative study with focus groups (Quali-AVC), and using a diffusion plan established with communications professionals. To assess the effects of this campaign, a comparative quasi-experimental before-after study will be conducted. A control region where no awareness stroke program has been set up has been selected, data will be collected in the two regions. The assessment of the impact of the campaign will focus on the comparison of the evolution of indicators between these two regions. Three assessment time will be provided: before starting the program, at 3 months and at the end of the program."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","public awareness campaign","call to EMS"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":2649,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients included in the Rhône region from France","description":"public awareness campaign","interventionNames":["Other: public awareness campaign"]},{"label":"Patients included in the control region (Isère, France)"}],"interventions":[{"type":"OTHER","name":"public awareness campaign","description":"The public awareness campaign was based on improving knowledge and skills of public to recognize stroke symptoms. The campaign materials were:\n\n* 3 posters presenting the three main symptoms of stroke and the need to call the EMS immediately\n* A leaflet on stroke will be created\n* 3 participatory movies: These films will be posted on YouTube and broadcast on the website and the Facebook campaign page\n* Actions on social networks: A Facebook group will be created (\"AVC: votre appel peut sauver des vie).\n* A website developed with ICAP - UCBL Lyon1 (http://avc.univ-lyon1.fr/)\n* On the occasion of World Stroke Day, held annually on 29 October, will be organized an event in Lyon in order to educate and inform the general public about stroke: the main symptoms and reflexes to adopt in case of stroke: call the EMS urgently","armGroupLabels":["Patients included in the Rhône region from France"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Increase the number of calls to EMS (French call number 15) for stroke","description":"Comparison between the two regions of the changing number of calls to EMS for suspected stroke between 1 month before the start of campaign and 12 months after campaign. Calls to EMS for suspicion of stroke will be collected over a period of 60 consecutive days at each assessment period. Suspicion of stroke will be defined as the presence of a positive test FAST, which mean at least one of the three symptoms: Face, Arm or Speech disability, identified by phone by the EMS triage officer or emergency physician.","timeFrame":"24 hours"}],"secondaryOutcomes":[{"measure":"reduction of the time between symptoms and call to EMS for suspected stroke","description":"Comparison between the two regions of changes between 1 month before the start of campaign and 12 months after campaign of the time between the onset of symptoms and the call to EMS for suspected stroke.","timeFrame":"24 hours"},{"measure":"increase in the number of calls to EMS for stroke within 3 hours after symptoms onset","description":"Comparison between the two regions of the changing proportion of calls to EMS for suspected stroke within 3 hours between 1 month before the start of campaign and 12 months after campaign.","timeFrame":"3 hours"},{"measure":"Knowledge of the general population about stroke","description":"Comparison between two regions of changes between 1 month before the start of campaign and 12 months after campaign in the proportion of respondents who know the 3 main symptoms of stroke (facial paralysis, limb paralysis and speech impaired)","timeFrame":"12 months"},{"measure":"recognition of the need to immediately call EMS when faced with stroke suspicion","description":"Comparison between two regions of changes between 1 month before the start of campaign and 12 months after campaign in the proportion of respondents saying that the most appropriate response to a person having a stroke is to call the EMS without delay.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n- All adult patients calling EMS for suspected stroke identified by at least one symptom among face paralysis, limb paralysis or speech disorder (FAST positive)\n\nExclusion Criteria:\n\n- age below 18","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Acute stroke suspicion patients calling the EMS of the Rhone and Isere area at the 3 periods of evaluation.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Anne-Marie SCHOTT, Pr","affiliation":"Hospices Civils de Lyon","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Pôle Information Médicale, Evaluation, Recherche 162 avenue Lacassagne","city":"Lyon","zip":"69424","country":"France","geoPoint":{"lat":45.74848,"lon":4.84669}}]},"referencesModule":{"references":[{"pmid":"33198689","type":"DERIVED","citation":"Haesebaert J, Laude C, Termoz A, Bravant E, Perreton N, Bony T, Trehard H, Porthault S, Derex L, Nighoghossian N, Schott AM. Impact of a theory-informed and user-centered stroke information campaign on the public's behaviors, attitudes, and knowledge when facing acute stroke: a controlled before-and-after study. BMC Public Health. 2020 Nov 16;20(1):1712. doi: 10.1186/s12889-020-09795-y."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}