{"protocolSection":{"identificationModule":{"nctId":"NCT04776499","orgStudyIdInfo":{"id":"REPO STROKE I"},"secondaryIdInfos":[{"id":"2020-004557-73","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Maastricht University","class":"OTHER"},"briefTitle":"Possible Effects of Propylthiouracil, Riociguat and Perphenazine on Circulation of Healthy Volunteers","officialTitle":"Clinical Evaluation in Healthy Volunteers of Potential syneRgistic Vascular Effects of PrOpylthiouracil, Riociguat, and Perphenazine a Possible STROKE Medication","acronym":"REPO-STROKE1"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-03-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-02-28","type":"ACTUAL"},"completionDateStruct":{"date":"2022-02-28","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-23","studyFirstSubmitQcDate":"2021-02-26","studyFirstPostDateStruct":{"date":"2021-03-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-23","lastUpdatePostDateStruct":{"date":"2022-04-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Maastricht University","class":"OTHER"},"collaborators":[{"name":"European Commission","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This trial is part of the Horizon 2020 project, REPO-TRIAL, on in-silico, mechanism-based drug repurposing in high unmet-medical-need indications. This project aims to identify causal, rather than symptomatic disease mechanisms for highly precise and effective interventions. Here a signalling module comprised of reactive oxygen species (ROS) formation and cyclic GMP signalling has been identified to be involved in post-stroke blood-brain-barrier disruption and neuronal death. It can be targeted by repurposing three drugs, which inhibit overshooting nitric oxide (NO) and ROS formation, respectively, and stimulate compromised neuroprotective cyclic GMP formation. It is possible that two of the drugs (riociguat, perphenazine) may cause a drop and one drug an elevation of blood pressure (propylthiouracil) leading to an overall drop in blood pressure. On top of that, the three drugs may synergise on blood pressure in a previously not recognised manner. These potential safety concerns, expressed in a scientific advice meeting by the Federal Institute for Drugs and Medical Devices (BfArM), shall be tested in the present phase I safety trial.\n\nThe trial consists of a screening visit (SCR), a treatment period, and an EOT visit. In the treatment period, after a baseline evaluation, single doses of all three substances will be administered concurrently. Provocation manoeuvres (tilt table) will be performed with the goal of generating maximum safety information on drug-induced blood pressure changes. Concurrently, a 24-h electrocardiogram (ECG) will be recorded (Holter ECG) and blood samples will be drawn for exploratory biomarker analyses, quantification of riociguat, and optional pharmacokinetic analyses of perphenazine and propylthiouracil.","detailedDescription":"This trial is part of the Horizon 2020 project, REPO-TRIAL, on in-silico, mechanism-based drug repurposing in high unmet-medical-need indications. This project aims to identify causal, rather than symptomatic disease mechanisms for highly precise and effective interventions. Here a signalling module comprised of reactive oxygen species (ROS) formation and cyclic GMP signalling has been identified to be involved in post-stroke blood-brain-barrier disruption and neuronal death. It can be targeted by repurposing three drugs, which inhibit overshooting nitric oxide (NO) and ROS formation, respectively, and stimulate compromised neuroprotective cyclic GMP formation. It is possible that two of the drugs (riociguat, perphenazine) may cause a drop and one drug an elevation of blood pressure (propylthiouracil) leading to an overall drop in blood pressure. On top of that, the three drugs may synergise on blood pressure in a previously not recognised manner. These potential safety concerns, expressed in a scientific advice meeting by the Federal Institute for Drugs and Medical Devices (BfArM), shall be tested in the present phase I safety trial.\n\nIschemic stroke is the leading cause of acquired disability in adulthood (WHO report). As of 2020, only one approved pharmacological treatment option, intravenous thrombolysis (rtPA), is available. However, intravenous thrombolysis is used only for a fraction of stroke patients given its strict inclusion criteria, broad exclusion criteria, and the risk of lethal iatrogenic intracranial bleeding. While mechanical recanalization therapy has improved patient outcomes, it is also limited by (i) relatively narrow time windows for effective treatment, (ii) being available to patients with large vessel occlusions only, and (iii) by requiring a dedicated infrastructure to treat these patients.\n\nGiven these limitations there is a need for new approaches to stroke management. The ideal intervention would (i) be directly neuroprotective, (ii) reduce the brain infarct volume, (iii) improve functional neurological outcomes, (iv) increase survival, (v) be safe, i.e. bear no risk to cause secondary bleeding, (vi) be broadly applicable, and (vii) logistically compatible with recanalization. NO synthase, NOS1, is overactivated, NADPH oxidases, NOX4 and NOX5 get induced and overactivated, NO and NOX-derived reactive non-steroidal anti-inflammatory drug oxygens species (ROS) toxify each other; one target being sGC, which is oxidatively damaged to no longer contain haeme and no longer respond to NO to form neuroprotective cyclic GMP (cGMP). Consequently, inhibiting NOS1 and NOX4/5, and reactivating haeme-free apo-sGC synergistically results in post-stroke blood-brain-barrier stabilisation and neuroprotection.\n\nThe NOX4/5-NOS1-sGC signalling network is required for vascular endothelial maintenance and dysregulated after an ischemic stroke. After an ischemic event, NOX4/5 and NOS enzymes are over-activated and lead to an excessive release of ROS in vivo. Such ROS can damage multiple cellular structures, including soluble guanylate cyclase (sGC), which no longer responds to nitric oxide (NO) to form neuroprotective cyclic GMP (cGMP). Consequently, pre-clinical pharmacological inhibition of NOX4/5, NOS1, and restoration of sGC activity lead to reduced infarct volumes in vivo, especially when administered in combination.\n\nThe three agents used in the described pre-clinical experiments, perphenazine, propylthiouracil, and riociguat, are approved medicines used for non-stroke-related indications. Perphenazine, a typical antipsychotic, and propylthiouracil, a thyroid peroxidase inhibitor used for the treatment of hyperthyroidism, have previously been identified as off-target inhibitors of NOX4 and NOS, respectively. Riociguat, approved for treatment of pulmonary arterial hypertension (PAH) and chronic thromboembolic pulmonary hypertension (CTEPH), is a first-in-class sGC stimulator.\n\nGiven the pre-clinical evidence for a signalling-network-based combination therapy consisting of perphenazine, propylthiouracil, and riociguat, the investigators hypothesize that combined use of these substances as an add-on treatment to the current standard of care will reduce infarct volume and improve neurological function in patients with ischemic stroke."},"conditionsModule":{"conditions":["Drug Drug Interaction","Safety Issues"],"keywords":["drug-drug interaction","safety issues"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Evaluation of a potential synergistic blood pressure effect after administration of propylthiouracil, riociguat, and perphenazine","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":8,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy volunteers receiving propylthiouracil, riociguat, and perphenazine","type":"EXPERIMENTAL","description":"Eight healthy volunteers will be included. Up to 15 healthy volunteers will be screened to reach the goal of 8 exposed volunteers. Sex is not expected to have an impact on the short-term evaluation of the potential drug-drug interactions. Therefore female and male participants will be included in an undefined proportion.","interventionNames":["Drug: Propylthiouracil, Riociguat, Perphenazine"]}],"interventions":[{"type":"DRUG","name":"Propylthiouracil, Riociguat, Perphenazine","description":"Administration of propylthiouracil, riociguat, and perphenazine in combination\n\nInvestigational medicinal product (IMP):\n\nPropylthiouracil: 100 mg, Riociguat: 1 mg, Perphenazine: 16 mg","armGroupLabels":["Healthy volunteers receiving propylthiouracil, riociguat, and perphenazine"],"otherNames":["Propycil, Adempas"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of blood pressure in supine position","description":"Change of blood pressure in supine position (individual baseline compared to changes after propylthiouracil, riociguat, and perphenazine). Analysis of the primary endpoint will be done in the complete case set. Systolic and diastolic blood pressure (in supine position for ≥ 5 minutes).","timeFrame":"0.25, 0.5, 0.75, 1.0, 1.5, 2, 3 and 4 hours after drug administration compared to baseline (measured in triplicate 1-2 minutes apart)"}],"secondaryOutcomes":[{"measure":"Time-course of blood pressure","description":"Time-course of blood pressure after drug administration in supine position for up to 24 hours","timeFrame":"Blood pressure at 0.25, 0.5, 0.75, 1.0, 1.5, 2, 3, 4, 8, and 24 hours after drug administration compared to baseline"},{"measure":"Pathological provocation test (tilt table)","description":"Pathological provocation test (tilt table) at anticipated Cmax, as compared to baseline. Response to upright position of (pre)syncope, systolic / diastolic blood pressure decreases of \\> 20 mmHg / 10 mmHg, or heart rate increase of \\> 30 bpm in post dose tilt test. Difference between lowest systolic blood pressure in tilt test (70°)","timeFrame":"Trial day 1 and 2"},{"measure":"Change of heart rate variability","description":"Change of heart rate variability (individual baseline compared to post dose propylthiouracil, riociguat, and perphenazine). Difference between highest heart rate in tilt test (70° position) and mean heart rate at baseline compared to post dose. Heart rate variability after drug administration compared to baseline (Holter ECG).","timeFrame":"Trial day 1 and 2"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18-64 years (y) inclusive at the time of consent,\n2. Males and females of child-bearing potential who are willing to use a highly effective method of contraception during the treatment and for 1 week after the administration of the IMP or women not of child-bearing potential (WNCBP) or individuals who are convincingly sexually abstinent.\n3. Understanding, ability, and willingness to fully comply with trial interventions and restrictions, and\n4. Ability to provide written, personally signed, and dated informed consent to participate in the trial, in accordance with the International Conference on Harmonisation (ICH) Good Clinical Practice (GCP) Guideline E6, and applicable regulations, prior to any trial-related interventions.\n5. Healthy volunteers defined as absence of:\n\n   1. Clinically significant or relevant abnormalities in the medical history, physical examination (e.g. heart murmur), and laboratory evaluation as assessed by the investigator,\n   2. Medical disorder that may make the participant unlikely to fully complete the trial, or any condition that presents undue risk from the IMP or trial interventions,\n   3. Clinically relevant ongoing or clinically relevant history of physical or psychiatric illness as judged by the investigator,\n   4. Blood pressure \\< 110 mmHg systolic or \\< 65 mmHg diastolic, or known orthostatic dysregulation\n   5. History of syncope\n   6. Resting heart rate \\< 50bpm or \\> 90 bpm\n   7. QTc prolongation (\\> 460 ms)\n   8. Bleeding disorders\n   9. Acute or chronic illness or clinically relevant finding known or expected to modify absorption, distribution, metabolism, or excretion of prophylthiouracil, riociguat, or perphenazine,\n   10. History of hereditary galactose intolerance, lactase deficiency, or glucose-galactose malabsorption\n   11. Clinically relevant findings in any of the following investigations at SCR. (Minor deviations of laboratory values from the normal range can be acceptable, if judged by the investigator to be of no clinical relevance for this trial.), i. Haemoglobin (Hb) \\< 12 g/dl (males) or \\< 11 g/dl (females), ii. Creatinine (Crea) clearance (Cl) \\< 60 ml/min (Cockcroft-Gault), iii. Bilirubin \\> upper limit of normal (ULN) x 1.2; In case of suspected Gilbert's disease: non-fasting total bilirubin ≤ ULN x 1.2 and fasting total bilirubin ≤ ULN x 1.5 are acceptable, iv. Alanine aminotransferase (ALT) \\> ULN x 1.1, v. Aspartate aminotransferase (AST) \\> ULN x 1.2, vi. Creatine kinase (CK) not within normal limits (volunteers with CK elevations between ULN and ULN x 3 may be included if troponin T is negative), and vii. Thyroid-stimulating hormone (TSH) not within normal limits.\n   12. Regular medication except for hormonal contraception, iodide, and levothyroxine\n\nExclusion Criteria:\n\n1. Any known history of severe allergic or anaphylactic reactions to drugs or food or any other clinically significant allergies (except mild forms of hay fever),\n2. Any known allergies to compounds or additives of prophylthiouracil, riociguat, or perphenazine,\n3. A positive human immunodeficiency virus (HIV) or hepatitis C antibody screen,\n4. A positive result in the drug screening test at SCR,\n5. Any intake of substances known to induce or inhibit prophylthiouracil, riociguat, or perphenazine metabolizing enzymes or transporters within a period of \\< 5 times the respective elimination half-lives (t1/2) or 2 weeks (whatever is longer) with regard to the expected date of first dose of IMP,\n6. Intake of medication with impact on platelet function (e.g. NSAID) within two weeks prior to the first biomarker blood sample,\n7. Relevant consumption of grapefruit or products thereof within 7 d prior to the expected date of first dose of IMP and expected noncompliance to refrain from such products until 48 h after exposure,\n8. Smoking within 24 h prior to visit 1 and/or 48 h post IMP administration, caffeine consumption on treatment day, and expected noncompliance to refrain from these products\n9. Expected nonadherence to refrain from alcohol 24 h prior to visit 1 until 48 h after exposure, or pathologic alcohol consumption\n10. Use of an IMP within 30 d prior to the expected date of receiving the first dose of IMP or active enrolment in another drug or vaccine clinical trial.\n11. Specific contraindications to propylthiouracil\n\n    - History of agranulocytosis, vasculitis, or liver cell damage\n12. Specific contraindications to riociguat (not covered above)\n\n    * Use of phosphodiesterase 5 (PDE5) inhibitors\n    * Severe liver damage\n    * Pregnancy\n    * Use of nitrates or NO donors\n13. Specific contraindication to perphenazine:\n\n    * Hypersensitivity to perphenazine, other drugs of this substance class, or any of its excipients\n    * Acute intoxication with central depressant drugs (e.g. opiates, hypnotics, antidepressants, antiepileptics, neuroleptics, tranquilizers), or alcohol\n    * Severe damage of blood cells or of bone marrow\n    * Severe liver disease\n    * Severe depression\n    * Comatose state","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Walter E. Haefeli, Prof. Dr.","affiliation":"University Hospital Heidelberg","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UniversitätsKlinikum Heidelberg - Medizinische Klinik","city":"Heidelberg","zip":"69120","country":"Germany","geoPoint":{"lat":49.40768,"lon":8.69079}}]},"referencesModule":{"references":[{"pmid":"29087944","type":"BACKGROUND","citation":"Casas AI, Geuss E, Kleikers PWM, Mencl S, Herrmann AM, Buendia I, Egea J, Meuth SG, Lopez MG, Kleinschnitz C, Schmidt HHHW. NOX4-dependent neuronal autotoxicity and BBB breakdown explain the superior sensitivity of the brain to ischemic damage. Proc Natl Acad Sci U S A. 2017 Nov 14;114(46):12315-12320. doi: 10.1073/pnas.1705034114. Epub 2017 Oct 31."},{"pmid":"30894481","type":"BACKGROUND","citation":"Casas AI, Hassan AA, Larsen SJ, Gomez-Rangel V, Elbatreek M, Kleikers PWM, Guney E, Egea J, Lopez MG, Baumbach J, Schmidt HHHW. From single drug targets to synergistic network pharmacology in ischemic stroke. Proc Natl Acad Sci U S A. 2019 Apr 2;116(14):7129-7136. doi: 10.1073/pnas.1820799116. Epub 2019 Mar 20."},{"pmid":"30882367","type":"BACKGROUND","citation":"Casas AI, Kleikers PW, Geuss E, Langhauser F, Adler T, Busch DH, Gailus-Durner V, de Angelis MH, Egea J, Lopez MG, Kleinschnitz C, Schmidt HH. Calcium-dependent blood-brain barrier breakdown by NOX5 limits postreperfusion benefit in stroke. J Clin Invest. 2019 Mar 18;129(4):1772-1778. doi: 10.1172/JCI124283. eCollection 2019 Mar 18."},{"pmid":"20877715","type":"BACKGROUND","citation":"Kleinschnitz C, Grund H, Wingler K, Armitage ME, Jones E, Mittal M, Barit D, Schwarz T, Geis C, Kraft P, Barthel K, Schuhmann MK, Herrmann AM, Meuth SG, Stoll G, Meurer S, Schrewe A, Becker L, Gailus-Durner V, Fuchs H, Klopstock T, de Angelis MH, Jandeleit-Dahm K, Shah AM, Weissmann N, Schmidt HH. Post-stroke inhibition of induced NADPH oxidase type 4 prevents oxidative stress and neurodegeneration. PLoS Biol. 2010 Sep 21;8(9):e1000479. doi: 10.1371/journal.pbio.1000479."},{"pmid":"29423274","type":"BACKGROUND","citation":"Langhauser F, Casas AI, Dao VT, Guney E, Menche J, Geuss E, Kleikers PWM, Lopez MG, Barabasi AL, Kleinschnitz C, Schmidt HHHW. A diseasome cluster-based drug repurposing of soluble guanylate cyclase activators from smooth muscle relaxation to direct neuroprotection. NPJ Syst Biol Appl. 2018 Feb 5;4:8. doi: 10.1038/s41540-017-0039-7. eCollection 2018."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000010546","term":"Perphenazine"},{"id":"C000542595","term":"Riociguat"},{"id":"D000011441","term":"Propylthiouracil"}],"ancestors":[{"id":"D000020536","term":"Enzyme Activators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000014150","term":"Antipsychotic Agents"},{"id":"D000014149","term":"Tranquilizing Agents"},{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000011619","term":"Psychotropic Drugs"},{"id":"D000018492","term":"Dopamine Antagonists"},{"id":"D000015259","term":"Dopamine Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000000963","term":"Antimetabolites"},{"id":"D000013956","term":"Antithyroid Agents"},{"id":"D000006727","term":"Hormone Antagonists"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"}],"browseLeaves":[{"id":"M256027","name":"Riociguat","asFound":"Peritoneal Cancer","relevance":"HIGH"},{"id":"M13144","name":"Perphenazine","asFound":"Hippotherapy","relevance":"HIGH"},{"id":"M13995","name":"Propylthiouracil","asFound":"Information and Communication","relevance":"HIGH"},{"id":"M16594","name":"Antipsychotic Agents","relevance":"LOW"},{"id":"M14164","name":"Psychotropic Drugs","relevance":"LOW"},{"id":"M7163","name":"Dopamine","relevance":"LOW"},{"id":"M20286","name":"Dopamine Antagonists","relevance":"LOW"},{"id":"M17652","name":"Dopamine Agents","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M3971","name":"Antimetabolites","relevance":"LOW"},{"id":"M16405","name":"Antithyroid Agents","relevance":"LOW"},{"id":"M9479","name":"Hormones","relevance":"LOW"},{"id":"M9478","name":"Hormone Antagonists","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"PsychDr","name":"Psychotropic Drugs"},{"abbrev":"CaAg","name":"Cardiotonic Agents"}]}},"hasResults":false}