{"protocolSection":{"identificationModule":{"nctId":"NCT02606006","orgStudyIdInfo":{"id":"15-95"},"organization":{"fullName":"Aurora Health Care","class":"OTHER"},"briefTitle":"Inpatient Physical Activity Function Through Enhanced Participation Levels in Animal-Assisted Therapy Programs","officialTitle":"Inpatient Physical Activity Function Through Enhanced Participation Levels in Animal-Assisted Therapy Programs"},"statusModule":{"statusVerifiedDate":"2016-12","overallStatus":"WITHDRAWN","whyStopped":"Removing from ClinicalTrials.gov as this is not really a clinical trial.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-11"},"primaryCompletionDateStruct":{"date":"2017-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2018-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2015-11-12","studyFirstSubmitQcDate":"2015-11-16","studyFirstPostDateStruct":{"date":"2015-11-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-12-27","lastUpdatePostDateStruct":{"date":"2016-12-29","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Aurora Health Care","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Thousands of canines are used for therapy in health care centers throughout the United States as part of a volunteer therapy team, yet little is known about the outcomes provided by these teams. Although many studies have been published, few used randomized, controlled formats to identify whether canine therapy has an impact and any mechanisms by which any impact may occur. The purpose of this study is use a randomized, controlled setup for canine animal-assisted therapy (AAT) in patients undergoing inpatient physical therapy for stroke, Parkinson's disease, or generalized weakness deconditioning to determine whether use of AAT produces desirable outcomes, such as increased motivation, in patients.","detailedDescription":"Many medical care facilities in the United States employ therapy dogs in Animal Assisted Interventions (AAI), which can be categorized as either Animal Assisted Activities (AAA) or Animal Assisted Therapy (AAT). AAA programs are more casual and are typically not goal-oriented, instead tending to focus on human-animal engagement. AAT programs are formal interventions targeting specific therapeutic goals using defined therapy sessions with a physical, psychological, occupational, or speech therapist. AAT programs with Physical Therapists focus on patients with motor deficits, such as those hospitalized due to stroke (14.5-16.1% lifetime incidence), Parkinson's (1.3-2% lifetime incidence), or other neurological injuries/disorders.\n\nIn the last decade, the popularity of AAT programs in hospitals has significantly increased, and there has been tremendous growth in the number of studies assessing whether the use of canine AAA or AAT have positive medical impacts on patients. Currently, the majority of studies focus on AAA programs, possibly because AAT programs require formally trained therapists and animals, program consistency, and strict program structure. Unfortunately, while most studies suggest that use of AAT can improve patient outcomes, many are poorly designed, poorly described, and few include randomized, controlled trials (RCT). The few existing RCT AAT studies focus on depression, schizophrenia, or other psychiatric disorders and suggest improvements in depression, anxiety, self-esteem, social outcomes, and enjoyment/pleasure. No RCT studies have looked at AAT in a physical therapy setting. However, non-controlled, non-randomized studies suggest that AAT as part of physical therapy may improve patient physical outcomes (such as walking speed, number of steps, gait, etc.), possibly by impacting patient motivation and participation in physical therapy activities.\n\nThe Aurora Sinai Medical Center (ASMC) currently utilizes both AAA and AAT programs. Most patients involved in the AAT program at ASMC are undergoing intensive inpatient physical therapy due to stroke, Parkinson's disease, or other diseases causing generalized weakness deconditioning, and these inpatients receive daily physical therapy with the occasional opportunity to include AAT in their therapy sessions. Previous studies suggest that patient interactions with therapy dogs are intrinsically rewarding, suggesting that use of an AAT program may increase patient motivation to participate and thus improve physical indices. However, this has yet to be objectively analyzed.\n\nHypothesis: Canine AAT in inpatient physical therapy improves physical activity function through enhanced levels of participation in physical therapy sessions.\n\nSpecific Aim 1: To evaluate whether patient participation increases during physical therapy using canine AAT. Physical activity function is impacted by a patient's level of participation, which is influenced by multiple sub-factors. Participation can be measured in multiple ways, including subjectively by the patient, subjectively by an observer (the physical therapist), or objectively through activity outputs. The level of participation may or may not correlate with the patient's self-perceived motivation.\n\nSpecific Aim 2. To determine whether use of canine AAT increases patient enjoyment and motivation in physical therapy. Many people perceive interactions with animals as intrinsically motivating and enjoyable. Consistent with this, canine AAT can improve patient motivation to participate in physical therapy. However, neither enjoyment nor motivation have been studied in physical therapy rehabilitation inpatients, nor have they been tested in RCT settings.\n\nSpecific Aim 3: To assess whether patient perceptions of care improve with use of canine AAT in physical therapy. Because the presence of a therapy canine may improve mood, motivation, and/or patient/caregiver communications, we hypothesize that use of canine AAT in inpatient physical therapy will improve patient perceptions of their caregivers, their care, and the hospital.\n\nInnovation and Impact While AAT programs are currently used throughout the United States in inpatient rehabilitation programs, it is unknown whether and how these programs impact patient physical activity functions. This study will elucidate whether these programs provide benefits to patients or medical institutions, thereby providing medical providers with the data necessary to choose the most effective and impactful care for their patients."},"conditionsModule":{"conditions":["Stroke","Parkinson's Disease","Muscle Weakness"],"keywords":["Physical Therapy Modalities","Motivation","Patient Participation","Animal Assisted Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Non-AAT Group","type":"ACTIVE_COMPARATOR","description":"Inpatients in this group will receive 3-5 brief afternoon physical therapy sessions over 3-5 successive days. None of the sessions will include use of a canine for AAT. This group will include the intervention of Standard of Care Physical Therapy","interventionNames":["Behavioral: Standard of Care Physical Therapy"]},{"label":"AAT Group","type":"EXPERIMENTAL","description":"Inpatients in this group will receive 3-5 brief afternoon physical therapy sessions over 3-5 successive days. The session on the middle day will include use of a canine for AAT. This group will receive a behavioral intervention of Canine Animal-Assisted Therapy.","interventionNames":["Behavioral: Canine Animal-Assisted Therapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"Canine Animal-Assisted Therapy","description":"Canine Animal-Assisted Therapy is the inclusion of a certified therapy canine in the standard of care physical therapy session, such as for walking, fetching balls, standing/petting, etc.","armGroupLabels":["AAT Group"]},{"type":"BEHAVIORAL","name":"Standard of Care Physical Therapy","description":"This intervention is the standard of care physical therapy currently offered. No canine is present.","armGroupLabels":["Non-AAT Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change Ball Throwing Distance","description":"The change in the distance a tennis ball is thrown (averaged over three throws) between daily trials.","timeFrame":"The change in ball throwing distance will be measured every day over 3-5 days."},{"measure":"Change in Standing Time","description":"The change in the amount of time the patient spends standing per session over time.","timeFrame":"During every therapy session over 3-5 days."},{"measure":"Change in Patient Engagement/Motivation Levels","description":"The change in patient engagement will be measured by the therapist's perceptions of engagement, as well as the patient's self-perceived engagement/motivation levels between daily trials through questionnaires.","timeFrame":"Between every therapy session over 3-5 days."},{"measure":"Change in Walking Capacity","description":"The change in distance or amount of time patients spend walking between daily trials.","timeFrame":"Between every therapy session over 3-5 days."},{"measure":"Change in Sitting Count","description":"The change in the number of times the patient sits (stops standing) between daily trials.","timeFrame":"Between every therapy session over 3-5 days."},{"measure":"Change in Patient Visual Cues of Emotion","description":"The change in the number of times the patient demonstrates visual cues for different emotions between daily trials.","timeFrame":"Between every therapy session over 3-5 days."}],"otherOutcomes":[{"measure":"Perceptions of Care","description":"Patient perceptions of the quality of care they have received from the medical center and physical therapy staff will be assessed through a questionnaire.","timeFrame":"On the last day of the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Are being rehabilitated as an inpatient for Parkinson's, stroke, or generalized weakness deconditioning (muscle weakness);\n2. Are able to give informed consent or communicate either verbally or in writing;\n3. Are able to follow instructions;\n4. Are at least 18 years old; and\n5. Choose to participate.\n\nExclusion Criteria:\n\n1. Have a fear/dislike of dogs;\n2. Show noticeable cues of resistance/discomfort to dogs;\n3. Are allergic to dogs;\n4. Are immunocompromised;\n5. Are not being rehabilitated for Parkinson's, stroke, or generalized weakness deconditioning (muscle weakness);\n6. Are not able to give informed consent or communicate either verbally or in writing;\n7. Are not able to follow instructions;\n8. Do not speak English;\n9. Are not at least 18 years old; and\n10. Do not choose to participate.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mindy Waite, PhD","affiliation":"Aurora Health Care - Aurora Research Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Aurora Sinai Medical Center","city":"Milwaukee","state":"Wisconsin","zip":"53233","country":"United States","geoPoint":{"lat":43.0389,"lon":-87.90647}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Therapy Dogs International: In W. M (ed), 2015."},{"type":"BACKGROUND","citation":"Handbook on Animal-Assisted Therapy (2 Ed.): Academic Press, 2006."},{"pmid":"17190894","type":"BACKGROUND","citation":"Carandang R, Seshadri S, Beiser A, Kelly-Hayes M, Kase CS, Kannel WB, Wolf PA. Trends in incidence, lifetime risk, severity, and 30-day mortality of stroke over the past 50 years. JAMA. 2006 Dec 27;296(24):2939-46. doi: 10.1001/jama.296.24.2939."},{"type":"BACKGROUND","citation":"Delta Society: What are Animal-Assisted Activities/Therapy? Retrieved June 19, 2015, from http://www.petpartners.org/document.doc?id=1102"},{"pmid":"11781119","type":"BACKGROUND","citation":"Elbaz A, Bower JH, Maraganore DM, McDonnell SK, Peterson BJ, Ahlskog JE, Schaid DJ, Rocca WA. Risk tables for parkinsonism and Parkinson's disease. J Clin Epidemiol. 2002 Jan;55(1):25-31. doi: 10.1016/s0895-4356(01)00425-5."},{"pmid":"24731910","type":"BACKGROUND","citation":"Kamioka H, Okada S, Tsutani K, Park H, Okuizumi H, Handa S, Oshio T, Park SJ, Kitayuguchi J, Abe T, Honda T, Mutoh Y. Effectiveness of animal-assisted therapy: A systematic review of randomized controlled trials. Complement Ther Med. 2014 Apr;22(2):371-90. doi: 10.1016/j.ctim.2013.12.016. Epub 2014 Jan 6."},{"type":"BACKGROUND","citation":"Maujean A, Pepping CA, Kendall E: A Systematic Review of Randomized Controlled Trials of Animal-Assisted Therapy on Psychosocial Outcomes. Anthrozoos: A Multidisciplinary Journal of The Interactions of People & Animals. 2015, 28:23-36."},{"type":"BACKGROUND","citation":"Nimer J, Lundahl B: Animal-Assisted Therapy: A Meta-Analysis. Anthrozoos: A Multidisciplinary Journal of The Interactions of People & Animals. 2007, 20:225-238."},{"type":"BACKGROUND","citation":"Chur-Hansen A, McArthur M, Winefield H, Hanieh E, Hazel S: Animal-Assisted Interventions in Children's Hospitals: A Critical Review of the Literature. European Journal of Marketing. 2014, 27:5-18."},{"type":"BACKGROUND","citation":"Marino L: Construct Validity of AnimalAssisted Therapy and Activities: How Important Is the Animal in AAT? Anthrozoos: A Multidisciplinary Journal of The Interactions of People & Animals. 2012, 25:139-151."},{"pmid":"22978246","type":"BACKGROUND","citation":"Berry A, Borgi M, Francia N, Alleva E, Cirulli F. Use of assistance and therapy dogs for children with autism spectrum disorders: a critical review of the current evidence. J Altern Complement Med. 2013 Feb;19(2):73-80. doi: 10.1089/acm.2011.0835. Epub 2012 Sep 14."},{"pmid":"16308382","type":"BACKGROUND","citation":"Antonioli C, Reveley MA. Randomised controlled trial of animal facilitated therapy with dolphins in the treatment of depression. BMJ. 2005 Nov 26;331(7527):1231. doi: 10.1136/bmj.331.7527.1231."},{"pmid":"21767251","type":"BACKGROUND","citation":"Pedersen I, Nordaunet T, Martinsen EW, Berget B, Braastad BO. Farm animal-assisted intervention: relationship between work and contact with farm animals and change in depression, anxiety, and self-efficacy among persons with clinical depression. Issues Ment Health Nurs. 2011;32(8):493-500. doi: 10.3109/01612840.2011.566982."},{"pmid":"20000282","type":"BACKGROUND","citation":"Chu CI, Liu CY, Sun CT, Lin J. The effect of animal-assisted activity on inpatients with schizophrenia. J Psychosoc Nurs Ment Health Serv. 2009 Dec;47(12):42-8. doi: 10.3928/02793695-20091103-96."},{"pmid":"11739071","type":"BACKGROUND","citation":"Barak Y, Savorai O, Mavashev S, Beni A. Animal-assisted therapy for elderly schizophrenic patients: a one-year controlled trial. Am J Geriatr Psychiatry. 2001 Fall;9(4):439-42."},{"type":"BACKGROUND","citation":"Marr CA, French L, Thompson D, Drum L, Greening G, Mormon J, Henderson I, Hughes CW: Animal-Assisted Therapy in Psychiatric Rehabilitation. Anthrozoos: A Multidisciplinary Journal of The Interactions of People & Animals. 2000, 13:43-47."},{"pmid":"17962502","type":"BACKGROUND","citation":"Cole KM, Gawlinski A, Steers N, Kotlerman J. Animal-assisted therapy in patients hospitalized with heart failure. Am J Crit Care. 2007 Nov;16(6):575-85; quiz 586; discussion 587-8."},{"pmid":"21263346","type":"BACKGROUND","citation":"Abate SV, Zucconi M, Boxer BA. Impact of canine-assisted ambulation on hospitalized chronic heart failure patients' ambulation outcomes and satisfaction: a pilot study. J Cardiovasc Nurs. 2011 May-Jun;26(3):224-30. doi: 10.1097/JCN.0b013e3182010bd6."},{"pmid":"20871145","type":"BACKGROUND","citation":"Rondeau L, Corriveau H, Bier N, Camden C, Champagne N, Dion C. Effectiveness of a rehabilitation dog in fostering gait retraining for adults with a recent stroke: a multiple single-case study. NeuroRehabilitation. 2010;27(2):155-63. doi: 10.3233/NRE-2010-0592."},{"pmid":"21707862","type":"BACKGROUND","citation":"Moretti F, De Ronchi D, Bernabei V, Marchetti L, Ferrari B, Forlani C, Negretti F, Sacchetti C, Atti AR. Pet therapy in elderly patients with mental illness. Psychogeriatrics. 2011 Jun;11(2):125-9. doi: 10.1111/j.1479-8301.2010.00329.x. Epub 2010 Sep 14."},{"pmid":"19595414","type":"BACKGROUND","citation":"Coakley AB, Mahoney EK. Creating a therapeutic and healing environment with a pet therapy program. Complement Ther Clin Pract. 2009 Aug;15(3):141-6. doi: 10.1016/j.ctcp.2009.05.004. Epub 2009 Jun 26."},{"pmid":"23170993","type":"BACKGROUND","citation":"Marcus DA, Bernstein CD, Constantin JM, Kunkel FA, Breuer P, Hanlon RB. Impact of animal-assisted therapy for outpatients with fibromyalgia. Pain Med. 2013 Jan;14(1):43-51. doi: 10.1111/j.1526-4637.2012.01522.x. Epub 2012 Nov 21."},{"pmid":"15335241","type":"BACKGROUND","citation":"van der Ploeg HP, van der Beek AJ, van der Woude LH, van Mechelen W. Physical activity for people with a disability: a conceptual model. Sports Med. 2004;34(10):639-49. doi: 10.2165/00007256-200434100-00002."},{"pmid":"24194726","type":"BACKGROUND","citation":"Wohlfarth R, Mutschler B, Beetz A, Kreuser F, Korsten-Reck U. Dogs motivate obese children for physical activity: key elements of a motivational theory of animal-assisted interventions. Front Psychol. 2013 Oct 29;4:796. doi: 10.3389/fpsyg.2013.00796. eCollection 2013."},{"pmid":"17942146","type":"BACKGROUND","citation":"Cutt H, Giles-Corti B, Knuiman M. Encouraging physical activity through dog walking: why don't some owners walk with their dog? Prev Med. 2008 Feb;46(2):120-6. doi: 10.1016/j.ypmed.2007.08.015. Epub 2007 Sep 7."},{"pmid":"20651066","type":"BACKGROUND","citation":"Johnson RA, Meadows RL. Dog-walking: motivation for adherence to a walking program. Clin Nurs Res. 2010 Nov;19(4):387-402. doi: 10.1177/1054773810373122. Epub 2010 Jul 22."},{"pmid":"25201095","type":"BACKGROUND","citation":"Harper CM, Dong Y, Thornhill TS, Wright J, Ready J, Brick GW, Dyer G. Can therapy dogs improve pain and satisfaction after total joint arthroplasty? A randomized controlled trial. Clin Orthop Relat Res. 2015 Jan;473(1):372-9. doi: 10.1007/s11999-014-3931-0. Epub 2014 Sep 9."},{"type":"BACKGROUND","citation":"About TDI. Retrieved 05/11/2015, 2015 from http://www.tdi-dog.org/About.aspx"},{"type":"BACKGROUND","citation":"Definitions Development Task Force of the Standards Committee: American Veterinary Medical Association: Handbook for animal-assisted activities and animal-assisted therapy., Generic terms and definitions. (Vol. 48). Renton, WA: Delta Society, 1992."},{"pmid":"23642347","type":"BACKGROUND","citation":"Munoz Lasa S, Maximo Bocanegra N, Valero Alcaide R, Atin Arratibel MA, Varela Donoso E, Ferriero G. Animal assisted interventions in neurorehabilitation: a review of the most recent literature. Neurologia. 2015 Jan-Feb;30(1):1-7. doi: 10.1016/j.nrl.2013.01.012. Epub 2013 May 1. English, Spanish."},{"type":"BACKGROUND","citation":"Holcomb R, Meacham M: Effectiveness of an Animal-Assisted Therapy Program in an Inpatient Psychiatric Unit. ANTHROZOÖS. 1989, 2:259-264."},{"type":"BACKGROUND","citation":"Villalta-Gil V, Roca M, Gonzalez N, Domènec E, Cuca, Escanilla A, Asensio MR, Esteban ME, Ochoa S, Haro JM: Dog-Assisted Therapy in the Treatment of Chronic Schizophrenia Inpatients. ANTHROZOÖS. 2009, 22:149-159"},{"type":"BACKGROUND","citation":"Cohen J: Statistical Power Analysis for the Behavioral Sciences. New York, NY: Routledge Academic, 1988."},{"pmid":"15733048","type":"BACKGROUND","citation":"Jette DU, Latham NK, Smout RJ, Gassaway J, Slavin MD, Horn SD. Physical therapy interventions for patients with stroke in inpatient rehabilitation facilities. Phys Ther. 2005 Mar;85(3):238-48."},{"pmid":"15031821","type":"BACKGROUND","citation":"Lenze EJ, Munin MC, Quear T, Dew MA, Rogers JC, Begley AE, Reynolds CF 3rd. The Pittsburgh Rehabilitation Participation Scale: reliability and validity of a clinician-rated measure of participation in acute rehabilitation. Arch Phys Med Rehabil. 2004 Mar;85(3):380-4. doi: 10.1016/j.apmr.2003.06.001."},{"pmid":"8790277","type":"BACKGROUND","citation":"VanSwearingen JM, Paschal KA, Bonino P, Yang JF. The modified Gait Abnormality Rating Scale for recognizing the risk of recurrent falls in community-dwelling elderly adults. Phys Ther. 1996 Sep;76(9):994-1002. doi: 10.1093/ptj/76.9.994."},{"type":"BACKGROUND","citation":"Ryan RM: Control and information in the intrapersonal sphere: An extension of cognitive evaluation theory. Journal of Personality and Social Psychology. 1982, 43:450-461."},{"pmid":"2489825","type":"BACKGROUND","citation":"McAuley E, Duncan T, Tammen VV. Psychometric properties of the Intrinsic Motivation Inventory in a competitive sport setting: a confirmatory factor analysis. Res Q Exerc Sport. 1989 Mar;60(1):48-58. doi: 10.1080/02701367.1989.10607413."},{"pmid":"24885076","type":"BACKGROUND","citation":"Friedman N, Chan V, Reinkensmeyer AN, Beroukhim A, Zambrano GJ, Bachman M, Reinkensmeyer DJ. Retraining and assessing hand movement after stroke using the MusicGlove: comparison with conventional hand therapy and isometric grip training. J Neuroeng Rehabil. 2014 Apr 30;11:76. doi: 10.1186/1743-0003-11-76."},{"pmid":"24991557","type":"BACKGROUND","citation":"Popovic MD, Kostic MD, Rodic SZ, Konstantinovic LM. Feedback-mediated upper extremities exercise: increasing patient motivation in poststroke rehabilitation. Biomed Res Int. 2014;2014:520374. doi: 10.1155/2014/520374. Epub 2014 Jun 2."},{"pmid":"17309790","type":"BACKGROUND","citation":"Colombo R, Pisano F, Mazzone A, Delconte C, Micera S, Carrozza MC, Dario P, Minuco G. Design strategies to improve patient motivation during robot-aided rehabilitation. J Neuroeng Rehabil. 2007 Feb 19;4:3. doi: 10.1186/1743-0003-4-3."},{"type":"BACKGROUND","citation":"Mihelj M, Novak D, Milavec M, Ziherl J, Olenšek A, Munih M: Virtual Rehabilitation Environment Using Principles of Intrinsic Motivation and Game Design. Presence: Teleoperators and Virtual Environments. 2012, 21:1-15."},{"pmid":"25198867","type":"BACKGROUND","citation":"Subramaniam S, Wan-Ying Hui-Chan C, Bhatt T. A cognitive-balance control training paradigm using wii fit to reduce fall risk in chronic stroke survivors. J Neurol Phys Ther. 2014 Oct;38(4):216-25. doi: 10.1097/NPT.0000000000000056."},{"pmid":"12782533","type":"BACKGROUND","citation":"Bebarta V, Luyten D, Heard K. Emergency medicine animal research: does use of randomization and blinding affect the results? Acad Emerg Med. 2003 Jun;10(6):684-7. doi: 10.1111/j.1553-2712.2003.tb00056.x. Erratum In: Acad Emerg Med. 2003 Dec;10(12):1410."},{"pmid":"22371859","type":"BACKGROUND","citation":"Hrobjartsson A, Thomsen AS, Emanuelsson F, Tendal B, Hilden J, Boutron I, Ravaud P, Brorson S. Observer bias in randomised clinical trials with binary outcomes: systematic review of trials with both blinded and non-blinded outcome assessors. BMJ. 2012 Feb 27;344:e1119. doi: 10.1136/bmj.e1119."},{"pmid":"9880387","type":"BACKGROUND","citation":"Pound P, Tilling K, Rudd AG, Wolfe CD. Does patient satisfaction reflect differences in care received after stroke? Stroke. 1999 Jan;30(1):49-55. doi: 10.1161/01.str.30.1.49."},{"type":"BACKGROUND","citation":"Pound P, Gompertz P, Ebrahim S: Patients' satisfaction with stroke services. Clinical Rehabilitation. 1994, 8:7-17."},{"pmid":"18321834","type":"BACKGROUND","citation":"Johnson RA, Meadows RL, Haubner JS, Sevedge K. Animal-assisted activity among patients with cancer: effects on mood, fatigue, self-perceived health, and sense of coherence. Oncol Nurs Forum. 2008 Mar;35(2):225-32. doi: 10.1188/08.ONF.225-232."},{"pmid":"8120508","type":"BACKGROUND","citation":"Pound P, Gompertz P, Ebrahim S. Development and results of a questionnaire to measure carer satisfaction after stroke. J Epidemiol Community Health. 1993 Dec;47(6):500-5. doi: 10.1136/jech.47.6.500."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000018908","term":"Muscle Weakness"},{"id":"D000010300","term":"Parkinson Disease"}],"ancestors":[{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M20634","name":"Muscle Weakness","asFound":"Muscle Weakness","relevance":"HIGH"},{"id":"M4244","name":"Asthenia","relevance":"LOW"},{"id":"M12894","name":"Paresis","relevance":"LOW"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"}]}},"hasResults":false}