{"protocolSection":{"identificationModule":{"nctId":"NCT05232500","orgStudyIdInfo":{"id":"STROKE_HR"},"organization":{"fullName":"Fondation Hôpital Saint-Joseph","class":"OTHER"},"briefTitle":"Contribution of a High-resolution Diffusion Sequence at 3T for the Detection of Acute Punctate Ischemic Brain Lesions","officialTitle":"Contribution of a High-resolution Diffusion Sequence at 3T for the Detection of Acute Punctate Ischemic Brain Lesions","acronym":"STROKE_HR"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-12-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-02-01","studyFirstSubmitQcDate":"2022-02-01","studyFirstPostDateStruct":{"date":"2022-02-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-11","lastUpdatePostDateStruct":{"date":"2023-09-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fondation Hôpital Saint-Joseph","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a public health issue and a priority for our institution. MRI plays an essential role in the management of stroke, its contribution being diagnostic, etiological and prognostic.\n\nAmong the MRI sequences used in stroke emergencies, the diffusion sequence plays a key role in highlighting ischemic lesions as early as the hyperacute phase, even though the other sequences in the protocol do not reveal any anomaly. This sequence alone conditions the management of patients, particularly in the context of \"thrombolysis emergencies\".\n\nIt has been shown that the sensitivity of the diffusion sequence for the detection of ischemic lesions can directly depend on acquisition parameters such as b value, slice thickness or spatial resolution.\n\nRecent advances in MRI now allow us to perform diffusion sequences with higher spatial resolution. The matrix is an important acquisition parameter of MRI sequences defining the ability of the sequence to distinguish 2 pixels in the acquisition plane. The higher the matrix, the higher the spatial resolution of the sequence in the acquisition plane.\n\nAt the Saint-Joseph Hospital, we have a new 3T MRI since September 2020 allowing the acquisition in clinical routine of a more resolved diffusion sequence: 160x200 matrix (\"high resolution\" diffusion, HR), against 128x140 (\"standard\" diffusion usually). These two sequences are acquired in particularly short acquisition times (1 minute 37 seconds). This HR diffusion sequence is performed as part of routine care since September 2020 for specific situations: absence of lesion highlighted on the standard diffusion sequence while the patient has a suggestive symptomatology (especially for lesions of the brainstem), search for lesion in other vascular territories (thus in favor of an embolic origin) in a patient who presents an isolated ischemic lesion or ischemic lesions in a single territory.\n\nIt has been reported in the literature that increasing the spatial resolution can reveal small lesions that were not visible on more conventional sequences. There is a clear rationale for seeking to improve the detection of small lesions (\\<5 mm) because their detection may have important therapeutic implications for many patients (particularly in the context of thrombolysis emergencies, transient ischemic attacks, or amnesic strokes)."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Sensitivity of \"standard\" and \"high resolution\" diffusion sequences","description":"This outcome corresponds to the comparison of the number of small (\\< 5 mm) acute ischemic lesions visible on standard and high resolution diffusion sequences.","timeFrame":"Day 1"}],"secondaryOutcomes":[{"measure":"Image quality (SNR) is maintained with this new HR sequence compared to the classic sequence","description":"This outcome corresponds to the comparison of image quality between conventional and high-resolution diffusion sequences by measuring the signal-to-noise ratio (SNR) of ischemic lesions.","timeFrame":"Day 1"},{"measure":"Image quality (CNR) is maintained with this new HR sequence compared to the classic sequence","description":"This outcome corresponds to the comparison of image quality between conventional and high-resolution diffusion sequences by measuring the contrast-to-noise ratio (CNR) of ischemic lesions.","timeFrame":"Day 1"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with age ≥ 18 years\n* Patients who underwent a 3T brain MRI for suspected stroke/TIA (MRI performed within 7 days of clinical symptomatology) and for whom the \"HR\" diffusion sequence was considered useful for diagnosis\n* French-speaking patient\n\nExclusion Criteria:\n\n* Patient under guardianship or curatorship\n* Patient deprived of liberty\n* Patient under court protection\n* Patient objecting to the use of his data for this research","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"These patients were referred for suspected stroke between September 1, 2020, and July 31, 2021, to the Paris Saint-Joseph Hospital.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Jerome HODEL, MD","role":"CONTACT","phone":"144127778","phoneExt":"+33","email":"jhodel@ghpsj.fr"},{"name":"Helene BEAUSSIER, PharmD, PhD","role":"CONTACT","phone":"144127901","phoneExt":"+33","email":"crc@ghpsj.fr"}],"overallOfficials":[{"name":"Jerome HODEL, MD","affiliation":"Fondation Hôpital Saint-Joseph","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Groupe Hospitalier Paris Saint-Joseph","city":"Paris","zip":"75014","country":"France","contacts":[{"name":"Jerome HODEL, MD","role":"CONTACT","phone":"144127778","phoneExt":"+33","email":"jhodel@ghpsj.fr"}],"geoPoint":{"lat":48.85341,"lon":2.3488}}]},"referencesModule":{"references":[{"pmid":"29367334","type":"BACKGROUND","citation":"Powers WJ, Rabinstein AA, Ackerson T, Adeoye OM, Bambakidis NC, Becker K, Biller J, Brown M, Demaerschalk BM, Hoh B, Jauch EC, Kidwell CS, Leslie-Mazwi TM, Ovbiagele B, Scott PA, Sheth KN, Southerland AM, Summers DV, Tirschwell DL; American Heart Association Stroke Council. 2018 Guidelines for the Early Management of Patients With Acute Ischemic Stroke: A Guideline for Healthcare Professionals From the American Heart Association/American Stroke Association. Stroke. 2018 Mar;49(3):e46-e110. doi: 10.1161/STR.0000000000000158. Epub 2018 Jan 24. Erratum In: Stroke. 2018 Mar;49(3):e138. Stroke. 2018 Apr 18;:"},{"pmid":"19914018","type":"BACKGROUND","citation":"Cihangiroglu M, Citci B, Kilickesmez O, Firat Z, Karlikaya G, Ulug AM, Bingol CA, Kovanlikaya I. The utility of high b-value DWI in evaluation of ischemic stroke at 3T. Eur J Radiol. 2011 Apr;78(1):75-81. doi: 10.1016/j.ejrad.2009.10.011. Epub 2009 Nov 13."},{"pmid":"11997901","type":"BACKGROUND","citation":"Pereira RS, Harris AD, Sevick RJ, Frayne R. Effect of b value on contrast during diffusion-weighted magnetic resonance imaging assessment of acute ischemic stroke. J Magn Reson Imaging. 2002 May;15(5):591-6. doi: 10.1002/jmri.10105."},{"pmid":"15709115","type":"BACKGROUND","citation":"Kim HJ, Choi CG, Lee DH, Lee JH, Kim SJ, Suh DC. High-b-value diffusion-weighted MR imaging of hyperacute ischemic stroke at 1.5T. AJNR Am J Neuroradiol. 2005 Feb;26(2):208-15."},{"pmid":"17032880","type":"BACKGROUND","citation":"Benameur K, Bykowski JL, Luby M, Warach S, Latour LL. Higher prevalence of cortical lesions observed in patients with acute stroke using high-resolution diffusion-weighted imaging. AJNR Am J Neuroradiol. 2006 Oct;27(9):1987-9."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}