{"protocolSection":{"identificationModule":{"nctId":"NCT03906305","orgStudyIdInfo":{"id":"Pending"},"organization":{"fullName":"Universidad Rey Juan Carlos","class":"OTHER"},"briefTitle":"Dry Needling and Bobath Treatment Clinical Effects Focused on Stroke Patients","officialTitle":"Changes in Clinical Outcomes After Application of Physical Therapy and Dry Needling Intervention in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2019-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-11-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-10-15","type":"ACTUAL"},"completionDateStruct":{"date":"2019-11-06","type":"ACTUAL"},"studyFirstSubmitDate":"2019-03-13","studyFirstSubmitQcDate":"2019-04-03","studyFirstPostDateStruct":{"date":"2019-04-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-11-06","lastUpdatePostDateStruct":{"date":"2019-11-12","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alma Rocío Hernández Ortíz","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Universidad Rey Juan Carlos"},"leadSponsor":{"name":"Universidad Rey Juan Carlos","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The investigators aim to determine if dry needling technique in a non myofascial trigger point area generate the same changes in spasticity, function and pain responses as with dry needling in a myofascial trigger point area.","detailedDescription":"Spasticity is a consequence of multiple diseases that affect the Central Nervous System, such as stroke and other neurodegenerative diseases. Its pathophysiology is unclear and the variety of clinical symptoms is determined by the injury location. Several studies have suggested the possibility of active pain treatment effectiveness through myofascial trigger points management. One of these interventions is dry needling, which has been used in several scientific studies. However, these investigations have been based on spasm response or deep dry needling mechanisms always over a trigger point, but none of the participants compare the possible mechanical effects of the insertion of a needle into a spastic muscle without targeting specifically a trigger point. Therefore, the aim of this study is to evaluate the effects on spasticity, pain and motor function after a dry needling intervention versus the insertion of a needle into a non trigger point area in patients who had experienced a stroke."},"conditionsModule":{"conditions":["Ischemic Stroke","Spasticity"],"keywords":["Muscle Spasticity","Dry Needling","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"In this study patients will receive dry needling intervention in shoulder muscles. The following muscles will be addressed: upper trapezius, supraspinatus, deltoid anterior fibers and infraspinatus.\n\nThey will also receive physical therapy based on Bobath concept. All the subjects belong to Madrid Polibea Sur neurorehabilitation clinic. The sample of the study is estimated to consist of twenty patients, with a washout period of forty five days after the intervention.\n\nThe data will be collected by an external physical therapist. All the therapists belong to Polibea Sur neurological clinic and Madrid Rey Juan Carlos University departments of physical therapy, occupational therapy, rehabilitation and physical medicine, experts in neurological treatment and trained in dry needling.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Dry needling in a myofascial trigger points area","type":"EXPERIMENTAL","description":"The intervention will consist of a sixty minutes physical therapy session based on the modulating Bobath technique focused on the upper limb. Besides, during the intervention patients will receive deep dry needling that will be inserted into trigger point spastic muscle of the shoulder.","interventionNames":["Other: Dry needling in a myofascial trigger points area plus physical therapy based on Bobath concept"]},{"label":"Dry needling in a non myofascial trigger points area","type":"ACTIVE_COMPARATOR","description":"The intervention will consist of a sixty minutes physical therapy session based on the modulating Bobath technique focused on the upper limb. Besides, during the intervention patients will receive deep dry needling that will be inserted into a non trigger point spastic muscle of the shoulder.","interventionNames":["Other: Dry needling in a non myofascial trigger points area plus physical therapy based on Bobath concept"]}],"interventions":[{"type":"OTHER","name":"Dry needling in a myofascial trigger points area plus physical therapy based on Bobath concept","description":"Other: Dry Needling Participants will receive dry needling application over a myofascial trigger point by an experienced physical therapist with clinical experience in neurological patients, that will be inserted into taut bands of the following shoulder spastic muscles (when a trigger point was present): upper trapezius, supraspinatus, infraspinatus and deltoid anterior.\n\nOther: Physical Therapy\n\nParticipants will receive physical therapy treatment based on the modulating Bobath technique. This technique will be applied using the general parameters, carrying out similar action protocols with every patient, based on the aim of normalizing upper limb muscle tone.\n\nDevice: stainless steel needles (0.3mm x 50mm)","armGroupLabels":["Dry needling in a myofascial trigger points area"]},{"type":"OTHER","name":"Dry needling in a non myofascial trigger points area plus physical therapy based on Bobath concept","description":"Other: Dry Needling Participants will receive dry needling application carried out over a non trigger point area by an experienced physical therapist with clinical experience in neurological patients, that will be inserted into a non trigger point spastic muscle of the shoulder area: upper trapezius, supraspinatus, infraspinatus and deltoid anterior.\n\nOther: Physical Therapy Participants will receive physical therapy treatment based on the modulating Bobath technique. This technique will be applied using the general parameters, carrying out similar action protocols with every patient, based on the aim of normalizing upper limb muscle tone.\n\nDevice: stainless steel needles (0.3mm x 50mm)","armGroupLabels":["Dry needling in a non myofascial trigger points area"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in spasticity before and after the intervention","description":"It will be measured using the Modified Ashworth Scale. The Modified Ashworth Scale evaluates the muscle tone in patients with central nervous system lesions. It consists of 5 ordinal categories: 0 (no increase in muscle tone), 1 (slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion), 1+ (slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder less than half of the range of motion), 2 (more marked increase in muscle tone through most of the range of motion, but affected parts easily moved), 3 (considerable increase in muscle tone, passive movement difficult) and 4 (the part affects this rigid extension or flexion).","timeFrame":"Baseline, 1, 2, 3, 4, 5, and 6 weeks after each intervention"}],"secondaryOutcomes":[{"measure":"Changes in shoulder pain before and after the intervention","description":"Numerical Pain Rating Scale (NPRS, 0,10) The Numerical Pain Rating Scale evaluates the intensity of pain perceived between 0 (absence of pain) and 10 (maximum intensity of inimaginable pain).","timeFrame":"Baseline, 1, 2, 3, 4, 5, and 6 weeks after each intervention"},{"measure":"Changes in Function of the Upper Extremity before and after the intervention","description":"Upper limb function will be measured using both Motor Evaluation Scale for Upper Extremity in Stroke patients (MESUPES) and the reaching performance scale (RPS).\n\nThe MESUPES includes eight items with six response categories (scores 0-5), and nine hand items with three response categories (scores 0-2). The total score of this scale is 58 points.\n\nThe RPS evaluates 6 components. Four components are related to reaching close and far targets: trunk displacement, movement smoothness, shoulder movements, and elbow movements. The 2 additional components globally rate the quality of prehension and the accomplishment of the task. The total score of this scale is 18 points.","timeFrame":"Baseline, 1, 2, 3, 4, 5, and 6 weeks after each intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Medical diagnosis of unilateral ischemic Stroke\n* Unilateral hemiplegia resulting from Stroke\n* Evolution of at least 6 months since the Stroke\n* Age between 35 and 81 years of age\n* Presence of hypertonia in the upper extremity\n* Restricted shoulder range of motion\n\nExclusion Criteria:\n\n* Recurrent Stroke\n* Previous treatment with nerve blocks, motor point injections with neurolytic agents for Spasticity at any time, or with BTX-A in the previous 6 months\n* Cognitive deficits\n* Progressive or severe neurological diseases, eg, heart conditions, unstable hypertension, fractures or implants in upper extremity\n* Belonephobia (fear to needles)\n* Have received pharmacological treatment for shoulder pain 3 months before the study\n* Existence of peripheral nerve injury\n* Previous history of fracture in the gleno-humeral joint\n* Episodes of epilepsy in the year prior to participation in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"81 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ana I de la Llave Rincon, Doctor","affiliation":"Universidad Rey Juan Carlos","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Polibea Sur neurorehabilitation clinic","city":"Madrid","state":"Alcorcón/Madrid","zip":"288922","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}}]},"referencesModule":{"references":[{"pmid":"27167369","type":"BACKGROUND","citation":"Mendigutia-Gomez A, Martin-Hernandez C, Salom-Moreno J, Fernandez-de-Las-Penas C. Effect of Dry Needling on Spasticity, Shoulder Range of Motion, and Pressure Pain Sensitivity in Patients With Stroke: A Crossover Study. J Manipulative Physiol Ther. 2016 Jun;39(5):348-358. doi: 10.1016/j.jmpt.2016.04.006. Epub 2016 May 7."},{"pmid":"32488238","type":"DERIVED","citation":"Hernandez-Ortiz AR, Ponce-Luceno R, Saez-Sanchez C, Garcia-Sanchez O, Fernandez-de-Las-Penas C, de-la-Llave-Rincon AI. Changes in Muscle Tone, Function, and Pain in the Chronic Hemiparetic Shoulder after Dry Needling Within or Outside Trigger Points in Stroke Patients: A Crossover Randomized Clinical Trial. Pain Med. 2020 Nov 1;21(11):2939-2947. doi: 10.1093/pm/pnaa132."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}