{"protocolSection":{"identificationModule":{"nctId":"NCT00958607","orgStudyIdInfo":{"id":"212054-487481"},"organization":{"fullName":"University of Toronto","class":"OTHER"},"briefTitle":"Optimizing Stroke Family Caregiver Support Across the Care Continuum by Improving the Timing of Intervention Delivery","officialTitle":"Optimizing Stroke Family Caregiver Support Across the Care Continuum by Improving the Timing of Intervention Delivery"},"statusModule":{"statusVerifiedDate":"2014-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-09"},"primaryCompletionDateStruct":{"date":"2013-10","type":"ACTUAL"},"completionDateStruct":{"date":"2013-12","type":"ACTUAL"},"studyFirstSubmitDate":"2009-08-12","studyFirstSubmitQcDate":"2009-08-12","studyFirstPostDateStruct":{"date":"2009-08-13","type":"ESTIMATED"},"lastUpdateSubmitDate":"2014-01-20","lastUpdatePostDateStruct":{"date":"2014-01-22","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jill Cameron","investigatorTitle":"Jill Cameron, PhD","investigatorAffiliation":"University of Toronto"},"leadSponsor":{"name":"University of Toronto","class":"OTHER"},"collaborators":[{"name":"Heart and Stroke Foundation of Canada","class":"OTHER"},{"name":"University Health Network, Toronto","class":"OTHER"},{"name":"Foothills Medical Centre","class":"OTHER"},{"name":"Pembroke Regional Hospital","class":"UNKNOWN"},{"name":"South Shore District Health Authority","class":"UNKNOWN"},{"name":"Champlain Region Sroke Centre","class":"UNKNOWN"},{"name":"University of Ottawa","class":"OTHER"},{"name":"Dalhousie University","class":"OTHER"},{"name":"Canadian Stroke Strategy","class":"UNKNOWN"},{"name":"Toronto Rehabilitation Institute","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"About 50% of stroke survivors have limitations in their activities of daily living on return to the community. Family caregivers provide invaluable support to these individuals during their recovery and rehabilitation. Unfortunately, there is no standard clinical practice to prepare caregivers for this role and, as a result, many experience stress and poor health that can compromise stroke survivor recovery and threaten the sustainability of the care needed to thrive in their home. To address this gap, the investigators have developed the Timing it Right Stroke Family Support Program that aims to meet the evolving needs of caregivers. The objective of this multi-province randomized controlled trial is to determine if this program delivered across the stroke care continuum improves caregivers' sense of being supported and emotional well-being. Ultimately this program could be used by stroke care programs from across Canada.","detailedDescription":"The objective of this multi-province randomized controlled trial will be to determine if the TIR Stroke Family Support Program delivered across the care continuum contributes to positive caregiver outcomes. Since this program targets family caregiver support, the primary outcomes of the intervention will be caregivers' perception of being supported in their care-giving role and improvements in caregiver mental health outcomes (e.g., less depression and more psychological well-being). To determine the impact of the intervention on caregiver outcomes, we will compare two modes of intervention delivery with standard care: 1) repeated contact in person and by telephone with a stroke support person and 2) a self-directed program by the caregiver.\n\nWe will perform a multi-site, mixed methods RCT. Caregivers of patients who are receiving acute care for their first stroke will be recruited within the first week of hospital admission. Members of the stroke team from the participating hospitals' stroke units will identify potential participants and ask their permission to be approached by each site's research assistant. The research assistant will fully explain the study, answer questions, obtain consent, administer the baseline questionnaires, and then contact the project coordinator who will then randomize participants to one of three groups: A) TIR Stroke Family Support Program delivered by a stroke support person, B) caregiver self-directed TIR Stroke Family Support Program, and C) usual care that includes provision of the Heart and Stroke educational resource \"Let's Talk about Stroke\". The research assistants will give caregivers a copy of \"Let's Talk about Stroke\" (if they have not yet received a copy) and introduce them to the stroke support person who will deliver the full intervention and instruct the family in the use of the self-directed arm of the intervention. A second part-time research assistant blinded to group assignment will complete routine follow-up assessments with participants at 3, 6, and 12 months post-stroke. A subset of 36 participants (6 from each site) will also participate in a qualitative interview after completion of their 12-month follow-up assessment.\n\nThe goals of this multi-site randomized controlled trial are to:\n\n1. Assess whether the intervention improves caregivers outcomes (via quantitative analysis)\n2. Assess how the intervention improves caregiver outcomes (via qualitative analysis)\n3. Assess how the intervention is delivered (via stroke support person journals)"},"conditionsModule":{"conditions":["Stroke","Caregiver Social Support","Caregiver Mental Health","Caregiver Sense of Control Over Life","Caregiver Participation"],"keywords":["Caregivers","Stroke","Social support","Phase specific care"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":310,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Self-Directed Program","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Self-directed program"]},{"label":"Stroke Support Person","type":"ACTIVE_COMPARATOR","interventionNames":["Behavioral: Timing it Right Stroke Family Support Person Intervention"]},{"label":"Standard Care","type":"NO_INTERVENTION","description":"Participants in this arm receive Standard Care which consists of being given a copy of the Heart\\& Stroke Foundation's stroke resource titled \"Let's Talk About Stroke\""}],"interventions":[{"type":"BEHAVIORAL","name":"Timing it Right Stroke Family Support Person Intervention","description":"Intervention delivered by a stroke support person (SSP) in-person during acute care \\& by telephone during inpatient rehabilitation and community discharge. SSP provides support, information \\& guidance and gives caregivers Stroke Family Support guide as a resource. SSP will have 1 contact with the caregiver during acute care and a 2nd contact during the last week of inpatient acute or rehabilitation care. The 1st contact while the caregiver is at home will occur 2-3 weeks after the stroke survivor has been discharged from inpatient care and then every four weeks until the caregiver passes the marker question. SSP will then encourage caregiver to contact them if they have any specific questions. The SSP will make one final contact about 8 weeks later","armGroupLabels":["Stroke Support Person"]},{"type":"BEHAVIORAL","name":"Self-directed program","description":"Participants in this arm of the trial will have family caregivers self-direct their use of the Timing it Right Stroke Family Support guide. The research assistant will instruct the caregivers how to self-manage their support needs by providing instruction on how to use the guide, which has an additional section regarding self-management. Caregivers will also be instructed that the guide is organized according to the phases of a stroke survivors' recovery. They will be instructed to review the information in each chapter as it becomes relevant to their current situation","armGroupLabels":["Self-Directed Program"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary outcome, caregiver's perceived social support, will be assessed by Medical Outcomes Study Social Support Scale.","timeFrame":"Baseline, 3, 6 and 12-months post-stroke"}],"secondaryOutcomes":[{"measure":"Positive/negative mental health outcomes will be assessed by the Positive Affect Scale and Centre for Epidemiological Studies Depression Scale, respectively. Caregivers' participation in valued activities will be assessed by the Caregiving Impact Scale","timeFrame":"Baseline, 3, 6 and 12-months post-stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants must speak and read English and be the primary family caregiver of a person who is receiving care for their first hospitalization for an ischemic or hemorrhagic stroke and whose anticipated ultimate destination after discharge is a private residence or apartment building.\n* Stroke survivors must exhibit at least minimal disability (i.e., are referred to at least one rehabilitation health care professional during acute care). They may be admitted to short or long-duration inpatient (maximum duration of 6 months) or outpatient rehabilitation or return directly home.\n\nExclusion Criteria:\n\n* Caregivers of terminally ill stroke survivors or of survivors discharged to complex continuing care, long-term care or assisted retirement residences.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jill Cameron, PhD","affiliation":"University of Toronto","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Toronto -- Dpt. of Occupational Science and Occupational Therapy","city":"Toronto","state":"Ontario","zip":"M5G 1V7","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"referencesModule":{"references":[{"pmid":"18155388","type":"BACKGROUND","citation":"Cameron JI, Gignac MA. \"Timing It Right\": a conceptual framework for addressing the support needs of family caregivers to stroke survivors from the hospital to the home. Patient Educ Couns. 2008 Mar;70(3):305-14. doi: 10.1016/j.pec.2007.10.020. Epub 2007 Dec 21."},{"pmid":"34813082","type":"DERIVED","citation":"Crocker TF, Brown L, Lam N, Wray F, Knapp P, Forster A. Information provision for stroke survivors and their carers. Cochrane Database Syst Rev. 2021 Nov 23;11(11):CD001919. doi: 10.1002/14651858.CD001919.pub4."},{"pmid":"24433234","type":"DERIVED","citation":"Cameron JI, Naglie G, Gignac MA, Bayley M, Warner G, Green T, Czerwonka A, Huijbregts M, Silver FL, Phillips SJ, Cheung AM. Randomized clinical trial of the Timing it Right Stroke Family Support Program: research protocol. BMC Health Serv Res. 2014 Jan 17;14:18. doi: 10.1186/1472-6963-14-18."}],"seeAlsoLinks":[{"label":"Heart and Stroke Foundation Featured Researcher","url":"http://www.heartandstroke.on.ca/site/c.pvI3IeNWJwE/b.5338071/k.D55E/Research_blossoms_under_this_doctor8217s_care.htm?src=home"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}