{"protocolSection":{"identificationModule":{"nctId":"NCT05120414","orgStudyIdInfo":{"id":"Anam Raiz 168-21"},"organization":{"fullName":"Shifa Tameer-e-Millat University","class":"OTHER"},"briefTitle":"Effect of Ankle Strategy Exercises on Gait Parameters and Balance Confidence in Patients With Chronic Stroke","officialTitle":"Effect of Ankle Strategy Exercises on Gait Parameters and Balance Confidence in Patients With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2021-11","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-11-02","studyFirstSubmitQcDate":"2021-11-02","studyFirstPostDateStruct":{"date":"2021-11-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-11-02","lastUpdatePostDateStruct":{"date":"2021-11-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nouman Khan","investigatorTitle":"Lecturer","investigatorAffiliation":"Shifa Tameer-e-Millat University"},"leadSponsor":{"name":"Shifa Tameer-e-Millat University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a disorder in which the areas of the brain that control the sensory and motor nerves are damaged due to poor blood supply to the brain. As a result of which oxygen and nutrients supply to the brain tissues is interrupted. This is either caused by infarction or a bleed in the blood arteries supplying the brain. A stroke occurs when the cerebral blood supply is disrupted, resulting in a localized neurological deficiency. At least 80% of strokes are ischemic, meaning they are caused by a blockage in blood flow, while 15-20% are caused by bleeding into the brain, known as intracerebral hemorrhage. The occurrence of the sudden neurological deficit caused by bleeding in the brain or ischemic damage gives rise to the disturbances in motion, senses, perception, language, and other such functions on the opposite side to the affected side of the brain. A randomized controlled trial was carried out on 36 chronic stroke patients. By using the sealed envelope method, the sample was divided into two groups, an experimental group and a control group. For a period of four weeks, the control group only received traditional balancing exercises including standing with feet together, standing with one foot directly in front of the other, standing eye open to eye closed, standing multidirectional functional reach and March in place and walk sideways. While the experimental group received ankle strategy exercises in addition to balance exercises which included raising and lowering heels and forefeet, heel to toe walking, stepping up and down and left right and diagonal inclination of the body during standing. Interventions were given three days weekly for four consecutive weeks. Pre and post-intervention assessment were done by using data collection tools which includes ABC Scale of balance confidence, TUG scale and 10meter walk test.","detailedDescription":"Stroke was defined in 1970 by the World Health Organization as \"Rapidly acquired clinical symptoms of focal (or global) impairment of brain function 24-48 hours or resulting in death, with no evident cause other than a vascular origin.\" A stroke occurs when the cerebral Epidemiology, Incidence and Prevalence Epidemiologic research on stroke aids in the knowledge of the disease's natural history, the early diagnosis, and the prediction of prognosis, all of which can lead to indicators for disease mechanisms. Women and men have differences concerning stroke. As compared to men, women have an increased lifetime risk of stroke and they have a higher prcentage of disability, dementia and depression. Stroke is a non-communicable disease that is becoming more prevalent as the population ages. In many nations, it is the prime cause of mortality and disability. America has seen a decrease in stroke mortality in the last twenty years, but recent trends show that these decreases may have leveled off. In 2013, there were around 25.7 million stroke survivors, 6.5 million stroke fatalities, 113 million disability-adjusted life-years (DALYs) lost due to stroke, and up to 10.3 million incidences of new stroke. Stroke has become the biggest cause of persistent impairment in the United States, as well as the second most leading cause of dementia and the fourth most common cause of mortality. The is high morbidity associated with stroke, with costs estimated at $34 billion annually for healthcare services, medications, and missed workdays. In the United States, about 800,000 primary (first-time) or secondary (recurrent) strokes happen annually, with primary strokes accounting for the majority (roughly 600,000). Although the proportional burden of hemorrhagic vs ischemic stroke varies among various populations, the majority of strokes (80% ) are ischemic . Stroke appears to have an even greater global impact than it does in the United States.\n\nHemiparesis, hemisensory loss, impaired language, eye muscle weakness, and visual field cuts are all symptoms of cerebral bleed and infarction, which cause sudden malfunctioning of neurologic tissue. In contrast, cerebral hemorrhage causes blood to flow into the brain. This causes squeezing of neighboring tissue and eventually increased intracranial pressure. As a result due to this increased pressure and meningeal irritation, the patient presents with severe headache, neck stiffness and vomiting and progressive deterioration due to continuous bleeding."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Ankle strategy","Balance exercises","Gait","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The control and experimental groups were compared with each other.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control","type":"ACTIVE_COMPARATOR","description":"patients in control group did balance exercises for period of 4 weeks (10 repetitions in each set, 3 sets per session, 1 session daily, 3 days weekly.) The exercises included standing with feet together, Standing in Tandem position, Standing eye open to eye closed, multidirectional functional reach during standing, March in place and walk sideways.","interventionNames":["Other: balanace exercises"]},{"label":"Experimental","type":"EXPERIMENTAL","description":"Experimental group received ankle strategy exercises in addition to balance exercises for a period of 4 weeks (10 repetitions in each set, 3 sets per session, 1 session daily, 3 days weekly). Ankle strategy exercises included raising and lowering heels and forefeet, heel to toe walking, stepping up and down and right and left and diagonal inclination of body during standing.","interventionNames":["Other: Balance Exercises plus Ankle strategy"]}],"interventions":[{"type":"OTHER","name":"balanace exercises","description":"Balance exercises included standing with feet together (narrow base of support), Standing in Tandem position, Standing eye open to eye closed, multidirectional functional reach during standing, March in place and walk sideways. Time period was of 4 weeks (10 repetitions in each set, 3 sets per session, 1 session daily, 3 days weekly).","armGroupLabels":["Control"]},{"type":"OTHER","name":"Balance Exercises plus Ankle strategy","description":"ankle strategy exercises included raising and lowering heels and forefeet, heel to toe walking, stepping up and down and right and left and diagonal inclination of body during standing.While balance exercises included standing with feet together (narrow base of support), Standing in Tandem position, Standing eye open to eye closed, multidirectional functional reach during standing, March in place and walk sideways. Time period was of 4 weeks (10 repetitions in each set, 3 sets per session, 1 session daily, 3 days weekly).","armGroupLabels":["Experimental"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"ABC scale","description":"In this patient himself reported the level of confidence in doing certain activities by choosing one of the percentages on the scale from 0% to 100%","timeFrame":"4 weeks"},{"measure":"TUG Test","description":"The participant was requested to get out of a chair, walk 3 meters, turn around, return to the chair, and sit on it. We had utilized it to measure dynamic balance in this study.","timeFrame":"4 weeks"},{"measure":"10 meter walk test","description":"This was used for Quantitative gait analysis. Different Temporal-spatial parameters were assessed including gait speed (in meter per second), cadence (with a stopwatch), step length and stride length (with marker method). In 10meter walk test patient is instructed to walk on a 14 meters straight pathway in which only the middle 10 meters are recorded","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nBoth male and female with Hemiplegic stroke (unilateral) Age between 40 and 60 years Chronic stroke patients were included (patients who had a stroke more than 3 months ago)\n\nExclusion Criteria:\n\nPCA Stroke patients with cortical blindness Patients who have had more than one stroke Patients with active medical complications Patients with concomitant gait disorders due to acute or subacute Musculoskeletal issues","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Shafaq Altaf, Phd*","role":"CONTACT","phone":"03435020507","email":"shafaq_dpt.ahs@stmu.edu.pk"},{"name":"Nouman Khan, MS-OMPT","role":"CONTACT","phone":"03339378324","email":"nouman_drs.ahs@stmu.edu.pk"}],"overallOfficials":[{"name":"Shafaq Altaf, Phd*","affiliation":"Shifa tameer e millat university Islamabad","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shifa tameer e millat university","status":"RECRUITING","city":"Islamabad","state":"Federal","zip":"44000","country":"Pakistan","contacts":[{"name":"Shafaq Altaf, Phd*","role":"CONTACT","phone":"03435020507","email":"shafaq_dpt.ahs@stmu.edu.pk"},{"name":"Nouman Khan, Ms- OMPT","role":"CONTACT","phone":"03339378324","email":"nouman_drs.ahs@stmu.edu.pk"},{"name":"Anam Riaz, MSNMPT*","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.72148,"lon":73.04329}}]},"referencesModule":{"references":[{"pmid":"12677087","type":"BACKGROUND","citation":"Adams HP Jr, Adams RJ, Brott T, del Zoppo GJ, Furlan A, Goldstein LB, Grubb RL, Higashida R, Kidwell C, Kwiatkowski TG, Marler JR, Hademenos GJ; Stroke Council of the American Stroke Association. Guidelines for the early management of patients with ischemic stroke: A scientific statement from the Stroke Council of the American Stroke Association. Stroke. 2003 Apr;34(4):1056-83. doi: 10.1161/01.STR.0000064841.47697.22. No abstract available."},{"pmid":"7678184","type":"BACKGROUND","citation":"Adams HP Jr, Bendixen BH, Kappelle LJ, Biller J, Love BB, Gordon DL, Marsh EE 3rd. Classification of subtype of acute ischemic stroke. Definitions for use in a multicenter clinical trial. TOAST. Trial of Org 10172 in Acute Stroke Treatment. Stroke. 1993 Jan;24(1):35-41. doi: 10.1161/01.str.24.1.35."},{"pmid":"27078115","type":"BACKGROUND","citation":"Aidar FJ, de Oliveira RJ, de Matos DG, Mazini Filho ML, Moreira OC, de Oliveira CE, Hickner RC, Reis VM. A Randomized Trial Investigating the Influence of Strength Training on Quality of Life in Ischemic Stroke. Top Stroke Rehabil. 2016 Apr;23(2):84-9. doi: 10.1080/10749357.2015.1110307. Epub 2016 Jan 29."},{"pmid":"19903653","type":"BACKGROUND","citation":"Arene N, Hidler J. Understanding motor impairment in the paretic lower limb after a stroke: a review of the literature. Top Stroke Rehabil. 2009 Sep-Oct;16(5):346-56. doi: 10.1310/tsr1605-346."},{"pmid":"26644684","type":"BACKGROUND","citation":"Bae YH, Ko Y, Ha H, Ahn SY, Lee W, Lee SM. An efficacy study on improving balance and gait in subacute stroke patients by balance training with additional motor imagery: a pilot study. J Phys Ther Sci. 2015 Oct;27(10):3245-8. doi: 10.1589/jpts.27.3245. Epub 2015 Oct 30."},{"pmid":"22494388","type":"BACKGROUND","citation":"Batchelor FA, Mackintosh SF, Said CM, Hill KD. Falls after stroke. Int J Stroke. 2012 Aug;7(6):482-90. doi: 10.1111/j.1747-4949.2012.00796.x. Epub 2012 Apr 12."},{"pmid":"28154098","type":"BACKGROUND","citation":"Boehme AK, Esenwa C, Elkind MS. Stroke Risk Factors, Genetics, and Prevention. Circ Res. 2017 Feb 3;120(3):472-495. doi: 10.1161/CIRCRESAHA.116.308398."},{"pmid":"25547769","type":"BACKGROUND","citation":"Bonnyaud C, Pradon D, Zory R, Bensmail D, Vuillerme N, Roche N. Gait parameters predicted by Timed Up and Go performance in stroke patients. NeuroRehabilitation. 2015;36(1):73-80. doi: 10.3233/NRE-141194."},{"pmid":"21081029","type":"BACKGROUND","citation":"Bryer A, Connor M, Haug P, Cheyip B, Staub H, Tipping B, Duim W, Pinkney-Atkinson V. South African guideline for management of ischaemic stroke and transient ischaemic attack 2010: a guideline from the South African Stroke Society (SASS) and the SASS Writing Committee. S Afr Med J. 2010 Nov 10;100(11 Pt 2):747-78. doi: 10.7196/samj.4422."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}