{"protocolSection":{"identificationModule":{"nctId":"NCT05304078","orgStudyIdInfo":{"id":"2022-0180"},"secondaryIdInfos":[{"id":"R01NR020184","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01NR020184"}],"organization":{"fullName":"University of Cincinnati","class":"OTHER"},"briefTitle":"Telehealth Assessment and Skill-Building Intervention for Stroke Caregivers (TASK III)","officialTitle":"Telehealth Assessment and Skill-Building Intervention for Stroke Caregivers (TASK III)"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-10","studyFirstSubmitQcDate":"2022-03-21","studyFirstPostDateStruct":{"date":"2022-03-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-24","lastUpdatePostDateStruct":{"date":"2024-01-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Tamilyn Bakas","investigatorTitle":"Professor and Jane E. Procter Endowed Chair","investigatorAffiliation":"University of Cincinnati"},"leadSponsor":{"name":"University of Cincinnati","class":"OTHER"},"collaborators":[{"name":"National Institute of Nursing Research (NINR)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Caring for a family member after a stroke can be very difficult and worsen the physical and mental health of untrained caregivers. The TASK III intervention is a unique, comprehensive caregiver intervention program that enables caregivers to develop the necessary skills to manage care for the survivor, while also taking care of their own health.","detailedDescription":"Stroke is a leading cause of serious, long-term disability, and has a very sudden onset. Families are often thrust into providing care without sufficient training from health care providers, having to learn on their own to provide care. Studies show that caregiving without proper training can be detrimental to caregiver's physical and mental health, which can impede survivor rehabilitation and lead to institutionalization and higher societal costs. Unlike existing stroke caregiver interventions, which require costly face-to-face interactions, and that focus primarily on the survivor's care, the nurse-led Telephone Assessment and Skill-Building Kit (TASK II) is delivered completely by telephone, and empowers caregivers to address both their own and the survivor's needs using innovative skill-building strategies. Aligned with current patient and caregiver guidelines, TASK II demonstrated evidence of content validity, treatment fidelity, caregiver satisfaction, and efficacy for reducing caregiver depressive symptoms; however, TASK II revealed a need for a stronger focus on self-management (SM) strategies to improve caregiver symptoms and health, along with enhanced use of other telehealth modes of delivery. In an NINR-funded R21, the Telehealth Assessment and Skill-building Kit (TASK III) was optimized through the innovative leveraging of technologies and SM strategies to improve stroke family caregiver symptoms and health. A new goal setting tip sheet promotes caregivers' self-management of their own symptoms and health through the use of novel skill-building strategies. caregivers now choose how they want to access the TASK III Resource Guide (mailed hard copy, eBook, USB drive, or interactive website (https://www.task3web.com/) and how they would like to interact with the nurse (telephone, FaceTime, or online videoconferencing). Preliminary TASK III data provided evidence for feasibility of recruitment, retention, treatment fidelity, high satisfaction, and positive data trends in 74 stroke family caregivers randomized to TASK III (n=36) or to an Information, Support, and Referral (ISR) group (n=38). The purpose of the proposed study is to test short-term (immediately post-intervention at 8 weeks) and long-term (12, 24, and 52 weeks) efficacy of the TASK III intervention, compared with the ISR group, in 296 stroke caregivers. The primary outcome is caregiver life changes (i.e., physical health, physical functioning, emotional well-being, general health) as a result of providing care. Secondary outcomes include depressive symptoms (in caregivers with mild to severe depressive symptoms), other symptoms (stress, fatigue, sleep, pain, shortness of breath), unhealthy days, SM of diet/exercise, and self-reported healthcare utilization. Theoretically-based mediators include task difficulty, threat appraisal, and self-efficacy. Program evaluation outcomes (satisfaction, technology ratings) will also be analyzed. If TASK III is shown to be efficacious in the proposed randomized controlled clinical trial, our next goal will be to translate TASK III into ongoing stroke systems of care; and to adapt it for use among caregivers with other debilitating/chronic conditions providing a tremendous public health impact."},"conditionsModule":{"conditions":["Family Caregivers","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":296,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"TASK III Group","type":"EXPERIMENTAL","description":"The Telehealth Assessment and Skill-Building Kit (TASK III) group","interventionNames":["Behavioral: Telehealth Assessment and Skill-Building Kit (TASK III) Group"]},{"label":"ISR Group","type":"ACTIVE_COMPARATOR","description":"The Information, Support, and Referral (ISR) group","interventionNames":["Behavioral: Information Support and Referral (ISR) Group"]}],"interventions":[{"type":"BEHAVIORAL","name":"Telehealth Assessment and Skill-Building Kit (TASK III) Group","description":"The TASK III group will receive a TASK III Resource Guide (mailed hard copy, USB drive, eBook, and Website access) and 8 weekly calls from a nurse, with a booster call a month later (telephone, videoconferencing, or FaceTime). The TASK III nurse will train caregivers how to assess their needs and concerns, and how to use the TASK III Resource Guide containing content and skill-building tip sheets to address their needs and concerns. Caregivers will also receive an American Heart Association brochure about family caregiving, as well as information, support, and referral to community resources.","armGroupLabels":["TASK III Group"]},{"type":"BEHAVIORAL","name":"Information Support and Referral (ISR) Group","description":"The ISR group will receive an American Heart Association brochure about family caregiving and 8 weekly calls from a nurse, with a booster call a month later (telephone, videoconferencing, or FaceTime). The ISR nurse will provide information, support, and referral to community resources.","armGroupLabels":["ISR Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Life Changes","description":"Life Changes (i.e., changes in social functioning, subjective well-being, and physical health as a result of providing care) measured by the Bakas Caregiving Outcomes Scale (BCOS). The BCOS consists of 15 items rated on a response scale ranging from -3 (changed for the worst) to +3 (Changed for the best). The items are recoded (-3 = 1) (-2 = 2) (-1 = 3) (0 = 4) (1 = 5) (2 = 6) (3 = 7) so that positive numbers can be obtained for analysis. The recoded responses to the 15 items are summed for a total score with a possible range of 15-105. Higher scores indicate more positive life changes as a result of providing care.","timeFrame":"Baseline to 8 weeks (primary endpoint), long-term baseline to 12, 24, and 52 weeks"}],"secondaryOutcomes":[{"measure":"Depressive Symptoms","description":"Patient Health Questionnaire Depression Scale (PHQ-9) 9 items rated on a scale from 0 = not at all to 4 = nearly every day. Higher scores reflect more depressive symptoms.","timeFrame":"Baseline to 8 weeks (shortterm), baseline to 12, 24, and 52 weeks (long-term)"},{"measure":"Other Symptoms","description":"Visual numeric symptoms used in the Chronic Disease Self Management Program (CDSMP) study on a scale from 1-10 (stress, fatigue, sleep, pain, shortness of breath). Higher scores indicate higher severity of the symptom.","timeFrame":"Baseline to 8 weeks (shortterm), baseline to 12, 24, and 52 weeks (long-term)"},{"measure":"Unhealthy Days","description":"Unhealthy Days (UD), 2 items, number of days in the past 30 days that physical and mental health have not been good. Items totaled, then capped at 30 days for a total score. Analyzed at the item level as well.","timeFrame":"Baseline to 8 weeks (shortterm), baseline to 12, 24, and 52 weeks (long-term)"},{"measure":"Self-management of Steps","description":"Pedometer measuring number of steps per day.","timeFrame":"Baseline to 8 weeks (shortterm), baseline to 12, 24, and 52 weeks (long-term)"},{"measure":"Self-management of Exercise","description":"Physical Activity Scale for Elderly, PASE; consists 10 items measuring physical activity. The total PASE score is computed by multiplying the amount of time spent in each activity (hours/week) or participation (yes/no) in an activity by the empirically derived item weights and summing over all activities. The PASE score can be stratified in tertiles: 0 to 40 (sedentary), 41 to 90 (light physical activity) and more than 90 (moderate to intense activity).","timeFrame":"Baseline to 8 weeks (shortterm), baseline to 12, 24, and 52 weeks (long-term)"},{"measure":"Self-management of Diet","description":"Dietary Screener Questionnaire consists of 30 items measuring diet intake. Scores provide predicted intake of fruits, vegetables, added sugars, whole grains, fiber, calcium, and dairy.","timeFrame":"Baseline to 8 weeks (shortterm), baseline to 12, 24, and 52 weeks (long-term)"},{"measure":"Healthcare Utilization","description":"Self-reported past 3 months, hospitalizations, ER visits, Office visits (medical, dental, vision), immunizations, screening.","timeFrame":"Baseline to 8 weeks (shortterm), baseline to 12, 24, and 52 weeks (long-term)"}],"otherOutcomes":[{"measure":"Mediator: Task Difficulty","description":"Oberst Caregiving Burden Scale Difficulty Subscale (OCBS) - 15 caregiving tasks rated based on level of difficulty. The OCBS consists of 15 items rated on a response scale ranging from -3 (extremely difficult) to +3 (extremely easy). The items are recoded (-3 = 7) (-2 = 6) (-1 = 5) (0 = 4) (1 = 3) (2 = 2) (3 = 1) so that positive numbers can be obtained for analysis. The recoded responses to the 15 items are summed for a total score with a possible range of 15-105. Higher scores indicate more difficulty with caregiving tasks.","timeFrame":"Baseline to 8 weeks (shortterm), baseline to 12, 24, and 52 weeks (long-term)"},{"measure":"Mediator: Threat Appraisal","description":"Appraisal of Caregiving Threat Subscale (ACS) consists of 12 items rated on a scale from 1 = strongly disagree to 5 = strongly agree. Higher scores indicate higher threat appraisal.","timeFrame":"Baseline to 8 weeks (shortterm), baseline to 12, 24, and 52 weeks (long-term)"},{"measure":"Mediator: Self-efficacy of Exercise","description":"The Self-Efficacy Exercise scale (SEE) consists of 10 items rated on a scale from 1 = not at all confident to 10 = extremely confident. Higher scores indicate greater self-efficacy of exercise.","timeFrame":"Baseline to 8 weeks (shortterm), baseline to 12, 24, and 52 weeks (long-term)"},{"measure":"Mediator: Self-efficacy of Diet","description":"The Self-Efficacy Diet scale (SED) consists of 10 items rated on a scale from 1 = not at all confident to 10 = extremely confident. Higher scores indicate greater self-efficacy of diet.","timeFrame":"Baseline to 8 weeks (shortterm), baseline to 12, 24, and 52 weeks (long-term)"},{"measure":"Program Evaluation Outcomes: Satisfaction","description":"Caregiver Satisfaction Scale (CSS) usefulness, ease of use, and acceptability of the TASK III and ISR interventions consisting of 9 items rated on a scale from 1 = strongly disagree to 5 = strongly agree. Higher scores indicate more positive program outcomes.","timeFrame":"12 weeks"},{"measure":"Program Evaluation Outcomes: Technology","description":"Caregiver Technology Evaluation Scale (CETS) consisting of 9 items rated on a scale from 1 = strongly disagree to 5 = strongly agree. Higher scores indicate more positive program outcomes.","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Primary caregiver (family member or significant other providing care for a stroke survivor at home).\n* Fluent in the English language (i.e., able to read, speak, and understand English)\n* Access to telephone or computer.\n* No difficulties hearing or talking by telephone or computer.\n* Score 4 or more on a 6-item cognitive impairment screener.\n* Willing to participate in 9 calls from a nurse and 5 data collection interviews (Baseline, 8, 12, 24, 52).\n\nExclusion Criteria:\n\nExcluded if the survivor:\n\n* Had not had a stroke.\n* Did not need help from the caregiver.\n* Resides in a nursing home or long-term care facility.\n\nExcluded if the caregiver or survivor is:\n\n* Under the age of 18 years.\n* Prisoner or on house arrest.\n* Pregnant.\n* Terminal illness (e.g., late stage cancer, end-of-life condition, renal failure requiring dialysis).\n* History of Alzheimer's, dementia, or severe mental illness (e.g., suicidal tendencies, schizophrenia, severe untreated depression or manic-depressive disorder).\n* History of hospitalization for alcohol or drug abuse within the past 5 years).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Tamilyn Bakas, PhD, RN","role":"CONTACT","phone":"513-558-2254","email":"tamilyn.bakas@uc.edu"}],"overallOfficials":[{"name":"Tamilyn Bakas, PhD, RN","affiliation":"University of Cincinnati","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Cincinnati College of Nursing","status":"RECRUITING","city":"Cincinnati","state":"Ohio","zip":"45219","country":"United States","contacts":[{"name":"Tamilyn Bakas, PhD, RN","role":"CONTACT","phone":"513-558-2254","email":"Tamilyn.bakas@uc.edu"}],"geoPoint":{"lat":39.12713,"lon":-84.51435}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Qualified investigators may request access to de-identified data from the University of Cincinnati. Special measures will be taken to ensure that caregivers or stroke survivors are not identifiable by any data that are shared. Close collaboration with Dr. Bakas and her research team will be necessary for the use of shared data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}