{"protocolSection":{"identificationModule":{"nctId":"NCT02735148","orgStudyIdInfo":{"id":"A-23"},"organization":{"fullName":"Istanbul University","class":"OTHER"},"briefTitle":"The Effects of Body Weight Supported Treadmill Training On Balance In Stroke Patients","officialTitle":"The Effects of Body Weight Supported Treadmill Training On Static And Dynamic Balance In Stroke Patients: A Randomized-Single Blind Study"},"statusModule":{"statusVerifiedDate":"2017-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-11"},"primaryCompletionDateStruct":{"date":"2015-10","type":"ACTUAL"},"completionDateStruct":{"date":"2015-11","type":"ACTUAL"},"studyFirstSubmitDate":"2016-03-30","studyFirstSubmitQcDate":"2016-04-06","studyFirstPostDateStruct":{"date":"2016-04-12","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-03-01","lastUpdatePostDateStruct":{"date":"2017-03-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"RUSTEM MUSTAFAOGLU","investigatorTitle":"MSc, PT","investigatorAffiliation":"Istanbul University"},"leadSponsor":{"name":"Istanbul University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Stroke is one of the most common causes of acquired adult disability. The majority of stroke survivors have mobility difficulties such as poor standing, decreased walking speed, balance disturbances, and increased risk for falls. Improving mobility, functional walking and balance are the main goals of stroke rehabilitation. Robotic technologies are becoming more promising intervention for the locomotor training in stroke rehabilitation. Static or dynamic balance deficits act crucial role on gait performance among stroke survivors. Therefore it is important to determine the effects of BWSTT in improving balance in persons with stroke. Although it has been demonstrated that BWSTT improved balance and gait performance in stroke patients, it is not clear whether the improvements are greater compared with those associated with other gait rehabilitation methods. To the investigators knowledge, there are also limited studies in the literature concerning the effects of BWSTT on falling risk in stroke patients. The strong evidence is needed about the effectiveness of BWSTT including comprehensive determinants of balance with combined and isolated intervention groups.This study aims to compare the effects of BWSTT with combined and isolated intervention on balance, gait and fall risk in patients with subacute and chronic stroke. The investigators hypotheses are that after stroke:\n\n1. the combination of BWSTT with conventional training may lead to more improved balance parameters;\n2. when applied as an isolated intervention, BWSTT or conventional training may lead to similar results.","detailedDescription":"Participants:\n\nAll participants with stroke were recruited from a government rehabilitation hospital between November 2014 and November 2015. All treatments were performed in the same hospital.\n\nSample Size:\n\n\"Power and Sample Size Program\" was used to calculate sample size. It was determined by considering a previous study which calculated minimal detectable change of Berg Balance Scale (BBS) for stroke patients(20). According to this study to the response within each subject group was normally distributed with standard deviation 7.87 and minimal detectable change was found 10% for BBS. It was calculated that 15 participants were needed in each group with probability (power) 0.8 and 0.016 alpha level computed by Bonferroni adjustment.\n\nProcedure:\n\nOne hundred and seven stroke patient were assessed for eligibility by two physiatrists (B.E and B.G). Forty-two (13 women, range of age: 18-75 years) patients were found to be suitable for inclusion criteria of the study. Randomisation was performed by using randomisation function of Microsoft Office Excel programme by another researcher (ARO). Random number generator of Microsoft Office Excel Software gave a random number between 0 and 1 to the each treatment columns which were created by ARO. Sorting the random number row from the largest to the smallest number was performed by the sort and filter menu. Treatment assignments were stratified according to the severity of impairment at baseline and the study site to ensure balanced distribution among the three groups.After the randomisation,assessments at baseline and after training were performed by two physiotherapists who were blind to the interventions (IY, BEH). All the participants were treated in the rehabilitation hospital by a physiotherapist who was experienced in stroke rehabilitation. BWSTT Training was performed by RM."},"conditionsModule":{"conditions":["Cerebrovascular Stroke","Cerebral Stroke","Cerebrovascular Accident"],"keywords":["Postural balance","Accidental falls","Rehabilitation","Cerebrovascular Accident","Walking","Mobility limitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":45,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional Training","type":"NO_INTERVENTION","description":"Conventional training sessions generally consisted of exercises which aimed to improve range of motion, strength, and movement quality in upper and lower extremity as an in-patient rehabilitation protocol. Also developing static and dynamic postural control and increasing walking distance were the other aims of training. Duration of the Conventional Training is 45 minute per session, 3 days a week for 6 weeks."},{"label":"Body Weight Supported Treadmill Training","type":"EXPERIMENTAL","description":"Body weight supported treadmill training (BWSTT) was composed of outpatients who were undertaken only BWST training with 45-minute sessions, 2 days a week during 6 weeks.\n\nBWST Training\n\nLocomat (Hocoma) was used in BWSTT group with 20 % body weight reduced. The participants walked on device at 1.8 km/h (0.5 m/sec) velocity. For each participant body weight portion was ensured by a security belt while walking. Each session took 45 minutes including setup, commands and rest time. Verbal instructions were used for encouragement but no manual assistance was given to improve gait pattern.","interventionNames":["Other: Body Weight Supported Treadmill Training"]},{"label":"Combined Training","type":"NO_INTERVENTION","description":"Combined Training consisted of inpatient participants who were treated with 45 minute-conventional training, 5 days a week during 6 weeks. Additionally this group had 45 minute-BWST training, 2 days a week during 6 weeks."}],"interventions":[{"type":"OTHER","name":"Body Weight Supported Treadmill Training","description":"There were three intervention arms in this study,\n\n1. Body Weight Supported Treadmill Training,\n2. Conventional Training and\n3. Combined Training.","armGroupLabels":["Body Weight Supported Treadmill Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg Balance Scale (BBS)","description":"This 14-item objective measure was used to assess postural control and balance of the participants. Item-level scores of BBS range from 0-4; summed score of the items were used in this study. Higher score indicates better mobility performance.","timeFrame":"6 weeks"},{"measure":"Single Leg Stance Test (SLST)","description":"SLST was performed with eyes open while resting the arms on the hips. The participant stand on one leg with this position and timed in seconds from time one foot is flexed to time when s/he touched the ground, jumped or touched anything to support was calculated by the physiotherapist three times. After three trials the average of the three trials was recorded. Shortening the time to stand on one leg was a marker for decreased balance function.","timeFrame":"6 weeks"},{"measure":"Timed Up and Go Test (TUG)","description":"TUG is a reliable and simple test to assess balance and functional mobility of stroke patients. The patient sited in chair and with command of physiotherapist raised from the chair, walked 3 meters, walked back to the chair and sited down again. The time of process was recorded by the physiotherapist in seconds. It was allowed to use walking aid during the test. Lower duration indicates better mobility performance.","timeFrame":"6 weeks"},{"measure":"The Falls Efficacy Scale-International (FES-I)","description":"FES-I was used to assessed the anxiety level of participants about falling while performing activities indoor or outdoor. It has 16 items scored on a 4-point Likert scale. We used Turkish version of FES-I in our study. Higher score indicates better mobility performance.","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Rivermead Mobility Index (RMI)","description":"RMI was used to assess functional mobility of the patients. In this 15-item test, the items about mobility progress in difficulty including rolling in bed to running. Items are coded as either 0 or 1 depending on whether the patient can complete the task. Total score are determined by summing the points. Higher score indicates better mobility performance.","timeFrame":"6 weeks"},{"measure":"The Comfortable and the Fast Gait Speed tests (CGS and FGS)","description":"The Comfortable and the Fast Gait Speed tests (CGS and FGS)was used to determine the speed of walking. The test was applied in a corridor between two chairs which were placed 14 meters apart. 0, 2nd, 12th and 14th meters were determined. The patients were wanted to walk comfort and allowed to use walking aid. At 2nd meter the stopwatch was started and stopped when the patient reached the 12th meter. The time of process was recorded by the physiotherapist in seconds. Lower duration indicates better mobility performance.","timeFrame":"6 weeks"},{"measure":"The Stair Climbing ascend and descend tests (SCas and SCde)","description":"Duration of ascending and descending 10 steps was measured in seconds with a stopwatch. Step height of the stair was 20 cm. The participants did not allowed to get support from latter bar. The time of process was recorded by the physiotherapist in seconds.After three trials the average of the three trials was recorded. Lower duration indicates better mobility performance.","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* stroke onset at least 3 months before the study\n* being 18-75 years old\n* to be able to walk 10 meter independently or under supervision\n* to be able to walk independently with or without ankle-foot-orthosis\n* to be able to understand all instructions during treatment sessions\n\nExclusion Criteria:\n\n* previously having stroke\n* having other health conditions which prevent walking\n* having contracture or range of motion limitation in lower extremity which affect walking\n* having uncontrolled hypertension\n* severe cognitive impairment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"IPEK YELDAN, Assoc.prof","affiliation":"Istanbul University, Faculty of Health Science, Division of Physiotherapy and Rehabilitation","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Istanbul Physical Medicine and Rehabilitation Training Hospital","city":"Istanbul","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}},{"facility":"Istanbul University, Faculty of Health Science, Division of Physiotherapy and Rehabilitation","city":"Istanbul","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"24449944","type":"BACKGROUND","citation":"Feigin VL, Forouzanfar MH, Krishnamurthi R, Mensah GA, Connor M, Bennett DA, Moran AE, Sacco RL, Anderson L, Truelsen T, O'Donnell M, Venketasubramanian N, Barker-Collo S, Lawes CM, Wang W, Shinohara Y, Witt E, Ezzati M, Naghavi M, Murray C; Global Burden of Diseases, Injuries, and Risk Factors Study 2010 (GBD 2010) and the GBD Stroke Experts Group. Global and regional burden of stroke during 1990-2010: findings from the Global Burden of Disease Study 2010. Lancet. 2014 Jan 18;383(9913):245-54. doi: 10.1016/s0140-6736(13)61953-4. Erratum In: Lancet. 2014 Jan 18;383(9913):218."},{"pmid":"21612471","type":"BACKGROUND","citation":"Duncan PW, Sullivan KJ, Behrman AL, Azen SP, Wu SS, Nadeau SE, Dobkin BH, Rose DK, Tilson JK, Cen S, Hayden SK; LEAPS Investigative Team. Body-weight-supported treadmill rehabilitation after stroke. N Engl J Med. 2011 May 26;364(21):2026-36. doi: 10.1056/NEJMoa1010790."},{"pmid":"12645440","type":"BACKGROUND","citation":"Barbeau H. Locomotor training in neurorehabilitation: emerging rehabilitation concepts. Neurorehabil Neural Repair. 2003 Mar;17(1):3-11. doi: 10.1177/0888439002250442. No abstract available."},{"pmid":"26649295","type":"BACKGROUND","citation":"Mao YR, Lo WL, Lin Q, Li L, Xiao X, Raghavan P, Huang DF. The Effect of Body Weight Support Treadmill Training on Gait Recovery, Proximal Lower Limb Motor Pattern, and Balance in Patients with Subacute Stroke. Biomed Res Int. 2015;2015:175719. doi: 10.1155/2015/175719. Epub 2015 Nov 16."},{"pmid":"24458944","type":"BACKGROUND","citation":"Mehrholz J, Pohl M, Elsner B. Treadmill training and body weight support for walking after stroke. Cochrane Database Syst Rev. 2014 Jan 23;2014(1):CD002840. doi: 10.1002/14651858.CD002840.pub3."},{"pmid":"25724733","type":"BACKGROUND","citation":"Schwartz I, Meiner Z. Robotic-assisted gait training in neurological patients: who may benefit? Ann Biomed Eng. 2015 May;43(5):1260-9. doi: 10.1007/s10439-015-1283-x. Epub 2015 Feb 28."},{"pmid":"22086903","type":"BACKGROUND","citation":"Chang WH, Kim MS, Huh JP, Lee PK, Kim YH. Effects of robot-assisted gait training on cardiopulmonary fitness in subacute stroke patients: a randomized controlled study. Neurorehabil Neural Repair. 2012 May;26(4):318-24. doi: 10.1177/1545968311408916. Epub 2011 Nov 15."},{"pmid":"23599221","type":"BACKGROUND","citation":"Mackay-Lyons M, McDonald A, Matheson J, Eskes G, Klus MA. Dual effects of body-weight supported treadmill training on cardiovascular fitness and walking ability early after stroke: a randomized controlled trial. Neurorehabil Neural Repair. 2013 Sep;27(7):644-53. doi: 10.1177/1545968313484809. Epub 2013 Apr 18."},{"pmid":"19556526","type":"BACKGROUND","citation":"Franceschini M, Carda S, Agosti M, Antenucci R, Malgrati D, Cisari C; Gruppo Italiano Studio Allevio Carico Ictus. Walking after stroke: what does treadmill training with body weight support add to overground gait training in patients early after stroke?: a single-blind, randomized, controlled trial. Stroke. 2009 Sep;40(9):3079-85. doi: 10.1161/STROKEAHA.109.555540. Epub 2009 Jun 25."},{"pmid":"12235606","type":"BACKGROUND","citation":"da Cunha IT Jr, Lim PA, Qureshy H, Henson H, Monga T, Protas EJ. Gait outcomes after acute stroke rehabilitation with supported treadmill ambulation training: a randomized controlled pilot study. Arch Phys Med Rehabil. 2002 Sep;83(9):1258-65. doi: 10.1053/apmr.2002.34267."},{"pmid":"19109447","type":"BACKGROUND","citation":"Hidler J, Nichols D, Pelliccio M, Brady K, Campbell DD, Kahn JH, Hornby TG. Multicenter randomized clinical trial evaluating the effectiveness of the Lokomat in subacute stroke. Neurorehabil Neural Repair. 2009 Jan;23(1):5-13. doi: 10.1177/1545968308326632."},{"pmid":"17204680","type":"BACKGROUND","citation":"Husemann B, Muller F, Krewer C, Heller S, Koenig E. Effects of locomotion training with assistance of a robot-driven gait orthosis in hemiparetic patients after stroke: a randomized controlled pilot study. Stroke. 2007 Feb;38(2):349-54. doi: 10.1161/01.STR.0000254607.48765.cb. Epub 2007 Jan 4."},{"pmid":"21112434","type":"BACKGROUND","citation":"Combs SA, Dugan EL, Passmore M, Riesner C, Whipker D, Yingling E, Curtis AB. Balance, balance confidence, and health-related quality of life in persons with chronic stroke after body weight-supported treadmill training. Arch Phys Med Rehabil. 2010 Dec;91(12):1914-9. doi: 10.1016/j.apmr.2010.08.025."},{"pmid":"25122587","type":"BACKGROUND","citation":"DePaul VG, Wishart LR, Richardson J, Thabane L, Ma J, Lee TD. Varied overground walking training versus body-weight-supported treadmill training in adults within 1 year of stroke: a randomized controlled trial. Neurorehabil Neural Repair. 2015 May;29(4):329-40. doi: 10.1177/1545968314546135. Epub 2014 Aug 12."},{"pmid":"17507641","type":"BACKGROUND","citation":"Yen CL, Wang RY, Liao KK, Huang CC, Yang YR. Gait training induced change in corticomotor excitability in patients with chronic stroke. Neurorehabil Neural Repair. 2008 Jan-Feb;22(1):22-30. doi: 10.1177/1545968307301875. Epub 2007 May 16."},{"pmid":"12851089","type":"BACKGROUND","citation":"Mudge S, Rochester L, Recordon A. The effect of treadmill training on gait, balance and trunk control in a hemiplegic subject: a single system design. Disabil Rehabil. 2003 Sep 2;25(17):1000-7. doi: 10.1080/0963828031000122320."},{"pmid":"11790899","type":"BACKGROUND","citation":"Trueblood PR. Partial body weight treadmill training in persons with chronic stroke. NeuroRehabilitation. 2001;16(3):141-53."},{"pmid":"24710969","type":"BACKGROUND","citation":"Swinnen E, Beckwee D, Meeusen R, Baeyens JP, Kerckhofs E. Does robot-assisted gait rehabilitation improve balance in stroke patients? A systematic review. Top Stroke Rehabil. 2014 Mar-Apr;21(2):87-100. doi: 10.1310/tsr2102-87."},{"pmid":"25467394","type":"BACKGROUND","citation":"Middleton A, Merlo-Rains A, Peters DM, Greene JV, Blanck EL, Moran R, Fritz SL. Body weight-supported treadmill training is no better than overground training for individuals with chronic stroke: a randomized controlled trial. Top Stroke Rehabil. 2014 Nov-Dec;21(6):462-76. doi: 10.1310/tsr2106-462."},{"pmid":"22502805","type":"BACKGROUND","citation":"Hiengkaew V, Jitaree K, Chaiyawat P. Minimal detectable changes of the Berg Balance Scale, Fugl-Meyer Assessment Scale, Timed \"Up & Go\" Test, gait speeds, and 2-minute walk test in individuals with chronic stroke with different degrees of ankle plantarflexor tone. Arch Phys Med Rehabil. 2012 Jul;93(7):1201-8. doi: 10.1016/j.apmr.2012.01.014. Epub 2012 Apr 12."},{"pmid":"7792547","type":"BACKGROUND","citation":"Berg K, Wood-Dauphinee S, Williams JI. The Balance Scale: reliability assessment with elderly residents and patients with an acute stroke. Scand J Rehabil Med. 1995 Mar;27(1):27-36."},{"pmid":"11552860","type":"BACKGROUND","citation":"Stevenson TJ. Detecting change in patients with stroke using the Berg Balance Scale. Aust J Physiother. 2001;47(1):29-38. doi: 10.1016/s0004-9514(14)60296-8."},{"pmid":"22306324","type":"BACKGROUND","citation":"Flansbjer UB, Blom J, Brogardh C. The reproducibility of Berg Balance Scale and the Single-leg Stance in chronic stroke and the relationship between the two tests. PM R. 2012 Mar;4(3):165-70. doi: 10.1016/j.pmrj.2011.11.004. Epub 2012 Feb 3."},{"pmid":"15788341","type":"BACKGROUND","citation":"Flansbjer UB, Holmback AM, Downham D, Patten C, Lexell J. Reliability of gait performance tests in men and women with hemiparesis after stroke. J Rehabil Med. 2005 Mar;37(2):75-82. doi: 10.1080/16501970410017215."},{"pmid":"21831462","type":"BACKGROUND","citation":"Ulus Y, Durmus D, Akyol Y, Terzi Y, Bilgici A, Kuru O. Reliability and validity of the Turkish version of the Falls Efficacy Scale International (FES-I) in community-dwelling older persons. Arch Gerontol Geriatr. 2012 May-Jun;54(3):429-33. doi: 10.1016/j.archger.2011.06.010. Epub 2011 Aug 9."},{"type":"BACKGROUND","citation":"Akın B, Emiroglu O. The validity and reliability of Turkish version of Rivermead mobility index (RMI) in the elderly. Türk Geriatri Dergisi. 2007;10:124-30"},{"pmid":"22329866","type":"BACKGROUND","citation":"Conesa L, Costa U, Morales E, Edwards DJ, Cortes M, Leon D, Bernabeu M, Medina J. An observational report of intensive robotic and manual gait training in sub-acute stroke. J Neuroeng Rehabil. 2012 Feb 13;9:13. doi: 10.1186/1743-0003-9-13."},{"pmid":"19627940","type":"BACKGROUND","citation":"Schwartz I, Sajin A, Fisher I, Neeb M, Shochina M, Katz-Leurer M, Meiner Z. The effectiveness of locomotor therapy using robotic-assisted gait training in subacute stroke patients: a randomized controlled trial. PM R. 2009 Jun;1(6):516-23. doi: 10.1016/j.pmrj.2009.03.009."},{"pmid":"21642064","type":"BACKGROUND","citation":"Fisher S, Lucas L, Thrasher TA. Robot-assisted gait training for patients with hemiparesis due to stroke. Top Stroke Rehabil. 2011 May-Jun;18(3):269-76. doi: 10.1310/tsr1803-269."},{"pmid":"26512928","type":"BACKGROUND","citation":"Taveggia G, Borboni A, Mule C, Villafane JH, Negrini S. Conflicting results of robot-assisted versus usual gait training during postacute rehabilitation of stroke patients: a randomized clinical trial. Int J Rehabil Res. 2016 Mar;39(1):29-35. doi: 10.1097/MRR.0000000000000137."},{"pmid":"24463231","type":"BACKGROUND","citation":"Ucar DE, Paker N, Bugdayci D. Lokomat: a therapeutic chance for patients with chronic hemiplegia. NeuroRehabilitation. 2014;34(3):447-53. doi: 10.3233/NRE-141054."},{"pmid":"23728680","type":"BACKGROUND","citation":"Verheyden GS, Weerdesteyn V, Pickering RM, Kunkel D, Lennon S, Geurts AC, Ashburn A. Interventions for preventing falls in people after stroke. Cochrane Database Syst Rev. 2013 May 31;2013(5):CD008728. doi: 10.1002/14651858.CD008728.pub2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001835","term":"Body Weight"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4804","name":"Body Weight","asFound":"Body Weight","relevance":"HIGH"},{"id":"M26379","name":"Mobility Limitation","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}