{"protocolSection":{"identificationModule":{"nctId":"NCT05725694","orgStudyIdInfo":{"id":"24055"},"organization":{"fullName":"Istituto di Neuroscienze Consiglio Nazionale delle Ricerche","class":"NETWORK"},"briefTitle":"Acute Ischaemic STROKE: From LAboratory to the Patient's BED","officialTitle":"Acute Ischaemic STROKE: From LABoratory to(2) the Patient's BED. Retrospective Study of Blood Biomarkers and Neuroimaging as Predictors of Cerebral Edema, Extension of Ischemic Injury and Functional Outcome","acronym":"STROKELABED"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-05-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-23","studyFirstSubmitQcDate":"2023-02-10","studyFirstPostDateStruct":{"date":"2023-02-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-12","lastUpdatePostDateStruct":{"date":"2023-03-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Istituto di Neuroscienze Consiglio Nazionale delle Ricerche","class":"NETWORK"},"collaborators":[{"name":"Careggi Hospital","class":"OTHER"},{"name":"University of Florence","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Recanalization strategies have radically changed the outcome in a significant part of stroke patients. The unpredictable occurrence of cerebral edema (CE) and hemorrhagic transformation (HT) are frequent events in patients affected by ischemic stroke, even when an effective vessel recanalization has been achieved. These complications, related with blood brain barrier (BBB) disruption, remain difficult to prevent or treat, and antagonize the beneficial effect of successful recanalization, leading to poor outcome.\n\nAim: to shed light on the reperfusion injury biological bases, this study aims at evaluating the effects of circulating and imaging biomarkers in relation to CE and HT both in stroke patients and in a coherent murine stroke model. A close interaction between clinical and preclinical research could lead to a broader understanding of the results deriving from the individual lines of activity, allowing a deeper interpretation of the underlying phenomena.\n\nMethods: The clinical setting is a retrospective observational study enrolling consecutive patients with acute ischemic stroke in the anterior circulation territory, treated with reperfusion therapies, at Careggi University Hospital in Florence (Italy) from October 1, 2015 to May 31, 2020. In this cohort, the investigators will apply a new approach to assess the presence of CE and HT after stroke in CT scans, through the quantification of anatomical distortion (AD) (induced by fluid extravasation in brain tissue) at 24 hours. A large panel of blood biomarkers related to inflammation, endothelial dysfunction , and fibrin resistance to lysis, will be measured as blood samples are taken from each patient before and 24 hours after thrombolysis or thrombectomy. The role of both AD and blood biomarkers as predictors of 3 months functional outcome, assessed by modified Rankin Scale (mRS), will be estimated.\n\nUsing a translational approach the investigators will develop a new mouse model of light-induced occlusion/reperfusion of the middle cerebral artery (MCA) to better reproduce the human setting. Then, the investigators will assess functional impairment induced by stroke with and without recanalization at different time points and the investigators will assess through ex vivo experiments the insurgence of BBB alterations 24 hours after the lesion. Finally, the investigators will characterize the stroke volume and the inflammation one week after stroke.","detailedDescription":"The purpose of the project is to evaluate the correlation of circulating biomarkers related to blood brain barrier disruption with the development of cerebral edema, hemorrhagic transformation and the extension of the ischemic area investigated with modern neuroimaging techniques, in order to identify predictors of reperfusion injury in patients undergoing revascularization therapies.\n\nIn parallel with the clinical study, the investigators will investigate mechanistic aspects on the correlation between neuronal degeneration and the alteration of vascular permeability. To this end, the investigators will use a combination of advanced microscopy techniques and vital fluorescent markings in a novel mouse model of ischemic stroke.\n\n- Clinical setting: This is a monocentric retrospective observational study of patients with acute ischemic stroke who have undergone revascularization therapies (systemic thrombolysis, endovascular treatment) at the Stroke Unit of the Careggi University Hospital from 1 October 2015 to 31 May 2020. Patients' data will be entered in a dedicated register: demographics and clinical data as well as haematochemical and neuroimaging parameters covered by this study. Available circulating biomarkers and neuroimaging collected at hospital arrival and repeated 24 hours after interventions will be included in the analysis, as well as the clinical/functional outcome assessed 3 months after stroke according to the modified Rankin scale by visit or phone interview.\n\nLaboratory protocol:\n\nIn our university hospital, in acute ischemic stroke patients blood samples are routinely collected before and 24 hours after reperfusion treatment (either intravenous thrombolysis or endovascular thrombectomy). The investigators could retrieve blood samples already used for a previous study (Piccardi et al. 2018) and still correctly stored and available in our biological bank: blood is collected in tubes both with anticoagulant and without anticoagulant. Tubes are then centrifuged at room temperature at 1500 x g for 15 minutes, and the supernatant is stored in aliquots at -80° C.\n\nNeuroimaging protocol:\n\nBaseline neuroimaging assessment, including Non-Contrast CT (NCCT), CT-Angiography (CTA) and CT-Perfusion (CTP) has been performed before acute interventions when indicated according to guidelines in place at the time of treatment. A 24 hours follow-up NCCT has been performed in all patients.\n\nAfter 24 hours, as per international guidelines, all patients undergo a control head CT or brain MRI to determine the presence of hemorrhagic transformation, cerebral edema and the volume of the ischemic area. The re-reading of the images already acquired will be carried out on DICOM format. The data collected will be recorded in a special section of the electronic register.\n\nTwo expert neurologists will separately evaluate each patient's baseline and 24-hour CT and record the presence of cerebral edema classified according to the SITS-ISTR criteria: COED1 = focal brain swelling up to one third of the hemisphere, COED2 = focal brain swelling greater than one third of the hemisphere, COED3 = brain swelling with midline shift, NONE = absence of cerebral edema. The two independent neurologists will also create a manual mapping (\"mask\") of the ischemic lesion visible on the 24-hour CT scan. Any discrepancies will be resolved by an experienced neuroradiologist. For this process, FSLeyes will be used, a software included in the FSL software (FMRIB Software Library v6.0, Created by the Analysis Group, FMRIB, Oxford, UK) which offers the possibility to generate a three-dimensional lesion mask for each patient , covering the infarct tissue on all CT sections. Previous ischemic outcomes (already present on baseline CT) will not be included in the masks.\n\nAnatomic distortion (AD) will be assessed by comparing the baseline CT with the 24-hour CT. The steps required to obtain this measurement include delineating the ischemic lesion visible at 24 hours using a \"mask\" (described before) and registration, a procedure that allows to accurately compare different images of the brain, even at different times and individuals. AD can be calculated by comparing the two possible registration approaches and in particular by quantifying the difference between the lesion masks processed through Linear and Non-Linear registration according to the method described by Harston et al. in 2018. All image processing and analysis will be carried out using FSL software (FMRIB Software Library v6.0, Created by the Analysis Group, FMRIB, Oxford, UK), a free access software developed by a research group of the University of Oxford.\n\n3 month outcome: All patients treated with systemic thrombolysis or endovascular treatment are followed-up 3 months after the ictal event with an evaluation of the clinical-functional outcome according to the modified Rankin Scale, directly in the out-patient clinic or by telephone interview.\n\nThis data must therefore be acquired from outpatient reports. Only if the data is missing will a telephone interview be carried out.\n\n- Pre-clinical setting: The preclinical research group will characterize a novel mouse model of occlusion/reperfusion of the MCA. All procedures involving mice will be performed in accordance with regulations of the Italian Ministry of Health authorization n. 723/2019.\n\nMice will be anesthetized with ketamine (50 mg/kg) and xylazine (9 mg/kg). Body temperature will be maintained at 37°C with a heating pad. Mice will be placed on a surgery pad, lying on one side. The mouse hairs between the eye and the ear will be removed and then the skin will be cleaned with betadine and ethanol. Then, local anesthetic lidocaine 2% will be applied. The skin over the squamosal bone will be cut with a blade, the muscle will be detached from the skull and gently pushed down to expose the bone.\n\nThen, a dental drill (Silfradent, Italia) will be used to create a small craniotomy to expose the distal branch of the middle cerebral artery. Once removed the flap bone, a photosensitive dye, Rosebengal (0.2 ml, 10 mg/ml solution in Saline Solution; Sigma Aldrich, USA) will be intraperitoneally injected. Five minutes after the injection, a 532 nm laser (Laser Diode CPS532, Thorlabs, Germany) will be focused upstream of the MCA branching for twenty-five minutes to induce the formation of a stable clot. Thirty minutes after the occlusion of the distal branch of the MCA, in order to promote the disruption of the clot and the consequent recanalization of the blood vessel, the investigators will illuminate the same region with a 365 nm UV LED (High-Power LED SOLIS-365C, Thorlabs, Germany) for fifteen minutes. After the UV irradiation period, the distal branch of the MCA result recanalized. At the end of the procedure, the muscle will be replaced over the bone and the skin sutured.\n\nDuring the experimental time window the investigators will characterize the functional impairment induced by the occlusion of the distal branch of the MCA with and without recanalization.\n\nTo this aim the investigators will use the neurodeficit score modifying the protocol applied by Balbi and collaborators in 2019, based on a standardized qualitative assessment for measuring the degree of motor impairment (Bederson et al. 1986) employing a panel of five motor tests to evaluate strength, balance, and adduction and flexion capability.\n\nIn a subgroup of mice the investigators will investigate the emergence of blood-brain barrier alterations 24 hours after distal MCA occlusion.\n\nTo this aim, the investigators will inject in the mouse tail vein 0.20 mL of Evans Blue dye (0.20 mg/mL), at the end of the surgery to occlude the distal branch of the MCA. 24 hours after the injection the animal will be anesthetized with an overdose of ketamine (50 mg/kg) and xylazine (9 mg/kg) and then perfused with 100 mL of PBS in order to remove the blood from the brain tissue. The brain will be then extracted and incubated in PFA 4% for one hour. Then the brain will be sectioned with a brain matrix producing approximately 15 slices 1 mm thick.\n\nIn another subgroup of mice the investigators will characterize lesion extension and astrocytes recruitment 7 days after stroke induction.\n\nTo this aim, animals will be anesthetized with an overdose of ketamine (50 mg/kg) and xylazine (9 mg/kg) and then transcardially perfused with 4% paraformaldehyde. Brains were cut using a vibrating-blade vibratome (Leica, Germany) to obtain 100 µm thick coronal sections for immunostaining of Neuronal marker, NeuN (1:1000, anti-NeuN chicken, Millipore, Germany), and Glial Fibrillary Acidic Protein, GFAP (1:1000, anti-GFAP rabbit, Abcam, United Kingdom).\n\nThe NeuN immunostaining will be performed to quantify stroke lesion volume 7 days after photothrombosis. The stroke volume for each animal will be calculated by summing up all damaged areas and multiplying the number by section thickness and by 4 (the spacing factor). Images will be acquired with a (Stemi 508, Carl Zeiss). The total volume in mm3 will be given as the mean ± standard error of all analyzed animals.\n\nThe number of Glial Fibrillary Acid Protein (GFAP) positive neurons will be analyzed using a confocal fluorescence microscope (Nikon Eclipse TE 300, Tokyo, Japan) with a Nikon Plan EPO 60X objective (NA 1.4, oil immersion Nikon, Tokyo, Japan). The investigators will focus our investigation on 4 regions of interest, i.e. the peri-infarct area (ischemic border zone), a region in the ipsilesional hemisphere distant to the stroke core (ipsilesional remote zone), a region contralateral to the peri-infarct area (contralateral ischemic border zone), and a region in the healthy hemisphere contralateral to the ischemic core (contralateral ischemic core)."},"conditionsModule":{"conditions":["Acute Ischemic Stroke","Reperfusion Injury","Cerebral Edema","Hemorrhagic Transformation Due to Acute Stroke","Animal Model"],"keywords":["Anatomical Distortion","Blood biomarkes","Translational Stroke Research","Mouse ischemia/reperfusion stroke model"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Patients blood is collected in tubes both with anticoagulant and without anticoagulant. Tubes are then centrifuged at room temperature at 1500 x g for 15 minutes, and the supernatant is stored in aliquots at -80° C."},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"3 month clinical-functional outcome","description":"All stroke patients are followed-up 3 months after the ictal event in the out-patient clinic of Careggi University Hospital, and their functional outcome is assessed according to the modified Rankin Scale. The Modified Rankin Scale is a 6 point disability scale with possible scores ranging from 0 (no symptoms) to 5 (severe disability). A separate category of 6 is used for patients who expire.","timeFrame":"For each patient enrolled in the study the functional outcome is assessed 3 months after the ictal event"},{"measure":"The occurrence of Cerebral Edema","description":"Defined according to Cerebral Edema Classification used by the Helsinki Stroke Thrombolysis Registry Group (Strbian et al. 2013) on 24h Non-enhanced CT brain scan. \\[CED1= Focal brain swelling up to one-third of the hemisphere; CED2= Focal brain swelling greater than one-third of the hemisphere; CED3= Brain swelling with midline shift\\]","timeFrame":"Non-enhanced CT brain scans acquired at 24 hours after the ictal event"},{"measure":"The occurrence of Haemorrhagic Transformation","description":"Defined according to the ECASS (European Cooperative Acute Stroke Study) II radiographic classification of hemorrhagic transformation after ischemic stroke (Larrue et al. 2001) on 24h Non-enhanced CT brain scan. \\[HI1: Hemorrhagic infarction type 1; HI2: Hemorrhagic infarction type 2; PH1: Parenchymal hematoma type 1; PH2: Parenchymal hematoma type 2.\\]","timeFrame":"Non-enhanced CT brain scans acquired at 24 hours after ictal event"},{"measure":"The occurrence of relevant Haemorrhagic Transformation","description":"The presence and grading of Haemorrhagic Transformation defined as haemorrhagic infarction type two or any type of parenchymal haemorrhage (PH1 and PH2) according to ECASS II classification (Larrue et al, 2001) on 24h Non-enhanced CT brain scan. \\[PH1: Parenchymal hematoma type 1; PH2: Parenchymal hematoma type 2.\\]","timeFrame":"Non-enhanced CT brain scans acquired at 24 hours after ictal event"}],"secondaryOutcomes":[{"measure":"Anatomical Distortion (AD) volume (ml)","description":"A novel approach to evaluate brain swelling induced by cerebral edema and haemorrhagic transformation after ischemic stroke on Non-enhanced CT scans, through the quantification of the Anatomical Distortion obtained by the comparison of Non-enhanced CT scans acquired at 24 hours and at admission, according to the method described by Harston et al. in 2018.","timeFrame":"Non-enhanced CT brain scans acquired at 2 timepoints: 1) Baseline = before rtPA administration or thrombectomy, 2) Follow-up at 24 hours"},{"measure":"Corrected infarct volume (ml)","description":"Corrected infarct volume will be obtained by subtracting Anatomical Distortion from the total (or uncorrected) lesion. \\[Corrected infarct volume= total lesion volume - AD\\]","timeFrame":"Non-enhanced CT brain scans acquired at 2 time points: 1) Baseline = before rtPA administration or thrombectomy, 2) Follow-up at 24 hours"},{"measure":"Relative Anatomical Distortion (AD) volume (ml)","description":"To adjust for ischemic lesion dimensions, the Relative AD volume will be obtained by dividing AD by the corrected infarct volume. \\[Relative AD = AD/corrected infarct volume\\].","timeFrame":"Non-enhanced CT brain scans acquired at 2 time points: 1) Baseline = before rtPA administration or thrombectomy, 2) Follow-up at 24 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* All patients with acute ischemic stroke consecutively treated (according to guidelines: Jauch et al, stroke 2013; Powers et al, Stroke 2015) either with systemic thrombolysis or endovascular thrombectomy in Careggi University Hospital, Florence, from October 1, 2015 to May 31, 2020\n* With available head CT scan in DICOM format performed in Careggi at baseline (before the acute phase treatment) and at 24 hrs follow up;\n* With stroke in the anterior circulation territory (according to Bamford et al, 1991);\n* With informed consent to data processing\n\nExclusion Criteria:\n\n* Patients who deny their consent to data processing;\n* Baseline and follow-up clinical and radiological data consistent with stroke in the posterior circulation;\n* Pregnancy;\n* Age \\<18 years;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"This is a retrospective observational hospital-based study that will include all patients with acute ischemic stroke in the anterior circulation territory, consecutively treated either with systemic thrombolysis or endovascular thrombectomy in Careggi University Hospital, Florence, from 1 October 2015 to 31 May 2020, with available head CT scan in DICOM format performed in Careggi at baseline (before the Acute phase treatment) and follow up (approximately 24 hours).\n\nThe study was approved by the local Ethics Committee (ethics committee registration number: Comitato Etico Area Vasta Centro \\[CEAVC\\] 16923_oss).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Marzia Baldereschi, MD","affiliation":"Istituto di Neuroscienze Consiglio Nazionale delle Ricerche","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"29794101","type":"BACKGROUND","citation":"Piccardi B, Arba F, Nesi M, Palumbo V, Nencini P, Giusti B, Sereni A, Gadda D, Moretti M, Fainardi E, Mangiafico S, Pracucci G, Nannoni S, Galmozzi F, Fanelli A, Pezzati P, Vanni S, Grifoni S, Sarti C, Lamassa M, Poggesi A, Pescini F, Pantoni L, Gori AM, Inzitari D. Reperfusion Injury after ischemic Stroke Study (RISKS): single-centre (Florence, Italy), prospective observational protocol study. BMJ Open. 2018 May 24;8(5):e021183. doi: 10.1136/bmjopen-2017-021183."},{"pmid":"29895538","type":"BACKGROUND","citation":"Harston GWJ, Carone D, Sheerin F, Jenkinson M, Kennedy J. Quantifying Infarct Growth and Secondary Injury Volumes: Comparing Multimodal Image Registration Measures. Stroke. 2018 Jul;49(7):1647-1655. doi: 10.1161/STROKEAHA.118.020788. Epub 2018 Jun 12."},{"pmid":"2728057","type":"BACKGROUND","citation":"Bamford JM, Sandercock PA, Warlow CP, Slattery J. Interobserver agreement for the assessment of handicap in stroke patients. Stroke. 1989 Jun;20(6):828. doi: 10.1161/01.str.20.6.828. No abstract available."},{"pmid":"29521138","type":"BACKGROUND","citation":"Balbi M, Vanni MP, Vega MJ, Silasi G, Sekino Y, Boyd JD, LeDue JM, Murphy TH. Longitudinal monitoring of mesoscopic cortical activity in a mouse model of microinfarcts reveals dissociations with behavioral and motor function. J Cereb Blood Flow Metab. 2019 Aug;39(8):1486-1500. doi: 10.1177/0271678X18763428. Epub 2018 Mar 9."},{"pmid":"3715945","type":"BACKGROUND","citation":"Bederson JB, Pitts LH, Tsuji M, Nishimura MC, Davis RL, Bartkowski H. Rat middle cerebral artery occlusion: evaluation of the model and development of a neurologic examination. Stroke. 1986 May-Jun;17(3):472-6. doi: 10.1161/01.str.17.3.472."},{"pmid":"22405327","type":"BACKGROUND","citation":"Strbian D, Meretoja A, Putaala J, Kaste M, Tatlisumak T; Helsinki Stroke Thrombolysis Registry Group. Cerebral edema in acute ischemic stroke patients treated with intravenous thrombolysis. Int J Stroke. 2013 Oct;8(7):529-34. doi: 10.1111/j.1747-4949.2012.00781.x. Epub 2012 Mar 9."},{"pmid":"11157179","type":"BACKGROUND","citation":"Larrue V, von Kummer R R, Muller A, Bluhmki E. Risk factors for severe hemorrhagic transformation in ischemic stroke patients treated with recombinant tissue plasminogen activator: a secondary analysis of the European-Australasian Acute Stroke Study (ECASS II). Stroke. 2001 Feb;32(2):438-41. doi: 10.1161/01.str.32.2.438."}],"seeAlsoLinks":[{"label":"McCarthy, Paul. (2022). FSLeyes (1.5.0). Zenodo.","url":"http://doi.org/10.5281/zenodo.7038115"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000001929","term":"Brain Edema"},{"id":"D000015427","term":"Reperfusion Injury"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"},{"id":"D000011183","term":"Postoperative Complications"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M7347","name":"Edema","relevance":"LOW"},{"id":"M17789","name":"Reperfusion Injury","asFound":"Reperfusion Injury","relevance":"HIGH"},{"id":"M4896","name":"Brain Edema","asFound":"Cerebral Edema","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M13755","name":"Postoperative Complications","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}