{"protocolSection":{"identificationModule":{"nctId":"NCT05352009","orgStudyIdInfo":{"id":"YM111016F"},"organization":{"fullName":"National Yang Ming University","class":"OTHER"},"briefTitle":"The Application of Sling Exercise Training in People With Chronic Stroke","officialTitle":"The Application of Sling Exercise Training in People With Chronic Stroke - The Emphasis of Core Muscle Control on Gait"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-08-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-06-13","type":"ACTUAL"},"completionDateStruct":{"date":"2023-06-13","type":"ACTUAL"},"studyFirstSubmitDate":"2022-04-18","studyFirstSubmitQcDate":"2022-04-23","studyFirstPostDateStruct":{"date":"2022-04-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-08","lastUpdatePostDateStruct":{"date":"2023-11-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ray-Yau Wang","investigatorTitle":"Professor","investigatorAffiliation":"National Yang Ming University"},"leadSponsor":{"name":"National Yang Ming University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this single-blinded, randomized controlled study aims to investigate the effects of sling exercise training (SET) for core muscle on gait performance in people with chronic stroke.","detailedDescription":"Background and purpose: Balance and gait performance are often impaired in people post stroke. Evidence showed positive correlations between trunk control and balance and walking ability. Previous studies applying core muscle training reported positive effects on improving trunk control and sitting balance among patients with chronic stroke, but benefits on standing balance and gait performance remain undetermined. Sling exercise training (SET) has been suggested for improving core muscle stability and strength in people with stroke. However, studies about effects of SET on gait performance in stroke populations are limited. Therefore, the present study aims to investigate the effects of SET for core muscle on gait performance in people with chronic stroke.\n\nMethods: Thirty-eight individuals with chronic stroke will be recruited and assigned to one of the two groups by randomization, sling exercise training group and conventional training group. The training is 30 minutes per session, 3 sessions per week for total of 4 weeks. Gait performance is the primary outcome to include gait speed, stride length, single leg support time and temporal and spatial symmetry measured by GAITRite® System. Secondary outcomes include balance, timed up-and-go (TUG) test and trunk performance. All outcomes will be assessed before, after the 4-week training program and at 4-week follow-up."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["Core control","Sling exercise training","Gait","Chronic stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":19,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Sling exercise training group","type":"EXPERIMENTAL","description":"Participants will practice core muscle exercise in different positions with sling systems (Redcord®, Norway).","interventionNames":["Other: Sling exercise training"]},{"label":"Conventional training group","type":"ACTIVE_COMPARATOR","description":"Participants will practice balance exercise, including sit-to-stand, forward reaching, postural training on the therapeutic ball, maintaining standing balance with eyes open and progress to eyes close, and tandem stance.","interventionNames":["Other: Conventional balance training"]}],"interventions":[{"type":"OTHER","name":"Sling exercise training","description":"All participants will receive exercise training for 30 min/ session, 3 sessions/ week for 4 weeks (a total of 12 training sessions). The training includes 20 min of sling exercise training and 10 min treadmill training.","armGroupLabels":["Sling exercise training group"]},{"type":"OTHER","name":"Conventional balance training","description":"All participants will receive exercise training for 30 min/ session, 3 sessions/ week for 4 weeks (a total of 12 training sessions). The training includes 20 min of balance exercise training and 10 min treadmill training.","armGroupLabels":["Conventional training group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Gait performance: change in gait speed","description":"Using GAITRite® system to evaluate gait speed in comfortable speed","timeFrame":"Change from baseline gait speed at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Gait performance: change in stride length","description":"Using GAITRite® system to evaluate stride length in comfortable speed","timeFrame":"Change from baseline stride length at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Gait performance: change in single leg support time","description":"Using GAITRite® system to evaluate single leg support time in comfortable speed","timeFrame":"Change from baseline single leg support time at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Gait performance: change in temporal and spatial symmetry index","description":"Using GAITRite® system to evaluate temporal and spatial symmetry index in comfortable speed","timeFrame":"Change from baseline temporal and spatial symmetry index at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"}],"secondaryOutcomes":[{"measure":"Balance: change in movement velocity","description":"Using Balance Master®: Limits of Stability test to assess movement velocity during moving center of pressure to the highlighted target.","timeFrame":"Change from baseline movement velocity at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Balance: change in directional control","description":"Using Balance Master®: Limits of Stability test to assess directional control during moving center of pressure to the highlighted target.","timeFrame":"Change from baseline directional control at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Balance: change in maximal excursion","description":"Using Balance Master®: Limits of Stability test to assess maximal excursion during moving center of pressure to the highlighted target.","timeFrame":"Change from baseline maximal excursion at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Balance: change in one leg stance","description":"Using Balance Master® to measure the sway under one leg standing","timeFrame":"Change from baseline postural sway under one leg stance at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Balance: change in functional balance performance","description":"Using Berg Balance Scale (BBS) to assess functional balance performance. Berg Balance Scale is a 14-item scale which scoring 0-4 of each, ranges from 0 to 56, and higher score indicates better balance performance.","timeFrame":"Change from baseline BBS at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Change in mobility performance","description":"Using Timed up-and-go (TUG) test to assess mobility","timeFrame":"Change from baseline mobility performance at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Change in trunk control","description":"Using Trunk Impairment Scale (TIS) to assess ability of trunk control. The trunk impairment scale ranges from 0 to 23, and a higher scoring indicates a better trunk control.","timeFrame":"Change from baseline TIS at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Change in trunk muscle strength: trunk flexors","description":"Using hand held dynamometer (Power Tract II) to measure muscle strength of trunk flexors","timeFrame":"Change from baseline strength of trunk flexors at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Change in trunk muscle strength: trunk extensors","description":"Using hand held dynamometer (Power Tract II) to measure muscle strength of trunk extensors","timeFrame":"Change from baseline strength of trunk extensors at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"},{"measure":"Change in trunk muscle strength: trunk lateral flexors","description":"Using hand held dynamometer (Power Tract II) to measure muscle strength of trunk lateral flexors","timeFrame":"Change from baseline strength of trunk lateral flexors at 4 weeks and at 4 weeks after the intervention period (pre-, post-test and follow-up)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke after onset ≥ 6 months\n* Trunk impairment scale (TIS) score ≤ 21 at baseline\n* Brunnstrome stage ≥ IV over the affected lower extremity\n* Ability to independently walk for 10 meters with or without assistive devices\n* Intact cognition with mini-mental state examination (MMSE) ≥ 24\n\nExclusion Criteria:\n\n* Any other significant musculoskeletal disorder, neurological disease or cardiovascular disease that may affect the participation in this study.\n* Vision or language deficit that may affect participating in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ray-Yau Wang, PhD","affiliation":"National Yang Ming Chiao Tung University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Yang Ming Chiao Tung University","city":"Taipei","zip":"112","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","asFound":"Chronic","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}