{"protocolSection":{"identificationModule":{"nctId":"NCT02626377","orgStudyIdInfo":{"id":"P/2014/231"},"organization":{"fullName":"Centre Hospitalier Universitaire de Besancon","class":"OTHER"},"briefTitle":"Multicenter Prospective Cohort of Informal Caregivers in Burgundy and Franche-Comté","officialTitle":"Multicenter Prospective Cohort of Informal Caregivers in Burgundy-Franche-Comté. ICE Cohort (Informal Caregivers of Elderly)","acronym":"ICE"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"TERMINATED","whyStopped":"inclusions problems","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-10"},"primaryCompletionDateStruct":{"date":"2019-05","type":"ACTUAL"},"completionDateStruct":{"date":"2019-05","type":"ACTUAL"},"studyFirstSubmitDate":"2015-12-01","studyFirstSubmitQcDate":"2015-12-09","studyFirstPostDateStruct":{"date":"2015-12-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-10-20","lastUpdatePostDateStruct":{"date":"2023-10-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Centre Hospitalier Universitaire de Besancon","class":"OTHER"},"collaborators":[{"name":"Methodological and quality of life unit in oncology (CHRU de Besançon)","class":"UNKNOWN"},{"name":"University of Franche-Comté","class":"OTHER"},{"name":"University of Burgundy","class":"OTHER"},{"name":"Pôle de Gérontologie Interrégional Bourgogne et Franche-Comté","class":"UNKNOWN"},{"name":"CARSAT Bourgogne et Franche-Comté","class":"UNKNOWN"},{"name":"CCAS of Dijon","class":"UNKNOWN"},{"name":"CCAS of Besançon","class":"UNKNOWN"},{"name":"CCAS of Montbéliard","class":"UNKNOWN"},{"name":"Burgundy Regional Council","class":"UNKNOWN"},{"name":"Franche-Comté Regional Council","class":"UNKNOWN"},{"name":"The Municipality of Besançon","class":"UNKNOWN"},{"name":"The Municipality of Dijon","class":"UNKNOWN"},{"name":"General Council of the Doubs","class":"UNKNOWN"},{"name":"General Council of the Territoire de Belfort","class":"UNKNOWN"},{"name":"Collectif Inter Associatif Sur la Sante Bourgogne","class":"UNKNOWN"},{"name":"Union Régionale Interfédérale des Œuvres et Organismes Privés Sanitaires Bourgogne","class":"UNKNOWN"},{"name":"Association Gérontopôle Pierre Pfitzenmeyer","class":"UNKNOWN"},{"name":"Pôle de compétitivité Vitagora Goût-Nutrition-Santé","class":"UNKNOWN"},{"name":"National Old Age Insurance Fund for Employees (CNAVTS)","class":"OTHER"},{"name":"Sheerbrooke Gérontopôle","class":"UNKNOWN"},{"name":"France Alzheimer","class":"OTHER"},{"name":"Institut Régional de Vieillissement (IRV)","class":"UNKNOWN"},{"name":"Novartis Pharmaceuticals","class":"INDUSTRY"},{"name":"Roche Foundation","class":"UNKNOWN"},{"name":"Ligue contre le cancer, France","class":"OTHER"},{"name":"National Cancer Institute, France","class":"OTHER_GOV"},{"name":"Quality of life and cancer clinical research platform","class":"UNKNOWN"},{"name":"National Research Agency, France","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Medical progress and modification of lifestyles have prolonged life expectancy, despite the development of chronic diseases. The support and care are often provided by a network of informal caregivers composed of family, friends, and neighbors. They became essential to help maintening the elderly persons to live at home. It has been demonstrated that the importance and the diversity of informal tasks may jeopardize their own physical, mental and social well-being.\n\nThe aim of the Informal Carers of Elderly Cohort is to define, through a longitudinal study of their life course, the profiles of caregivers of patients with a diagnosis of one of the following diseases: cancer (breast, prostate, colon-rectum), neuro-degenerative diseases (Parkinson's disease, Alzheimer's and similar diseases), neuro-vascular diseases (Cerebrovascular Accident (CVA)), Age-related Macular Degeneration(AMD) and heart disease (heart failure), aged ≥ 60 years old and living in Burgundy or Franche-Comte. By following the different phases of the caregiving relationship from the announcement of the diagnosis, it will be possible to assess the quality of life of caregivers and evaluate the implementation of a pragmatic social action to help informal caregivers through a randomized intervention trial nested in the cohort.\n\nThanks to an analytical and longitudinal definition of the profiles of informal caregivers, this study could gather precise information on their life courses and their health trajectory by identifying the consequences associated with the concept of their role of aid in care. In addition, the randomized intervention trial will explore the efficacy, in terms of quality of life, and efficiency of a social action to support the caregivers. These data will allow to identify strategies that could be used to improve the existing sources of aid and to propose new approaches to help caregivers. This study will provide the opportunity to identify the most relevant means of support and to give an impulse for new healthcare policies."},"conditionsModule":{"conditions":["Breast Cancer","Colorectal Cancer","Prostate Cancer","Alzheimer Disease","Age-related Macular Degeneration","Parkinson Disease","Cardiac Disease","Ischemic Stroke","Hemorrhagic Stroke"],"keywords":["Informal caregivers","Elderly","Quality of life","Cost effectiveness","Cohort study","Randomized study"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":186,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Interventional arm","type":"EXPERIMENTAL","description":"'Support provided by social worker'","interventionNames":["Behavioral: Support provided by social worker","Other: Information booklet receipt"]},{"label":"Non-interventional arm","type":"OTHER","description":"'Information booklet receipt'","interventionNames":["Other: Information booklet receipt"]}],"interventions":[{"type":"BEHAVIORAL","name":"Support provided by social worker","description":"Caregivers randomized in intervention arm will receive an information booklet (which informs about existing structures and actions) and will receive support provided by a social worker schedule every 6 months during two years. The support duration will be one hour and will be defined as two parts: administration of the LASA questionnaire, and a standardized semi directive interview to assess needs.","armGroupLabels":["Interventional arm"]},{"type":"OTHER","name":"Information booklet receipt","description":"Caregivers will only receive an information booklet (which informs about existing structures and actions)","armGroupLabels":["Interventional arm","Non-interventional arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"(Interventional Study) Comparison of caregivers' HRQoL according to the allocated intervention by randomization based on summaries score the MOS SF36","description":"The main objective of the randomized study is to compare the Health Related Quality of Life based on summaries score the MOS SF36 one year after randomization according to the allocated intervention.","timeFrame":"One year after randomization"},{"measure":"(Observational study) Changes in HRQoL of patients' caregivers using the MOS SF36 questionnaire","description":"The main objective of the observational study is to define the longitudinal profiles of patient's caregivers according to the evaluation of their HRQoL using the MOS SF36 questionnaire","timeFrame":"At 1, 3, 6, 9, 12, 15,18, 21, 24, 30, 36, 42, 48, 54 and 60 months post-randomization"},{"measure":"(Observational study) Changes in HRQoL of cancer patients' caregivers using the CarGoQoL questionnaire","description":"the aim of the observational study is to define the longitudinal profiles of cancer patient's caregivers according to the evaluation of their HRQoL using the CarGoQoL questionnaire","timeFrame":"At 1, 3, 6, 9, 12, 18, 24, 30, 36, 42, 48,54 and 60 months post-randomization"},{"measure":"(Observational study) Changes in the coping strategies of patients' caregivers using the Borteyrou, Rascle and Truchot Questionnaire","description":"The aim of the observational study is to define the longitudinal profiles of patient's caregivers according to the evaluation of their coping strategies using the Borteyrou, Rascle and Truchot Questionnaire.","timeFrame":"At 1, 6, 12, 24, 36, 48 and 60 months post-randomization"},{"measure":"(Observational study) Changes in feelings of anxiety and depression of patients' caregivers according to the HADs questionnaire","description":"The aim of the observational study is to define the longitudinal profiles of patient's caregivers according to the evaluation of their anxiety and depression according to the HADs questionnaire.","timeFrame":"At 1, 3, 6, 9, 12, 18, 24, 30, 36, 42, 48,54 and 60 months post-randomization"},{"measure":"(Observational study) Changes in social support of patients' caregivers using the SSQ6 questionnaire","description":"The aim of the observational study is to define the longitudinal profiles of patient's caregivers according to the evaluation of their social support using the SSQ6 questionnaire.","timeFrame":"At 1, 6, 12, 24, 36, 48 and 60 months post-randomization"},{"measure":"(Observational study) Changes in burden of patients' caregivers using the Zarit burden inventory","description":"The aim of the observational study is to define the longitudinal profiles of patient's caregivers according to the evaluation burden using the Zarit burden inventory","timeFrame":"At 1, 6, 12, 24, 36, 48 and 60 months post-randomization"}],"secondaryOutcomes":[{"measure":"(Interventional Study) Comparison of caregivers' HRQoL according to the intervention allocated by randomization based on summaries score the MOS SF36","description":"To compare the Health Related Quality of Life based on summaries score the MOS SF36 two years after randomization according to the allocated intervention.","timeFrame":"Two years after randomization"},{"measure":"(Interventional Study) Changes in HRQoL of patients' caregivers according to the allocated intervention using the MOS SF36 questionnaire","description":"To compare longitudinally all dimensions of HRQoL using the MOS SF36 questionnaire according to the allocated intervention.","timeFrame":"At 1, 3, 6, 9, 12, 15,18, 21, 24, 30, 36, 42, 48, 54 and 60 months post-randomization"},{"measure":"(Interventional Study) Changes in HRQoL of cancer patients' caregivers according to the allocated intervention using the CarGoQol questionnaire","description":"To compare longitudinally the HRQoL of cancer patients' caregivers, according to the allocated intervention, using the CarGoQol questionnaire.","timeFrame":"At 1, 3, 6, 9, 12, 18, 24, 30, 36, 42, 48,54 and 60 months post-randomization"},{"measure":"(Interventionnal Study) Changes in the coping strategies of patients' caregivers according to the allocated intervention using the Borteyrou, Rascle and Truchot Questionnaire","description":"To compare longitudinally the coping strategies of patients' caregivers, according to the allocated intervention, using the Borteyrou, Rascle and Truchot Questionnaire.","timeFrame":"At 1, 6, 12, 24, 36, 48 and 60 months post-randomization"},{"measure":"(Interventional Study) Changes in feelings of anxiety and depression of patients' caregivers according to the allocated intervention using the HADs Questionnaire","description":"To compare longitudinally the feelings of anxiety and depression of patients' caregivers, according to the allocated intervention, using the HADs Questionnaire.","timeFrame":"At 1, 3, 6, 9, 12, 18, 24, 30, 36, 42, 48,54 and 60 months post-randomization"},{"measure":"(Interventional Study) Changes in social supports of patients' caregivers according to the allocated intervention using the SSQ6 questionnaire","description":"To compare longitudinally the social support of patients' caregivers, according to the allocated intervention, using the SSQ6 questionnaire.","timeFrame":"At 1, 6, 12, 24, 36, 48 and 60 months post-randomization"},{"measure":"(Interventional Study) Changes in burden of patients' caregivers according to the allocated intervention using the Zarit burden inventory","description":"To compare longitudinally the burden of patients' caregivers, according to the allocated intervention, using the Zarit burden inventory.","timeFrame":"At 1, 6, 12, 24, 36, 48 and 60 months post-randomization"},{"measure":"(Interventional study) Efficiency of the intervention of a social worker for caregivers using a cost-utility analysis","description":"The efficiency of the intervention of a social worker for caregivers will be assessed using a cost-utility analysis, aiming at comparing in terms of costs and utility the intervention versus the absence of intervention of a social worker","timeFrame":"At 1, 3, 6,9,12,15,18 and 24 months post-randomization"},{"measure":"(Observational study) Changes in the caregivers/patients' relationship using a qualitative approach (semi-structure interview)","description":"to evaluate the caregivers/patients' relationship and the changes of the relationship using a qualitative approach (semi-structure interview), to describe the specificity of the care and of the help from people carrying diseases with behavioral disorders (Alzheimer-type dementia in particular)","timeFrame":"At 1,6,12,18,24,30,36,42,48,54 and 60 months post randomization"},{"measure":"(Observational study) Changes in the role of caregiver due to a situation generating a rupture (entry into an institution or death, disease remission) using a qualitative approach (semi-structure interview)","description":"to study the situations generating a rupture in their role of caregiver (entry into an institution or death, disease remission) using a qualitative approach (semi-structure interview)","timeFrame":"At 1,6,12,18,24,30,36,42,48,54 and 60 months post randomization"}]},"eligibilityModule":{"eligibilityCriteria":"Patient :\n\nInclusion Criteria:\n\n* To be able to identify a principal caregiver via a specific questionnaire (if the patient is unable to identify himself his caregiver due to the disease, a self-designation form as a principal caregiver will be allow and propose)\n* to accept to complete the questionnaire to designate the principal caregiver;\n* To live in either Burgundy-Franche-Comte county;\n* have been recently diagnosed at hospital or in private-sector for the following diseases: Local or metastatic cancer diagnosed less than 6 month (breast cancer-hormone sensitive- in first line chemotherapy treatment, hormone-sensitive prostate cancer or in metastatic recurrence after 3 years of remission, considered as a new case, colorectal cancer in first line chemotherapy treatment), a neuro-degenerative disease (Parkinson disease diagnosed less than 7 years, Alzheimer disease and similar diseases diagnosed less than 12 months and /or with a Mini Mental State Examination (MMSE)\\<24 and \\>10 (performed less than 3 mois)), Age-related Macular Degeneration,( geographic atrophy or neovascular, diagnosed less than 12 month with an acuity range between 2 and 6/10e, be at least 65 years old and have received less than 3 sessions of intravitreal injections (IVT)), cardiac disease (heart failure diagnosed less than 3 months), neuro-vascular disease (ischemic or hemorrhagic stroke with clinical evidence of post stroke lesions upper than 24 hours, diagnosed less than 6 months and with a Rankin's score inferior or equal to 2).\n\nExclusion Criteria:\n\n* previously diagnosed with another targeted disease and/or living in retirement home could not be included\n\nCaregiver\n\nInclusion Criteria:\n\n* to be a member of the patient's social environment (family, friend and neighbor);\n* to be identify by the patient as the \"principal caregiver\" based on the designation questionnaire or to have complete the self-designation form as a principal caregiver;\n* ≥ 18 years old;\n* not be an employee of a healthcare organization;\n* living in Burgundy-Franche-Comte;\n* to be able to complete questionnaires,\n\nExclusion Criteria:\n\n- to be under guardianship, curatorship or under the protection of justice","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Virginie NERICH, Dr","affiliation":"Pôle Pharmaceutique CHU de Besançon","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CHRU de Besançon","city":"Besançon","zip":"25030","country":"France","geoPoint":{"lat":47.24878,"lon":6.01815}}]},"referencesModule":{"references":[{"pmid":"27881145","type":"DERIVED","citation":"Pozet A, Lejeune C, Bonnet M, Dabakuyo S, Dion M, Fagnoni P, Gaimard M, Imbert G, Nerich V, Foubert A, Chotard M, Bonin M, Anota A, Bonnetain F. Evaluation of efficacy and efficiency of a pragmatic intervention by a social worker to support informal caregivers of elderly patients (The ICE Study): study protocol for a randomized controlled trial. Trials. 2016 Nov 3;17(1):531. doi: 10.1186/s13063-016-1622-8."}],"seeAlsoLinks":[{"label":"ICE study results article","url":"https://pubmed.ncbi.nlm.nih.gov/37711159/"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000000544","term":"Alzheimer Disease"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"},{"id":"D000008268","term":"Macular Degeneration"},{"id":"D000006331","term":"Heart Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000003704","term":"Dementia"},{"id":"D000024801","term":"Tauopathies"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000012162","term":"Retinal Degeneration"},{"id":"D000012164","term":"Retinal Diseases"},{"id":"D000005128","term":"Eye Diseases"}],"browseLeaves":[{"id":"M4910","name":"Breast Neoplasms","relevance":"LOW"},{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M14025","name":"Prostatic Neoplasms","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M3575","name":"Alzheimer Disease","asFound":"Alzheimer's Disease","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Cardiac Disease","relevance":"HIGH"},{"id":"M10950","name":"Macular Degeneration","asFound":"Age-related Macular Degeneration","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Hemorrhagic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M6594","name":"Dementia","relevance":"LOW"},{"id":"M22692","name":"Tauopathies","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M14687","name":"Retinal Degeneration","relevance":"LOW"},{"id":"M14689","name":"Retinal Diseases","relevance":"LOW"},{"id":"M7961","name":"Eye Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"},{"id":"T2192","name":"Familial Alzheimer Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}