{"protocolSection":{"identificationModule":{"nctId":"NCT03154138","orgStudyIdInfo":{"id":"69HCL17_0172"},"organization":{"fullName":"Hospices Civils de Lyon","class":"OTHER"},"briefTitle":"Prismatic Adaptation for Rehabilitation of Postural Imbalance After Stroke","officialTitle":"Assessment of the Rehabilitation of Postural Imbalance After Chronic Right Supratensorial Stroke by Prismatic Adaptation: Multicentric Randomised Sham-controlled Trial","acronym":"PEQUIE"},"statusModule":{"statusVerifiedDate":"2022-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-12-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2017-05-12","studyFirstSubmitQcDate":"2017-05-12","studyFirstPostDateStruct":{"date":"2017-05-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-03-28","lastUpdatePostDateStruct":{"date":"2022-03-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospices Civils de Lyon","class":"OTHER"},"collaborators":[{"name":"Centre National de la Recherche Scientifique, France","class":"OTHER"},{"name":"Institut National de la Santé Et de la Recherche Médicale, France","class":"OTHER_GOV"},{"name":"Université Claude Bernard Lyon 1 (UCBL)","class":"UNKNOWN"},{"name":"Equipe \" ImpAct Trajectoires \" du Centre de Recherche en Neurosciences de Lyon (CRNL)","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Postural imbalance after stroke leads to limitations of activity and a worse autonomy. The postural imbalance is increased in right supratensorial stroke (RSS) compared to left supratensorial stroke. The evidences for the rehabilitation of postural imbalance are weak.\n\nLikewise, disorders of spatial reference frames are increased in RSS. The postural imbalance is correlated with the disorders of spatial reference frames in RSS patients.\n\nPrismatic adaptation (PA) is often used for the rehabilitation of unilateral spatial neglect after RSS. Several studies have demonstrated a peculiar expansion of sensorimotor after-effects to spatial cognition. An immediate effect of reduction in postural imbalance have been showed in acute RSS. Therefore, it is interested to investigate the immediate and delayed effects of PA on the postural balance and the spatial reference frames in chronic RSS to purpose a new therapeutic approach.\n\nThe hypothesis of the study is that PA would improve the postural balance (activity) of chronic RSS patients by a reduction in mediolateral postural asymmetry, resulting from a \" bottom-up \" action of PA on spatial reference frames."},"conditionsModule":{"conditions":["Chronic Right Supratensorial Stroke Patients"],"keywords":["Stroke","hemiplegia","rehabilitation","prismatic adaptation","postural imbalance","posture","spatial cognition"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":28,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Prismatic adaptation (PA) group","type":"EXPERIMENTAL","description":"Patients in the experimental group will benefit from 10 sessions of adaptation prismatic (PA) by means of one daily session of 20 minutes (5 times by week; 2 weeks), performed by an experienced physical therapist or occupational therapist. All patients will also benefit from conventional rehabilitation (Standard physical therapy, standard occupational therapy, standard speech therapy ...) according to the needs of the patients.","interventionNames":["Device: The prismatic adaptation (PA)"]},{"label":"Sham group","type":"PLACEBO_COMPARATOR","description":"Patients in the sham group will benefit from 10 sessions of sham adaptation prismatic (S-PA) by means of one daily session of 20 minutes (5 times by week; 2 weeks), performed by an experienced physical therapist or occupational therapist. All patients will also benefit from conventional rehabilitation (Standard physical therapy, standard occupational therapy, standard speech therapy ...) according to the needs of the patients.","interventionNames":["Device: The sham prismatic adaptation (S-PA)"]}],"interventions":[{"type":"DEVICE","name":"The prismatic adaptation (PA)","description":"Prismatic adaptation (PA) is based on the wearing of a pair of glasses producing a visual field deviation of 10° to rightward. While wearing theses glasses, the patient is asked to perform fast pointing movements towards targets by the right hand. Targets are symmetrical located at 10° in the right and left side in front of the patient. The order of pointing between these two targets is pseudo-randomly by the therapist. At the beginning of the exposure, the patient performs pointing movements with a shift toward the right side (initial errors consecutive to the prism deviation). Taking into account theses errors, the patient then compensates the optical deviation. After removing the prismatic glasses, the asked pointing movement to the targets is once again shifted but to the left side this time (after-effects attesting the prismatic adaptation)","armGroupLabels":["Prismatic adaptation (PA) group"]},{"type":"DEVICE","name":"The sham prismatic adaptation (S-PA)","description":"The sham prismatic adaptation (S-PA) is based on the wearing of a pair of glasses producing no visual field deviation. Theses sham glasses is identical with theses used in PA group without the optical deviation. The conditions are similar with theses in the PA group.\n\nThe procedure with the sham glasses are similar with these one used in the PA group: While wearing the sham glasses, the patient is asked to perform fast pointing movements towards targets by the right hand. Targets are symmetrical located at 10° in the right and left side in front of the patient. The support with targets are the same as these one used in the PA group. The order of pointing between these two targets is pseudo-randomly by the therapist. At the beginning of the exposure, the patient performs pointing movements without shift. No compensation of movement is observed. After removing the prismatic glasses, the asked pointing movement to the targets is not shifted (No after-effects observed)","armGroupLabels":["Sham group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Balance: The inter-group difference of within-group changes for the Berg Balance Scale (BBS)","description":"Balance : The inter-group difference of within-group changes for the Berg Balance Scale (BBS) Score between 0 and 56 points","timeFrame":"Change from baseline (mean of the 2 pre-tests) at 7 days after the end of treatment (3 weeks about after the baseline)"}],"secondaryOutcomes":[{"measure":"Balance: the inter-group difference of within-group changes for the Berg Balance Scale (BBS)","description":"Change from baseline (mean of the 2 pre-tests) at one month after the end of treatment (M+1) (1 month and 2 weeks about after the baseline) and at three months after the end of treatment (M+3) (3 month and 2 weeks about after the baseline) Score between 0 and 56 points.","timeFrame":"Change from baseline at 1 month after the end of treatment"},{"measure":"Balance: The inter-group difference of within-group changes for standing static posturographic variables","description":"Satnding posturographic variables include mediolateral and anteroposterior deviation of center of pression (COP), mediolateral and anteroposteriorvariability of COP, sway area of COP, body weight bearing on each lower limb.\n\nThe mediolateral and anteroposterior deviations of COP measured in millimeters, the sway area of COP calculated in square millimeters, the mediolateral and anteroposterior variability of COP calculated as the standard deviation of the mediolateral and anteroposterior deviations of COP, body weight bearing on each lower limb measured in percent of total weight bearing.","timeFrame":"Change from baseline at +2 Hours, Day 3, Day7, Month +1 and Month +3 after the end of treatment"},{"measure":"Lateropulsion: The inter-group difference of within-group changes for the Scale for Contraversive Pushing (SCP)","description":"Score between 0 and 6 points","timeFrame":"Change from baseline at +2 Hours, Day 3, Day7, Month +1 and Month +3 after the end of treatment."},{"measure":"The inter-group difference of within-group changes for each spatial reference frame (MSSA, VSSA, OLP, LBA)","description":"Spatial reference frames include the measurement of the manual subjective straight aheaed (MSSA), the visual subjective straight ahead (VSSA), open-loup pointing without visual feedback (OLP), the subjective longitudinal body axis (LBA) Angular deviation measured in degrees","timeFrame":"Change from baseline at +2 Hours, Day 3, Day 7, Month 1 and Month 3 after the end of treatment"},{"measure":"Autonomy : Inter-group difference of within-group changes for the Barthel index (BI)","description":"Score between 0 and 100 points","timeFrame":"Change from baseline (pre-test) at Day7, Month +1 and Month +3 after the end of treatment."},{"measure":"Additionnal descriptive anatomic study of cerebral lesions using diffusion tensor Magnetic Resonance Imaginig (MRI) (Tractography)","description":"To determine the location of the cerebral lesion, the size of cerebral lesion and to quantify the severity of the disconnection (after tractography reconstructions of white matter pathways).","timeFrame":"Before the starting of the intervention, during the pre-tests."},{"measure":"Relationship between prismatic adaptation induced changes on misperceptions of spatial reference frames and these on postural and balance disorders","description":"Statistical correlations between changes (before versus after intervention) on Berg Balance Scale (BBS), postural disorders (i.e. Weight Beainf Asymetry (WBA), body sway, and lateropulsion), and spatial reference frames.","timeFrame":"+2Hours, Day+3, Day+7, Month+1 and Month+3."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult, over 18 years old, and less than 80 years old\n* Stroke\n\n  * right\n  * supratensorial,\n  * unilateral,\n  * haemorrhagic or ischemic,\n  * chronic (over 12 months)\n* Ability to stay over 30 seconds in standing static position with open eyes and close eyes\n* Show a postural imbalance, determined by a body weight bearing on right lower limb ≥ 60% during at least one posturographic evaluation with open eyes and that requires an inpatient rehabilitation\n* Covered by a Health System where applicable, and/or in compliance with the recommendations of the national laws in force relating to biomedical research\n* Free, enlightened and written consent of the patient\n\nExclusion Criteria:\n\n* Cerebellar lesion\n* Brainstem lesion\n* Bilateral cerebral lesion\n* All orthopaedic or rheumatologic diseases, retinal visual impairments or other diseases interfering with assessments in accordance with the investigator's judgment\n* Pregnancy or breast feeding\n* Under an administrative or legal supervision","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Aurélien HUGUES, PhD","role":"CONTACT","phone":"0637054040","phoneExt":"+33","email":"huguesaurelien@gmail.com"},{"name":"RODE RODE, MD","role":"CONTACT","phone":"0478865066","phoneExt":"+33","email":"gilles.rode@chu-lyon.fr"}],"overallOfficials":[{"name":"Amandine GUINET-LACOSTE, MD","affiliation":"Hospices Civils de Lyon","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CHU Grenoble","status":"NOT_YET_RECRUITING","city":"Grenoble","country":"France","contacts":[{"name":"DOMINIC PERENNOU, MD","role":"CONTACT","phone":"04 76 76 60 85","phoneExt":"+33","email":"dperennou@chu-grenoble.fr"},{"name":"DOMINIC PERENNOU, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.16667,"lon":5.71667}},{"facility":"Hôpital Henry Gabrielle, service de médecine physique et réadaptation","status":"RECRUITING","city":"Saint-Genis-Laval","zip":"69230","country":"France","contacts":[{"name":"Aurélien HUGUES, PhD","role":"CONTACT","phone":"(0)6 37 05 40 40","phoneExt":"+33","email":"huguesaurelien@gmail.com"},{"name":"Gilles RODE, MD","role":"CONTACT","phone":"(0)4 78 86 50 66","phoneExt":"+33","email":"gille.rode@chu-lyon.fr"},{"name":"Gilles RODE, MD","role":"SUB_INVESTIGATOR"},{"name":"Amandine GUINET-LACOSTE, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Jacques LUAUTE, MD","role":"SUB_INVESTIGATOR"},{"name":"Sophie JACQUIN-COURTOIS, MD","role":"SUB_INVESTIGATOR"},{"name":"Yves ROSSETTI, MD","role":"SUB_INVESTIGATOR"},{"name":"Julie DI MARCO, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":45.69558,"lon":4.7934}},{"facility":"CHU Saint-Etienne","status":"NOT_YET_RECRUITING","city":"Saint-Étienne","country":"France","contacts":[{"name":"Pascal GIRAUX, MD","role":"CONTACT","phone":"04 77 12 77 57","phoneExt":"+33","email":"pascal.giraux@chu-st-etienne.fr"},{"name":"Pascal GIRAUX, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"PAUL CALMELS, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":45.43389,"lon":4.39}}]},"referencesModule":{"references":[{"pmid":"34819284","type":"DERIVED","citation":"Hugues A, Guinet-Lacoste A, Bin S, Villeneuve L, Lunven M, Perennou D, Giraux P, Foncelle A, Rossetti Y, Jacquin-Courtois S, Luaute J, Rode G. Effects of prismatic adaptation on balance and postural disorders in patients with chronic right stroke: protocol for a multicentre double-blind randomised sham-controlled trial. BMJ Open. 2021 Nov 24;11(11):e052086. doi: 10.1136/bmjopen-2021-052086."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}