{"protocolSection":{"identificationModule":{"nctId":"NCT05652933","orgStudyIdInfo":{"id":"282961"},"organization":{"fullName":"Oslo University Hospital","class":"OTHER"},"briefTitle":"Optimizing Acute Ischemic Stroke Diagnostics Using Artificial Intelligence","officialTitle":"Optimizing Acute Ischemic Stroke Diagnostics Using Artificial Intelligence","acronym":"AI-STROKE"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-03-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-02-22","studyFirstSubmitQcDate":"2022-12-07","studyFirstPostDateStruct":{"date":"2022-12-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-14","lastUpdatePostDateStruct":{"date":"2023-10-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Anne Hege Aamodt","investigatorTitle":"Coordinating Investigator","investigatorAffiliation":"Oslo University Hospital"},"leadSponsor":{"name":"Oslo University Hospital","class":"OTHER"},"collaborators":[{"name":"Vestre Viken Hospital Trust","class":"OTHER"},{"name":"University Hospital of North Norway","class":"OTHER"},{"name":"University of Calgary","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Prospective observational multi-center study with the aim to organise and simplify the care pathway through a pragmatic approach to acute stroke imaging powered by cutting edge advances in image processing and artificial intelligence.","detailedDescription":"Thrombectomy in acute ischemic stroke is highly effective and cost-effective. As of today, too few patients have access to thrombectomy. There is an urgent need to improve the diagnostics so that all eligible stroke patients have their occlusion detected fast enough and are offered thrombectomy when indicated. Machine learning based imaging techniques have recently been shown to provide improved diagnostic with automated methods for detection of vessel occlusion and ischemic lesions by use of artificial intelligence. We will perform a prospective interventional study in acute ischemic stroke patients with the aim to organize and simplify the care pathway through a pragmatic approach to acute stroke imaging powered by cutting edge advances in image processing and artificial intelligence. By using multiphase CT angiography and software at two primary stroke centres the utility of automatically evaluation of images will be compared to standard care. All images will in parallell be assessed by neuroradiologists at the comprehensive stroke centre.\n\nThe main objective is to organize and simplify the care pathway to acute stroke imaging powered by cutting edge advances in image processing and artificial intelligence.\n\nThe secondary objectives are to assess: 1) the diagnostic accuracy of mCTA in detection of vessel occlusion in ischemic stroke using AI-based analysis tools compared gold standard of MRI, 2) the percentage of eligible patients who receive EVT using AI-based analysis compared to standard care diagnostics 3) time from onset to recanalization, and 4) functional outcome in acute ischemic stroke patients treated with EVT who had their initial radiological diagnosis using AI-based image analysis tools compared to stroke patients diagnosed by standard care.\n\nHypotheses: Novel AI-based image analysis tools applied to already available standard CT based imaging techniques can a) improve acute stroke diagnostics and b) increase the number of patients treated by EVT.\n\nThe main aim of the project is to organise and simplify the care pathway through a pragmatic approach to acute stroke imaging powered by cutting edge advances in image processing and artificial intelligence.\n\nSecondary aims:\n\n1. To assess if the use of AI-based image analysis tools in radiological diagnostics in primary stroke centres can reduce the time from onset to recanalization in acute ischemic stroke patients treated with EVT.\n2. To assess the diagnostic accuracy of mCTA in detection of medium and large vessel occlusion ischemic stroke using AI-based analysis tools compared to assessment by the gold standard of MRI (DWI and MR Angiography) assessed by neuroradiologists.\n3. To assess the diagnostic accuracy of mCTA in detection of medium and large vessel occlusion ischemic stroke using AI-based analysis tools compared to assessment by standard care.\n4. To assess if the use of available AI-based analysis tools applied to mCTA can increase the number of stroke patients eligible for and offered EVT.\n5. To compare functional outcome and patient related outcome measures 3 months after EVT in stroke patients who had their initial radiological diagnosis using AI-based image analysis tools to stroke patients diagnosed by standard care.\n\nEndpoints:\n\nPrimary Endpoints:\n\n- Time from the start of CT scan of patients at the local hospital to radiological diagnosis in acute stroke patients with LVO and MeVO in periods with the use of AI software compared to periods with standard care.\n\nSecondary endpoints:\n\n* Time from the start of CT scan of patients at the local hospital to start of thrombectomy in patients identified with LVO and MeVO in periods with the use of AI software compared to periods with standard care.\n* Time from symptom onset to start of thrombectomy in patients identified with LVO and MeVO in periods with the use of AI software compared with proportion of patients identified with LVO and MeVO diagnosed by standard care.\n* Proportion of patients identified with LVO and MeVO in periods with the use of AI software compared with proportion of patients identified with LVO and MeVO diagnosed by standard care.\n* Proportion of patients identified with LVO and MeVO in periods with the use of AI software compared to assessment by neuroradiologists.\n* Proportion of patients treated with thrombectomy in MeVO in periods with the use of AI software compared with proportion of patients identified with LVO and MeVO diagnosed by standard care.\n* Functional outcome 3 months after EVT in stroke patients who had their initial radiological diagnosis using AI-based image analysis tools compared to stroke patients diagnosed by standard care.\n* Patient related outcome measures 3 months after EVT in stroke patients who had their initial radiological diagnosis using AI-based image analysis tools compared to stroke patients diagnosed by standard care.\n\nThe present study is part of a prospective observational study of the thrombectomy service with collaboration between stroke units and radiological departments at primary and comprehensive stroke centres - the Oslo Acute Revascularization Stroke Study (OSCAR) (REK 2015/1844, EudraCT number 2018-004691-36). Data has already been collected since January 2017 in patients treated with EVT at Oslo University Hospital and by nearly 1100 patients treated with EVT have been included. The database contains detailed information on logistics, transport, clinical, radiological data, and treatment including rehabilitation from baseline to 3-month follow-up is registered prospectively.\n\nThe study will start with a 12-month period with registration before the implementation of the AI software. Data from this period and from the OSCAR study will be compared to the data collected after the implementation of the AI software. We will start the study at Drammen Hospital and will consecutively implement it at the other hospitals in Vestre Viken Hospital Trust and Østfold Hospital Trust. Data will be registered for at least 18 months after the implementation of the AI software. The length of the inclusion phase will be adjusted according to the inclusion rate."},"conditionsModule":{"conditions":["Stroke, Acute"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"3 Months","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Software for identifying vessel occlusion, infarct volume and penumbra","description":"Assessment of the AI tool software"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Time from the start of CT scan of patients at the local hospital to radiological diagnosis in acute stroke patients with large and medium vessel occlusion in periods with the use of AI software compared to periods with standard care.","description":"Minutes","timeFrame":"Day 0"}],"secondaryOutcomes":[{"measure":"Time from the start of CT scan of patients at the local hospital to start of thrombectomy in patients identified with large and medium vessel occlusion in periods with the use of AI software compared to periods with standard care.","description":"Minutes","timeFrame":"Day 0"},{"measure":"Time from symptom onset to start of thrombectomy in patients identified with LVO large and medium vessel occlusion in periods with the use of AI software compared with proportion of patients identified with LVO and MeVO diagnosed by standard care.","description":"Minutes","timeFrame":"Day 0"},{"measure":"Proportion of patients identified with large and medium vessel occlusion in periods with the use of AI software compared with proportion of patients identified with large and medium vessel occlusion diagnosed by standard care.","description":"Number of patients","timeFrame":"Day 0"},{"measure":"Proportion of patients treated with thrombectomy in large and medium vessel occlusion in periods with the use of AI software compared with proportion of patients identified with large and medium vessel occlusion diagnosed by standard care.","description":"Number of patients","timeFrame":"Day 0"},{"measure":"Functional outcome at 90 days after EVT in stroke patients who had their initial radiological diagnosis using AI-based image analysis tools compared to stroke patients diagnosed by standard care.","description":"Number of participants with independent functioning on the modified Rankin Scale (mRS 0 to 6), as defined by a score of 0-2. The modified Rankin Scale (mRS) is a valid and reliable clinician-reported measure of global disability that has been widely applied for evaluating recovery from stroke. It is a scale used to measure functional recovery (the degree of disability or dependence in daily activities) of people who have suffered a stroke. mRS scores range from 0 (best outcome) to 6 (worst outcome), with 0 indicating no residual symptoms; 5 indicating bedbound, requiring constant care; and 6 indicating death.","timeFrame":"90 days"},{"measure":"Health-related quality of life at 90 days after EVT in stroke patients who had their initial radiological diagnosis using AI-based image analysis tools compared to stroke patients diagnosed by standard care.","description":"Health-related quality of life, as measured by the EQ-5D-5L at Day 90. The EQ-5D-5L (EuroQol 5-Dimensional 5-Level) is a generic instrument for describing and valuing health. It is based on a descriptive system that defines health in terms of five dimensions: Mobility, Self-Care, Usual Activities, Pain/Discomfort, and Anxiety/Depression. Each dimension has five response categories corresponding to: no problems, slight, moderate, severe and extreme problems. The respondents will also rate their overall health on the day of the interview on a 0-100 visual analogue scale (EQ-VAS, higher scores mean better outcomes).","timeFrame":"90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with ischemic stroke.\n* All stroke severities and vascular distributions are eligible.\n* Informed written consent signed by the patient, verbal consent from the patient as witnessed by a non-participating health care person or consent by the signature of the patient's family must be provided before inclusion. Patients for whom no informed consent can be obtained will not be included in the study but will be treated according to standard guidelines.\n\nExclusion Criteria:\n\n• Patients not available for follow-up assessments (e.g. non-resident).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients admitted with acute ischemic stroke at participating hospitals","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Vestre Viken Hospital Trust","status":"RECRUITING","city":"Drammen","country":"Norway","contacts":[{"name":"Bjørn Anton Graff","role":"CONTACT","phone":"+47 32 80 30 00","email":"bjgraf@vestreviken.no"}],"geoPoint":{"lat":59.74389,"lon":10.20449}},{"facility":"Oslo University Hospital","status":"RECRUITING","city":"Oslo","country":"Norway","contacts":[{"name":"Anne Hege Aamodt, MD PhD Prof","role":"CONTACT","phone":"+47 23 07 00 00","email":"anhaam@ous-hf.no"},{"name":"Brian Enriquez, MD","role":"CONTACT","phone":"+47 23 07 00 00","email":"brienr@ous-hf.no"},{"name":"Thor H Skattør, MD PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":59.91273,"lon":10.74609}},{"facility":"Østfold Hospital Trust","status":"RECRUITING","city":"Sarpsborg","country":"Norway","contacts":[{"name":"Linn Heitmann","role":"CONTACT","phone":"+47 69 86 00 00","email":"Linn.Aarbakke.Heitmann@so-hf.no"},{"name":"Jostein Gleditsch","role":"CONTACT","phone":"+47 69 86 00 00","email":"Jostein.Gleditsch@so-hf.no"}],"geoPoint":{"lat":59.28391,"lon":11.10962}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}