{"protocolSection":{"identificationModule":{"nctId":"NCT04944680","orgStudyIdInfo":{"id":"2021FXHEC-KSKY002"},"organization":{"fullName":"Fu Xing Hospital, Capital Medical University","class":"OTHER"},"briefTitle":"Dual Channel Rehabilitation Technology Promotes Rapid Recovery of Upper Limbs After Stroke","officialTitle":"Effects of Transcranial Direct Current Stimulation and Motor Imagery for the Recovery of Upper Limb Function of Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-06-12","studyFirstSubmitQcDate":"2021-06-21","studyFirstPostDateStruct":{"date":"2021-06-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-02","lastUpdatePostDateStruct":{"date":"2022-08-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ran Li","investigatorTitle":"Doctor Li","investigatorAffiliation":"Fu Xing Hospital, Capital Medical University"},"leadSponsor":{"name":"Fu Xing Hospital, Capital Medical University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The injury and remodeling mechanism about upper extremity motor network after stroke is not clear. There are few studies on the motor network covering cortex, white matter and blood perfusion at the time. Some studies have shown that metal imagery activates the cortex through active mental simulation. Our previous study has shown that passive application of transcranial direct current stimulation causes subthreshold polarization and promotes the effective integration of residual brain high-level network. This study proposes a hypothesis: transcranial Direct Current Stimulation + Motor Imagery combines active and passive neuromodulation techniques to produce dual channel effect, which can synergistically excite motor cortex, remodel the motor network and optimize cerebral perfusion. The research contents include clarify the effect of transcranial Direct Current Stimulation + Motor Imagery neuromodulation therapy through comprehensive randomized controlled trial study; present the process of brain injury and secondary neural plasticity through the motor network construction, functional connectivity strength and cerebral perfusion with Blood Oxygen Level Dependent, Diffusion Tensor Imaging and Arterial Spin Labeling multimodal magnetic resonance technology; calculate the correlation between motor score and brain functional network, extract the key nodes that can promote the motor network remodeling. The research results are expected to provide preliminary theoretical foundations for further research on the injury and remodeling mechanism about upper extremity motor network after stroke."},"conditionsModule":{"conditions":["Stroke","Upper Extremity Dysfunction","Transcranial Direct Current Stimulation","Image, Body"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The four parallel groups are as follows: control group, Transcranial Direct Current Stimulation group, motor imagery group, Transcranial Direct Current Stimulation and motor imagery group. Patients are randomly assigned to each group with block randomization.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Because of the different therapies, it is not possible to mask the participant. It was possible to mask the group allocation for routine rehabilitation therapist. However, the difference is obvious between Transcranial Direct Current Stimulation and motor imagery. Outcome measure is conducted by a physician who is blinded to group assignment.","whoMasked":["CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control group","type":"NO_INTERVENTION","description":"Stroke patients accept the traditional rehabilitation alone."},{"label":"Transcranial Direct Current Stimulation group","type":"ACTIVE_COMPARATOR","description":"Stroke patients accept the Transcranial Direct Current Stimulation alone.","interventionNames":["Behavioral: Transcranial Direct Current Stimulation therapy"]},{"label":"Motor imagery group","type":"ACTIVE_COMPARATOR","description":"Stroke patients do the motor imagery alone.","interventionNames":["Behavioral: Motor imagery therapy"]},{"label":"Transcranial Direct Current Stimulation and motor imagery group","type":"EXPERIMENTAL","description":"Stroke patients accept the Transcranial Direct Current Stimulation and do the motor imagery at the same time.","interventionNames":["Behavioral: Transcranial Direct Current Stimulation and motor imagery therapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"Transcranial Direct Current Stimulation therapy","description":"Transcranial Direct Current Stimulation with two saline-soaked electrodes (5cm x 7cm) is applied by our occupational therapist. The anode is placed on the ipsilesional primary motor cortex (C3/C4). The cathode is placed on the contralesional shoulder. The current is 1.5 milliampere and lasts 20 minutes.","armGroupLabels":["Transcranial Direct Current Stimulation group"]},{"type":"BEHAVIORAL","name":"Motor imagery therapy","description":"Stroke patients are asked to watch a video about the upper extremity movement. The video lasts 20 minutes. The contents are as follows: the patients are asked to relax the muscles for the first 2 minutes; the action refers to shoulder flexion and extension, elbow flexion and extension, forearm pronation and supination, wrist flexion and extension, finger flexion and extension, and corresponding daily functional activities for 16min; the patients are asked to relax their mind and body for the last 2 minutes.","armGroupLabels":["Motor imagery group"]},{"type":"BEHAVIORAL","name":"Transcranial Direct Current Stimulation and motor imagery therapy","description":"The treatment parameters are the same as the above. It should be emphasized that the participants sit and perform the motor imagery task while receiving Transcranial Direct Current Stimulation.","armGroupLabels":["Transcranial Direct Current Stimulation and motor imagery group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Behavioral assessment by Fugl-Meyer Assessment for Upper Limb","description":"Complete the scale at baseline","timeFrame":"Baseline"},{"measure":"Behavioral assessment by Fugl-Meyer Assessment for Upper Limb change","description":"Change from baseline Action Research Arm Test immediately after intervention is obtained by subtracting the baseline from the later Fugl-Meyer Assessment score.","timeFrame":"Immediately after intervention"},{"measure":"Behavioral assessment by Action Research Arm Test","description":"Complete the above scale at baseline","timeFrame":"Baseline"},{"measure":"Behavioral assessment by Action Research Arm Test change","description":"Change from baseline Action Research Arm Test immediately after intervention is obtained by subtracting the baseline from the later Action Research Arm Test score.","timeFrame":"Immediately after intervention"},{"measure":"Motor network construction","description":"Construct the motor network with the bilateral primary motor cortices, supplementary motor cortices, premotor cortices, thalami and cerebellums et al. as the nodes of the network. Motor network analysis consists the network strength, global efficiency and local efficiency. The software used is PANDA and GRETNA.","timeFrame":"Baseline"},{"measure":"Motor network change","description":"Change from baseline motor network immediately after intervention is obtained by subtracting the baseline from the later network strength, global efficiency and local efficiency.","timeFrame":"Immediately after intervention"},{"measure":"Cerebral perfusion calculation","description":"The volume of interest covers the motor related territory including bilateral primary motor cortices, supplementary motor cortices, premotor cortices, thalami and cerebellums et al. The mean Cerebral Blood Flow value is calculated. The software used is Function Tool.","timeFrame":"Baseline"},{"measure":"Cerebral perfusion change","description":"Change from baseline cerebral perfusion immediately after intervention is obtained by subtracting the baseline from the later Cerebral Blood Flow value.","timeFrame":"Immediately after intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First stroke with upper limb motor dysfunction\n* No rapid natural recovery in the last week\n* Greater than 1 month since stroke onset\n* Pass the motor imagery test\n\nExclusion Criteria:\n\n* Severe cognitive disorder\n* Severe spasm or joint contracture\n* Mental implants in vivo\n* Do not sign the informed consent","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ran Li, Doctor","role":"CONTACT","phone":"+86-010-88062907","email":"liran817@sina.com"},{"name":"Yong Wang, Doctor","role":"CONTACT","phone":"+86-010-88062908","email":"li20140821@yeah.net"}],"overallOfficials":[{"name":"Lirong Huo, Doctor","affiliation":"Office of academic research, Fu Xing Hospital, Capital Medical University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Fu Xing Hospital, Capital Medical University","status":"RECRUITING","city":"Beijing","state":"Beijing","zip":"100000","country":"China","contacts":[{"name":"Ran Li, Doctor","role":"CONTACT","phone":"+86-010-88062907","email":"liran817@sina.com"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"pmid":"28196011","type":"BACKGROUND","citation":"Marquez JL, Conley AC, Karayanidis F, Miller J, Lagopoulos J, Parsons MW. Determining the benefits of transcranial direct current stimulation on functional upper limb movement in chronic stroke. Int J Rehabil Res. 2017 Jun;40(2):138-145. doi: 10.1097/MRR.0000000000000220."},{"pmid":"27079199","type":"BACKGROUND","citation":"Kaneko F, Shibata E, Hayami T, Nagahata K, Aoyama T. The association of motor imagery and kinesthetic illusion prolongs the effect of transcranial direct current stimulation on corticospinal tract excitability. J Neuroeng Rehabil. 2016 Apr 15;13:36. doi: 10.1186/s12984-016-0143-8."},{"pmid":"32132910","type":"BACKGROUND","citation":"Lioi G, Butet S, Fleury M, Bannier E, Lecuyer A, Bonan I, Barillot C. A Multi-Target Motor Imagery Training Using Bimodal EEG-fMRI Neurofeedback: A Pilot Study in Chronic Stroke Patients. Front Hum Neurosci. 2020 Feb 18;14:37. doi: 10.3389/fnhum.2020.00037. eCollection 2020."},{"pmid":"31093270","type":"BACKGROUND","citation":"Lee J, Lee A, Kim H, Shin M, Yun SM, Jung Y, Chang WH, Kim YH. Different Brain Connectivity between Responders and Nonresponders to Dual-Mode Noninvasive Brain Stimulation over Bilateral Primary Motor Cortices in Stroke Patients. Neural Plast. 2019 Apr 7;2019:3826495. doi: 10.1155/2019/3826495. eCollection 2019."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}