{"protocolSection":{"identificationModule":{"nctId":"NCT02178813","orgStudyIdInfo":{"id":"PRO13120002"},"organization":{"fullName":"University of Pittsburgh","class":"OTHER"},"briefTitle":"The Safety of High Dose Minocycline in the Patient Population Undergoing Carotid Revascularization","officialTitle":"The Safety of High Dose Minocycline in the Patient Population Undergoing Carotid Revascularization. A Phase I Study"},"statusModule":{"statusVerifiedDate":"2017-06","overallStatus":"TERMINATED","whyStopped":"Study stopped prematurely because of multiple logistic difficulties","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-07"},"primaryCompletionDateStruct":{"date":"2016-07","type":"ACTUAL"},"completionDateStruct":{"date":"2016-07","type":"ACTUAL"},"studyFirstSubmitDate":"2014-06-23","studyFirstSubmitQcDate":"2014-06-30","studyFirstPostDateStruct":{"date":"2014-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-07","lastUpdatePostDateStruct":{"date":"2017-06-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Georgios Zenonos","investigatorTitle":"Neurosurgery Resident, University of Pittsburgh Medical Center","investigatorAffiliation":"University of Pittsburgh"},"leadSponsor":{"name":"University of Pittsburgh","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate the safety and tolerability of high-dose minocycline in the patient population undergoing carotid revascularization procedures, namely carotid endarterectomy (CEA) and carotid artery stenting (CAS). Establishment of safety will facilitate proceeding to a phase II trial.\n\nDuring this trial, patients undergoing carotid revascularization procedures will receive high doses of minocycline with the following schedule (based on previous trials):\n\n* Day prior to procedure: 800mg orally (p.o), 700mg p.o.\n* Day of procedure: 600mg intravenously( i.v.), 500mg p.o.\n* Day after procedure: 400mg p.o., 400mg p.o.\n\nThe levels of the drug in the plasma, standard blood tests (complete blood count, creatinine, liver function tests) as well as markers of neuronal injury (Neuron specific enolase, protein- S100b) and inflammation (C-reactive protein) will also be monitored. The patients will be monitored closely for the development of side effects from minocycline.\n\nMRI imaging will be used to follow the development of small strokes as a result of the revascularization procedures and their resolution. The patients of this study, all receiving peri-operative minocycline, will be compared with historical controls with regards to development of small strokes and persistent of these strokes on subsequent MRI imaging."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Minocycline","Neuroprotection","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":6,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Administration of minocycline","type":"EXPERIMENTAL","description":"All patients in the study will receive minocycline periprocedurally with the following schedule:\n\n* Day prior to procedure: 800mg p.o., 700mg p.o.\n* Day of procedure: 600mg i.v., 500mg p.o.\n* Day after procedure: 400mg p.o., 400mg p.o.","interventionNames":["Drug: Administration of minocycline"]}],"interventions":[{"type":"DRUG","name":"Administration of minocycline","description":"Administration of minocycline with the following schedule:\n\n* Day prior to procedure: 800mg p.o., 700mg p.o.\n* Day of procedure: 600mg i.v., 500mg p.o.\n* Day after procedure: 400mg p.o., 400mg p.o.","armGroupLabels":["Administration of minocycline"],"otherNames":["Minocycline (generic name)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Drug Safety/Tolerability (Number of patients that require discontinuation of drug because of side effects)","description":"The primary aim of this phase I study is to establish the safety and tolerability of this drug in patient population undergoing carotid revascularization procedures by monitoring complete blood counts, liver enzymes, renal function tests, and clinical side effects\n\nDuring the above time frame (one day prior to procedure until 1 day after the procedure) the number of patients that develop any side effects requiring discontinuation of the drug will be noted.\n\nSide effects that will lead to discontinuation of the drug are the following:\n\n* The patient reports a clinical side effect as intolerable (nausea /vomiting, dysphagia, rash, vertigo or other side effects attributable to the administration of minocycline)\n* Change in liver function tests ( 2 times elevation of alanine-aminotransferase above the normal range)\n* Change in renal function tests (creatinine more than 1.5 points from baseline)","timeFrame":"One day prior to procedure to 1 days after procedure"}],"secondaryOutcomes":[{"measure":"Progression of procedural stroke on MRI imaging","description":"Secondary Aim 1:To examine the effect of perioperative treatment with minocycline on the number and overall volume of new neurologic ischemic lesions detected by Diffusion Weighted Imaging (DWI) within 24 hours following carotid revascularization, and on the conversion of these acute lesions to persistent changes on Magnetic Resonance Imaging (MRI) fluid-attenuated inversion recovery (FLAIR) sequences. The findings in the study's cohort of patients will be compared to historical controls","timeFrame":"10 days before procedure, 1 day after procedure, 1 month after procedure"},{"measure":"Neuropsychological test performance","description":"To examine the effect of perioperative minocycline on neuropsychological test performance. The findings in the study's cohort of patients will be compared to historical controls","timeFrame":"10 days prior to procedure, 1 day after procedure, 1 month after procedure"},{"measure":"Myocardial Infarction","description":"To examine the effect of preoperative minocycline on the incidence of myocardial infarction during carotid revascularization procedures. The findings in the study's cohort of patients will be compared to historical controls. Myocardial infarction will be investigated based on clinical grounds, electrocardiographic findings, and elevation of troponins.","timeFrame":"Days 1, 2(procedure day), 3"},{"measure":"Markers of neuronal injury","description":"To examine the effect of perioperative minocycline on markers of neuronal injury (Neuron Specific Enolase and S100b) as well as inflammation C- reactive protein). The findings in the study's cohort of patients will be compared to historical controls","timeFrame":"1 day prior to procedure, 1 day after the procedure, 1 month after the procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with a clinical indication for carotid revascularization (CRV) as decided by the treating physicians (the clinical indications for CRV as well as the choice of the type of CRV, either CEA or CAS, will be entirely up to the treating physicians)\n2. Patients who can perform the neurocognitive tests in English\n3. Women of childbearing age who are non-lactating and have a negative pregnancy test\n4. Patients in the age range of 18 years - 90 years\n5. Patients able to undergo MRI imaging.\n6. Patients that are dependable and able to return for follow-up studies and exams.\n7. Patients that will be in the hospital (inpatients) the day prior to the procedure for clinical purposes (for evaluation of side effects from the first dose and for overnight infusion of minocycline before the procedure)\n\nExclusion Criteria:\n\n1. Known hypersensitivity to tetracyclines\n2. Significant neurological deficit including but not limited to dense aphasia, hemi- or mono-paresis (motor strength equal or less than 3/5) or neglect.\n3. Baseline abnormalities on the MRI of the brain which would preclude the detection of new DWI or FLAIR changes. (e.g large areas of acute stroke, large areas of previous encephalomalacia, existing hardware such as aneurysm clips or coil masses etc.)\n4. Patients who are pregnant, breast-feeding, or lactating.\n5. Patients with a contraindication to undergo MRI, including those with pacemakers, metal implants and metal fragments within their bodies.\n6. Patients with abnormal liver function tests at baseline defined as a 2-fold elevation in alanine-aminotransferase.\n7. Patients with significantly affected renal function at baseline (Creatinine equal or above 2mg/dL).\n8. Patients on high dose isotretinoin, vitamin A, or methotrexate\n9. Patients undergoing emergency carotid revascularization procedures.\n10. Any clinically important known medical, surgical, psychiatric or psychological disease, which would preclude completion of the protocol (such as advanced cardiac, renal or pulmonary disease).We will screen for physical and mental capacity to undergo study procedures and will obtain proxy consent for subjects who appear decisionally impaired. The screening process will be performed by the physician co-investigator obtaining the informed consent.\n11. Patients with a Mini-Mental Status Exam score (MMSE) of less than 21 (as determined by one of the co-investigators). Patients with MMSE score of 21 will be included.\n12. Patients undergoing carotid revascularization in less than 36 hours from identification, or patients who are undecided about participation less than 36 hours prior to the procedure will not be eligible for the study.\n13. Patients with any other factor that would make follow-up studies difficult (e.g patient is from another country, or patient is a prisoner)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Georgios A Zenonos, MD","affiliation":"University of Pittsburgh Resident in Neurosurgery","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Presbyterian Hospital","city":"Pittsburgh","state":"Pennsylvania","zip":"15206","country":"United States","geoPoint":{"lat":40.44062,"lon":-79.99589}}]},"referencesModule":{"references":[{"pmid":"22505632","type":"BACKGROUND","citation":"Casha S, Zygun D, McGowan MD, Bains I, Yong VW, Hurlbert RJ. Results of a phase II placebo-controlled randomized trial of minocycline in acute spinal cord injury. Brain. 2012 Apr;135(Pt 4):1224-36. doi: 10.1093/brain/aws072."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008911","term":"Minocycline"}],"ancestors":[{"id":"D000000900","term":"Anti-Bacterial Agents"},{"id":"D000000890","term":"Anti-Infective Agents"}],"browseLeaves":[{"id":"M11569","name":"Minocycline","asFound":"Local anesthetic","relevance":"HIGH"},{"id":"M3912","name":"Anti-Bacterial Agents","relevance":"LOW"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}