{"protocolSection":{"identificationModule":{"nctId":"NCT02264470","orgStudyIdInfo":{"id":"CUPersson"},"organization":{"fullName":"Göteborg University","class":"OTHER"},"briefTitle":"Fall Study in Gothenburg (FallsGOT)","officialTitle":"Identification of Fall Risk in Patients With Stroke During Inpatient Rehabilitation on a Stroke Unit","acronym":"FallsGOT"},"statusModule":{"statusVerifiedDate":"2018-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-06-30","type":"ACTUAL"},"completionDateStruct":{"date":"2016-06-30","type":"ACTUAL"},"studyFirstSubmitDate":"2014-09-29","studyFirstSubmitQcDate":"2014-10-09","studyFirstPostDateStruct":{"date":"2014-10-15","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-11-05","lastUpdatePostDateStruct":{"date":"2018-11-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Göteborg University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Falls after stroke are common. Previous research has shown that almost every other, 48%, of patients with a first-ever stroke fell at least once during the first year after stroke (1). Moreover, most of the patients fell during the first three months after stroke onset. However, the exact time-point for the falls was not analyzed (1). In addition, many patients are falling already during hospital stay (2-5). Reducing the number of falls during inpatient rehabilitation on a stroke unit is a high-priority mission. Greater knowledge concerning the factors that best predict falls is eligible.\n\nThe aim of the study is to analyze the significance of different physiological, psychological and medical factors for predicting the risk of falling in patients with stroke per day of care at a stroke unit.","detailedDescription":"Sample size assessment: According statistical consultation it is required to include at least 150 patients. The target figure is to include 500 patients. That number enables sub analyzes.\n\nInclusion criterion: All patients with clinical stroke (infarction as bleeding, first-time or recurrent) at the stroke unit 354 will be asked for study participation.\n\nExclusion criterion: Patients not willing to participate in the study.\n\nThe response variable is fall. A fall is defined as an event which results in a person coming to rest inadvertently on the ground or floor or other lower level. The definition of a fall refers to the World Health Organization (http://www.who.int/mediacentre/factsheets/fs344/en/ 2014-09-29). Data regarding falls will be collected from MedControl Pro (without any official possible expansions). MedControl Pro is a web based program for deviations. For validation of data concerning falls, assessment of medical journals will also be implemented.\n\nThe significance of the following covariates will be used in the analyses:\n\n1. The patient's confidence in their own balance (postural control).\n\n   - Do you feel that your balance (postural control) is impaired?\n2. Fear of falling\n\n   - Are you afraid to fall? (Fear of falling)\n3. Postural control in everyday activities\n\n   * The modified version of the Postural Assessment Scale for Stroke Patients (SwePASS)\n4. Postural control; tandem stance (A decisive moment?)\n\n   - Do the patient manages tandem stance 30 s or not?/use of scale 0-4\n5. Risk taking behaviour\n\n   * Is the patient inclined to take a risk in tandem stance?\n6. Self reported previous physical activity (PA) level.\n\n   - Grimby \\& Saltin scale and/or 150 minutes of PA/week or not\n7. Cognitive ability\n\n   - Montreal Cognitive Assessment (MoCa)\n8. Medication\n\n   - Registration of drugs and their Anatomical Therapeutic Chemical (ATC) classification codes\n9. Blood pressure\n\n   - Blood pressure and pulse lying and after 1 and 3 minutes standing\n10. The use of walking aids\n11. The use of wheelchair\n12. Age\n13. Sex\n14. Length of stay (in days) on the stroke unit.\n\nIn addition, the National Institutes of Health Stroke Scale (NIHSS) result will be registered and used to describe the study population.\n\nData collection:\n\nData collection will take place once, as fast as possible but at the latest 4 days after admission to the stroke unit. There are two exceptions:\n\nFirst, data collection regarding drugs will take place day 4 after admission. However, in case of a fall before day 4 after admission, the data collection will be based on the drug list the current fall day.\n\nSecond, data concerning cognition using MoCA will be performed once sometime during the stroke-unit stay (due to organisation issues). That is, not at any particular time, but the greater the suspicion of cognitive impairment, the later during the stroke unit stay.\n\nStatistical analysis:\n\nThe poisson regression analysis will be used in order to address number of falls (fall risk) per day and night at the stroke unit. Poisson regression takes into account the wide variation in length of stay at the stroke unit."},"conditionsModule":{"conditions":["Accidental Falls"],"keywords":["Prediction","Falls","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":505,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with clinical stroke","description":"All patients with stroke, 18 years or older, are asked for participation.","interventionNames":["Other: Not relevant"]}],"interventions":[{"type":"OTHER","name":"Not relevant","description":"Not relevant","armGroupLabels":["Patients with clinical stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fall/falls using MedControl Pro (no official possible expansions) and the medical journal","description":"The primary outcome, one fall, will be defined \"as an event which results in a person coming to rest inadvertently on the ground or floor or other lower level\", according to the World Health Organization. Fall data is based on the numbers and description of falls documented in the medical journal and the falls registered in the MedControl. MedControl is a web-based system for deviations, here referred to falls. From the MedControl, time points (day, evening or night) and circumstances for and consequences of a fall/several falls (injury or not) will be used and registered. The estimated period of time over which a fall is/several falls are registered, extends from the admission day up to the day for discharge, an expected average of up to 15 days. The primary outcome measure will be assessed retrospectively from MedControl Pro and GeM within an expected average of a week after the discharge from the stroke unit.","timeFrame":"The participants will be followed and any fall will be registered during the hospital stay on a stroke unit, an expected average of 15 days."}],"otherOutcomes":[{"measure":"Postural control in everyday activities using SwePASS (Modified version of the Postural Assessment Scale for Stroke Patients)","description":"An clinical ordinal scale to assess postural control after stroke. Postural control referred to here is the ability to stabilize body in everyday activities. The scale contains 12 items, each scored between 0 and 3, where the higher the number is expected to correspond to the higher capacity in postural control and vice versa.","timeFrame":"Once as fast as possible from the admission day but at the latest 4 days after the admission to the stroke unit"},{"measure":"Postural control; tandem stance","description":"An ordinal item from the Berg balance scale for assessment of balance","timeFrame":"Once as fast as possible from the admission day but at the latest 4 days after the admission to the stroke unit"},{"measure":"Previous physical activity level using Grimby & Saltin's scale","description":"An ordinal scale for assessment of self-reported previous physical activity level.","timeFrame":"Once as fast as possible from the admission day but at the latest 4 days after the admission to the stroke unit"},{"measure":"Cognition using MoCA (Montreal Cognitive Assessment)","description":"A one page 30 point clinical test containing different parts (visuospatial/executive, naming, memory, attention, language, abstraction, delayed recall and orientation) to assess several cognitive domains.","timeFrame":"Once during the inpatient rehabilitation/hospital stay on a stroke unit"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with clinical stroke, whether first-ever or recurrent stroke and whether caused by cerebral infarction or cerebral hemorrhage\n* Patients 18 years old or older\n\nExclusion Criterion:\n\n* Patients unwilling to participate in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The group will consist of consecutively included patients with clinical stroke at the stroke unit at Sahlgrenska University Hospital/Östra, Gothenburg.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Carina U Persson, PhD","affiliation":"Göteborg University","role":"STUDY_DIRECTOR"},{"name":"Carina U Persson, PhD","affiliation":"Göteborg University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Carina U Persson, PhD","affiliation":"Göteborg University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Sahlgrenska University Hospital/Östra","city":"Gothenburg","state":"Diagnosvägen 1","zip":"416 85","country":"Sweden","geoPoint":{"lat":57.70716,"lon":11.96679}}]},"referencesModule":{"references":[{"pmid":"32497600","type":"DERIVED","citation":"Samuelsson CM, Hansson PO, Persson CU. Determinants of Recurrent Falls Poststroke: A 1-Year Follow-up of the Fall Study of Gothenburg. Arch Phys Med Rehabil. 2020 Sep;101(9):1541-1548. doi: 10.1016/j.apmr.2020.05.010. Epub 2020 Jun 1."},{"pmid":"30610872","type":"DERIVED","citation":"Westerlind EK, Lernfelt B, Hansson PO, Persson CU. Drug Treatment, Postural Control, and Falls: An Observational Cohort Study of 504 Patients With Acute Stroke, the Fall Study of Gothenburg. Arch Phys Med Rehabil. 2019 Jul;100(7):1267-1273. doi: 10.1016/j.apmr.2018.12.018. Epub 2019 Jan 3."},{"pmid":"29493399","type":"DERIVED","citation":"Laren A, Odqvist A, Hansson PO, Persson CU. Fear of falling in acute stroke: The Fall Study of Gothenburg (FallsGOT). Top Stroke Rehabil. 2018 May;25(4):256-260. doi: 10.1080/10749357.2018.1443876. Epub 2018 Mar 1."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}