{"protocolSection":{"identificationModule":{"nctId":"NCT05365945","orgStudyIdInfo":{"id":"4/KRN/2020"},"organization":{"fullName":"Military Institute od Medicine National Research Institute","class":"OTHER"},"briefTitle":"Trunk Stabilization Exercises Affect the Activity of the Upper Limb","officialTitle":"The Use of Armeo®Spring Device to Assess the Effect of Trunk Stabilization Exercises on the Functional Capabilities of the Upper Limb - an Observational Study of Patients After Stroke"},"statusModule":{"statusVerifiedDate":"2022-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-03-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-03-12","type":"ACTUAL"},"completionDateStruct":{"date":"2020-03-15","type":"ACTUAL"},"studyFirstSubmitDate":"2022-05-01","studyFirstSubmitQcDate":"2022-05-04","studyFirstPostDateStruct":{"date":"2022-05-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-05-04","lastUpdatePostDateStruct":{"date":"2022-05-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Anna Olczak","investigatorTitle":"PhD; Senior Specjalit of the Rehabilitation Clinc","investigatorAffiliation":"Military Institute od Medicine National Research Institute"},"leadSponsor":{"name":"Military Institute od Medicine National Research Institute","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study was to analyze the effect of trunk stabilization exercises on coordinated movement of the affected upper limb in patients after stroke, using the Armoe®Spring device and the \"wall\" and \"abacus\" functional tests. The study group had physiotherapy based on the NDT Bobath concept and the control group used classic exercises.","detailedDescription":"Almost half of the stroke patients report impaired function of the upper limb and hand. Stability of the trunk is required for the proper movement of the body, including the legs and arms. The aim of the study was to analyze the effect of trunk stabilization exercises on coordinated movement of the affected upper limb in patients after stroke, using the Armoe®Spring device and the \"wall\" and \"abacus\" functional tests. Material and method: this is a randomized, double-blinded study. The research was carried out in the Rehabilitation Clinic on a group of 60 stroke patients who were randomly assigned to groups differing in the rehabilitation program. The study group had physiotherapy based on the NDT Bobath concept and the control group used classic exercises. The importance of the trunk for upper limb coordination was assessed on the Armeo®Spring device using three evaluation programs: \"perpendicular hunting\"; \"horizontal hunting\"; \"reaction time\" and two proprietary tests: \"wall\" and \"abacus\"."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Armeo®Spring device,","ischemic stroke,","upper limb,","motor coordination,","trunk stabilization exercises,","NDT Bobath concept"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The trial was a randomized, double-blinded study, 10 days duration. The patients were divided into two groups: study and control and were subjected to different therapies (independent variables). The study group consisted of 30 people. Their physiotherapy was based on exercises that heavily employed the core muscles to equalize tension and strength, according to the NDT Bobath concept. The control group also consisted of 30 patients. They underwent classical neurological rehabilitation. All patients were examined twice. The first time after admission to the Rehabilitation Clinic, and the second time after 10 days of therapy. Assessment games were used for the study, which is the software of the Armeo®Spring device and proprietary tests, \"wall\" and \"abacus\" (dependent variables).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"The study group","type":"EXPERIMENTAL","interventionNames":["Other: NDT Bobath therapy"]},{"label":"The control group","type":"ACTIVE_COMPARATOR","interventionNames":["Other: The classic exercises."]}],"interventions":[{"type":"OTHER","name":"NDT Bobath therapy","description":"Their physiotherapy was based on exercises that heavily employed the core muscles to equalize tension and strength, according to the NDT Bobath concept. The duration of the treatment session for each patient in both groups was 120 minutes.","armGroupLabels":["The study group"]},{"type":"OTHER","name":"The classic exercises.","description":"They underwent classical neurological rehabilitation. such as passive exercises, but also an approximation. In addition, the patients performed self-assisted exercises on a manual rotor, and in order to relieve the directly affected limb, the patients exercised in a suspension system. As the physiotherapy progressed, the patients performed active exercises, and then active exercises with resistance, e.g. using the Thera Band. Patients also exercised their balance with the use of large gymnastic balls or sensor pads. A large part of the physiotherapy was locomotion training and gait re-education.\n\nThe duration of the treatment session for each patient in both groups was 120 minutes.","armGroupLabels":["The control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Reaction time - time [s]","description":"The patient moved his hand in the frontal plane to catch the fly. The rules of the game are the same as in the previous games, with the difference that each time the patient has to return to the center of the screen, to the shelf, and should remain on the shelf until another object appears on the screen. As in the previous games, the study on level I, working area 30 x 26 cm, to catch 20 objects.","timeFrame":"up to 10 days"},{"measure":"\"Vertical Fishing\"","description":"The patient's task is to catch a ladybug. In this evaluation game, the patient has to move his hand in a vertical plane. When it touches a ladybug, the ladybug disappears and a new one appears elsewhere. If the patient does not touch the ladybug within the allotted time, the ladybug also disappears and another reappears elsewhere. The patients were tested on the 1st level of difficulty, which means that the field of work was 40 x 30 cm and they had 12 objects to catch.","timeFrame":"up to 10 days"},{"measure":"\"Horizontal Fishing \"","description":"As in the previous game, the patient's task is to catch the red ball. In this evaluation game, the patient has to move his upper limb horizontally. The rules for the appearance and disappearance of an item are the same as in the previous game.\n\nThe patients were tested on the 1st level of difficulty, which means that the field of work was 40 x 30 cm and they had 12 objects to catch.","timeFrame":"up to 10 days"},{"measure":"\"WALL\" test","description":"It consists in lifting the upper limb on one's own and moving the limb along the wall as high as possible. Patients performed it sitting straight with their knees pressed against the wall. Patients were scored according to the following schedule:\n\n0- the patient does not raise the upper limb\n\n1. the patient raises the upper limb to shoulder height\n2. the patient raises the upper limb to the height of the head\n3. the patient raises the upper limb above the head The purpose of the test was to assess the functional capabilities in the shoulder joint of the affected upper limb. This test examined whether the patient could overcome the force of gravity.","timeFrame":"up to 10 days"},{"measure":"\"ABACUS\" test","description":"It was performed on classic mathematical abacuses. The patient's task was to move the beads from one edge of the abacus to the other with two fingers (index and thumb) of the affected upper limb. The result of the test was the number of beads moved in 30 seconds.","timeFrame":"up to 10 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: 1) patients 5 to 7 weeks after ischemic stroke; 2) patients with hemiparesis after stroke; 3) subjects with poor trunk control; 4) subjects who were in a functional state allowing movements of the upper extremity; 5) muscle tension that allows movement; 6) no severe deficits in communication, memory, or understanding what can impede proper measurement performance;\n\nExclusion Criteria: 1) lack of possibility to adjust the orthosis to the patient's treated limb, 2) bone instability (non-fused fractures, advanced osteoporosis), 3) permanent contracture of the treated limb, 4) open skin lesions in the area of the treated upper limb, 5) sensory deficits, disturbances, 6) shoulder subluxation or pain 7) increased spasticity, 8) increased involuntary movements, e.g. ataxia, dyskinesia, myoclonic seizures, 9) unstable life functions: contraindications related to the respiratory system or the cardiovascular system (instability or the need to use supportive devices), 10) the need for long-term intravenous therapy, 11) postural instability, 12) contraindication to a sitting position, 13) confused or uncooperative patients, 14) severe cognitive impairment, 15) patients requiring isolation due to infections, 16) severe vision problems (the patient is not in the ability to observe the elements displayed on the computer screen), 17) epilepsy.","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Anna Olczak, PhD","affiliation":"Military Institute of Medicine (Poland), Rehabilitation Clinic","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Military Institute of Medicine","city":"Warsaw","state":"Masovian District","zip":"04-141","country":"Poland","geoPoint":{"lat":52.22977,"lon":21.01178}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}