{"protocolSection":{"identificationModule":{"nctId":"NCT02684825","orgStudyIdInfo":{"id":"APUmbertoI"},"organization":{"fullName":"Azienda Policlinico Umberto I","class":"OTHER"},"briefTitle":"Detection of Silent Atrial Fibrillation aFter Ischemic StrOke","officialTitle":"Detection of Silent Atrial Fibrillation aFter Ischemic StrOke (SAFFO) Guided by Implantable Loop Recorder. Multicentre Italian Trial Based on Stroke Unit Network With Paired Cardio-Arrhythmology Units (Italian Neurocardiology Unit Network)","acronym":"SAFFO"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-10"},"primaryCompletionDateStruct":{"date":"2022-05-31","type":"ACTUAL"},"completionDateStruct":{"date":"2022-05-31","type":"ACTUAL"},"studyFirstSubmitDate":"2016-02-02","studyFirstSubmitQcDate":"2016-02-12","studyFirstPostDateStruct":{"date":"2016-02-18","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-06-28","lastUpdatePostDateStruct":{"date":"2023-06-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Danilo Toni","investigatorTitle":"Director, Emergency Department Stroke Unit - Associate Professor of Neurology","investigatorAffiliation":"Azienda Policlinico Umberto I"},"leadSponsor":{"name":"Danilo Toni","class":"OTHER"},"collaborators":[{"name":"Associazione Italiana Aritmologia e Cardiostimolazione (A.I.A.C.) - Stefano Strano, MD","class":"UNKNOWN"},{"name":"Boehringer Ingelheim","class":"INDUSTRY"},{"name":"Medtronic Italia S.p.A.","class":"UNKNOWN"},{"name":"Bayer S.p.A","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The primary objective of this study is to evaluate whether, in patients with first-ever atherothrombotic or lacunar stroke without any previous history of atrial fibrillation (AF)/atrial flutter (AFL)/atrial tachycardia (AT), the detection of AF/AFL/AT (silent or symptomatic) by using a continuous cardiac rhythm monitoring with implantable loop recorder (ILR) during the first 12 months of observation is higher than the detection by using a standard cardiac monitoring (physical exam, 12-lead electrocardiogram \\[ECG\\] at baseline, 3, 6, and 12 months and Holter ECG at 3 months) in the same period of time.","detailedDescription":"Atrial fibrillation (AF) is associated with a high risk of stroke and its prevalence increases in subjects aged ≥65 years. After an ischemic stroke, the use of standard monitoring methods may underestimate the detection rate of AF. Recent studies demonstrated a fourfold to sixfold increase in the detection of AF with prolonged ECG monitoring as compared to standard cardiac monitoring in patients with cryptogenic stroke. Hence, it is very likely that even patients having a first atherothrombotic or lacunar stroke with high burden of vascular risk factors are exposed to increased risk of developing AF in the subsequent years and AF may be the cause underlying possible recurrent strokes.\n\nSAFFO trial has the objective to evaluate the detection of AF or atrial flutter (AFL) as first diagnosis by implantable loop recorder (ILR) in patients with first-ever atherothrombotic or lacunar stroke. Patients with recent (30-60 days after symptom onset) diagnosis of first-ever atherothrombotic or lacunar ischemic stroke who fulfill inclusion criteria will be randomized to either continuous cardiac monitoring using an ILR plus standard cardiac monitoring (intervention arm) or standard cardiac monitoring alone (control arm) with a ratio of 1:1. The hypothesis is that the detection of of AF/AFL by using ILR will be higher than that observed by using standard cardiac monitoring. Secondary and tertiary objectives of the study include exploratory analyses on the incidence of recurrent strokes and different stroke subtypes and on the reduction of stroke risk and death from all causes in all study patients, in the two randomization groups and, in particular, in patients treated with antiplatelet therapy versus those treated with oral anticoagulant (OAC) therapy, the latter being implemented and guided by the detection of clinically meaningful episodes of AF/AFL/AT using ILR compared with standard cardiac monitoring. Moreover, this study has the objective to evaluate a clinical, neuroimaging, and echocardiographic profile predictive of AF/AFL/AT first diagnosis and stroke recurrence.\n\nSAFFO is a prospective, multicenter, randomized, controlled, open-label trial with blinded assessment of outcome measures. Diagnosis of atherothrombotic and lacunar etiology will be defined according to TOAST (trial of ORG 10172 in acute stroke treatment) / CCS (Causative Classification System for ischemic stroke) classification criteria and standard diagnostic protocols that have to be fulfilled before randomization (medical history; risk factors; symptoms; cerebral magnetic resonance \\[MR\\] and/or CT; 12-lead ECG and/or Holter ECG and/or other standard heart rhythm monitoring procedure; transthoracic and/or transoesophageal echocardiogram; intra- and extracranial vessel ultrasonography and/or CT-Angiography and/or MR- Angiography, also in order to rule out non-atherosclerotic vasculopathies; thrombophilic/hematologic screening if hypercoagulability states or other hematologic disorders are suspected).\n\nILR (Medtronic Reveal LINQTM- LNQ11REVEAL LinQ) implantation will be performed within 8 days after randomization and will allow a continuous monitoring by single-lead ECG registration for 3 years. Standard cardiac rhythm monitoring includes: detailed data collection on any possible patient's symptom suggestive of AF/AFL/AT, physical exam including cardiovascular examination, 12-lead ECG, and 24-hour Holter ECG performed at 3-month follow-up visit.\n\nIf positive, SAFFO trial could have important clinical implications in terms of changing the standard diagnostic protocol in patients with atherothrombotic and lacunar stroke, and of increasing the shift of secondary prevention treatment from antiplatelet to anticoagulant therapy when indicated."},"conditionsModule":{"conditions":["Ischemic Stroke","Cerebral Infarction","Brain Ischemia","Brain Infarction","Cerebrovascular Disorders","Brain Disease","Central Nervous System Diseases","Nervous System Diseases","Cardiac Arrhythmias"],"keywords":["Stroke","ischemic stroke","atrial fibrillation","continuous cardiac monitoring","insertable cardiac monitoring","implantable loop recorder","antithrombotics","anticoagulants","stroke subtype","atherothrombotic stroke","lacunar stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":317,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Continuous plus standard cardiac monitoring","type":"EXPERIMENTAL","description":"Continuous cardiac monitoring by Reveal LINQTM- LNQ11 Internal Loop Recorder (ILR) plus standard cardiac monitoring","interventionNames":["Device: Reveal LINQTM- LNQ11 Internal Loop Recorder plus standard cardiac monitoring"]},{"label":"Standard cardiac monitoring","type":"NO_INTERVENTION","description":"Routine cardiac monitoring with follow-up at the same frequency, but with no Implantable Loop Recorder"}],"interventions":[{"type":"DEVICE","name":"Reveal LINQTM- LNQ11 Internal Loop Recorder plus standard cardiac monitoring","description":"Reveal LINQTM- LNQ11 continuously monitors cardiac electric activity for up to three years.","armGroupLabels":["Continuous plus standard cardiac monitoring"],"otherNames":["Reveal LINQTM- LNQ11"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Detection rate of AF/AFL/AT within 12 months","description":"Episodes of AF/AFL/AT will be adjudicated by an independent committee of cardiologists blinded to randomization arm","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Incidence of ischemic stroke recurrence and incidence of the different ischemic stroke subtypes","description":"Stroke subtypes will be adjudicated by an independent committee of neurologists blinded to randomization arm","timeFrame":"36 months"},{"measure":"Reduction of the risk of ischemic stroke and death from all causes","description":"Reduction of the risk of ischemic stroke and death from all causes will be evaluated in particular in patients treated with antiplatelet therapy versus those treated with OAC therapy, the latter being implemented and guided by the detection of clinically meaningful episodes of AF/AFL/AT using ILR compared with standard cardiac monitoring","timeFrame":"36 months"}],"otherOutcomes":[{"measure":"Rate of asymptomatic/symptomatic episodes of AF/AFL/AT","timeFrame":"36 months"},{"measure":"Use of oral anticoagulant (OAC) drugs","description":"Percentage of subjects who will use OAC drugs at the 36-month follow-up visit","timeFrame":"36 months"},{"measure":"Use of antiarrhythmic drugs","description":"Percentage of subjects who will use antiarrhythmic drugs at the 36-month follow-up visit","timeFrame":"36 months"},{"measure":"Time from AF/AFL/AT detection to the change of secondary prevention treatment from antiplatelet to OAC therapy","timeFrame":"36 months"},{"measure":"Burden of AF/AFL/AT and relative clinical, imaging, and treatment associations","timeFrame":"36 months"},{"measure":"Progression of the cerebrovascular damage","description":"Progression of cerebrovascular damage will be evaluated in terms of increase of silent infarct number, leukoaraiosis/white matter hyperintensity, microbleeds, dilated perivascular spaces, and brain atrophy measured on MR","timeFrame":"36 months"},{"measure":"Progression of possible cognitive impairment","description":"Minimental State Examination (MMSE) and Montreal Cognitive Assessment (MoCA) are scales that will be used to measure cognitive functions","timeFrame":"36 months"},{"measure":"Health outcome as evaluated by ED-5D-3L Questionnaire","description":"EQ-5D-3L (visual analog scale, VAS) quality of life score is a continuous measure of quality of life ranging from 0 (worst) to 100 (perfect health)","timeFrame":"36 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥65 years old in the presence of at least one of the following vascular risk factors: hypertension; diabetes; vascular disease (previous myocardial infarction, peripheral arteriopathy).\n* Age between 60 and 64 years old in the presence of at least two of the following vascular risk factors: hypertension; diabetes; vascular disease (previous myocardial infarction, peripheral arteriopathy); smoking.\n* Recent (30-60 days after symptom onset) diagnosis of first-ever ischemic stroke. Ischemic stroke is defined as an event characterized by the sudden onset of acute focal neurological symptoms, MR or CT findings consistent with ischemic stroke, and no evidence of other neurological disorders clinically or radiographically to explain. Patients with reversible neurological deficit within 24 hours (clinical TIA), but with a cerebral injury of ischemic origin visible on neuroimages and corresponding to patient symptoms, have to be classified as having an ischemic stroke and considered for the study.\n* Diagnosis of atherothrombotic and lacunar etiology, defined according to the TOAST classification criteria and standard diagnostic protocols that have to be fulfilled before randomization (medical history; risk factors; symptoms; cerebral MR and/or CT; 12-lead ECG and/or Holter ECG and/or other standard heart rhythm monitoring procedure; transthoracic and/or transoesophageal echocardiogram; intra- and extracranial vessel ultrasonography and/or CT-Angiography and/or MR-Angiography, also in order to rule out non-atherosclerotic vasculopathies; thrombophilic/hematologic screening if hypercoagulability states or other hematologic disorders are suspected).\n* Neurological severity in terms of functional dependency defined as mRS (modified Rankin Scale) score ≤3.\n* Written informed consent.\n\nExclusion Criteria:\n\n* TIA without evidence of cerebral infarction on neuroimaging corresponding to patient symptoms.\n* Diagnosis of cardioembolic stroke based on medical history and cerebral/cardiological/vascular diagnostic evaluation (e.g., evidence of a high-risk emboligenic source from the heart or aortic arch such as: left ventricle or atrium thrombus or \"smoke\", emboligenic valvular lesions, or emboligenic tumor, patent foramen ovale \\[PFO\\] associated with a possible venous thromboembolic source and hence eligible for oral anticoagulant \\[OAC\\] therapy, aortic arch plaques having \\>3 mm thickness or containing mobile components, or any other high-risk embolic lesion).\n* Diagnosis of ischemic stroke of different etiopathogenesis, for example due to non-atherosclerotic vasculopathies, hypercoagulability states (diagnosed by a thrombophilic screening) or other hematologic disorders; or diagnosis of cryptogenic stroke.\n* Previous documented history of atrial fibrillation (AF) or atrial flutter (AFL)\n* History of untreated hyperthyroidism\n* History of myocardial infarction \\<1 month before the study screening visit\n* Valvular disease requiring immediate surgical intervention\n* Recent (\\<6 months before the study screening visit) cardiac surgery\n* Other conditions associated with an increased risk of AF: sick sinus syndrome, recent (\\<14 days before the study Screening visit) surgery; current infections\n* Permanent indication for anticoagulation\n* Contraindications to OAC therapy\n* Stroke associated with severe functional disability defined as mRS\\>3\n* Hear failure associated with severe ventricular dysfunction and ejection fraction ≤40%\n* Indication for pacemaker or defibrillator implant\n* Any condition that, in the opinion of the investigator, could make non feasible or hazardous patient's participation in the study or any condition that could compromise the completion of patient's participation in terms of follow-up visits (for example, diseases associated with a poor prognosis and life expectancy \\<1 year).\n* Severe renal failure or liver disease\n* Participation in any other clinical trial that can interfere with the objectives of the study\n* Poor patient's compliance that could compromise his/her correct participation in the study\n* Patient's refusal to give his/her informed consent for the participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Azienda Policlinico Umberto I","city":"Rome","zip":"00161","country":"Italy","geoPoint":{"lat":41.89193,"lon":12.51133}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000007511","term":"Ischemia"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Brain Ischemia","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","asFound":"Cardiac Arrhythmias","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"M21995","name":"Brain Infarction","asFound":"Brain Infarction","relevance":"HIGH"},{"id":"M29153","name":"Stroke, Lacunar","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}