{"protocolSection":{"identificationModule":{"nctId":"NCT04607330","orgStudyIdInfo":{"id":"PROSHT20'"},"organization":{"fullName":"Nutricia UK Ltd","class":"INDUSTRY"},"briefTitle":"Protein Top-up Acceptability Study for Patients With Increased Protein Needs","officialTitle":"Acceptability of a Ready to Use, Low Calorie, Low Volume, High Protein Liquid for Patients With Increased Protein Needs"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-10-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-30","type":"ACTUAL"},"completionDateStruct":{"date":"2022-06-28","type":"ACTUAL"},"studyFirstSubmitDate":"2020-09-21","studyFirstSubmitQcDate":"2020-10-23","studyFirstPostDateStruct":{"date":"2020-10-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-19","lastUpdatePostDateStruct":{"date":"2023-04-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Nutricia UK Ltd","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this prospective, single-arm intervention study is to evaluate the acceptability (compliance, gastrointestinal tolerance, and palatability) to a low calorie, low volume, ready to use, high protein liquid in patients with elevated protein needs.","detailedDescription":"Increased protein needs are frequently observed in disease and can be difficult for patients to achieve where oral food intake is compromised.Where a standard ONS or enteral tube feed cannot meet the needs of patients, a modular feed can be added to the regimen, a low calorie, low volume, ready to use, high protein liquid may help meet protein needs while preventing caloric overfeeding.\n\n40 patients will be recruited in an attempt to evaluate the acceptability (compliance, gastrointestinal tolerance, and palatability) to a low calorie, low volume, ready to use, high protein liquid in patients with elevated protein needs. After a 1-day baseline period to establish patients' acceptability, gastrointestinal tolerance, compliance and dietary intake with their currently prescribed nutritional regimen, each patient will receive the high protein liquid feed daily for 28 days."},"conditionsModule":{"conditions":["Cancer","Neurological Injury","Respiratory Disease","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single-arm intervention study to evaluate the acceptability (compliance, gastrointestinal tolerance and palatability) of the high protein liquid feed in patients with elevated protein needs.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"High protein liquid","type":"EXPERIMENTAL","description":"A ready to use, low calorie, low volume, ready to use, high protein liquid modular (HPLM) feed for adults.","interventionNames":["Other: High protein liquid"]}],"interventions":[{"type":"OTHER","name":"High protein liquid","description":"After a 1-day baseline period to establish patients' acceptability, gastrointestinal tolerance, compliance, dietary intake while also capturing information related to user experience, risk of malnutrition, physical function, dietary intake, anthropometry and safety with their currently prescribed nutritional regimen, each patient will receive the high protein liquid daily for 28 days where the same measures will be replicated. The amount of the high protein liquid prescribed will always be completed by the patients' managing dietitian.","armGroupLabels":["High protein liquid"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Acceptability","description":"Acceptability of the patients existing feeding regimen (including any protein module use) will be assessed on day 1, baseline period. Acceptability with the study product will be assessed at the end of the intervention period using a standardised questionnaire completed by the patient.","timeFrame":"2 days (days 1 and 29)"}],"secondaryOutcomes":[{"measure":"Compliance","description":"Compliance with the recommended intake of patients' currently prescribed high protein modular feed (if an existing user) and feeding regimen overall will be assessed separately at baseline. Similarly, compliance with the study product will be assessed daily throughout the intervention period and weekly when considering the patients feeding regimen overall. Compliance data will not be used in calculations for nutrient intake. For daily compliance questions, patients will be asked to record how many servings are taken compared to that recommended by their Health Care Professional (HCP). The daily amount prescribed by the HCP managing the patients care will be recorded at the start of the study and any changes to this prescription during the study will be noted. To strengthen compliance measures for the HPLM only, a count of the HPLM will be conducted on day 29 and compared to amount prescribed at baseline.","timeFrame":"29 days"},{"measure":"Change in Gastrointestinal tolerance","description":"Gastrointestinal tolerance (including symptoms of diarrhoea, constipation, nausea, vomiting, abdominal pain, bloating, flatulence and burping) and information about bowel movements will be assessed during baseline (day 1), and on days 8, 15 and 29 of the intervention period using a standardised gastrointestinal tolerance questionnaire. This will be completed by the patient or their carer (using the scale: none, mild, moderate, severe symptoms)","timeFrame":"4 days (day 1, 8, 15 and 29)"},{"measure":"Change in Nutrient Intake (24-hour dietary recall)","description":"During recruitment, on a per patient and condition specific basis, the patients managing Dietitians will calculate estimated energy and protein requirements as per standard dietetic practice. Intake of all nutrition provided (including the HPLM, other enteral tube feeds, foods, drinks and oral nutritional supplements) will be recorded at baseline and at the end of the intervention period via 24 hour dietary recall. Actual intakes will subsequently be compared against Dietitians calculated estimated energy and protein requirements and percentage achievements of these requirements will also be calculated. This will include details of feeding regimens as required. Trained research staff will subsequently analyse all records utilising a nutritional software package (Nutritics Professional v3.09, Nutritics, Ireland) for macro- and micro-nutrient intakes.","timeFrame":"2 days (day 1 and 29)"},{"measure":"Change in Physical Function (30-s Chair Stand Test)","description":"To assess physical function, the 30-s Chair Stand Test will be completed during baseline (day 1) and at the end of the intervention period (day 29). Patients will be requested to stand up and sitting down from a chair as many times as possible within 30 seconds. This will be performed 3 times (with a 1 min rest in between sets) and an average score taken. A standard chair (with a seat height of approximately 40 cm) without armrests will be used. Initially, patients will be seated with their back in an upright position and arms folded across the chest. They will need to look straight forward and begin once ready and maintain their own preferred speed.","timeFrame":"2 days (day 1 and 29)"},{"measure":"Change in MUST Screening","description":"The risk of malnutrition will be assessed during baseline (day 1) and at the end of the intervention period (day 29) using the Malnutrition Universal Screening Tool (MUST). MUST is a five-step screening tool to identify adults, who are malnourished, at risk of malnutrition (undernutrition), or obese. Trials sites will receive a guide and flowchart to help quantify MUST score.","timeFrame":"2 days (day 1 and 29)"},{"measure":"Change in Height","description":"Height will be captured, wherever possible, using standard measures to the nearest 0.1cm.","timeFrame":"2 days (day 1 and 29)"},{"measure":"Change in Weight","description":"Weight will be determined to the nearest 0.1kg, using portable scales, shoeless and wearing light weight clothing.","timeFrame":"2 days (day 1 and 29)"},{"measure":"Dietetic Goal","description":"The dietetic goal of each patient will be recorded at baseline by the Dietitian and achievement of this goal (via yes/no responses) in the view of the Dietitian will be assessed at the end of the intervention (day 29).","timeFrame":"1 day (day 29)"},{"measure":"Adverse events","description":"All adverse events will be recorded, throughout the study.","timeFrame":"29 days (assessed daily)"},{"measure":"Patient history","description":"A detailed patient history will be recorded at baseline to assess previous compliance, relevant clinical issues, diagnosis, medication prescribed, details of current and previous feeding regimens, feeding history, need for protein supplementation and any other relevant clinical information related to the patient's condition or diet.","timeFrame":"1 day (day 1)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years of age and older.\n* Patients under the care of a Dietitian requiring oral or enteral nutritional support, with -increased protein needs.\n* To receive a minimum of 1 x 40ml HPLM daily (orally or via enteral tube) while on the study.\n* Informed consent obtained from the patient\n\nExclusion Criteria:\n\n* Total parenteral nutrition (100% of requirements).\n* Patients with major hepatic dysfunction (i.e. decompensated liver disease).\n* Patients with major renal dysfunction (i.e. requiring filtration or Stage 4/5 chronic kidney disease (CKD)).\n* Participation in other studies within 1 month prior to entry of this study.\n* Patient with severe lactose intolerance.\n* Pregnant or lactating.\n* Patient lacks capacity to consent for themselves.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Rebecca Stratton, PhD","affiliation":"Nutricia Ltd","role":"STUDY_CHAIR"}],"locations":[{"facility":"Western Sussex Hospitals NHS Trust","city":"Worthing","state":"West Sussex","zip":"BN11 2DH","country":"United Kingdom","geoPoint":{"lat":50.81795,"lon":-0.37538}},{"facility":"University Hospitals Bristol","city":"Bristol","zip":"BS2 8HW","country":"United Kingdom","geoPoint":{"lat":51.45523,"lon":-2.59665}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000020196","term":"Trauma, Nervous System"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","asFound":"Respiratory Disease","relevance":"HIGH"},{"id":"M14647","name":"Respiration Disorders","asFound":"Respiratory Disease","relevance":"HIGH"},{"id":"M21713","name":"Trauma, Nervous System","asFound":"Neurological Injury","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}