{"protocolSection":{"identificationModule":{"nctId":"NCT05708079","orgStudyIdInfo":{"id":"3004"},"organization":{"fullName":"Fondazione Policlinico Universitario Agostino Gemelli IRCCS","class":"OTHER"},"briefTitle":"Multidimensional Evaluation of Patients With Acute Ischemic Stroke Undergoing Pharmacological and Endovascular Revascularization Procedures for the Identification of Positive Prognostic Factors","officialTitle":"Multidimensional Evaluation of Patients With Acute Ischemic Stroke Undergoing Pharmacological and Endovascular Revascularization Procedures for the Identification of Positive Prognostic Factors"},"statusModule":{"statusVerifiedDate":"2023-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-23","studyFirstSubmitQcDate":"2023-01-23","studyFirstPostDateStruct":{"date":"2023-02-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-02-06","lastUpdatePostDateStruct":{"date":"2023-02-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alexandre Andrea, MD MSc","investigatorTitle":"MD, MSc, Neuroradiologist","investigatorAffiliation":"Fondazione Policlinico Universitario Agostino Gemelli IRCCS"},"leadSponsor":{"name":"Fondazione Policlinico Universitario Agostino Gemelli IRCCS","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"In developed countries, stroke is the third leading cause of death and the leading cause of permanent disability. Systemic and endovascular thrombolytic treatments in acute cerebral ischemic stroke caused by occlusion of large caliber vessels are currently the standard of care for the acute treatment of stroke.\n\nThe rationale of this study is to validate the results of this treatment on a large scale, in the context of what can be called \"real life\".\n\nThe study will have the characteristics of a descriptive observational study on patients suffering from acute ischemic stroke treated at the Policlinico A. Gemelli-IRCCS from 1 January 2016 to 31 December 2023. These data will be compared with a retrospective control group of patients undergoing mechanical thrombectomy for cerebral ischemic stroke in our polyclinic.\n\nThe primary endpoint is the outcome of patients treated with mechanical endovascular thrombectomy evaluated with the modified Ranking Scale at 90 days, while as secondary endpoints some individual characteristics of the patient will be considered (sex, age, clinical history, etc.), characteristics of the thrombus (anatomical-pathological, radiological etc) and related to acute management (therapy, rehabilitation, etc).","detailedDescription":"Background and rationale of the study In developed countries, stroke is the third leading cause of death and the leading cause of permanent disability. Recently, while some developments have been observed in the acute treatment of ischemic stroke such as the introduction of thrombolysis with rt-PA in the acute phase, in the face of acceptable side effects (NINDS, SITS MOST, ECASS), new treatments have been approved for the acute treatment of some types of acute stroke, such as endovascular treatment.\n\nEndovascular treatment in acute cerebral ischemic stroke caused by large vessel occlusion has become the standard of care following the publication of five multicenter randomized trials performed in different reference centers in 2015. In these studies, the treatment cut-off was set at 4.5 hours, a previously validated standard time for intravenous thrombolysis, only for one of these was it instead set at 6 hours. In 2018, two other trials were published, which demonstrated the efficacy of the treatment even beyond 6 hours, one 16 hours after onset, the other up to 24 hours.\n\nSeveral case studies have now been published which confirm the results of these latest trials, and others which demonstrate how the indications can be extended even beyond those envisaged by the most recent international guidelines.\n\nThe development of this therapeutic approach has therefore upset what was the standard therapy and consequently the natural history of many patients suffering from cerebral ischemic stroke.\n\nThe rationale of this study is to validate the results of this treatment on a large scale, in the context of what can be called \"real life\" (outside a randomized multicenter trial), as well as to define more precisely indications, contraindications , benefits (outcome at 90 days measured with the modified Ranking Scale) and possible complications of this technique. Furthermore, the presence of cofactors relating to acute management, thrombus characteristics and the data emerging from neuro-imaging performed in the acute phase that can determine better results will be evaluated.\n\nWorking hypothesis: in the various trials reported, divergences emerge in terms of characteristics of the patients enrolled, treatment timing and patient management in the acute phase. The hypothesis is that some characteristics of the patient, of the thrombus or of the type of treatment are important for the success of the treatment and their identification would allow to individualize the treatment determining better outcomes."},"conditionsModule":{"conditions":["Stroke","Endovascular Thrombectomy","Ischemic Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"3 Months","designInfo":{"observationalModel":"COHORT","timePerspective":"OTHER"},"enrollmentInfo":{"count":600,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"Endovascular thrombectomy","description":"An endovascular thrombectomy is the removal of a thrombus (blood clot) under image guidance. A thrombectomy is most commonly performed for an arterial embolism, which is an arterial blockage often caused by atrial fibrillation, a heart rhythm disorder."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"3 months mRS","description":"outcome of patients treated by mechanical endovascular thrombectomy evaluated with modified Ranking Scale at 90 days.","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Radiological-clinical correlation","description":"Correlation between radiological parameters (site of occlusion, ASPECT score on CT without contrast medium, angiographic mTICI at the end of the procedure) and clinical parameters (age, NIHSS at onset) with outcome at 90 days.","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age \\> 18 years\n* Acute ischemic stroke with consistent neurologic and radiologic evidence.\n* Performing a CT without contrast and a triphasic CT angiography.\n* Execution of mechanical endovascular thrombectomy procedure (whose indication is placed by a neurologist and interventional neuroradiologist).\n\nExclusion Criteria:\n\n* patients lost to follow-up (e.g. back-transfer).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Descriptive observational study on patients with acute ischemic stroke treated at the Policlinico A. Gemelli- IRCCS from 1 January 2016 to 31 December 2023.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Andrea M Alexandre, MD, MSc","role":"CONTACT","phone":"+390630151","email":"andrea.alexandre@policlinicogemelli.it"}],"locations":[{"facility":"Fondazione Policlinico Universitario A.Gemelli IRCCS","status":"RECRUITING","city":"Roma","state":"RM","zip":"00168","country":"Italy","contacts":[{"name":"Andrea M Alexandre, MD, MSc","role":"CONTACT","phone":"+390630151","email":"andrea.alexandre@policlinicogemelli.it"}],"geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"32950754","type":"BACKGROUND","citation":"Alexandre AM, Pedicelli A, Valente I, Scarcia L, Giubbolini F, D'Argento F, Lozupone E, Distefano M, Pilato F, Colosimo C. May endovascular thrombectomy without CT perfusion improve clinical outcome? Clin Neurol Neurosurg. 2020 Nov;198:106207. doi: 10.1016/j.clineuro.2020.106207. Epub 2020 Sep 7."},{"pmid":"33664106","type":"BACKGROUND","citation":"Alexandre AM, Valente I, Consoli A, Piano M, Renieri L, Gabrieli JD, Russo R, Caragliano AA, Ruggiero M, Saletti A, Lazzarotti GA, Pileggi M, Limbucci N, Cosottini M, Cervo A, Viaro F, Vinci SL, Commodaro C, Pilato F, Pedicelli A. Posterior Circulation Endovascular Thrombectomy for Large-Vessel Occlusion: Predictors of Favorable Clinical Outcome and Analysis of First-Pass Effect. AJNR Am J Neuroradiol. 2021 May;42(5):896-903. doi: 10.3174/ajnr.A7023. Epub 2021 Mar 4."},{"pmid":"34645097","type":"BACKGROUND","citation":"Alexandre AM, Valente I, Frisullo G, Morosetti R, Genovese D, Bartolo A, Gigli R, Rollo C, Scarcia L, Carosi F, Fortunato G, D'Argento F, Calabresi P, Della Marca G, Pedicelli A, Broccolini A. Mechanical thrombectomy in patients with stroke due to large vessel occlusion in the anterior circulation and low baseline NIHSS score. J Integr Neurosci. 2021 Sep 30;20(3):645-650. doi: 10.31083/j.jin2003068."},{"pmid":"33256264","type":"BACKGROUND","citation":"Pilato F, Silva S, Valente I, Distefano M, Broccolini A, Brunetti V, Caliandro P, Marca GD, Di Iorio R, Frisullo G, Monforte M, Morosetti R, Piano C, Calandrelli R, Capone F, Alexandre A, Pedicelli A, Colosimo C, Caricato A. Predicting Factors of Functional Outcome in Patients with Acute Ischemic Stroke Admitted to Neuro-Intensive Care Unit-A Prospective Cohort Study. Brain Sci. 2020 Nov 26;10(12):911. doi: 10.3390/brainsci10120911."},{"pmid":"33454704","type":"BACKGROUND","citation":"Di Iorio R, Pilato F, Valente I, Laurienzo A, Gaudino S, Frisullo G, Profice P, Cottonaro S, Alexandre A, Caliandro P, Morosetti R, Lozupone E, D'Argento F, Pedicelli A, Colosimo C, Calabresi P, Della Marca G, Broccolini A. Role of Favorable Perfusion Imaging in Predicting the Outcome of Patients with Acute Ischemic Stroke due to Large Vessel Occlusion Undergoing Effective Thrombectomy: A Single-Center Study. Cerebrovasc Dis Extra. 2021;11(1):1-8. doi: 10.1159/000513025. Epub 2021 Jan 15."},{"pmid":"34947955","type":"BACKGROUND","citation":"Alexandre AM, Valente I, Consoli A, Trombatore P, Scarcia L, Piano M, Limbucci N, Gabrieli JD, Russo R, Caragliano AA, Ruggiero M, Saletti A, Lazzarotti GA, Pileggi M, Cosottini M, Pilato F, Slomka A, Colo F, Giubbolini F, Frisullo G, Della Marca G, Broccolini A, Pedicelli A. Posterior Circulation Endovascular Thrombectomy for Large Vessels Occlusion in Patients Presenting with NIHSS Score </= 10. Life (Basel). 2021 Dec 17;11(12):1423. doi: 10.3390/life11121423."},{"pmid":"36223995","type":"BACKGROUND","citation":"Alexandre AM, Colo F, Brunetti V, Valente I, Frisullo G, Pedicelli A, Scarcia L, Rollo C, Falcou A, Milonia L, Andrighetti M, Piano M, Macera A, Commodaro C, Ruggiero M, Da Ros V, Bellini L, Lazzarotti GA, Cosottini M, Caragliano AA, Vinci SL, Gabrieli JD, Causin F, Panni P, Roveri L, Limbucci N, Arba F, Pileggi M, Bianco G, Romano DG, Diana F, Semeraro V, Burdi N, Ganimede MP, Lozupone E, Fasano A, Lafe E, Cavallini A, Russo R, Bergui M, Calabresi P, Della Marca G, Broccolini A. Mechanical thrombectomy in minor stroke due to isolated M2 occlusion: a multicenter retrospective matched analysis. J Neurointerv Surg. 2023 Nov;15(e2):e198-e203. doi: 10.1136/jnis-2022-019557. Epub 2022 Oct 12."},{"pmid":"34933250","type":"BACKGROUND","citation":"Pilato F, Valente I, Calandrelli R, Alexandre A, Arena V, Dell'Aquila M, Broccolini A, Della Marca G, Morosetti R, Frisullo G, Brunetti V, Distefano M, Pedicelli A, Colosimo C, Di Lazzaro V. Clot evaluation and distal embolization risk during mechanical thrombectomy in anterior circulation stroke. J Neurol Sci. 2022 Jan 15;432:120087. doi: 10.1016/j.jns.2021.120087. Epub 2021 Dec 14."},{"pmid":"34843020","type":"BACKGROUND","citation":"Alexandre AM, Valente I, Pedicelli A, Pezzullo AM, Colo F, Scarcia L, Romi A, Piano M, Macera A, Gabrieli JD, Cester G, Caragliano AA, Vinci SL, Ruggiero M, Commodaro C, Saletti A, Lazzarotti GA, Cosottini M, Da Ros V, Bellini L, Lozupone E, Paladini A, Brunetti V, Morosetti R, Frisullo G, Calabresi P, Marca GD, Broccolini A. Mechanical thrombectomy in acute ischemic stroke due to large vessel occlusion in the anterior circulation and low baseline National Institute of Health Stroke Scale score: a multicenter retrospective matched analysis. Neurol Sci. 2022 May;43(5):3105-3112. doi: 10.1007/s10072-021-05771-5. Epub 2021 Nov 29."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}