{"protocolSection":{"identificationModule":{"nctId":"NCT06196229","orgStudyIdInfo":{"id":"REC/RCR & AHS/23/0254"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Effects of Action Observation Therapy Based on Virtual Reality for Upper Extremity Rehabilitation in Stroke","officialTitle":"Effects of Action Observation Therapy Based on Virtual Reality for Upper Extremity Rehabilitation in Stroke"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-27","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-25","studyFirstSubmitQcDate":"2023-12-25","studyFirstPostDateStruct":{"date":"2024-01-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-25","lastUpdatePostDateStruct":{"date":"2024-01-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to conduct a randomized controlled trial (RCT) assessing the effectiveness of combining Action Observation (AO) with Virtual Reality (VR) in improving upper limb function for stroke patients compared to AO therapy alone.\n\nIndividuals who meet the inclusion criteria will be assigned by lottery into one of two groups: Group A will receive only AO therapy, watching daily actions and then executing them, while Group B will receive both AO and VR therapy, using VR glasses to complete tasks. The Box and Block Test for manual dexterity, the Timed Test, the Modified Ashworth Scale for spasticity, the Rankin Scale for symptom severity, and the Fugl-Meyer Assessment for motor, balance, sensation, and joint function will all be used in the evaluation, both before and after the intervention. Every participant will go through 18 sessions totaling 60","detailedDescription":"The rehabilitation of paretic stroke patients uses a wide range of intervention programs to improve the function of impaired upper limb. A new rehabilitative approach, called action observation therapy (AOT) is based on the discovery of mirror neurons and has been used to improve the motor functions of adult stroke patients and children with cerebral palsy. Recently, virtual reality (VR) has provided the potential to increase the frequency and effectiveness of rehabilitation treatment by offering challenging and motivating tasks. The purpose of the present project is to design a randomized controlled trial (RCT) to evaluate whether action observation (AO) added to standard VR (AO+VR) is effective in improving upper limb function in patients with stroke, compared with an action observation therapy alone.\n\nNon-probability sampling technique will be used. After signing the consent form, the participant who met the inclusion criteria will be allocated to this study. Lottery Method will be used for the randomization of subjects in two groups. For the blindness of the accessor, the concealment process (Closed Envelope Method) will be maintained. Group A (will be given Action Observation Therapy only), During each training session, participants will be asked to observe a specific object-directed daily action presented on a computer screen, and afterward they will perform what they have observed. Group B (will be given Action Observation Therapy combined with Virtual Reality), the participant will sit in the center of the set zone and will be assisted to wear the VR glasses. After the participant will confirm that the sight and sound is clear and comfortable, the tasks will be done using virtual reality videos. Data will be collected at baseline and after 6 weeks using Box and Block Test (Measures unilateral gross manual dexterity), Timed Test (To check the time duration for each task), Modified Ashworth Scale (To assess spasticity), Rankin Scale (To categorize severity of symptoms) and Fugl-Meyer Assessment for Upper Extremity (FMA-UE): to assess motor functioning, balance, sensation and joint functioning. All participants will receive 18 sessions of intervention for 60 min/day, 3 days/week for 6 weeks."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Action Observation Therapy","Motor learning","Rehabilitation","Stroke","Upper Extremity Motor Function","Virtual reality"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Action Observation Therapy","type":"ACTIVE_COMPARATOR","description":"During each training session, participants were asked to observe a specific object-directed daily action presented on a computer screen, and afterward they performed what they have observed, 5 repetitions of each task, time duration was noted.\n\n16 motor tasks related to their daily living that were performed with their own hands which are following\n\n1. Folding a towel\n2. Cutting a toilet roll\n3. Using scissors\n4. Tightening shoelaces\n5. Opening and closing a square airtight container\n6. Opening a bottle top\n7. Turning a faucet\n8. Using a field of billfold\n9. Drinking water\n10. Setting a seal\n11. Changing batteries\n12. Opening and closing a zipper\n13. Turning over pages of a book\n14. Plugging the outlet\n15. Spraying water with a sprayer\n16. Sorting chopsticks and spoons and putting them in a box • The participants were advised to keep focusing on their affected arm/hand action observational tasks","interventionNames":["Other: Action Observation Therapy"]},{"label":"Action Observation Therapy combined with Virtual Reality","type":"EXPERIMENTAL","description":"In the VRT group, participants will execute VR-based activities conducted by the same therapist .\n\n* 16 tasks will be assigned in each session. VR SHINECON 3D Glasses will be used\n* The virtual environment was set in a 6 m2 physical space\n* At the beginning of each session, the participant will sit in the center of the set zone and will be assisted to wear the VR glasses\n* After the participant will confirm that the sight and sound is clear and comfortable, the tasks mentioned in action observation therapy will be done using virtual reality videos\n* The Extrinsic feedback will be provided, including the time left, number of repetitions, and record number of repetitions","interventionNames":["Other: Action Observation Therapy combined with Virtual Reality"]}],"interventions":[{"type":"OTHER","name":"Action Observation Therapy","description":"During each training session, participants were asked to observe a specific object-directed daily action presented on a computer screen, and afterward they performed what they have observed, 5 repetitions of each task, time duration was noted .\n\n16 motor tasks related to their daily living that were performed with their own hands which are following\n\n1. Folding a towel\n2. Cutting a toilet roll\n3. Using scissors\n4. Tightening shoelaces\n5. Opening and closing a square airtight container\n6. Opening a bottle top\n7. Turning a faucet\n8. Using a field of billfold\n9. Drinking water\n10. Setting a seal\n11. Changing batteries\n12. Opening and closing a zipper\n13. Turning over pages of a book\n14. Plugging the outlet\n15. Spraying water with a sprayer\n16. Sorting chopsticks and spoons and putting them in a box • The participants were advised to keep focusing on their affected arm/hand action observational tasks","armGroupLabels":["Action Observation Therapy"]},{"type":"OTHER","name":"Action Observation Therapy combined with Virtual Reality","description":"In the VRT group, participants will execute VR-based activities conducted by the same therapist.\n\n* 16 tasks will be assigned in each session. VR SHINECON 3D Glasses will be used\n* The virtual environment was set in a 6 m2 physical space\n* At the beginning of each session, the participant will sit in the center of the set zone and will be assisted to wear the VR glasses\n* After the participant will confirm that the sight and sound is clear and comfortable, the tasks mentioned in action observation therapy will be done using virtual reality videos\n* The Extrinsic feedback will be provided, including the time left, number of repetitions, and record number of repetitions","armGroupLabels":["Action Observation Therapy combined with Virtual Reality"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Box and Block Test (BBT)","description":"The Box and Block Test (BBT) involves moving small blocks between two compartments in a predetermined amount of time in order to assess unilateral gross manual dexterity. The object of the game is to transfer as many 2.5 cm cubes from one side of a partitioned box to the other by the end of a time limit, say 60 seconds. The number of blocks that are successfully transferred determines the score, which is a measurable indicator of manual dexterity. Better unilateral gross manual dexterity performance is indicated by higher scores, which makes the BBT a standardised test for evaluating motor skills.","timeFrame":"6 Weeks"},{"measure":"Modified Ashworth Scale (MAS)","description":"The Modified Ashworth Scale (MAS) uses a scale of 0 to 4 to measure resistance during passive movement in order to evaluate muscle tone and spasticity. It measures the degree of rigidity or stiffness in the muscles, which helps in the assessment and planning of treatments for neurological conditions. Using the MAS scale, which ranges from 0 (no increase in tone) to 4 (severe rigidity), doctors can consistently evaluate patients' levels of spasticity.","timeFrame":"6 weeks"},{"measure":"Rankin Scale (RS)","description":"The functional disability following a stroke is measured by the Rankin Scale (mRS), which has a range of 0 (no symptoms) to 6 (death). It is an essential tool for assessing functional outcomes in neurological conditions because it evaluates an individual's capacity to carry out daily activities on their own. A standardised way to assess functional limitations following a stroke is the Rankin Scale, where 0 denotes no symptoms and 6 severe impairment or death.","timeFrame":"6 weeks"},{"measure":"Fugl-Meyer Assessment Upper Extremity (FMA-UE)","description":"An essential instrument for assessing motor recovery in the upper limbs following a stroke is the Fugl Meyer Assessment for Upper Extremity (FMA-UE). Reflexes, coordination, sensation, and movements are evaluated, and scores range from 0 (severe impairment) to 66 (minimum or no impairment), the highest possible number. This thorough evaluation provides a thorough understanding of the extent of motor impairment and functional ability in particular upper limb tasks and movements. The FMA-UE is a standardised measure that helps monitor the progress of rehabilitation and assesses the efficacy of interventions targeted at improving upper extremity motor function after a stroke. It consists of a variety of tasks that assess motor functions.","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* • Both Male \\& Female\n\n  * 40-60 years of age\n  * Primarily motor symptoms with unilateral upper limb paresis (controlled via standard neurological examination)\n  * Residual movement ability of the paretic upper limb, controlled by Medical Research Council (MRC) index (\\> 2 and \\< 4), active use of the hemiplegic limb, from minimal (mainly for assistance tasks to the preserved limb) to discrete (characterized by coarse manipulation and an inability to perform precision grip)\n  * mini-mental state examination (MME) score ≥27\n  * Sufficient cooperation and cognitive understanding to participate to the activities, controlled by the investigator recruiting the patient\n\nExclusion Criteria:\n\n* • Presence of severe cognitive impairment (score \\< 20 at Mini Mental State Examination \\[MMSE\\])\n\n  * Presence of severe forms of unilateral spatial neglect, controlled using the Bells Test (cut-off = / \\> 50%)\n  * Presence of severe ideomotor Apraxia\n  * Presence of severe anosognosia, assessed by clinical examination\n  * Presence of severe language comprehension deficits, assessed by clinical examination.\n  * Presence of severe untreated psychiatric disorders\n  * Sensory impairments hindering participation and/or not compensated visual deficits of central origin\n  * Drug-resistant epilepsy","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Imran Amjad, Phd","role":"CONTACT","phone":"033224390125","email":"imran.amjad@riphah.edu.pk"}],"overallOfficials":[{"name":"Tasneem Shahzadi, Phd*","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Riphah International University","status":"RECRUITING","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","contacts":[{"name":"imran Amjad, Phd","role":"CONTACT","phone":"033224390125","email":"imran.amjad@riphah.edu.pk"},{"name":"Tasneem Shahzadi, Phd*","role":"CONTACT","phone":"03104108327","email":"Tasneem.shehzadi@riphah.edu.pk"},{"name":"Ahmad Bilal, MSNMPT","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"31469840","type":"BACKGROUND","citation":"Zhang B, Kan L, Dong A, Zhang J, Bai Z, Xie Y, Liu Q, Peng Y. The effects of action observation training on improving upper limb motor functions in people with stroke: A systematic review and meta-analysis. PLoS One. 2019 Aug 30;14(8):e0221166. doi: 10.1371/journal.pone.0221166. eCollection 2019."},{"pmid":"24692357","type":"BACKGROUND","citation":"Rizzolatti G, Cattaneo L, Fabbri-Destro M, Rozzi S. Cortical mechanisms underlying the organization of goal-directed actions and mirror neuron-based action understanding. Physiol Rev. 2014 Apr;94(2):655-706. doi: 10.1152/physrev.00009.2013."},{"pmid":"32982541","type":"BACKGROUND","citation":"Alamer A, Melese H, Adugna B. Effectiveness of Action Observation Training on Upper Limb Motor Function in Children with Hemiplegic Cerebral Palsy: A Systematic Review of Randomized Controlled Trials. Pediatric Health Med Ther. 2020 Sep 15;11:335-346. doi: 10.2147/PHMT.S266720. eCollection 2020."},{"pmid":"30123250","type":"BACKGROUND","citation":"Buccino G, Molinaro A, Ambrosi C, Arisi D, Mascaro L, Pinardi C, Rossi A, Gasparotti R, Fazzi E, Galli J. Action Observation Treatment Improves Upper Limb Motor Functions in Children with Cerebral Palsy: A Combined Clinical and Brain Imaging Study. Neural Plast. 2018 Jul 4;2018:4843985. doi: 10.1155/2018/4843985. eCollection 2018."},{"pmid":"27865800","type":"BACKGROUND","citation":"Caligiore D, Mustile M, Spalletta G, Baldassarre G. Action observation and motor imagery for rehabilitation in Parkinson's disease: A systematic review and an integrative hypothesis. Neurosci Biobehav Rev. 2017 Jan;72:210-222. doi: 10.1016/j.neubiorev.2016.11.005. Epub 2016 Nov 16."},{"pmid":"24778385","type":"BACKGROUND","citation":"Rizzolatti G, Fogassi L. The mirror mechanism: recent findings and perspectives. Philos Trans R Soc Lond B Biol Sci. 2014 Apr 28;369(1644):20130420. doi: 10.1098/rstb.2013.0420. Print 2014."},{"pmid":"33026895","type":"BACKGROUND","citation":"Lee SH, Kim SS, Lee BH. Action observation training and brain-computer interface controlled functional electrical stimulation enhance upper extremity performance and cortical activation in patients with stroke: a randomized controlled trial. Physiother Theory Pract. 2022 Sep;38(9):1126-1134. doi: 10.1080/09593985.2020.1831114. Epub 2020 Oct 7."},{"pmid":"29049194","type":"BACKGROUND","citation":"Fu J, Zeng M, Shen F, Cui Y, Zhu M, Gu X, Sun Y. Effects of action observation therapy on upper extremity function, daily activities and motion evoked potential in cerebral infarction patients. Medicine (Baltimore). 2017 Oct;96(42):e8080. doi: 10.1097/MD.0000000000008080."},{"pmid":"30723446","type":"BACKGROUND","citation":"Mancuso M, Damora A, Abbruzzese L, Navarrete E, Basagni B, Galardi G, Caputo M, Bartalini B, Bartolo M, Zucchella C, Carboncini MC, Dei S, Zoccolotti P, Antonucci G, De Tanti A. A New Standardization of the Bells Test: An Italian Multi-Center Normative Study. Front Psychol. 2019 Jan 22;9:2745. doi: 10.3389/fpsyg.2018.02745. eCollection 2018."},{"pmid":"29156493","type":"BACKGROUND","citation":"Laver KE, Lange B, George S, Deutsch JE, Saposnik G, Crotty M. Virtual reality for stroke rehabilitation. Cochrane Database Syst Rev. 2017 Nov 20;11(11):CD008349. doi: 10.1002/14651858.CD008349.pub4."},{"pmid":"35599504","type":"BACKGROUND","citation":"Alaca N, Ocal NM. Proprioceptive based training or modified constraint-induced movement therapy on upper extremity motor functions in chronic stroke patients: A randomized controlled study. NeuroRehabilitation. 2022;51(2):271-282. doi: 10.3233/NRE-220009."},{"pmid":"8024419","type":"BACKGROUND","citation":"Desrosiers J, Bravo G, Hebert R, Dutil E, Mercier L. Validation of the Box and Block Test as a measure of dexterity of elderly people: reliability, validity, and norms studies. Arch Phys Med Rehabil. 1994 Jul;75(7):751-5."},{"pmid":"30060754","type":"BACKGROUND","citation":"Montgomery P, Grant S, Mayo-Wilson E, Macdonald G, Michie S, Hopewell S, Moher D; CONSORT-SPI Group. Reporting randomised trials of social and psychological interventions: the CONSORT-SPI 2018 Extension. Trials. 2018 Jul 31;19(1):407. doi: 10.1186/s13063-018-2733-1."},{"pmid":"35317736","type":"BACKGROUND","citation":"Errante A, Saviola D, Cantoni M, Iannuzzelli K, Ziccarelli S, Togni F, Simonini M, Malchiodi C, Bertoni D, Inzaghi MG, Bozzetti F, Menozzi R, Quarenghi A, Quarenghi P, Bosone D, Fogassi L, Salvi GP, De Tanti A. Effectiveness of action observation therapy based on virtual reality technology in the motor rehabilitation of paretic stroke patients: a randomized clinical trial. BMC Neurol. 2022 Mar 22;22(1):109. doi: 10.1186/s12883-022-02640-2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}