{"protocolSection":{"identificationModule":{"nctId":"NCT04752774","orgStudyIdInfo":{"id":"D-FR-10200-001"},"secondaryIdInfos":[{"id":"2020-003623-42","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Ipsen","class":"INDUSTRY"},"briefTitle":"A Study to Assess the Safety and Efficacy of IPN10200 in Adult Participants With Upper Limb Spasticity.","officialTitle":"An Integrated Phase I/II, Multicentre, Double-blind, Randomised, Dysport and Placebo-controlled, Dose Escalation and Dose-finding Study to Evaluate the Safety and Efficacy of IPN10200 in the Treatment of Adult Upper Limb Spasticity.","acronym":"LANTIMA"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-04-29","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-02-03","studyFirstSubmitQcDate":"2021-02-09","studyFirstPostDateStruct":{"date":"2021-02-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-30","lastUpdatePostDateStruct":{"date":"2024-01-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Ipsen","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of the study is to assess the safety and efficacy of increasing doses of IPN10200 with the aim to evaluate the Pharmacodynamics (PD) profile of IPN10200 and to establish the total IPN10200 doses(s) that offer the best efficacy/safety profile when used for the treatment of Adult upper limb (AUL) spasticity."},"conditionsModule":{"conditions":["Spasticity"],"keywords":["Upper limb spasticity after stroke or traumatic brain injury"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":209,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dose escalation","type":"EXPERIMENTAL","description":"One single administration of study medication (IPN10200, Dysport or placebo) will be injected in a dose-escalation manner. Dose-escalation will include several cohorts.","interventionNames":["Biological: IPN10200","Drug: Placebo","Biological: Dysport"]},{"label":"Dose ranging","type":"EXPERIMENTAL","description":"Two fixed doses of IPN10200 will be administrated as a single injection into several muscle groups of the upper limb.\n\nParticipants will be randomised in the ratio of 3:3:2 (total IPN10200 dose 1: 30 participants; total IPN10200 dose 2: 30 participants; Dysport: 20 participants)","interventionNames":["Biological: IPN10200","Biological: Dysport"]},{"label":"Total dose","type":"EXPERIMENTAL","description":"One single injection of study medication will be administered locally into several muscle groups of the upper limb.\n\nParticipants will be randomized in the ratio of 2:1 (Total IPN10200 dose: 30 participants; placebo: 15 participants, resulting in a total of 45 participants in Stage 3).\n\nOr\n\nParticipants will be randomized in the ratio of 3:1 (IPN10200 lower dose: 30 participants; placebo: 10 participants, then IPN10200 higher dose: 30 participants; placebo: 10 participants, resulting in a total of 80 participants in Stage 3).","interventionNames":["Biological: IPN10200","Drug: Placebo"]}],"interventions":[{"type":"BIOLOGICAL","name":"IPN10200","description":"Powder and solvent for solution for injection","armGroupLabels":["Dose escalation","Dose ranging","Total dose"]},{"type":"DRUG","name":"Placebo","description":"Powder and solvent for solution for injection","armGroupLabels":["Dose escalation","Total dose"]},{"type":"BIOLOGICAL","name":"Dysport","description":"Powder for solution for injection","armGroupLabels":["Dose escalation","Dose ranging"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence, severity and nature of treatment emergent adverse events (TEAEs).","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Incidence, severity and nature of adverse events of special interest (AESI).","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Change from baseline in vital sign parameter (blood pressure)","timeFrame":"9 months"},{"measure":"Change from baseline in vital sign parameter (Heart rate)","timeFrame":"9 months"},{"measure":"Change from baseline in clinical laboratory test results.","description":"Number and percentage of participants with low, normal or high values and normal or abnormal examinations will be presented.","timeFrame":"9 months"},{"measure":"Presence of IPN10200 and BoNT-A antibodies (binding and neutralising)","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Change from baseline in physical examination findings.","description":"Number of Participants with change in physical examination findings","timeFrame":"9 months"}],"secondaryOutcomes":[{"measure":"Change from Baseline to all post-treatment visits in Modified Ashworth scale (MAS) score in the Primary target muscle group (PTMG)","description":"MAS is a scale to assess muscle tone in the injected muscles. The muscle tone will be rated as per grading from 0 to 4, there 0 =No increase in muscle tone and 4 =Affected part(s) rigid in flexion or extension.","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Change from Baseline to post-treatment Day 29 in MAS score in the PTMG","description":"if PD profile of IPN10200 in dose escalation indicates a peak of effect different than Day 29, the endpoint will be modified accordingly)","timeFrame":"from baseline until port-treatment Day 29"},{"measure":"Change from Baseline in MAS score in all injected muscle Groups","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Time to onset - time to the response to treatment (a reduction of at least one grade in the MAS score).","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Peak of effect - maximal decrease in the MAS score from Baseline.","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Time to peak - time to reach the peak of effect (maximal decrease in the MAS score from Baseline).","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Duration of effect - duration between time to onset and last timepoint with a response to Treatment.","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Response to treatment as measured by at least one grade reduction in MAS score in the PTMG from Baseline","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Response to treatment as measured by at least one grade reduction in MAS score in all injected muscles from Baseline","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Physician's Global Assessment (PGA) score of overall treatment response","description":"The PGA is a 9-point scale (from -4= markedly worse to +4=markedly improved) used to assess global overall treatment response by the investigator.","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Patient Global Impression of Change in the Spastic Clinical Pattern using specific scale (PGI-c)","description":"PGI-C is a scale to assess global impression of change in the spastic clinical pattern using a 7-point Likert scale (from -3: very much worse to +3: very much improved) by answering a specific question","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Change from Baseline in the Disability Assessment Scale (DAS)","description":"The DAS will be used to assess the effect of upper limb spasticity on hygiene, dressing, limb position and pain. Participants will be assessed in an interview format.","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"Reduction of pain in the shoulder (adducted/rotated pattern) using the Numeric Rating Scale","timeFrame":"from baseline until the end of study (9 months)"},{"measure":"The number and percentage of participants with presence of IPN10200 and BoNT-A antibodies and titres (binding and neutralising)","timeFrame":"At baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participant must be 18 to 70 years of age inclusive (except for dose escalation must be 18 to 65 years of age) at the time of signing the informed consent.\n2. Has spastic hemiparesis following stroke or Traumatic brain injury (TBI)\n3. Is at least 6 months post-stroke or TBI\n4. Has never received BoNT or if previously treated, should have received their last injection of any commercialized BoNT-A or B at least 4 months prior to study Baseline\n5. Has a MAS score ≥2 in the (PTMG) to be injected\n6. Is eligible to receive a total recommended dose 1000 U Dysport in the upper limb when applicable.\n7. Has angle of spasticity ≥5° in the PTMG to be injected.\n8. Does not have any fixed contractures as defined by:\n\n   * Complete fingers extension with Angle of arrest at slow speed (Tardieu Scale) (XV1) ≥160°\n   * Complete wrist extension with XV1 ≥90°\n   * Complete elbow extension with XV1 ≥160°\n9. Physiotherapy, occupational therapy, splinting, use of benzodiazepine, and muscle relaxants had to be stable from at least 30 days preceding the study Baseline up to the Month 3 visit, and whenever possible until the end of the study.\n10. In good health (i.e. absence of any uncontrolled systemic disease or other significant medical condition) as determined by medical history, physical and neurological examinations, clinical laboratory studies, electrocardiograms (ECGs), vital signs, and Investigator's judgment prior to randomization\n11. Male and female participants Contraceptive use by men or women should be consistent with local regulations regarding the methods of contraception for those participating in clinical studies.\n\nMale participants must agree that, if their partner is at risk of becoming pregnant, they will use an effective method of contraception. The participants must agree to use the contraception during the whole period of the study.\n\nA female participant is eligible to participate if she is not pregnant or breastfeeding, and one of the following conditions applies: Is a woman of non-childbearing potential (WONCBP) or is a woman of childbearing potential (WOCBP) and using an acceptable contraceptive method (until the end of the study). The investigator should evaluate the potential for contraceptive method failure in relationship to the first dose of study intervention. A WOCBP must have a negative highly sensitive pregnancy test.\n\nExclusion Criteria:\n\n1. Any medical condition (including severe dysphagia or airway disease) that may increase, in the opinion of the investigator, the likelihood of adverse events (AEs) related to BoNT treatment.\n2. Known disease of the neuromuscular junction (e.g. Lambert-Eaton myasthenic syndrome, myasthenia gravis or amyotrophic lateral sclerosis etc.).\n3. Has a history of hypersensitivity to the investigational medicinal products (or other BoNTs) or any excipient used in their formulation.\n4. Clinically diagnosed significant anxiety disorder, or any other significant psychiatric disorder (e.g. depression) that might interfere with the participant's participation in the study.\n5. Likely treatment with any serotype of BoNT for any condition during the study.\n6. Undergone previous surgery to treat spasticity in the affected upper limb.\n7. Has initiated physiotherapy within 30 days prior to Baseline (if physiotherapy initiated more than 30 days prior to Baseline and ongoing, the therapy regimen should be maintained at the same frequency and intensity throughout the study if possible or at least up to 3-months post-injection).\n8. Has received previous treatment with phenol and or alcohol in the targeted upper limb any time before the study.\n9. Has been treated or is likely to be treated with intrathecal baclofen during the 30 days prior to study Baseline or during the course of the study.\n10. Current or planned treatment with any medications that interfere either directly or indirectly with neuromuscular transmission, such as curare-like non depolarising agents, lincosamides, polymyxins, anticholinesterases and aminoglycoside antibiotics, within 30 days prior to Baseline.\n11. Use of concomitant therapy which, in the investigator's opinion, would interfere with the evaluation of the safety or efficacy of the study intervention, including medications affecting bleeding disorders. For patients taking vitamin K antagonists, the INR values should be controlled (between 2 and 3)\n12. Currently planned or a history of tendon lengthening surgery, significant contracture or muscle atrophy at target joint or muscle in the past 6 months prior to Screening.\n13. Use of any experimental device within 30 days or use of any treatment with an experimental drug within five times the documented terminal half-life of the respective drug or its metabolites or if the half-life is unknown within 30 days prior to the start of the study (prior to Baseline) and during the conduct of the study.\n14. Presence of any other condition (e.g. neuromuscular disorder, muscular dystrophies, cancer cachexia, sarcopenia or other disorder that could interfere with neuromuscular function), laboratory finding or circumstance that, in the judgment of the investigator, might increase the risk to the participant or decrease the chance of obtaining satisfactory data to achieve the objectives of the study.\n15. Pregnant or lactating women, or women of childbearing potential not willing to practice a highly effective form of contraception method at the beginning of the study, for the duration of the study and for the duration of the study\n16. Inability to understand protocol procedures and requirements\n17. Infection at the injection site(s)\n18. A history of drug or alcohol abuse\n19. Male participants who are not vasectomised and who have female partners of childbearing potential and are not willing to use condoms with spermicide throughout study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ipsen Recruitment Enquiries","role":"CONTACT","phone":"see email","email":"clinical.trials@ipsen.com"}],"overallOfficials":[{"name":"Ipsen Medical Director","affiliation":"Ipsen","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Rancho Los Amigos National Rehab","status":"RECRUITING","city":"Downey","state":"California","zip":"90242","country":"United States","geoPoint":{"lat":33.94001,"lon":-118.13257}},{"facility":"Kansas Institute of Research","status":"RECRUITING","city":"Overland Park","state":"Kansas","zip":"66211","country":"United States","geoPoint":{"lat":38.98223,"lon":-94.67079}},{"facility":"Quest Research Institute","status":"RECRUITING","city":"Farmington Hills","state":"Michigan","zip":"48334","country":"United States","geoPoint":{"lat":42.48531,"lon":-83.37716}},{"facility":"Einstein Physical Medicine and Rehabilitation at Elkins Park","status":"RECRUITING","city":"Elkins Park","state":"Pennsylvania","zip":"19027","country":"United States","geoPoint":{"lat":40.07706,"lon":-75.12684}},{"facility":"Kepler University Hospital GmbH, Department of Neurology and Psychiatry","status":"RECRUITING","city":"Linz","zip":"4021","country":"Austria","geoPoint":{"lat":48.30639,"lon":14.28611}},{"facility":"Brothers of Charity Hospital Linz, Department of Neurology I","status":"RECRUITING","city":"Linz","zip":"A-4021","country":"Austria","geoPoint":{"lat":48.30639,"lon":14.28611}},{"facility":"Medical University Vienna, Department of Neurology","status":"RECRUITING","city":"Vienna","zip":"1090","country":"Austria","geoPoint":{"lat":48.20849,"lon":16.37208}},{"facility":"Multiprofile Hospital for Active Treatment \"Heart and Brain\"","status":"RECRUITING","city":"Pleven","zip":"5800","country":"Bulgaria","geoPoint":{"lat":43.41667,"lon":24.61667}},{"facility":"Medical Center \"Rusemed\" EOOD","status":"RECRUITING","city":"Ruse","zip":"7005","country":"Bulgaria","geoPoint":{"lat":43.85639,"lon":25.97083}},{"facility":"Multiprofile Hospital for Active Treatment of Neurology and Psychiatry \"Sveti Naum\", Sofia, Neurological Diseases Clinic for Neurodegenerative and Peripheral Neurological Diseases","status":"NOT_YET_RECRUITING","city":"Sofia","zip":"1113","country":"Bulgaria","geoPoint":{"lat":42.69751,"lon":23.32415}},{"facility":"\"Diagnostic Consulting Center - Convex\" EOOD","status":"RECRUITING","city":"Sofia","zip":"1680","country":"Bulgaria","geoPoint":{"lat":42.69751,"lon":23.32415}},{"facility":"Medical Center Medica Plus Ltd","status":"RECRUITING","city":"Veliko Tarnovo","zip":"5006","country":"Bulgaria","geoPoint":{"lat":43.08124,"lon":25.62904}},{"facility":"University Hospital Hradec Kralove, Clinic of Neurology","status":"WITHDRAWN","city":"Hradec Králové","zip":"500 05","country":"Czechia","geoPoint":{"lat":50.20923,"lon":15.83277}},{"facility":"Regional Hospital Pardubice, Clinic of Neurology","status":"RECRUITING","city":"Pardubice","zip":"532 03","country":"Czechia","geoPoint":{"lat":50.04075,"lon":15.77659}},{"facility":"University Hospital Kralovske Vinohrady, Clinic of Neurology","status":"WITHDRAWN","city":"Prague","zip":"100 34","country":"Czechia","geoPoint":{"lat":50.08804,"lon":14.42076}},{"facility":"General University Hospital in Prague, Clinic of Neurology","status":"RECRUITING","city":"Prague","zip":"120 00","country":"Czechia","geoPoint":{"lat":50.08804,"lon":14.42076}},{"facility":"University Hospital Bonn, Clinic and Policlinic for Neurology","status":"RECRUITING","city":"Bonn","zip":"53127","country":"Germany","geoPoint":{"lat":50.73438,"lon":7.09549}},{"facility":"Heinrich Heine University Medical Center, Department of Neurology","status":"RECRUITING","city":"Duesseldorf","zip":"40225","country":"Germany","geoPoint":{"lat":51.22172,"lon":6.77616}},{"facility":"University Medicine Goettingen, Department of Neurology","status":"WITHDRAWN","city":"Goettigen","zip":"37075","country":"Germany","geoPoint":{"lat":51.53443,"lon":9.93228}},{"facility":"University Hospital Hamburg-Eppendorf, Clinic and Polyclinic of Neurology","status":"RECRUITING","city":"Hamburg","zip":"20246","country":"Germany","geoPoint":{"lat":53.57532,"lon":10.01534}},{"facility":"University Hospital Johannes Gutenberg - University of Mainz, Clinic and Polyclinic of Neurology","status":"RECRUITING","city":"Mainz","zip":"55131","country":"Germany","geoPoint":{"lat":49.98419,"lon":8.2791}},{"facility":"Ludwig Maximilians University Hospital, Campus Grosshadern, Department of Neurology","status":"WITHDRAWN","city":"Munich","zip":"81377","country":"Germany","geoPoint":{"lat":48.13743,"lon":11.57549}},{"facility":"GFO Clinics Troisdorf, St. Johannes Sieglar","status":"RECRUITING","city":"Troisdorf","zip":"53844","country":"Germany","geoPoint":{"lat":50.80901,"lon":7.14968}},{"facility":"University Hospital Tuebingen, Department of Neurology","status":"RECRUITING","city":"Tuebingen","zip":"72076","country":"Germany","geoPoint":{"lat":48.52266,"lon":9.05222}},{"facility":"University of Debrecen Clinical Center, Department of Medical Rehabilitation and Physical Medicine","status":"RECRUITING","city":"Debrecen","zip":"H-4031","country":"Hungary","geoPoint":{"lat":47.53333,"lon":21.63333}},{"facility":"Petz Aladar University Teaching Hospital, Department of Neurology","status":"NOT_YET_RECRUITING","city":"Győr","country":"Hungary","geoPoint":{"lat":47.68333,"lon":17.63512}},{"facility":"Szent Damjan Greek Catholic Hospital, Department of Neurology and Stroke","status":"RECRUITING","city":"Kisvárda","zip":"H-4600","country":"Hungary","geoPoint":{"lat":48.21667,"lon":22.08333}},{"facility":"Borsod-Abauj-Zemplen County Central Hospital and University Educational Hospital, Department of Neurology","status":"RECRUITING","city":"Miskolc","country":"Hungary","geoPoint":{"lat":48.1,"lon":20.78333}},{"facility":"St Wojciech - Adalbertus Hospital, Neurology Department","status":"RECRUITING","city":"Gdańsk","zip":"80-462","country":"Poland","geoPoint":{"lat":54.35205,"lon":18.64637}},{"facility":"Specialist Doctor Practice","status":"RECRUITING","city":"Katowice","zip":"40-097","country":"Poland","geoPoint":{"lat":50.25841,"lon":19.02754}},{"facility":"Ma-Lek MS Therapy Centre","status":"WITHDRAWN","city":"Katowice","zip":"40-571","country":"Poland","geoPoint":{"lat":50.25841,"lon":19.02754}},{"facility":"Neuro-Medic","status":"RECRUITING","city":"Katowice","zip":"40-686","country":"Poland","geoPoint":{"lat":50.25841,"lon":19.02754}},{"facility":"Specialist Practises LLC","status":"RECRUITING","city":"Kraków","zip":"30-539","country":"Poland","geoPoint":{"lat":50.06143,"lon":19.93658}},{"facility":"Linden Medical Center","status":"RECRUITING","city":"Kraków","zip":"30-721","country":"Poland","contacts":[{"name":"Specialist P LLC","role":"CONTACT"}],"geoPoint":{"lat":50.06143,"lon":19.93658}},{"facility":"Clinical Center for Neurology Sp. z o .o. (LLC)","status":"RECRUITING","city":"Kraków","zip":"31-505","country":"Poland","contacts":[{"name":"Specialist P LLC","role":"CONTACT"}],"geoPoint":{"lat":50.06143,"lon":19.93658}},{"facility":"Health Institute Dr n. med. Magdalena Boczarska-Jedynak","status":"RECRUITING","city":"Oświęcim","zip":"32-600","country":"Poland","geoPoint":{"lat":50.03437,"lon":19.21037}},{"facility":"Clinical Research Center SP. ZOO MEDIC-R","status":"RECRUITING","city":"Poznan","zip":"61-731","country":"Poland","geoPoint":{"lat":52.40692,"lon":16.92993}},{"facility":"Neuro-Kard Ilkowski and Partners","status":"RECRUITING","city":"Poznań","zip":"61-853","country":"Poland","geoPoint":{"lat":52.40692,"lon":16.92993}},{"facility":"Holy Spirit Specialist Hospital in Sandomierz - Neurology Teaching Hospital, Neurology Department","status":"RECRUITING","city":"Sandomierz","zip":"27-600","country":"Poland","geoPoint":{"lat":50.68265,"lon":21.74898}},{"facility":"Wolski Hospital, Neurological Department","status":"WITHDRAWN","city":"Warsaw","zip":"01-211","country":"Poland","geoPoint":{"lat":52.22977,"lon":21.01178}},{"facility":"NeuroProtect Medical Center","status":"WITHDRAWN","city":"Warsaw","zip":"01-684","country":"Poland","geoPoint":{"lat":52.22977,"lon":21.01178}},{"facility":"EuroMediCare Specialist Outpatient Clinics in Wroclaw","status":"RECRUITING","city":"Wrocław","zip":"50-220","country":"Poland","geoPoint":{"lat":51.1,"lon":17.03333}},{"facility":"NeuroKlinika - Private Practice Prof. Andrzej Bogucki","status":"WITHDRAWN","city":"Łódź","zip":"90-640","country":"Poland","geoPoint":{"lat":51.75,"lon":19.46667}},{"facility":"Federal Siberian Research and Clinical Center, Department of Nervous Diseases, Traditional Medicine with Course in Postgraduate Education","status":"WITHDRAWN","city":"Krasnoyarsk","zip":"660049","country":"Russian Federation","geoPoint":{"lat":56.01839,"lon":92.86717}},{"facility":"National Medical Research Center Treatment and Rehabilitation Center, Department of Neurology","status":"WITHDRAWN","city":"Moscow","zip":"125367","country":"Russian Federation","geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"\"Praximed\" - Diagnostic and Rehabilitation Center, Rehalibitation Department","status":"WITHDRAWN","city":"Saint Petersburg","zip":"194223","country":"Russian Federation","geoPoint":{"lat":59.93863,"lon":30.31413}},{"facility":"N.P. Bekhtereva Research Institute of Human Brain","status":"WITHDRAWN","city":"Saint Petersburg","zip":"197376","country":"Russian Federation","geoPoint":{"lat":59.93863,"lon":30.31413}},{"facility":"Astarta, LLC, Department of Neurology","status":"WITHDRAWN","city":"Saint Petersburg","zip":"199226","country":"Russian Federation","geoPoint":{"lat":59.93863,"lon":30.31413}},{"facility":"Medical and Sanitary Unit #70 of \"Passazhiravtotrans\"","status":"WITHDRAWN","city":"Saint Petersburg","country":"Russian Federation","geoPoint":{"lat":59.93863,"lon":30.31413}},{"facility":"Hospital Maritimo de Oza","status":"RECRUITING","city":"A Coruña","zip":"15006","country":"Spain","geoPoint":{"lat":43.37135,"lon":-8.396}},{"facility":"University Hospital Vall d'Hebron","status":"RECRUITING","city":"Barcelona","zip":"08035","country":"Spain","geoPoint":{"lat":41.38879,"lon":2.15899}},{"facility":"University Hospital de La Princesa, Physical Medicine and Rehabilitation","status":"RECRUITING","city":"Madrid","zip":"28006","country":"Spain","geoPoint":{"lat":40.4165,"lon":-3.70256}},{"facility":"Santiago de Compostela Clinical Hospital, Physical Medicine and Rehabilitation","status":"RECRUITING","city":"Santiago De Compostela","zip":"15706","country":"Spain","geoPoint":{"lat":42.88052,"lon":-8.54569}},{"facility":"Meixoeiro Hospital at Vigo University Hospital Complex","status":"RECRUITING","city":"Vigo","zip":"36200","country":"Spain","geoPoint":{"lat":42.23282,"lon":-8.72264}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"}],"ancestors":[{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M628","name":"Brain Injuries, Traumatic","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spasticity","relevance":"HIGH"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"C000542869","term":"abobotulinumtoxinA"}],"ancestors":[{"id":"D000065087","term":"Acetylcholine Release Inhibitors"},{"id":"D000049990","term":"Membrane Transport Modulators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000018678","term":"Cholinergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M250157","name":"abobotulinumtoxinA","asFound":"A 20","relevance":"HIGH"},{"id":"M20947","name":"Botulinum Toxins, Type A","relevance":"LOW"},{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M3163","name":"Acetylcholine","relevance":"LOW"},{"id":"M20448","name":"Cholinergic Agents","relevance":"LOW"},{"id":"M20194","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"VaDiAg","name":"Vasodilator Agents"}]}},"hasResults":false}