{"protocolSection":{"identificationModule":{"nctId":"NCT03151993","orgStudyIdInfo":{"id":"FRIDA Stroke Trial"},"organization":{"fullName":"Supergene, LLC","class":"INDUSTRY"},"briefTitle":"Single Bolus Recombinant Nonimmunogenic Staphylokinase (Fortelyzin) and Bolus Infusion Alteplase in Patients With AIS","officialTitle":"Multicenter Open Label Randomized Comparative Study of Efficacy and Safety of Single Bolus Injection of Recombinant Nonimmunogenic Staphylokinase (Fortelyzin) and Bolus Infusion Alteplase (Actilyse) in Patients With Acute Ischemic Stroke"},"statusModule":{"statusVerifiedDate":"2020-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-03-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-03-23","type":"ACTUAL"},"completionDateStruct":{"date":"2019-06-20","type":"ACTUAL"},"studyFirstSubmitDate":"2017-05-10","studyFirstSubmitQcDate":"2017-05-11","studyFirstPostDateStruct":{"date":"2017-05-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-12-11","lastUpdatePostDateStruct":{"date":"2020-12-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Supergene, LLC","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study is to determine if single-bolus recombinant nonimmunogenic staphylokinase is effective and save thrombolytic agent in patients with ischemic stroke in comparison to alteplase.","detailedDescription":"Experimental Drug Profile. The active substance of Fortelyzin is Forteplase. It's recombinant protein which contains aminoacid sequence of staphylokinase. It is single chain molecula, consists of 138 aminoacids, weight 15.5 kDa. When staphylokinase is added to human plasma containing a fibrin clot, it preferentially reacts with plasmin at the clot surface, forming a plasmin-staphylokinase complex. This complex activates plasminogen trapped in the thrombus. The plasmin-staphylokinase complex and plasmin bound to fibrin are protected from inhibition by alpha2-antiplasmin. Once liberated from the clot (or generated in plasma), however, they are rapidly inhibited by alpha2-antiplasmin. This selectivity of action confines the process of plasminogen activation to the thrombus, preventing excessive plasmin generation, alpha2-antiplasmin depletion, and fibrinogen degradation in plasma. In rabbits anti forteplase antibodies are not produced. It was achieved by replacement of amino acids in immunogenic epitop of molecule staphylokinase. Blood fibrinogen decrease after i.v. injection of Fortelyzin less 10% within first 24 hours. Angiographic data suggests that restoration of coronary blood flow appears in up to 80% of patients with STEMI after i.v. injection of Fortelyzin.\n\nMain goals of the study are to prove an efficacy of the single-bolus intravenous injection of recombinant nonimmunogenic staphylokinase (Fortelyzin) in comparison with bolus infusion alteplase(Actilyse) in patients with ischemic stroke.\n\nTo prove a safety and to assess possible adverse events in the single-bolus intravenous injection of recombinant nonimmunogenic staphylokinase (Fortelyzin) in comparison with bolus infusion alteplase (Actilyse) in patients with ischemic stroke.\n\nStudy Design. All eligible patients will be randomized in two equal groups for administration recombinant nonimmunogenic staphylokinase (Fortelyzin) or alteplase (Actilyse) by using \"envelope method\" of randomization. It is an open-lable study. Each of agents will be administered no longer then 4,5 hours from symptoms onset. Comparative agent will be administered as prescribed in its instructions. All patients will be examination for 90 days"},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Acute Ischemic Stroke","Fibrinolysis","Fortelyzin"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"All eligible patients will be randomized in two equal groups for administration recombinant nonimmunogenic staphylokinase (Fortelyzin) or alteplase (Actilyse) by using \"envelope method\" of randomization. It is an open-lable study. Each of agents will be administered no longer then 4,5 hours from symptoms onset. Comparative agent will be administered as prescribed in its instructions. All patients will be examination for 90 days","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"All eligible patients will be randomized in two equal groups for administration recombinant nonimmunogenic staphylokinase (Fortelyzin) or alteplase (Actilyse) by using \"envelope method\" of randomization."}},"enrollmentInfo":{"count":336,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Recombinant staphylokinase","type":"EXPERIMENTAL","description":"Lyophilizate for solution making for intravenous injection, 5 mg (745000 ME). 10 mg of drug reconstituted in 10 ml of 0.9% solution of NaCl given as single i.v. bolus over 5 - 10 seconds","interventionNames":["Drug: Recombinant staphylokinase"]},{"label":"Actilyse","type":"ACTIVE_COMPARATOR","description":"Intravenous alteplase 0.9 mg/kg (10% bolus and 90% as IV infusion over 1 hour, maximum 90 mg)","interventionNames":["Drug: Alteplase"]}],"interventions":[{"type":"DRUG","name":"Recombinant staphylokinase","description":"10 mg of drug reconstituted in 10 ml of 0.9% solution of NaCl given as single i.v. bolus over 5 - 10 seconds","armGroupLabels":["Recombinant staphylokinase"],"otherNames":["Fortelyzin"]},{"type":"DRUG","name":"Alteplase","description":"Intravenous alteplase 0.9 mg/kg (10% bolus and 90% as IV infusion over 1 hour, maximum 90 mg)","armGroupLabels":["Actilyse"],"otherNames":["Actilyse"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Good functional recovery","description":"Good functional recovery on the 90th day (modified Rankin scale, 0-1 point).","timeFrame":"within 90 days after fibrinolysis"}],"secondaryOutcomes":[{"measure":"Modified Rankin scale (0-1) + NIHSS (0-1) + Barthel (95-100)","description":"Composite endpoint","timeFrame":"within 90 days after fibrinolysis"},{"measure":"NIHSS","description":"NIHSS after 24 hours","timeFrame":"after 24 hours"},{"measure":"NIHSS","description":"NIHSS after 90 days","timeFrame":"within 90 days after fibrinolysis"},{"measure":"All Cause Death","description":"Death caused by any event","timeFrame":"within 90 days after fibrinolysis"},{"measure":"Hemorrhagic transformation","description":"Hemorrhagic transformation (all cases).","timeFrame":"within 90 days after fibrinolysis"},{"measure":"Symptomatic hemorrhagic transformation","description":"Increase in NIHSS index by 4 points or more or death","timeFrame":"within 90 days after fibrinolysis"},{"measure":"Serious adverse reactions and adverse reactions","description":"Serious adverse reactions and adverse reactions (all cases)","timeFrame":"within 90 days after fibrinolysis"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men and women between the ages of 18 and 80 (Version 1.0)\n* Men and women aged 18 years and older, after 80 years with caution (Version 2.0)\n* Verified diagnosis of ischemic stroke (from 5 to 25 points on the NIHSS scale). (Version 1.0)\n* Verified diagnosis of ischemic stroke (Version 2.0)\n* The time from the onset of the disease is no more than 4.5 hours.\n* Informed consent received\n\nExclusion Criteria:\n\n* The time of the onset of the first symptoms is more than 4.5 hours from the onset of the disease or the time of the onset of the first symptoms of a stroke is not known (for example, the development of a stroke during sleep - the so-called \"night stroke\").\n* Increased sensitivity to alteplase, gentamicin (residual traces from the production process).\n* Systolic blood pressure above 185 mm Hg. Art. Or diastolic blood pressure above 110 mm Hg. Art. Or the need for / in the administration of drugs to reduce blood pressure to these boundaries.\n* Neuroimaging (CT, MRI) signs of intracranial hemorrhage, brain tumors, arteriovenous malformation, brain abscess, aneurysm of cerebral vessels.\n* Surgery on the brain or spinal cord.\n* Suspicion of subarachnoid hemorrhage.\n* Signs of severe stroke: clinical signs (stroke scale NIH\\> 25), neuroimaging (according to CT of the brain and / or MRI of the brain in the DWI, the ischemia focuses on the territory of more than 1/3 of the CMA pool).\n* Simultaneous reception of oral anticoagulants, for example, warfarin with INR\\> 1.3.\n* The use of direct anticoagulants (heparin, heparinoids) in the preceding stroke of 48 h with APTT values above the norm.\n* Prior stroke or severe head injury within 3 months.\n* Significant regression of neurological symptoms during the observation of the patient.(Version 1.0)\n* Light neurological symptoms (NIH \\<4 points). (Version 1.0)\n* Significant regression of neurological symptoms during the observation of the patient before thrombolisis (Version 2.0)\n* Hemorrhagic stroke or stroke, unspecified in history.\n* Strokes of any genesis in the history of a patient with diabetes mellitus.\n* Gastrointestinal bleeding or bleeding from the genitourinary system in the last 3 weeks. Confirmed exacerbations of gastric ulcer and duodenal ulcer during the last 3 months.\n* Extensive bleeding now or within the previous 6 months.\n* Severe liver disease, including liver failure, cirrhosis, portal hypertension (with varicose veins of the esophagus), active hepatitis.\n* Acute pancreatitis.\n* Bacterial endocarditis, pericarditis.\n* Aneurysms of arteries, malformations of arteries and veins. Suspicion of exfoliating aortic aneurysm.\n* Neoplasms with an increased risk of bleeding.\n* Large operations or severe injuries within the last 14 days, minor surgery or invasive manipulation in the last 10 days.\n* Puncture of uncompensated arteries and veins during the last 7 days.\n* Prolonged or traumatic cardiopulmonary resuscitation (more than 2 min).\n* Pregnancy, obstetrics, 10 days after birth.\n* The number of platelets is less than 100,000 / μL.\n* Blood glucose less than 2.7 mmol / l or more than 22.0 mmol / l.\n* Hemorrhagic diathesis, including renal and hepatic insufficiency.\n* Data on bleeding or acute trauma (fracture) at the time of examination.\n* Seizures in the onset of the disease, if there is no certainty that the seizure is a clinical manifestation of ischemic stroke with a postictal residual deficiency.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Evgenii I Gusev, MD, PhD","affiliation":"Pirogov Russian National Research Medical University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sergey S Markin, MD, PhD","affiliation":"Supergene, LLC","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Regional Clinical Hospital","city":"Barnaul","zip":"656024","country":"Russian Federation","geoPoint":{"lat":53.36056,"lon":83.76361}},{"facility":"St.Iosaf's Belgorod Regional Clinical Hospital","city":"Belgorod","zip":"308007","country":"Russian Federation","geoPoint":{"lat":50.61074,"lon":36.58015}},{"facility":"Regional Clinical Hospital №3","city":"Chelyabinsk","zip":"454021","country":"Russian Federation","geoPoint":{"lat":55.15402,"lon":61.42915}},{"facility":"Regional Clinical Hospital №1","city":"Ekaterinburg","zip":"620014","country":"Russian Federation","geoPoint":{"lat":56.8519,"lon":60.6122}},{"facility":"Regional Clinical Hospital","city":"Irkutsk","zip":"664079","country":"Russian Federation","geoPoint":{"lat":52.29778,"lon":104.29639}},{"facility":"Regional Clinical Hospital","city":"Kaluga","zip":"248007","country":"Russian Federation","geoPoint":{"lat":54.5293,"lon":36.27542}},{"facility":"Ochapowski Regional Hospital №1","city":"Krasnodar","zip":"350086","country":"Russian Federation","geoPoint":{"lat":45.04484,"lon":38.97603}},{"facility":"Regional Clinical Hospital","city":"Kursk","zip":"305007","country":"Russian Federation","geoPoint":{"lat":51.73733,"lon":36.18735}},{"facility":"Regional Clinical Hospital","city":"Nizhny Novgorod","zip":"603126","country":"Russian Federation","geoPoint":{"lat":56.32867,"lon":44.00205}},{"facility":"Regional Clinical Hospital","city":"Orenburg","zip":"460018","country":"Russian Federation","geoPoint":{"lat":51.7727,"lon":55.0988}},{"facility":"City Clinical Hospital №11","city":"Ryazan'","zip":"390000","country":"Russian Federation","geoPoint":{"lat":54.6269,"lon":39.6916}},{"facility":"Regional Clinical Hospital","city":"Ryazan","zip":"390039","country":"Russian Federation","geoPoint":{"lat":54.6269,"lon":39.6916}},{"facility":"Regional Clinical Hospital","city":"Samara","zip":"443095","country":"Russian Federation","geoPoint":{"lat":53.20007,"lon":50.15}},{"facility":"Regional Clinical Hospital","city":"Sankt-peterburg","zip":"194291","country":"Russian Federation","geoPoint":{"lat":59.93863,"lon":30.31413}},{"facility":"Regional Clinical Hospital","city":"Tver","zip":"170036","country":"Russian Federation","geoPoint":{"lat":56.85836,"lon":35.90057}},{"facility":"Regional Clinical Hospital","city":"Ulyanovsk","zip":"432017","country":"Russian Federation","geoPoint":{"lat":54.32824,"lon":48.38657}},{"facility":"City Clinical Hospital of Emergency №25","city":"Volgograd","zip":"400138","country":"Russian Federation","geoPoint":{"lat":48.71939,"lon":44.50183}},{"facility":"Regional Clinical Hospital №1","city":"Voronezh","zip":"394066","country":"Russian Federation","geoPoint":{"lat":51.67204,"lon":39.1843}}]},"referencesModule":{"references":[{"pmid":"20598969","type":"BACKGROUND","citation":"Armstrong PW, Gershlick A, Goldstein P, Wilcox R, Danays T, Bluhmki E, Van de Werf F; STREAM Steering Committee. The Strategic Reperfusion Early After Myocardial Infarction (STREAM) study. Am Heart J. 2010 Jul;160(1):30-35.e1. doi: 10.1016/j.ahj.2010.04.007."},{"pmid":"10220625","type":"BACKGROUND","citation":"Van de Werf F, Cannon CP, Luyten A, Houbracken K, McCabe CH, Berioli S, Bluhmki E, Sarelin H, Wang-Clow F, Fox NL, Braunwald E. Safety assessment of single-bolus administration of TNK tissue-plasminogen activator in acute myocardial infarction: the ASSENT-1 trial. The ASSENT-1 Investigators. Am Heart J. 1999 May;137(5):786-91. doi: 10.1016/s0002-8703(99)70400-x."},{"pmid":"10475182","type":"BACKGROUND","citation":"Assessment of the Safety and Efficacy of a New Thrombolytic (ASSENT-2) Investigators; Van De Werf F, Adgey J, Ardissino D, Armstrong PW, Aylward P, Barbash G, Betriu A, Binbrek AS, Califf R, Diaz R, Fanebust R, Fox K, Granger C, Heikkila J, Husted S, Jansky P, Langer A, Lupi E, Maseri A, Meyer J, Mlczoch J, Mocceti D, Myburgh D, Oto A, Paolasso E, Pehrsson K, Seabra-Gomes R, Soares-Piegas L, Sugrue D, Tendera M, Topol E, Toutouzas P, Vahanian A, Verheugt F, Wallentin L, White H. Single-bolus tenecteplase compared with front-loaded alteplase in acute myocardial infarction: the ASSENT-2 double-blind randomised trial. Lancet. 1999 Aug 28;354(9180):716-22. doi: 10.1016/s0140-6736(99)07403-6."},{"pmid":"11530146","type":"BACKGROUND","citation":"Assessment of the Safety and Efficacy of a New Thrombolytic Regimen (ASSENT)-3 Investigators. Efficacy and safety of tenecteplase in combination with enoxaparin, abciximab, or unfractionated heparin: the ASSENT-3 randomised trial in acute myocardial infarction. Lancet. 2001 Aug 25;358(9282):605-13. doi: 10.1016/S0140-6736(01)05775-0."},{"pmid":"12847070","type":"BACKGROUND","citation":"Wallentin L, Goldstein P, Armstrong PW, Granger CB, Adgey AA, Arntz HR, Bogaerts K, Danays T, Lindahl B, Makijarvi M, Verheugt F, Van de Werf F. Efficacy and safety of tenecteplase in combination with the low-molecular-weight heparin enoxaparin or unfractionated heparin in the prehospital setting: the Assessment of the Safety and Efficacy of a New Thrombolytic Regimen (ASSENT)-3 PLUS randomized trial in acute myocardial infarction. Circulation. 2003 Jul 15;108(2):135-42. doi: 10.1161/01.CIR.0000081659.72985.A8. Epub 2003 Jul 7."},{"pmid":"9313600","type":"BACKGROUND","citation":"Vanderschueren S, Dens J, Kerdsinchai P, Desmet W, Vrolix M, De Man F, Van den Heuvel P, Hermans L, Collen D, Van de Werf F. Randomized coronary patency trial of double-bolus recombinant staphylokinase versus front-loaded alteplase in acute myocardial infarction. Am Heart J. 1997 Aug;134(2 Pt 1):213-9. doi: 10.1016/s0002-8703(97)70127-3."},{"pmid":"17963623","type":"BACKGROUND","citation":"Collaborative Research Group of Reperfusion Therapy in Acute Myocardial Infarction. [A randomized multicenter trial comparing recombinant staphylokinase with recombinant tissue-type plasminogen activator in patients with acute myocardial infarction]. Zhonghua Xin Xue Guan Bing Za Zhi. 2007 Aug;35(8):691-6. Chinese."},{"pmid":"9500599","type":"BACKGROUND","citation":"Collen D. Staphylokinase: a potent, uniquely fibrin-selective thrombolytic agent. Nat Med. 1998 Mar;4(3):279-84. doi: 10.1038/nm0398-279. No abstract available."},{"pmid":"18927461","type":"BACKGROUND","citation":"Wahlgren N, Ahmed N, Eriksson N, Aichner F, Bluhmki E, Davalos A, Erila T, Ford GA, Grond M, Hacke W, Hennerici MG, Kaste M, Kohrmann M, Larrue V, Lees KR, Machnig T, Roine RO, Toni D, Vanhooren G; Safe Implementation of Thrombolysis in Stroke-MOnitoring STudy Investigators. Multivariable analysis of outcome predictors and adjustment of main outcome results to baseline data profile in randomized controlled trials: Safe Implementation of Thrombolysis in Stroke-MOnitoring STudy (SITS-MOST). Stroke. 2008 Dec;39(12):3316-22. doi: 10.1161/STROKEAHA.107.510768. Epub 2008 Oct 16."},{"pmid":"9788453","type":"BACKGROUND","citation":"Hacke W, Kaste M, Fieschi C, von Kummer R, Davalos A, Meier D, Larrue V, Bluhmki E, Davis S, Donnan G, Schneider D, Diez-Tejedor E, Trouillas P. Randomised double-blind placebo-controlled trial of thrombolytic therapy with intravenous alteplase in acute ischaemic stroke (ECASS II). Second European-Australasian Acute Stroke Study Investigators. Lancet. 1998 Oct 17;352(9136):1245-51. doi: 10.1016/s0140-6736(98)08020-9."},{"pmid":"10591384","type":"BACKGROUND","citation":"Clark WM, Wissman S, Albers GW, Jhamandas JH, Madden KP, Hamilton S. Recombinant tissue-type plasminogen activator (Alteplase) for ischemic stroke 3 to 5 hours after symptom onset. The ATLANTIS Study: a randomized controlled trial. Alteplase Thrombolysis for Acute Noninterventional Therapy in Ischemic Stroke. JAMA. 1999 Dec 1;282(21):2019-26. doi: 10.1001/jama.282.21.2019."},{"pmid":"18815396","type":"BACKGROUND","citation":"Hacke W, Kaste M, Bluhmki E, Brozman M, Davalos A, Guidetti D, Larrue V, Lees KR, Medeghri Z, Machnig T, Schneider D, von Kummer R, Wahlgren N, Toni D; ECASS Investigators. Thrombolysis with alteplase 3 to 4.5 hours after acute ischemic stroke. N Engl J Med. 2008 Sep 25;359(13):1317-29. doi: 10.1056/NEJMoa0804656."},{"pmid":"34418399","type":"DERIVED","citation":"Gusev EI, Martynov MY, Nikonov AA, Shamalov NA, Semenov MP, Gerasimets EA, Yarovaya EB, Semenov AM, Archakov AI, Markin SS; FRIDA Study Group. Non-immunogenic recombinant staphylokinase versus alteplase for patients with acute ischaemic stroke 4.5 h after symptom onset in Russia (FRIDA): a randomised, open label, multicentre, parallel-group, non-inferiority trial. Lancet Neurol. 2021 Sep;20(9):721-728. doi: 10.1016/S1474-4422(21)00210-6."}],"seeAlsoLinks":[{"label":"ESC/EACTS Guidelines in Myocardial Revascularisation","url":"http://eurheartj.oxfordjournals.org/content/early/2014/09/10/eurheartj.ehu278"},{"label":"ESC Guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation","url":"http://eurheartj.oxfordjournals.org/content/ehj/33/20/2569.full.pdf"},{"label":"Efficacy Guidelines. The work carried out by ICH under the Efficacy heading is concerned with the design, conduct, safety and reporting of clinical trials.","url":"http://www.ich.org/products/guidelines/efficacy/article/efficacy-guidelines.html"},{"label":"FORTELYZIN® IN COMPARISON WITH METALYSE® FOR ST-ELEVATED MYOCARDIAL INFARCTION: ONE-YEAR RESULTS AND CLINICAL OUTCOMES OF A MULTICENTER RANDOMIZED STUDY FRIDOM1","url":"http://elibrary.ru/item.asp?id=36518074"},{"label":"FORTELYZIN® VERSUS METALYSE® IN ST-SEGMENT ELEVATION MYOCARDIAL INFARCTION: RESULTS OF MULTICENTER RANDOMIZED trial FRIDOM 1","url":"http://elibrary.ru/item.asp?id=30575583"},{"label":"Neurology: national guidelines","url":"http://elibrary.ru/item.asp?id=32488266"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000010959","term":"Tissue Plasminogen Activator"}],"ancestors":[{"id":"D000005343","term":"Fibrinolytic Agents"},{"id":"D000050299","term":"Fibrin Modulating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","asFound":"Patient Reported Outcomes","relevance":"HIGH"},{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M13538","name":"Plasminogen","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"}]}},"hasResults":false}