{"protocolSection":{"identificationModule":{"nctId":"NCT02893267","orgStudyIdInfo":{"id":"IRB16-00172"},"secondaryIdInfos":[{"id":"R01HD084564","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HD084564"}],"organization":{"fullName":"MetroHealth Medical Center","class":"OTHER"},"briefTitle":"Multimodal Treatment for Hemiplegic Shoulder Pain","officialTitle":"Multimodal Treatment for Hemiplegic Shoulder Pain"},"statusModule":{"statusVerifiedDate":"2023-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-01"},"primaryCompletionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-08-31","studyFirstSubmitQcDate":"2016-09-02","studyFirstPostDateStruct":{"date":"2016-09-08","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-08-28","lastUpdatePostDateStruct":{"date":"2023-08-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Richard Wilson, MD","investigatorTitle":"Assistant Professor, Physical Medicine and Rehabilitation","investigatorAffiliation":"MetroHealth Medical Center"},"leadSponsor":{"name":"MetroHealth Medical Center","class":"OTHER"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"},{"name":"Case Western Reserve University","class":"OTHER"},{"name":"Shirley Ryan AbilityLab","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Hemiplegic shoulder pain (HSP) affects up to 60% of moderate to severely impaired stroke survivors. HSP is associated with poor rehabilitation outcomes, including interference with activities of daily living (ADLs) and poor quality of life (QoL). While many treatments for HSP have been proposed, most do not result in long-term relief of pain.\n\nThe investigators developed the use of intramuscular peripheral nerve stimulation (PNS) for the treatment of HSP, which involves the temporary placement of a percutaneous intramuscular electrode to stimulate the axillary nerve motor points to the deltoid muscle. A systematic review of randomized controlled trials (RCT) concluded that intramuscular PNS was the only treatment to provide long-term relief of pain for those with HSP. However, physical therapy (PT), which focuses on correcting biomechanics, is the most commonly prescribed treatment for HSP and is recommended by multiple practice guidelines. Prior to acceptance by the clinical community, the superiority of PNS to a course of PT must be demonstrated. The investigators completed a pilot RCT comparing PNS to PT and 67% vs. 25% of participants experienced successful pain relief (i.e., ≥ 2-pt or 30% reduction) from PNS and PT, respectively. Thus, the primary objective of this 2-site RCT is to confirm the findings of this preliminary pilot RCT. Combining PNS and PT, which may be how PNS is actually implemented in clinical practice, may have a synergistic therapeutic effect. Thus, the second objective of this RCT is to determine if multimodal treatment of HSP with PNS + PT is more efficacious for pain relief than PNS alone or PT alone. Mechanisms also will be explored.","detailedDescription":"Study Summary: This is a multi-site, placebo controlled, double-blinded RCT to confirm the superiority of PNS over PT in reducing HSP, and to determine if multimodal treatment of HSP with PNS + PT is more efficacious than PNS or PT alone. The standard of care for treating shoulder pain is to try several options, most commonly including medications, injections and therapy. Candidates considering this study likely have tried some treatments but without lasting success. Ninety-six participants will be randomized to receive PNS + PT, PNS + sham-PT, or sham-PNS + PT. The PNS + PT group will receive active PNS therapy for 6 hours per day for 3 weeks along with 8 sessions of PT to improve biomechanics of the affected shoulder. The PNS+ sham-PT group will receive active PNS therapy and sham-PT, consisting of placebo ultrasound, application of inert gel, lower limb strengthening, and walking exercises. The sham-PNS + PT group will receive a percutaneous lead in a similar manner as the active therapy groups, but with sham-stimulation, along with 8 sessions of PT. Measures of pain, pain interference with ADLs, QoL, shoulder biomechanics (shoulder abduction torque, shoulder kinematics, and Fugl-Meyer score), and measures of central sensitization (pain thresholds, secondary hyperalgesia, and temporal summation) will be assessed at baseline and at weeks 4 (end of treatment), 8, 12, 16, 20, 24, and 28."},"conditionsModule":{"conditions":["Stroke","Shoulder Pain"],"keywords":["Stroke","Shoulder Pain","Electrical stimulation","Neuromuscular stimulation","Intramuscular stimulation","Physical Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":132,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"PNS + PT","type":"EXPERIMENTAL","description":"The PNS+PT Group will receive peripheral nerve stimulation treatment (which will produce muscle contraction) for three weeks (6 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period, and also receive eight 60-minute sessions of outpatient physical therapy focused on shoulder pain over the same four week period.","interventionNames":["Device: Peripheral Nerve Stimulation","Other: Physical Therapy"]},{"label":"PNS + sham-PT","type":"ACTIVE_COMPARATOR","description":"The PNS + sham-PT Group will receive peripheral nerve stimulation treatment (which will produce muscle contraction) for three weeks (6 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period, and also receive eight 60-minute sessions of sham outpatient physical therapy not focused on shoulder pain over the same four week period.","interventionNames":["Device: Peripheral Nerve Stimulation","Other: Sham-PT"]},{"label":"sham-PNS + PT","type":"ACTIVE_COMPARATOR","description":"The sham-PNS + PT Group will receive sham peripheral nerve stimulation treatment (which will not produce muscle contraction) for three weeks (6 hours daily) with an Intramuscular Electrical Stimulator following a one week electrode stabilization period, and also receive eight 60-minute sessions of outpatient physical therapy focused on shoulder pain over the same four week period.","interventionNames":["Other: Physical Therapy","Device: Sham-PNS"]}],"interventions":[{"type":"DEVICE","name":"Peripheral Nerve Stimulation","description":"The stimulation system includes an external stimulator, percutaneous lead and pad. The stimulator snaps onto the pad. The pad has an embedded power source but also serves as the anode. The 1-channel stimulator outputs a biphasic current waveform with current pulse parameter ranges suitable for PNS. The percutaneous lead is inserted using an introducer (like a hypodermic needle) which is withdrawn and the lead is retained in the muscle by a barb at its tip. After a 1-week stabilization period, stimulation is initiated (6 hrs/day). The duty cycle and daily dose remain constant, but stimulus parameters may be adjusted by the research staff as deemed appropriate. The treatment period is 3 weeks after which the lead will be removed. Total time of electrode implantation is no more than 29 days.","armGroupLabels":["PNS + PT","PNS + sham-PT"],"otherNames":["Intramuscular Peripheral Nerve Stimulation","Intramuscular Electrical Nerve Stimulation","Smartpatch System"]},{"type":"OTHER","name":"Physical Therapy","description":"Participants will receive 8 60-minute sessions of outpatient therapy over a 4 week period concurrent with PNS or sham-PNS treatment. Therapy may include: Proper Positioning and Handling, Therapeutic positioning and Strengthening Exercises, Mirror Therapy, Task-specific Therapy, Home Exercise Program, and a Mental Practice program.","armGroupLabels":["PNS + PT","sham-PNS + PT"]},{"type":"OTHER","name":"Sham-PT","description":"Participants randomized to sham-PT will receive 8 60-minute sessions with therapists with the goal of controlling for the effect of regular contact with a therapist and study staff in a therapeutic environment. Participants will undergo a hands-on evaluation and re-evaluation before and after treatment. Therapists will provide sham ultrasound therapy and light application of inert gel to the shoulder for 10 minutes, Pre-Gait Training or Gait training, Exercise therapy, and relaxation therapy.","armGroupLabels":["PNS + sham-PT"]},{"type":"DEVICE","name":"Sham-PNS","description":"The stimulation system includes an external stimulator, percutaneous lead and pad. The stimulator snaps onto the pad. The pad has an embedded power source.The stimulator will appear to function as normal though will not deliver electrical current to the electrode. The subjects will be prescribed 6 hours of sham-stimulation per day for 3 weeks.","armGroupLabels":["sham-PNS + PT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Brief Pain Inventory (BPI)- Short Form (SF) question 3 (BPI-SF3)","description":"Brief Pain Inventory Short Form 3: The BPI has excellent psychometrics and is recommended for the assessment of pain in clinical trials. The developers of the BPI recommend BPI SF-3, the \"pain worst\" rating, as the primary response metric. The question asks participants to rate their worst pain in the prior 7-d on a 0 to 10 numeric rating scale, where \"0\" indicates \"No pain\" and \"10\" indicates \"Pain as bad as you can imagine.\"","timeFrame":"Prior 7-days"}],"otherOutcomes":[{"measure":"Adverse Events (Related)","description":"Related adverse events are documented as Safety data.","timeFrame":"Week 2 - Week 5"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* shoulder pain localized to the glenohumeral joint, subacromial area or deltoid insertion associated with: a) rest; b) passive abduction or external rotation range of motion (ROM); c) active abduction ROM; or, d) manual palpation;\n* shoulder pain onset or worsening after the most recent stroke;\n* weakness of shoulder abductors (≤4/5 on Medical Research Council (MRC) scale if isolated movement is present);\n* ≥ 21-yrs old; \\< 90-yrs old;\n* time of stroke ≥ 3-mo;\n* duration of HSP ≥3-mo;\n* HSP with moderate to severe pain (BPI SF-3 ≥ 4);\n* cognitive and communication ability to fulfill study requirements (cognitive ability based upon a score of ≥24 on the Mini Mental Status Exam (MMSE));\n* availability of reliable adult who can assist with study procedures if necessary;\n* willing and able to report shoulder pain and other conditions and complete study visits throughout the 4 month study period.\n\nExclusion Criteria:\n\n* joint or overlying skin infection or history of recurrent skin infections;\n* insensate skin;\n* need to take \\> 1 opioid and \\> 1 nonopioid analgesic medication for HSP;\n* regular intake of pain medications for another chronic pain;\n* botox injection or subacromial steroid injections to the shoulder within the past 12 weeks;\n* receiving occupational therapy (OT) or PT for HSP;\n* bleeding disorder or international normalized ratio (INR) \\> 3.0;\n* sensitivity to skin surface electrodes and/or medical-grade adhesives, gels, tapes;\n* medical instability;\n* pregnancy;\n* uncontrolled seizures (\\>1/mo for 6-mo);\n* history of cardiac arrhythmia with hemodynamic instability;\n* history of lidocaine allergy;\n* history of Parkinson's disease, spinal cord injury (SCI), traumatic brain injury (TBI), multiple sclerosis (MS), or ipsilateral upper extremity (UE) lower motor neuron lesion;\n* history of complex regional pain syndrome, myofacial pain syndrome, other pain conditions (investigator discretion);\n* cardiac pacemaker or other implanted electronic device;\n* history of valvular heart disease (artificial valves, requiring antibiotics for procedures, etc.);\n* severely impaired communication.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kristine Hansen, PT","role":"CONTACT","phone":"216-778-5347","email":"khansen1@metrohealth.org"}],"overallOfficials":[{"name":"Richard D Wilson, MD","affiliation":"MetroHealth Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shirley Ryan Abilitylab","status":"ACTIVE_NOT_RECRUITING","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"Carolinas Rehabilitation","status":"ACTIVE_NOT_RECRUITING","city":"Charlotte","state":"North Carolina","zip":"28203","country":"United States","geoPoint":{"lat":35.22709,"lon":-80.84313}},{"facility":"MetroHealth Medical Center","status":"RECRUITING","city":"Cleveland","state":"Ohio","zip":"44109","country":"United States","contacts":[{"name":"Kristine Hansen, PT","role":"CONTACT","phone":"216-778-5347","email":"khansen1@metrohealth.org"},{"name":"Richard D Wilson, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.4995,"lon":-81.69541}}]},"referencesModule":{"references":[{"pmid":"24355994","type":"BACKGROUND","citation":"Wilson RD, Gunzler DD, Bennett ME, Chae J. Peripheral nerve stimulation compared with usual care for pain relief of hemiplegic shoulder pain: a randomized controlled trial. Am J Phys Med Rehabil. 2014 Jan;93(1):17-28. doi: 10.1097/PHM.0000000000000011. Erratum In: Am J Phys Med Rehabil. 2016 Feb;95(2):e29."},{"pmid":"17369520","type":"BACKGROUND","citation":"Chae J, Ng A, Yu DT, Kirsteins A, Elovic EP, Flanagan SR, Harvey RL, Zorowitz RD, Fang ZP. Intramuscular electrical stimulation for shoulder pain in hemiplegia: does time from stroke onset predict treatment success? Neurorehabil Neural Repair. 2007 Nov-Dec;21(6):561-7. doi: 10.1177/1545968306298412. Epub 2007 Mar 16."},{"pmid":"22448759","type":"BACKGROUND","citation":"Chae J, Wilson RD, Bennett ME, Lechman TE, Stager KW. Single-lead percutaneous peripheral nerve stimulation for the treatment of hemiplegic shoulder pain: a case series. Pain Pract. 2013 Jan;13(1):59-67. doi: 10.1111/j.1533-2500.2012.00541.x. Epub 2012 Mar 26."},{"pmid":"11277137","type":"BACKGROUND","citation":"Chae J, Yu D, Walker M. Percutaneous, intramuscular neuromuscular electrical stimulation for the treatment of shoulder subluxation and pain in chronic hemiplegia: a case report. Am J Phys Med Rehabil. 2001 Apr;80(4):296-301. doi: 10.1097/00002060-200104000-00014."},{"pmid":"16244520","type":"BACKGROUND","citation":"Chae J, Yu DT, Walker ME, Kirsteins A, Elovic EP, Flanagan SR, Harvey RL, Zorowitz RD, Frost FS, Grill JH, Fang ZP. Intramuscular electrical stimulation for hemiplegic shoulder pain: a 12-month follow-up of a multiple-center, randomized clinical trial. Am J Phys Med Rehabil. 2005 Nov;84(11):832-42. doi: 10.1097/01.phm.0000184154.01880.72."},{"pmid":"21530732","type":"BACKGROUND","citation":"Wilson RD, Bennett ME, Lechman TE, Stager KW, Chae J. Single-lead percutaneous peripheral nerve stimulation for the treatment of hemiplegic shoulder pain: a case report. Arch Phys Med Rehabil. 2011 May;92(5):837-40. doi: 10.1016/j.apmr.2010.11.003."},{"pmid":"11239281","type":"BACKGROUND","citation":"Yu DT, Chae J, Walker ME, Fang ZP. Percutaneous intramuscular neuromuscular electric stimulation for the treatment of shoulder subluxation and pain in patients with chronic hemiplegia: a pilot study. Arch Phys Med Rehabil. 2001 Jan;82(1):20-5. doi: 10.1053/apmr.2001.18666."},{"pmid":"15129391","type":"BACKGROUND","citation":"Yu DT, Chae J, Walker ME, Kirsteins A, Elovic EP, Flanagan SR, Harvey RL, Zorowitz RD, Frost FS, Grill JH, Feldstein M, Fang ZP. Intramuscular neuromuscular electric stimulation for poststroke shoulder pain: a multicenter randomized clinical trial. Arch Phys Med Rehabil. 2004 May;85(5):695-704. doi: 10.1016/j.apmr.2003.07.015."},{"pmid":"11387579","type":"BACKGROUND","citation":"Yu DT, Chae J, Walker ME, Hart RL, Petroski GF. Comparing stimulation-induced pain during percutaneous (intramuscular) and transcutaneous neuromuscular electric stimulation for treating shoulder subluxation in hemiplegia. Arch Phys Med Rehabil. 2001 Jun;82(6):756-60. doi: 10.1053/apmr.2001.23310."},{"pmid":"20055567","type":"BACKGROUND","citation":"Koog YH, Jin SS, Yoon K, Min BI. Interventions for hemiplegic shoulder pain: systematic review of randomised controlled trials. Disabil Rehabil. 2010;32(4):282-91. doi: 10.3109/09638280903127685."},{"pmid":"10688341","type":"BACKGROUND","citation":"Snels IA, Beckerman H, Lankhorst GJ, Bouter LM. Treatment of hemiplegic shoulder pain in the Netherlands: results of a national survey. Clin Rehabil. 2000 Feb;14(1):20-7. doi: 10.1191/026921500668239146."},{"pmid":"23255268","type":"BACKGROUND","citation":"Soo Hoo J, Paul T, Chae J, Wilson RD. Central hypersensitivity in chronic hemiplegic shoulder pain. Am J Phys Med Rehabil. 2013 Jan;92(1):1-9; quiz 10-3. doi: 10.1097/PHM.0b013e31827df862."},{"pmid":"24512114","type":"BACKGROUND","citation":"Wilson RD, Harris MA, Gunzler DD, Bennett ME, Chae J. Percutaneous peripheral nerve stimulation for chronic pain in subacromial impingement syndrome: a case series. Neuromodulation. 2014 Dec;17(8):771-6; discussion 776. doi: 10.1111/ner.12152. Epub 2014 Feb 11."},{"pmid":"22920317","type":"BACKGROUND","citation":"Wilson RD, Harris MA, Bennett ME, Chae J. Single-lead percutaneous peripheral nerve stimulation for the treatment of shoulder pain from subacromial impingement syndrome. PM R. 2012 Aug;4(8):624-8. doi: 10.1016/j.pmrj.2012.03.002."},{"pmid":"22789774","type":"BACKGROUND","citation":"Paul TM, Soo Hoo J, Chae J, Wilson RD. Central hypersensitivity in patients with subacromial impingement syndrome. Arch Phys Med Rehabil. 2012 Dec;93(12):2206-9. doi: 10.1016/j.apmr.2012.06.026. Epub 2012 Jul 10."}],"seeAlsoLinks":[{"label":"Cleveland FES Center","url":"http://fescenter.org/index.php"},{"label":"The MetroHealth System - Clinical Trials","url":"http://www.metrohealth.org"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"}],"ancestors":[{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M21597","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M20523","name":"Arthralgia","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}