{"protocolSection":{"identificationModule":{"nctId":"NCT01529723","orgStudyIdInfo":{"id":"DSTVS-1"},"organization":{"fullName":"Rhode Island Hospital","class":"OTHER"},"briefTitle":"Validity of a New Stroke Dysphagia Screening Tool","officialTitle":"Validity of a New Stroke Dysphagia Screening Tool"},"statusModule":{"statusVerifiedDate":"2016-04","overallStatus":"WITHDRAWN","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-02"},"primaryCompletionDateStruct":{"date":"2012-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2012-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2012-02-06","studyFirstSubmitQcDate":"2012-02-08","studyFirstPostDateStruct":{"date":"2012-02-09","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-04-07","lastUpdatePostDateStruct":{"date":"2016-04-11","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Brian Silver","investigatorTitle":"Director, Stroke Center","investigatorAffiliation":"Rhode Island Hospital"},"leadSponsor":{"name":"Rhode Island Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Dysphagia or swallowing difficulty is common after stroke occurring in 25-78% of stroke survivors depending on the anatomic location of the stroke and the diagnostic test used. There are no universally accepted methods for doing a screen test at the bedside in the immediate setting after stroke. This study will assess the reliability of a bedside screen in terms of reproducibility of results between 2 independent screeners and in comparison to a fiberoptic study done by a speech language pathologist.","detailedDescription":"Specific Aims:\n\n1. To show that the dysphagia screening tool achieves greater than 90% positive and negative predictive values relative to the gold standard for dysphagia defined in this study as the Fiberoptic Endoscopic Evaluation of Swallowing (FEES) as performed by speech-language pathologists.\n2. To show that the risk of aspiration pneumonia is less than 10% during hospitalization in patients undergoing the dysphagia screening tool.\n3. To show that the dysphagia screening tool is applicable across the spectrum of stroke severity, as defined by the NIH stroke scale score.\n4. To assess specific components and combinations of components of the dysphagia screening tool with respect to positive and negative predictive values.\n5. To show that the dysphagia screening tool has excellent inter-rater reliability and can be performed in under 5 minutes.\n\nMethods: The investigators will recruit 18 patients with a clinical diagnosis of acute ischemic stroke. Patients with a clinical diagnosis of stroke will initially be screened with the dysphagia screening tool within 24 hours of last known well admission by two separate evaluators performed no more than 2 hours apart. The first evaluator will be either a nurse (e.g. emergency medicine nurse) or physician (e.g. neurology resident) certified in use of the screen. The second evaluator will be the nurse research coordinator for the study. The first screen is part of routine clinical care and will be used to determine the patient's eating status (NPO or full diet). Timing between evaluations will be recorded. Patients will include those with an NIHSS of 8-16 inclusive. Patients with primary intracerebral hemorrhage and those who are unable to read the consent form due to language barrier (not aphasia) will be excluded from this study. Consent for aphasic patients will be obtained from an authorized representative. Lesion side (right, left), lesion location (hemispheric, brainstem, cerebellar), and TOAST classification (a validated method of stroke mechanism classification) will be recorded. The results of patients who are initially enrolled in the study but later excluded because of brain imaging findings will be recorded. Patients who are studied by FEES within 6 hours of the first bedside screen by ASHA certified speech-language pathologists will be included. Time from screening to FEES examination will be recorded. A patient studied more than 6 hours after the first bedside screen will be excluded. Patients who passed the initial screen but later failed FEES examination will be made NPO because of the potential implications for clinical outcome. Patients who fail the initial screen but who later pass the FEES examination wil be released from NPO status. Results of brain imaging will also be recorded. Patients with negative brain imaging will also be included because diagnostic imaging with CT may not be sensitive in the first 24 hours and MRI may not be available within hours of arrival. Patients included in the study will also be followed during their hospitalization for clinical evidence of aspiration pneumonia up to 7 days. A 90-day phone call will be made to determine the patient's level of function according to the modified Rankin scale, a standard outcome tool for stroke. Patients whose final diagnosis is not stroke will be excluded from analysis.\n\nStatistical analysis:\n\nInter-rater reliability between bedside screeners will be calculated. Results of the screen performed by the last bedside screener will be compared to findings on FEES. Sensitivity, specificity, positive predictive value, and negative predictive value scores will be calculated using 2 by 2 table analysis. Likelihood ratios will be calculated. Aspiration pneumonia rates will be described with descriptive statistics."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Dysphagia screening"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":0,"type":"ACTUAL"}},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of ischemic stroke\n* Age 18 years or older\n* NIHSS 8-16\n* Within 24 hours of last known well\n\nExclusion Criteria:\n\n* Diagnosis of intracerebral hemorrhage, TIA, or other non-ischemic stroke diagnosis\n* Patient or authorized representative unable to read consent form","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with acute ischemic stroke","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Brian Silver, MD","affiliation":"Rhode Island Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rhode Island Hospital","city":"Providence","state":"Rhode Island","zip":"02903","country":"United States","geoPoint":{"lat":41.82399,"lon":-71.41283}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6572","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M7775","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8573","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M6945","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13205","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"}]}},"hasResults":false}