{"protocolSection":{"identificationModule":{"nctId":"NCT04963803","orgStudyIdInfo":{"id":"1R21DC017787-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R21DC017787-01A1"},"secondaryIdInfos":[{"id":"1R21DC017787-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R21DC017787-01A1"}],"organization":{"fullName":"Syracuse University","class":"OTHER"},"briefTitle":"Improving Aphasia Using Electrical Brain Stimulation","officialTitle":"Improving Aphasia Outcomes Through tDCS-Mediated Attention Management"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-06-21","studyFirstSubmitQcDate":"2021-07-14","studyFirstPostDateStruct":{"date":"2021-07-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-20","lastUpdatePostDateStruct":{"date":"2023-11-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Syracuse University","class":"OTHER"},"collaborators":[{"name":"National Institute on Deafness and Other Communication Disorders (NIDCD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true},"descriptionModule":{"briefSummary":"Language and communication are essential for almost every aspect of human life, but for people who have aphasia, a language processing disorder that can occur after stroke or brain injury, even simple conversations can become a formidable challenge. Speech and language therapy can help people recover their language ability, but often requires months or even years of therapy before a person is able to overcome these challenges. This research will investigate non-invasive brain stimulation as a way to enhance the effects of speech and language therapy, which may ultimately lead to better and faster recovery from stroke and aphasia. The investigators hypothesize that participants with aphasia who receive speech and language therapy paired with active electrical brain stimulation will improve significantly more on a language comprehension task than those who receive speech and language therapy paired with sham stimulation."},"conditionsModule":{"conditions":["Stroke","Aphasia"],"keywords":["tDCS","attention","language","speech-language therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":48,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active transcranial direct current stimulation (tDCS) paired with speech-language therapy","type":"EXPERIMENTAL","description":"Active transcranial direct current stimulation (tDCS) will be delivered using a Soterix mini-CT device. Participants receiving this treatment will be administered 2 milliamperes (mA) of current for 20 minutes/session with the anode electrode placed over F3 and the cathode electrode placed over Fp2 (according to the 1020 system). The tDCS will be paired with 60 minutes of speech-language therapy focusing simultaneously improving auditory comprehension and behavioral attention. All study participants will receive 10 sessions of this combination treatment with no more than one session per day 2-3 times per week.","interventionNames":["Device: Active transcranial direct current stimulation (tDCS)","Behavioral: Language Specific Attention Treatment"]},{"label":"Sham transcranial direct current stimulation (tDCS) paired with speech-language therapy","type":"SHAM_COMPARATOR","description":"Sham transcranial direct current stimulation (tDCS) will be delivered using a Soterix mini-CT device. Participants receiving this treatment will be administered 2 milliamperes (mA) of current for 1 minute to simulate the experience of tDCS, after which the current will be ramped down to zero for the remaining 19 minutes of the session with the anode electrode placed over F3 and the cathode electrode placed over Fp2 (according to the 1020 system). The tDCS will be paired with 60 minutes of speech-language therapy focusing simultaneously improving auditory comprehension and behavioral attention. All study participants will receive 10 sessions of this combination treatment with no more than one session per day 2-3 times per week.","interventionNames":["Device: Sham transcranial direct current stimulation (tDCS)","Behavioral: Language Specific Attention Treatment"]}],"interventions":[{"type":"DEVICE","name":"Active transcranial direct current stimulation (tDCS)","description":"Active transcranial direct current stimulation will be delivered using a Soterix mini-CT device. Participants receiving this treatment will be administered 2 milliamperes (mA) of current for 20 minutes/session for 10 sessions.","armGroupLabels":["Active transcranial direct current stimulation (tDCS) paired with speech-language therapy"]},{"type":"DEVICE","name":"Sham transcranial direct current stimulation (tDCS)","description":"Sham transcranial direct current stimulation will be delivered using a Soterix mini-CT device. Participants receiving this treatment will be administered 2 milliamperes (mA) of current for 1 minute to simulate the experience of tDCS, after which the current will be ramped down to zero for the remaining 19 minutes of the session. Participants in this arm will receive sham stimulation for 10 sessions.","armGroupLabels":["Sham transcranial direct current stimulation (tDCS) paired with speech-language therapy"]},{"type":"BEHAVIORAL","name":"Language Specific Attention Treatment","description":"This is a specific type of speech-language therapy that focuses on simultaneously improving auditory comprehension and behavioral attention. All study participants will receive 10 sessions of this treatment.","armGroupLabels":["Active transcranial direct current stimulation (tDCS) paired with speech-language therapy","Sham transcranial direct current stimulation (tDCS) paired with speech-language therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline in auditory comprehension on Language Specific Attention Treatment Probe Task","description":"Tests participants' ability to comprehend auditory information at the sentence level. This outcome measure consists of untrained sentences from the speech and language therapy protocol.","timeFrame":"baseline; following completion of 10 treatment sessions, 5-6 weeks; 10-11 weeks"}],"secondaryOutcomes":[{"measure":"Change from baseline on Continuous Performance Test","description":"Tests participants' ability to sustain attention on a task","timeFrame":"baseline; following completion of 10 treatment sessions, 5-6 weeks; 10-11 weeks"},{"measure":"Change from baseline on Attention Network Test","description":"Tests different types of attention (alerting, orienting, executive)","timeFrame":"baseline; following completion of 10 treatment sessions, 5-6 weeks; 10-11 weeks"},{"measure":"Change from baseline on The Scenario Test","description":"Assesses functional communication and discourse using pictures and scenario prompts.","timeFrame":"baseline; following completion of 10 treatment sessions, 5-6 weeks; 10-11 weeks"},{"measure":"Change from baseline on an Auditory Digit Span Task","description":"Assesses auditory working memory by asking participants to recall strings of numbers.","timeFrame":"baseline; following completion of 10 treatment sessions, 5-6 weeks; 10-11 weeks"},{"measure":"Change from baseline on The Revised Token Test","description":"Assesses auditory comprehension in persons with aphasia by asking participants to point to tokens given a verbally presented instruction.","timeFrame":"baseline; following completion of 10 treatment sessions, 5-6 weeks; 10-11 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. 18 years or older.\n2. No diagnosis of neurological disorder (other than stroke).\n3. No diagnosis of psychiatric disorder.\n4. No seizure within the past 6 months.\n5. Not pregnant.\n6. In chronic phase of recovery, defined as at least 6 months post-stroke.\n7. Not undergoing speech and language therapy targeting auditory comprehension or attention for the duration of the study.\n8. No metal implants in the head.\n9. No unhealed skull fractures.\n10. Onset of aphasia related to left hemisphere stroke.\n11. Damaged brain tissue from stroke does not overlap with left hemisphere dorsolateral prefrontal cortex.\n12. Mild to moderate aphasia.\n13. Cognitive ability minimally within functional limits.\n14. Able to pass vision and hearing screening (with use of corrective aids if needed; eyeglasses, hearing aids).\n15. Willing to allow audio-recording of study sessions.\n\nExclusion Criteria:\n\n1. Younger than 18 years old.\n2. Diagnosis or history of neurological disorder other than stroke.\n3. Diagnosis or history of psychiatric disorder.\n4. History of seizures within the past 6 months.\n5. Pregnant.\n6. \\<6 months post-stroke (however, if this is only exclusionary criterion met, participant can be re-evaluated at the 6-month mark if still interested in the study)\n7. Currently undergoing speech and language therapy targeting auditory comprehension or attention.\n8. Metal implants in the head.\n9. Currently has a skull fracture.\n10. Onset of aphasia related to etiology other than left hemisphere stroke.\n11. Damaged brain tissue includes left hemisphere dorsolateral prefrontal cortex.\n12. No aphasia or severe aphasia.\n13. Cognitive ability below functional limits.\n14. Unable to pass vision and/or hearing screening with use of corrective aids.\n15. Unwilling to allow audio-recording of study sessions.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ellyn A Riley, PHD","role":"CONTACT","phone":"315-443-9621","email":"earil100@syr.edu"}],"locations":[{"facility":"Syracuse University","status":"RECRUITING","city":"Syracuse","state":"New York","zip":"13244","country":"United States","contacts":[{"name":"Ellyn A Riley, PhD","role":"CONTACT","phone":"315-443-9621","email":"earil100@syr.edu"},{"name":"Ellyn A Riley, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.04812,"lon":-76.14742}}]},"referencesModule":{"references":[{"pmid":"28201833","type":"BACKGROUND","citation":"Peach RK, Nathan MR, Beck KM. Language-Specific Attention Treatment for Aphasia: Description and Preliminary Findings. Semin Speech Lang. 2017 Feb;38(1):5-16. doi: 10.1055/s-0036-1597260. Epub 2017 Feb 15."},{"pmid":"31348732","type":"BACKGROUND","citation":"Peach RK, Beck KM, Gorman M, Fisher C. Clinical Outcomes Following Language-Specific Attention Treatment Versus Direct Attention Training for Aphasia: A Comparative Effectiveness Study. J Speech Lang Hear Res. 2019 Aug 15;62(8):2785-2811. doi: 10.1044/2019_JSLHR-L-18-0504. Epub 2019 Jul 25."},{"pmid":"30128538","type":"BACKGROUND","citation":"Fridriksson J, Rorden C, Elm J, Sen S, George MS, Bonilha L. Transcranial Direct Current Stimulation vs Sham Stimulation to Treat Aphasia After Stroke: A Randomized Clinical Trial. JAMA Neurol. 2018 Dec 1;75(12):1470-1476. doi: 10.1001/jamaneurol.2018.2287."},{"pmid":"31300247","type":"BACKGROUND","citation":"Riley EA, Wu Y. Artificial grammar learning with transcranial direct current stimulation (tDCS): A pilot study. Brain Stimul. 2019 Sep-Oct;12(5):1307-1308. doi: 10.1016/j.brs.2019.07.002. Epub 2019 Jul 2. No abstract available."},{"pmid":"22524787","type":"BACKGROUND","citation":"Petersen SE, Posner MI. The attention system of the human brain: 20 years after. Annu Rev Neurosci. 2012;35:73-89. doi: 10.1146/annurev-neuro-062111-150525. Epub 2012 Apr 12."},{"pmid":"26652115","type":"BACKGROUND","citation":"Woods AJ, Antal A, Bikson M, Boggio PS, Brunoni AR, Celnik P, Cohen LG, Fregni F, Herrmann CS, Kappenman ES, Knotkova H, Liebetanz D, Miniussi C, Miranda PC, Paulus W, Priori A, Reato D, Stagg C, Wenderoth N, Nitsche MA. A technical guide to tDCS, and related non-invasive brain stimulation tools. Clin Neurophysiol. 2016 Feb;127(2):1031-1048. doi: 10.1016/j.clinph.2015.11.012. Epub 2015 Nov 22."},{"pmid":"18303984","type":"BACKGROUND","citation":"Floel A, Rosser N, Michka O, Knecht S, Breitenstein C. Noninvasive brain stimulation improves language learning. J Cogn Neurosci. 2008 Aug;20(8):1415-22. doi: 10.1162/jocn.2008.20098."},{"pmid":"28279641","type":"BACKGROUND","citation":"Chhatbar PY, Chen R, Deardorff R, Dellenbach B, Kautz SA, George MS, Feng W. Safety and tolerability of transcranial direct current stimulation to stroke patients - A phase I current escalation study. Brain Stimul. 2017 May-Jun;10(3):553-559. doi: 10.1016/j.brs.2017.02.007. Epub 2017 Feb 27."},{"pmid":"11970796","type":"BACKGROUND","citation":"Fan J, McCandliss BD, Sommer T, Raz A, Posner MI. Testing the efficiency and independence of attentional networks. J Cogn Neurosci. 2002 Apr 1;14(3):340-7. doi: 10.1162/089892902317361886."},{"pmid":"26645310","type":"BACKGROUND","citation":"Ishigami Y, Eskes GA, Tyndall AV, Longman RS, Drogos LL, Poulin MJ. The Attention Network Test-Interaction (ANT-I): reliability and validity in healthy older adults. Exp Brain Res. 2016 Mar;234(3):815-27. doi: 10.1007/s00221-015-4493-4. Epub 2015 Dec 8."},{"pmid":"27372845","type":"BACKGROUND","citation":"Bikson M, Grossman P, Thomas C, Zannou AL, Jiang J, Adnan T, Mourdoukoutas AP, Kronberg G, Truong D, Boggio P, Brunoni AR, Charvet L, Fregni F, Fritsch B, Gillick B, Hamilton RH, Hampstead BM, Jankord R, Kirton A, Knotkova H, Liebetanz D, Liu A, Loo C, Nitsche MA, Reis J, Richardson JD, Rotenberg A, Turkeltaub PE, Woods AJ. Safety of Transcranial Direct Current Stimulation: Evidence Based Update 2016. Brain Stimul. 2016 Sep-Oct;9(5):641-661. doi: 10.1016/j.brs.2016.06.004. Epub 2016 Jun 15."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The final dataset will include self-reported demographic data (e.g., age, race, gender), medical information related to participant's stroke (e.g., date of onset, lesion location), and behavioral data obtained from cognitive and language tasks administered in the Syracuse University Aphasia Lab as part of the study. The final computerized dataset will be stripped of all personal identifiers. The investigators will make the data and associated documentation available to users only via a signed data-sharing agreement that stipulates a commitment to: (1) only use the data for research purposes and not to identify any individual participants, (2) securely storing the data via password-protected databases and secure servers, and (3) destroying or returning the data after analyses are completed. Data sharing will be available upon publication of the main study findings.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"Starting 1 year after publication.","accessCriteria":"The investigators will make the data and associated documentation available to users only via a signed data-sharing agreement that stipulates a commitment to: (1) only use the data for research purposes and not to identify any individual participants, (2) securely storing the data via password-protected databases and secure servers, and (3) destroying or returning the data after analyses are completed."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M6064","name":"Communication Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}