{"protocolSection":{"identificationModule":{"nctId":"NCT04664673","orgStudyIdInfo":{"id":"B403201316810h"},"organization":{"fullName":"Université Catholique de Louvain","class":"OTHER"},"briefTitle":"HABIT-ILE in Adults With Chronic Stroke (HABIT-ILE Stroke)","officialTitle":"Effect of the Intensive Intervention \"Hand-Arm Bimanual Intensive Therapy Including Lower Extremities\" (HABIT-ILE) in Chronic (> 6 Months) Adults With Acquired Brain Damage (Stroke)"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-12-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2020-12-02","studyFirstSubmitQcDate":"2020-12-10","studyFirstPostDateStruct":{"date":"2020-12-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-06-16","lastUpdatePostDateStruct":{"date":"2022-06-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Université Catholique de Louvain","class":"OTHER"},"collaborators":[{"name":"University Hospital of Mont-Godinne","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Using a randomized controlled trial design, the possible changes induced by the intensive treatment program \"Hand-arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE)\" will be studied in functional, everyday life activities and neuroplastic assessment of adults with chronic stroke.","detailedDescription":"Using a randomized controlled trial design, the possible changes in neuroimaging, motor function, motor learning and everyday life activities of adults with chronic stroke (\\> 6 months) after participating of the intensive treatment programme \"Hand-arm Bimanual Intensive Therapy Including Lower Extremities\" (HABIT-ILE) will be studied. Changes, scored by participants in case of questionnaires and by experts in the case of tests, will be observed comparing participants after their regular care/treatment and after receiving HABIT-ILE. Motor function, learning and daily life activities will be correlated with neuroplastic changes."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Allocation","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":48,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"HABIT-ILE","type":"EXPERIMENTAL","description":"HABIT-ILE (Hand-Arm Bimanual Intensive Therapy Including Lower Extremities) intervention during two weeks adapted for adults stroke survivors","interventionNames":["Behavioral: Hand-Arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE)"]},{"label":"Regular care","type":"ACTIVE_COMPARATOR","description":"Usual customary treatment for adults stroke survivors during two weeks","interventionNames":["Behavioral: Regular care"]}],"interventions":[{"type":"BEHAVIORAL","name":"Hand-Arm Bimanual Intensive Therapy Including Lower Extremities (HABIT-ILE)","description":"motor learning-based, intensive therapy originally developed for hemiplegic children.","armGroupLabels":["HABIT-ILE"],"otherNames":["HABIT-ILE Stroke"]},{"type":"BEHAVIORAL","name":"Regular care","description":"customary or usual treatment given to any adult stroke survivor","armGroupLabels":["Regular care"],"otherNames":["Usual care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes on the Adult Assisting Hand Assessment Stroke (Ad-AHA Stroke)","description":"This assessment is an observation-based instrument assessing the effectiveness of the spontaneous use of the affected hand when performing bimanual activities in adults post stroke scored in a logit based 0-100 AHA-unit scale (higher score indicate higher ability)","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"}],"secondaryOutcomes":[{"measure":"Changes on speed/accuracy trade-off during a bimanual reaching task (bi-SAT)","description":"By using the Rehabilitation Robot System (REAplan®), we calculate the bi-SAT through mathematical computation","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes on force during a bimanual reaching task (bi-Force)","description":"By using the REAplan® robot, we calculate the bimanual forces and forces exerted in the wrong direction by each arm (Newtons)","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes on bimanual coordination during a bimanual reaching task (bi-CO)","description":"By using the REAplan® robot, we calculate the phase coherence between speeds of both arms","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes on bimanual smoothness during a bimanual reaching task (bi-smoothness)","description":"By using the REAplan® robot, we calculate the Spectral Arc Length (SPARC) of the movement (unitless)","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes on errors during a bimanual reaching task (bi-error)","description":"By using the REAplan® robot, we calculate the amount of errors while performing the bimanual task (measured in centimeters or degrees)","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in finger force tracking dexterity","description":"By using a finger force manipulandum (DEXTRAIN), which records the forces (in Newtons) applied by the fingers on pistons, we calculate the ability to control and release the force applied by the fingers during a tracking task.","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in multifinger tapping dexterity","description":"By using the DEXTRAIN, we assess the independent finger movements while simultaneous tapping with different finger configurations (two fingers or one finger) in response to visual instructions during a finger tapping task. The percentage of errors are considered.","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in cortical thickness of the brain's gray matter","description":"Regional brain cortical thickness is acquired from high resolution 3D T1-weighted structural imaging data. For each investigated region, mean cortical metrics (in millimeters) are assessed between the pial surface and the white/grey boundary.","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in Fractional Anisotropy (FA) of the corticospinal tract from the motor cortex to the cerebellar peduncle","description":"FA is a scalar value (no unit) between 0 and 1 that describes the degree of anisotropy of white matter water molecules. It is measured non-invasively via brain MRI using diffusion tensor imaging (DTI), a modality of Diffusion-Weighted Imaging (DWI). Increased values indicate a higher directionality of the tissue structure.","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes on the Axial, Radial and Mean Diffusivity (AD, RD, MD) of the corticospinal tract from the motor cortex to the cerebellar peduncle","description":"AD, RD and MD are values ranging from 0 to 3.10-3 \\[mm2/s\\] that describe the degree of axial, radial and mean molecular diffusion of white matter water molecules. It is measured non-invasively via brain MRI using diffusion tensor imaging (DTI), a modality of Diffusion-Weighted Imaging (DWI). An increased MD can be considered to be an indicator of white matter damage.","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes on the metrics of the corticospinal tract from the motor cortex to the cerebellar peduncle using the NODDI model","description":"The orientation dispersion index (ODI), intracellular volume fraction (ICVF) and the fraction of the isotropic compartment (ISOF) are scalar values ranging from 0 to 1 (no units) that describe the orientation of neural fibers, and the volume fraction of the intracellular and isotropic compartment. It is measured non-invasively via brain MRI using the Neurite Orientation Dispersion and Density Imaging (NODDI) model combined with a Diffusion-Weighted Imaging (DWI) sequence. The results reflects the overall coherence of the fibers, with zero representing highly coherent structures, hence less dispersion of the fibers.","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes on the metrics of the corticospinal tract from the motor cortex to the cerebellar peduncle using the DIAMOND model","description":"By representing each voxel of the brain as the sum of multiple compartments (representing either a neural fiber population or an isotropic diffusion), the volume fraction and the heterogeneity of each compartment can be estimated. These metrics (ranging from 0 to 1, no unit) are measured non-invasively via brain MRI using the Distribution of 3D Anisotropic Microstructural environments in Diffusion-compartment imaging (DIAMOND) model combined with a Diffusion-Weighted Imaging (DWI) sequence. The results reflects the overall heterogeneity of the fibers, with zero representing more homogeny structures, hence less dispersion of the fibers.","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in resting-state functional connectivity","description":"Resting-state functional magnetic resonance imaging (rs-fMRI) evaluates the regional interactions that occur during the resting or task-negative state. The magnitude of the brain activation during rs-fMRI will be assessed","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in brain white matter microstructure (WM-μs) using the Microstructure Fingerprinting model","description":"Using a multiple-compartment approach, the signal obtained from a voxel can be estimated as the sum of multiple fiber populations, each presenting a specific fraction ('frac', ranging from 0 to 1, no unit), fiber volume fraction ('fvf', ranging from 0 to 1, no unit) and diffusivity ('diff', in \\[mm2/s\\]). On top of those fiber populations, isotropic compartments can also be represented with a specific fraction (frac) and diffusivity (diff). These metrics are measured non-invasively via brain MRI using the Microstructure Fingerprinting model combined with a Diffusion-Weighted Imaging (DWI) sequence.","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in upper extremities sensorimotor functions assess by the Fugl-Meyer Assessment (FMA-UE)","description":"The FMA-UE assess reflex activity, movement control and muscle strength in the upper extremity of people with post-stroke hemiplegia. Maximum score is 66 points (Higher scores indicates better functioning levels)","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in upper extremities motor functions assess by the Wolf Motor Function Test (WMFT)","description":"The WMFT measures quantitative motor ability through 17 timed and functional tasks. Uses a 6-point ordinal scale (from 0= \"does not attempt with the involved arm\" to 5= \"arm does participate; movement appears to be normal\"). Maximum score is 75 (Higher scores indicates better functioning levels)","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in unimanual dexterity assessed by the Box & Block test (BBT)","description":"The BBT assess unimanual dexterity by quantifying the maximum of wooden blocks transferred from one space to the other during 1 minute (Higher scores indicate better performance)","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in the Six Minutes' Walk Test (6MWT)","description":"The 6MWT assess endurance while walking 6 minutes without pause. More distance walked (in meters) indicate better performance","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in Canadian Occupational Performance Measure (COPM)","description":"In this interview, patients set up 5 activities considered difficult in daily life. These are then assessed, in a 1 to 10 scale, regarding the patient's self-perception of performance and satisfaction of it. The total score is the average of the scores for perception and satisfaction separately (score from 1 to 10)","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in the Stroke Impact Scale (SIS)","description":"Self-reported questionnaire assessing multidimensional repercussions of the Stroke (strength, hand function, daily life activities, mobility, communication, emotion, memory, thinking and participation). Domains are scored on a metric of 0 to 100 (higher scores indicate better self-reported health)","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in activities of daily living assessed by ACTIVLIM-Stroke Questionnaire","description":"The ACTIVLIM-Stroke questionnaire measures a patient's ability to perform daily activities requiring the use of the upper and/or lower extremities through 20 items specific to patients after stroke. It ranges from - 6 to +6 logits (higher score means better performance).","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in activities of daily living assessed by ABILHAND Questionnaire","description":"The ABILHAND questionnaire specific to patients with chronic stroke measures a patient's manual ability to manage daily activities that require the use of the upper extremities, whatever the strategies involved, through 23 items. It ranges from -6 to +6 logits (higher score means better performance).","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in the modified Rankin Scale (mRS) for neurologic disability","description":"mRS measures the degree of disability or dependence in the daily activities of people who have suffered a stroke or other causes of neurological disability. The 6 levels of disability goes from 0 (\"no disability/no symptoms\") to 5 (\"disability requiring constant care for all needs\"), being 6 \"death\".","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in visual neglect assessed by the Bells Test","description":"The Bells Test is a cancellation test that allows for a quantitative and qualitative assessment of visual neglect in the near extra personal space. The patient score is based on the amount of time they take to complete the task, and the number of correct items (35 bells) they identify.","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes on the visuospatial short term working memory assessed by the \"Corsi block-tapping test\"","description":"The test requires the patient to observe and then repeat in order a sequence of blocks \"tapped\". The task starts with a sequence of 2 blocks and gradually increases in length up to nine blocks. The test measures both the number of correct sequences and the longest sequence remembered. This number is known as the \"Corsi Span\", and averages about 5 for normal human subjects.","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in the Montreal Cognitive Assessment (MoCA) test","description":"The MoCA is a brief screening instrument originally designed to identify mild cognitive impairments in elderly patients attending a memory clinic. MoCA evaluates different domains (visuospatial abilities, executive functions, short-term memory recall, attention, concentration, working memory, language, and orientation to time and space) having a total of 30 points (higher scores indicate better self-reported health)","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in inhibitory control assessed by the Stroop Color and Word Test (SCWT)","description":"The SCWT is extensively used to assess the ability to inhibit cognitive interference occurring when the processing of a specific stimulus feature impedes the simultaneous processing of a second stimulus attribute. The reaction time and the amount of errors are measured during incongruent and congruent tasks (lower reaction times and less errors indicates better performance).","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in executive functions assessed by the Trail Making Test (TMT)","description":"The TMT provides information on visual search, scanning, speed of processing, mental flexibility and executive functions using two subtasks, link numbers in increasing order and link letters and numbers in increasing order. The reaction time and the amount of errors are measured during the subtasks (lower reaction times and less errors indicates better performance).","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"},{"measure":"Changes in the Wechsler Adult Intelligence Scale (WAIS-III)","description":"The WAIS-III provided scores for Verbal intelligence quotient (IQ), Performance IQ, and Full Scale IQ, along with four secondary indices (Verbal Comprehension, Working Memory, Perceptual Organization, and Processing Speed). The six Verbal Scale (Vocabulary, Similarities, Arithmetic, Digit Span, Information, and Comprehension) and five Performance Scale (Picture Completion, Digit Symbol (Coding), Block Design, Matrix Reasoning, and Picture Arrangement) subtests are combined to calculate the Full Scale IQ. After each subtest is scored, raw point totals are converted to scaled scores according to the examinee's age range (mean= 10; standard deviation=3). Sums of scaled scores then are computed separately for the six Verbal Scale subtests, five Performance Scale subtests, and all 11 subtests which constitute the Full Scale. The sums are converted to deviation IQs. The IQs generated have a mean of 100 and a standard deviation of 15 at all age levels.","timeFrame":"baseline, 3 weeks and 13 weeks after baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* hemiparetic patient with a chronic stroke (over 6 months of evolution)\n* age 40 to 90 years old inclusive\n* ability to follow instructions and complete testing according to the age.\n\nExclusion Criteria:\n\n* alcohol/drug abuse\n* pregnancy\n* major cognitive impairment interfering with the study (severe aphasia, psychiatric conditions)\n* uncontrolled health issues (cardiac/renal failure)\n* contraindications to perform MRI assessments (Metal implants, etc.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yves Vandermeeren, PhD","role":"CONTACT","phone":"+3281423321","email":"yves.vandermeeren@uclouvain.be"},{"name":"Daniela Ebner, PhD","role":"CONTACT","phone":"+3227645446","email":"daniela.ebner@uclouvain.be"}],"overallOfficials":[{"name":"Yves Vandermeeren, MD,PhD","affiliation":"Institute of Neuroscience, UCLouvain; CHU-UCL Namur, Neurology Department, UCLouvain","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yannick Bleyenheuft, PhD","affiliation":"MSL-IN Lab, Institute of Neuroscience, UCLouvain","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Institute of Neuroscience, UCLouvain","status":"RECRUITING","city":"Brussels","zip":"1200","country":"Belgium","contacts":[{"name":"Yannick Bleyenheuft, Pr","role":"CONTACT","phone":"+3227645446","email":"yannick.bleyenheuft@uclouvain.be"},{"name":"Daniela Ebner, PhD","role":"CONTACT","phone":"+3227645446","email":"daniela.ebner@uclouvain.be"}],"geoPoint":{"lat":50.85045,"lon":4.34878}}]},"referencesModule":{"seeAlsoLinks":[{"label":"University's department web page (english)","url":"https://uclouvain.be/en/research-institutes/ions/neur/neurology-department-chu-ucl-dinant-godinne.html"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}