{"protocolSection":{"identificationModule":{"nctId":"NCT05563571","orgStudyIdInfo":{"id":"SATSHP/697/13.01/2020"},"organization":{"fullName":"Satasairaala","class":"OTHER"},"briefTitle":"Hemiplegic Shoulder Pain Management Using Shoulder pRF and Corticosteroid Injection","officialTitle":"The Effectiveness of Pulsed Radiofrequency of the Suprascapular Nerve and Shoulder Joint Compared to Intra-articular Corticosteroid Injection for Hemiplegic Shoulder Pain Management and Functional Improvement."},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-09-23","studyFirstSubmitQcDate":"2022-09-29","studyFirstPostDateStruct":{"date":"2022-10-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-29","lastUpdatePostDateStruct":{"date":"2022-10-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Aet Ristmägi","investigatorTitle":"Medical Doctor","investigatorAffiliation":"Satasairaala"},"leadSponsor":{"name":"Satasairaala","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Introduction: hemiplegic shoulder pain (HSP) in a common post-stroke condition, that can lead to poor motor and functional recovery and lower quality of life. Interventions like intra-articular corticosteroid injection (ICI) and suprascapularis nerve (SSN) pulsed radiofrecuenfy treatment (PRF) has been used to treat the pain.\n\nMethods: in this single-center, prospective, randomized controlled study, we included 20 consecutive patients with hemiplegic shoulder pain in subacute stroke phase (2-12 months after diagnosis). Subjects were randomly assigned to the PRF (SSN and shoulder joint) and ICI treatment groups (n = 10 in each). Primary outcome is hemiplegic shoulder pain severity, measured by numeric rating scale, active shoulder range of motion and Fugl-Meyer upper limb assessment. Secondary outcome is shoulder joint and cervicocephalic kinesthetic sensibility. Outcome measurements were assessed at baseline and one, two and six months after each procedure.","detailedDescription":"Introduction Post-stroke shoulder pain is a common condition, with various etiology and outcome. The incidence is 10-22% according to a recent meta-analysis and 12 month prevalence is estimated to be 39% (1). Shoulder pain is most commonly developing within the 2-3 months after diagnosis (2), and often resolves spontaneously in 6 months period. The background of shoulder pain condition is complicated phenomenon encompassing both nociceptive and neuropathic pain etiologies (3-5). Specific musculoskeletal etiologies are associated with HSP, including rotator cuff tendinitis, adhesive capsulitis, and bicipital tendinitis, subacromial bursitis (6) while other causes are more complex like glenohumeral subluxation, spasticity, central pain (6, 7) and the causes are often overlapping (3,4).\n\nHSP has been demonstrated to be a predictor of poor motor and functional recovery, lower quality of life and can lead to emotional problems such as depression and anxiety (8,9,10).\n\nGenerally, clinicians employ range of motion (ROM) exercises, oral medications and other modalities of therapy to control HSP (11).\n\nSome research have showed significant benefits in terms of pain reduction for many interventions including orthoses, botulinum toxin injection, electrical stimulation, aromatherapy and acupuncture (3).\n\nIn different national guidelines and systematic reviews intra-articular corticosteroid injection (ICI) into the shoulder joint is suggested as a choice of treatment, but its effect has only a relatively short duration (12). CSI has been reported to lead adverse events such as tendon degeneration, cutaneous atrophy or infection (13-15). In addition, CSI can cause systemic side effects including changes in the hypothalamic-pituitary-adrenal (HPA) axis function and elevated blood glucose levels (16).\n\nSuprascapular nerve blocks (SSNB) have been performed to manage hemiplegic shoulder pain (17,18). The suprascapular nerve contributes approximately 70% of the sensory innervation to the shoulder joint (19), therefore making it to a good target for treating shoulder pain.\n\nIn addition to SSNB, pulsed radiofrequency (PRF) has also been researched for its potentially greater and longer-lasting outcomes when comparing to local anesthetics. The primary mechanism of PRF is modulation of pain signals by the generated electrical field (20). However, recent animal studies propose that PRF has remarkable effect on oxidative stress and inflammatory process in dorsal root of the spinal cord (20,21). Recent studies have shown that PRF of the SSN may effectively manage shoulder pain without any major complications (22). In recent years, there are growing evidence, that PRF in SSN can significantly reduce HSP compared to conventional therapy (18, 23-26). Only few studies been made on PRF treatment of the glenohumeral joint with a meta-analysis showing no extra benefit compared to conventional therapy (27).\n\nBefore, Kim and Chang showed in their study that ICI seems to be superior to SSN PRF treatment. However, the follow up period was only 2 months and functional outcome was not assessed.\n\nIn this RCT we investigate, if PRF of SSC and shoulder joint can improve functional outcome and reduce pain in sub-acute stroke patients with HSP compared to ICI. In addition, we want to study, if and how shoulder joint injections in the meaning of pain treatment affect cervicocephalic and shoulder joint kinaesthetic sensibility.\n\nMethods\n\nSubjects 20 consecutive stroke patients are prospectively recruited. All patients are followed up at the Physical Medicine and Rehabilitation Clinics for post-stroke rehabilitation.\n\nWritten informed consent are obtained from all subjects. The study is performed in accordance with the Helsinki declaration and patient confidentiality is ensured.\n\nThe study protocol is approved by Satasairaala. The sample size is based on the findings of a previous studies (25, 28).\n\nSubjects are randomized to receive either PRF stimulation of the SSN and shoulder joint (PRF group) or ICI administration in the shoulder joint (ICI group). An experienced clinician performed the assigned procedure once for each subject under ultrasound (US) guidance. No other specific treatment are applied, but patients are encouraged to continue their rehabilitation according to previous personal instructions (treatment as usual, TAU).\n\nIntervention PRF : All patients are at first evaluated by specialist in physical medicine and rehabilitation who uses ultrasound and clinical examination to estimate shoulder function. PRF treatment is performed under ultrasound guidance. Shoulder joint RF stimulation procedure uses posterior approach. The patient sits with their arm resting at their side with the shoulder in neutral rotation resting on their lap. The sulcus between the head of the humerus and acromion is identified by ultrasound. The needle is inserted 2-3cm inferior, medial to the posterolateral corner of the acromion and directed anteriorly towards the coracoid process. An isolated radiofrequency 23-G 60 mm needle with a 5 mm active tip (Top Neuropole needle XE 60mm 23G) is introduced perpendicularly to the skin in all planes completely into the joint. First, 0.1-0.2 ml Lidocaine (10%) is injected after puncture of skin and after pRF stimulation 0,8 ml in to the shoulder joint. Joint capsule stimulation, a 4 minute cycle of PRF with STP (Sluijter Teixeira Pulsed Poisson) program (TOP Lesion Generator TLG-10, Equip Medikey BV, The Netherlands) is performed. Pain VAS, glenohumeral joint active range of motion and any complications were recorded before discharge. For the SSN PRF, the suprascapular notch is identified using ultrasound with the patient in the sitting position, shoulders relaxed and forearms placed on the thighs. Following the puncture, an isolated radiofrequency 23-G 60 mm needle with a 5 mm active tip (Top Neuropole needle XE 60mm 23G) is introduced perpendicularly to the skin in all planes. Selective stimulation of motor fibers (2 Hz, 5 ms pulse width) commenced after the needle tip has penetrated into the suprascapular notch. Motor response defined as contraction of the supra- and infraspinatus muscles at a voltage between 0.2 and 0.4 V is sought. After positive stimulation, a 4-minute (2 Hz) cycle of PRF with STP (Sluijter Teixeira Pulsed Poisson) program (TOP Lesion Generator TLG10, Equip Medikey BV, The Netherlands) is performed. One ml Lidocaine (10%) was injected at the end of stimulation since irritation of nerve fibers by the electrical field (without thermolesion) has been described in earlier studies with PRF (29).\n\nFor ICI, the sulcus between the head of the humerus and acromion is identified by ultrasound. The needle is inserted 2-3cm inferiorly, medial to the posterolateral corner of the acromion and directed anteriorly towards the coracoid process. The needle tip is advanced into the glenohumeral joint and 1 mL methylprednisolon (40 mg) and 1 ml of 10% lidocaine are injected.\n\nOutcome measurements Patients are assessed prior to the study (baseline) and at one, two and six months after the procedure. The same investigator, blinded to the therapeutic intervention, assess the clinical outcomes before and during follow-up. The intensity of pain in the affected shoulder is assessed using the NRS. According to this, we ask, if the patient has night pain, pain at rest, pain in ADL and pain in specific movement. The answer was either \"yes\" or \"no\". Active shoulder joint ROM is investigated using a upper limb robotic device (Diego, Tyromotion GmBH). Shoulder flexion, abduction and external rotation are assessed with the patients in a sitting position. Degree of shoulder flexion and abduction are measured with the elbow in extension and ROM of external rotation is evaluated with the elbow at 90◦ flexion and the arm at 0◦ abduction and flexion.\n\nFor secondary outcome we assess if shoulder pain treatment by shoulder joint injection affects proprioception in shoulder joint and neck. We measure cervicocephalic kinaesthetic sensibility by the relocation test method introduced by Heikkilä 1996 (30). In kinaesthetic sensibility test, we use a target, laser pointer and measure the relocation accuracy (RA) in centimeters from the point on which the light beam stops to the center of the target.\n\nFor neck, the kinaesthetic sensibility is measured in four tasks: flexion, extension, left and right rotation. A laser pointer is fixed to the subject's head with a rubber band. The subject is seated with a backseat and is asked to hold a head in a neutral position and a removable target is fixed 90 cm in front of the subject, laser pointing at the middle (zero point, ZP). After ensuring the neutral position, the subject is instructed to perform the four tasks , each with three repetitions, with their eyes closed, with a maximum of precision without speed instruction.\n\nFor shoulder, kinaesthetic sensibility is measured in flexion, extension and lateral rotation. A laser pointer is fixed with Velcro straps to dorsal part of the subject's wrist. In sitting position, in 90 degree flexion the laser points to ZP of the target, that is placed 90 cm in front of the subjects (reference position). Subjects are told to memorize this position to duplicate it after lowering upper limb to rest position (0 degrees flexion) for 2 seconds. Same protocol is followed with shoulder abduction. For lateral rotation, the initial reference position is 0 degrees of shoulder joint, with elbow flexed 90 degrees. The subject is asked to perform maximal lateral rotation, keep it for 2 seconds and then tried to locate the initial reference position. When the reference position is achieved, the target is placed so that the laser pointer's light beam projects on the zero of the target. The subjects are asked to perform the three tasks, each with three repetitions, with their eyes closed, with a maximum of precision without speed instruction.\n\nData are collected from April 2022 to August 2023.\n\nStatistical analysis All statistical analyses are carried out in the Statistical Package for Social Sciences (SPSS.21). The Wilcoxon signed-rank test is applied to compare differences in treatment groups at baseline and follow-up. The alpha level for significance is set at P \\< 0.05. Between groups, data are examined using analysis of variances (ANOVAs). Demographic variables are compared using a t-test or chi-squared test for continuous and categorical variables, respectively. Independent sample test (Levene´s test) is utilized for the primary outcome of pain NRS and upper limb function."},"conditionsModule":{"conditions":["Stroke","Shoulder Pain"],"keywords":["intra-articular cortisone injection, pulsed radiofrequency"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intra-articular cortisone injection","type":"ACTIVE_COMPARATOR","description":"Ultra-sound guided single injection of Methylprednisolon 40 mg (1 ml) + 1 ml 10 % Lidocaine to shoulder joint","interventionNames":["Other: Pulsed radiofrequency, Lidocaine"]},{"label":"pulsed radiofrequency of shoulder joint and suprascapular nerve","type":"ACTIVE_COMPARATOR","description":"Ultra-sound guided single treatment of shoulder joint and suprascapular nerve with pulsed radiofrequency (PRF) STP (Sluijter Teixeira pulse) 45 V 4 minutes each with 1 ml 10% Lidocaine to both shoulder joint and suprascapular nerve.","interventionNames":["Drug: Methylprednisolon, Lidocaine"]}],"interventions":[{"type":"DRUG","name":"Methylprednisolon, Lidocaine","description":"Intra-articular cortisone injection","armGroupLabels":["pulsed radiofrequency of shoulder joint and suprascapular nerve"]},{"type":"OTHER","name":"Pulsed radiofrequency, Lidocaine","description":"pulsed radiofrequency of shoulder joint and suprascapular nerve","armGroupLabels":["Intra-articular cortisone injection"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pain intensity","description":"Numerical Rating Scale","timeFrame":"Change in pain intensity in one, two and six months after the procedure"},{"measure":"Pain at night","description":"\"yes\" or \"no\"","timeFrame":"Change in pain in one, two and six months after the procedure"},{"measure":"Pain at rest","description":"\"yes\" or \"no\"","timeFrame":"Change in pain in one, two and six months after the procedure"},{"measure":"Pain at performing ADL","description":"\"yes\" or \"no\"","timeFrame":"Change in pain in one, two and six months after the procedure"},{"measure":"Pain in special movement","description":"\"yes\" or \"no\"","timeFrame":"Change in pain in one, two and six months after the procedure"},{"measure":"Range of motion","description":"Active flexion, active abduction and active lateral rotation measured by robotic device","timeFrame":"Change in active movement in one, two and six months after the procedure"},{"measure":"Fugl-Meyer Upper limb Assessment","description":"upper limb function assessed from 0 to 66, with 66 being normal neurological finding of upper limb","timeFrame":"Change in function in one, two and six months after the procedure"}],"secondaryOutcomes":[{"measure":"Shoulder Joint And Neck Kinesthetic Sensibility","description":". We measure cervicocephalic kinaesthetic sensibility by the relocation test method introduced by Heikkilä 1996 (30). In kinesthetic sensibility test, we use a target, laser pointer and measure the relocation acuracy (RA) in centimeters from the point on which the light beam stopps to the center of the target.","timeFrame":"Change in one, two and six months after the procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* subacute stroke, duration 2-12 months\n* presence of hemiparesis caused by stroke and at least some active movement from the shoulder joint\n* significant shoulder pain with a minimum score of four on the numeric rating scale (NRS, where \"0\" indicates no pain and \"10\" indicates the most severe pain) persistent for at least one month with adequate other pain treatment modalities (pain killers, physical exercise).\n\nExclusion Criteria:\n\n* patients not willing to participate\n* significant other undelying shoulder pathology at the hemiparetic side\n* severe aphasia or cognitive dysfunction that significantly affects the understaning of procedures and co-operation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"dep of physical medicine and rehabilitation Satasairaala","status":"RECRUITING","city":"Pori","zip":"28100","country":"Finland","contacts":[{"name":"Hannu Heikkilä, PhD","role":"CONTACT","phone":"+358407073302","email":"hannu.heikkil@satasairaala.fi"},{"name":"Aet Ristmägi, MD","role":"CONTACT","phone":"+358407073212","email":"aet.ristmagi@satasairaala.fi"}],"geoPoint":{"lat":61.48333,"lon":21.78333}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"}],"ancestors":[{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M21597","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M20523","name":"Arthralgia","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077555","term":"Methylprednisolone Acetate"},{"id":"D000008775","term":"Methylprednisolone"},{"id":"D000008776","term":"Methylprednisolone Hemisuccinate"},{"id":"D000011239","term":"Prednisolone"},{"id":"C000009935","term":"Prednisolone acetate"},{"id":"D000008012","term":"Lidocaine"},{"id":"C000021322","term":"Prednisolone hemisuccinate"},{"id":"C000009022","term":"Prednisolone phosphate"}],"ancestors":[{"id":"D000000779","term":"Anesthetics, Local"},{"id":"D000000777","term":"Anesthetics"},{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000000889","term":"Anti-Arrhythmia Agents"},{"id":"D000061567","term":"Voltage-Gated Sodium Channel Blockers"},{"id":"D000026941","term":"Sodium Channel Blockers"},{"id":"D000049990","term":"Membrane Transport Modulators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000000932","term":"Antiemetics"},{"id":"D000001337","term":"Autonomic Agents"},{"id":"D000005765","term":"Gastrointestinal Agents"},{"id":"D000005938","term":"Glucocorticoids"},{"id":"D000006728","term":"Hormones"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D000018696","term":"Neuroprotective Agents"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000018931","term":"Antineoplastic Agents, Hormonal"},{"id":"D000000970","term":"Antineoplastic Agents"}],"browseLeaves":[{"id":"M10704","name":"Lidocaine","asFound":"Muscle","relevance":"HIGH"},{"id":"M6259","name":"Cortisone","relevance":"LOW"},{"id":"M11439","name":"Methylprednisolone","asFound":"Manuscript","relevance":"HIGH"},{"id":"M1833","name":"Methylprednisolone Acetate","asFound":"Manuscript","relevance":"HIGH"},{"id":"M11440","name":"Methylprednisolone Hemisuccinate","asFound":"Manuscript","relevance":"HIGH"},{"id":"M13810","name":"Prednisolone","asFound":"Manuscript","relevance":"HIGH"},{"id":"M229400","name":"Prednisolone acetate","asFound":"Manuscript","relevance":"HIGH"},{"id":"M211862","name":"Prednisolone hemisuccinate","asFound":"Manuscript","relevance":"HIGH"},{"id":"M248839","name":"Prednisolone phosphate","asFound":"Manuscript","relevance":"HIGH"},{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M3799","name":"Anesthetics, Local","relevance":"LOW"},{"id":"M3903","name":"Anti-Arrhythmia Agents","relevance":"LOW"},{"id":"M22867","name":"Sodium Channel Blockers","relevance":"LOW"},{"id":"M29715","name":"Diuretics, Potassium Sparing","relevance":"LOW"},{"id":"M3907","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M3941","name":"Antiemetics","relevance":"LOW"},{"id":"M8571","name":"Gastrointestinal Agents","relevance":"LOW"},{"id":"M8737","name":"Glucocorticoids","relevance":"LOW"},{"id":"M9479","name":"Hormones","relevance":"LOW"},{"id":"M9478","name":"Hormone Antagonists","relevance":"LOW"},{"id":"M20463","name":"Neuroprotective Agents","relevance":"LOW"},{"id":"M21559","name":"Protective Agents","relevance":"LOW"},{"id":"M20656","name":"Antineoplastic Agents, Hormonal","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnArAg","name":"Anti-Arrhythmia Agents"},{"abbrev":"ChanBlk","name":"Channel Blockers"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"AnEm","name":"Antiemetics"},{"abbrev":"NeuroAg","name":"Neuroprotective Agents"},{"abbrev":"Gast","name":"Gastrointestinal Agents"},{"abbrev":"ANeo","name":"Antineoplastic Agents"}]}},"hasResults":false}