{"protocolSection":{"identificationModule":{"nctId":"NCT03887962","orgStudyIdInfo":{"id":"A092932"},"secondaryIdInfos":[{"id":"17/LO/0299","type":"OTHER","domain":"UK Research Ethics Committee"},{"id":"74696","type":"OTHER","domain":"IRAS"}],"organization":{"fullName":"Cambridge University Hospitals NHS Foundation Trust","class":"OTHER"},"briefTitle":"Virtual Environment Rehabilitation for Patients With Motor Neglect Trial","officialTitle":"Trial of Virtual Reality Biofeedback in Patients With Motor Neglect From Chronic Pain or Cerebrovascular Disease","acronym":"VERMONT"},"statusModule":{"statusVerifiedDate":"2021-01","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-11-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-03-19","studyFirstSubmitQcDate":"2019-03-21","studyFirstPostDateStruct":{"date":"2019-03-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-01-12","lastUpdatePostDateStruct":{"date":"2021-01-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Nicholas Shenker","investigatorTitle":"Consultant Rheumatologist","investigatorAffiliation":"Cambridge University Hospitals NHS Foundation Trust"},"leadSponsor":{"name":"Cambridge University Hospitals NHS Foundation Trust","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Motor neglect describes a loss of function without a loss of strength, reflexes or sensation. Motor neglect has been described in patients with traumatic brain injury, stroke and chronic pain conditions, e.g. complex regional pain syndrome. These conditions affect hundreds of thousands of patients in the UK each year and motor neglect is a significant obstacle in their rehabilitation towards a good outcome. By focussing on improving motor neglect, outcomes including function and quality of life for these groups of patients may significantly improve.\n\nMotor neglect is potentially reversible. Rehabilitation using repetition, feedback and motivation are beneficial for optimal outcome. Current protocols use face-to-face physical therapies which can not optimise intensity due to a lack of resources. Furthermore, engagement with exercise is recognised to be poor, in part, due to a lack of attention. Innovative technologies may well improve engagement. Furthermore, telemedicine, or remote delivery of healthcare, offer opportunities in resource management, which can be delivered through the use of such innovative technologies.\n\nVirtual reality systems have been designed and utilised in rehabilitation in various conditions, e.g post-stroke, cerebral palsy and Parkinson's disease. Studies demonstrate improved function in both upper and lower limbs. Potentially more effective treatments for motor neglect utilising such technology are therefore available but need more formal evaluation.\n\nThis protocol describes a Phase II randomised controlled trial for both in-patients and out-patients requiring rehabilitation with motor neglect from neurological causes (stroke, traumatic brain injury) and chronic pain conditions (Complex Regional Pain Syndromes, chronic low back pain and referred leg pain (sciatica)). The intervention will be a novel interactive virtual reality system using established technology and tailored software used in conjunction with a treadmill. The control group will be the same screen showing random static images whilst on the treadmill. Rehabilitation for each group will be offered in 3-4 sessions per week for 2 weeks. Each session will last about 30 minutes supervised by a physiotherapist. Follow-up will be by questionnaire at weeks 2, 6 and 12 and by face-to-face consultation at weeks 2 and 12.","detailedDescription":"To investigate whether a virtual reality biofeedback system in conjunction with a treadmill is safe and feasible for the rehabilitation of patients with motor neglect due to chronic pain conditions, traumatic brain injury and stroke compared to a control group of patients with these conditions whose rehabilitation consists of a non-virtual reality screen and treadmill.\n\nTo investigate whether a virtual reality biofeedback system in conjunction with a treadmill can improve outcome such as distance walked, pain, function, emotional well being and activity.\n\nStudy Design Randomised single-blind controlled trial\n\nSetting The study will take place as part of the normal rehabilitation programmes at the single centre of Addenbrookes's Hospital, Cambridge University Hospitals NHS Foundation Trust. The treadmill gait task will be undertaken in the Clinical Movement Laboratory in Clinic 9 (Orthotics and Prosthetics Department).\n\nStudy population Subjects will be recruited from patients attending in-patient and out-patient rehabilitation programmes for chronic pain conditions or neurological conditions. Suitable candidates will be identified by the consultants or therapists involved in the programme. With consent, potential subjects will be referred to the researchers for screening.\n\nInclusion criteria\n\n* Patients with a diagnosis of stroke (of any cause), traumatic brain injury or a chronic pain condition of more than 3 months duration (e.g. back and referred leg pain; complex regional pain syndrome; fibromyalgia) who are undergoing an inpatient or out-patient rehabilitation programme\n* Motor neglect as assessed by standard clinical examination by a physiotherapist trained to detect such motor neglect. This is defined as weakness and functional impairment without a loss of strength, reflexes or sensation.\n\nExclusion criteria\n\n* Patients with active serious medical problems that might affect their ability to participate in the exercise protocol (e.g. ongoing sepsis; recent myocardial infarction)\n* Patients who are unable to use treadmill safely as judged by the screening physiotherapist.\n* Patients who are unable to give informed consent, either through issues relating to competency or to language.\n* Patients with significant previous experience of virtual reality rehabilitation.\n\nSample size This will be calculated using standard models. It is unknown what the effect size will be. Alpha will be 0.05, Beta will be 0.2. It is likely that at least 20 patients will need to be recruited in each arm (40 in total). Estimating the likely recruitment target from the numbers of patients requiring inpatients rehabilitation at Addenbrooke's (n=400 per annum for stroke, traumatic brain injury, back pain and Complex Regional Pain Syndrome), this would require a 12-month window of recruitment, assuming approximately 10% successful enrolment (n=40).\n\nWithdrawal criteria Patients who wish to withdraw will be allowed to do so with out this affecting their rehabilitation.\n\nRandomisation Subjects will be randomised to either the study or control group using a concealed blind allocation. This will be performed by a group independent from the trial.\n\nSubjects will be allocated to the study:control groups on a 1:1 ratio using a random number generator (e.g. www.mathgoodies.com/calculators/random_no_custom.html) to determine the order of the couplets.\n\nThe exception will be applied to the groups who are successfully screened (e.g. Back Pain Programme). For this purpose, the entire group will be randomised to either receiving control or intervention due to cross-contamination of the treatment effect within a single group receiving otherwise identical rehabilitation.\n\nBlinding Patients and therapists can not be blinded due to the nature of the research. Data analysis will be conducted by members of the trial research group who are blinded to whether an individual patient received the experimental or control arm. This will be achieved by the use of data stripped of any patient identifiable content and divided into the two groups. This task will be performed by the senior physiotherapist supervising the project. There should be no necessity to 'unblind' subjects from the study due to the lack of any clear serious side effects associated with the intervention.\n\nIntervention Patients will be randomly assigned to one of two groups: intervention or control.\n\nBoth groups will walk on a treadmill as part of the task. Walking on the treadmill will be explained and demonstrated, and the subjects will have time to practice this task before this study commences. For extra safety, the subjects will be allowed to use the handlebars of the treadmill for extra support if they wish. The therapy assistant will stand next to the Emergency stop button and is fully trained in the use of the treadmill and Virtual Environment device.\n\nIn both groups the walking cycles will be determined by their functional ability as assessed by the screening physiotherapist but the treadmill walking will not be longer than 5 minutes at each cycle. Every 30 seconds, the therapy assistant will ask whether the subject would like to change the speed of the treadmill and will make a decision based on his experience as to whether to increase the treadmill by 0.1 km/h or reduce / stop the treadmill as necessary. The next cycle will start at the speed at which the previous cycle finished. The next day's session will commence at baseline speed and increase or decrease as above. The subject will be required to complete five walking cycles and will have up to a 3 minute break between each cycle. The primary outcome will be the distance walked in the final 5-minute cycle of the session at Baseline, week 2 and at 24 weeks. This task will be performed 3 to 4 times per week for two weeks. The speed of each cycle will be set back to baseline for each day.\n\nIntervention group:"},"conditionsModule":{"conditions":["Complex Regional Pain Syndromes","Fibromyalgia","Stroke","Traumatic Brain Injury","Osteoarthritis","Back Pain","Sciatica"],"keywords":["Motor Neglect"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomised single-blind controlled trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Data collected by unblended participant and research assistant. Outcomes analysed by blinded team and statistician Objective machine outcomes are blinded","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Virtual Environment feedback","type":"EXPERIMENTAL","description":"Subjects will be instructed to walk on a treadmill, moving at a constant speed, following a \"virtual path\" displayed on a flat screen in front of them. In this group, the gait task may involve avoiding virtual obstacles on the screen in the path or stepping on targets as determined by the therapist.","interventionNames":["Device: Virtual Environment Biofeedback"]},{"label":"Control","type":"ACTIVE_COMPARATOR","description":"Subjects will be instructed to walk on a treadmill, moving at a constant speed. The flat screen will play random scenes from the virtual reality environment and thus control for attentional and non-movement related clues.","interventionNames":["Device: Treadmill walking with no Virtual Environment Biofeedback"]}],"interventions":[{"type":"DEVICE","name":"Virtual Environment Biofeedback","description":"Treadmill walking. Modified available technology for gait capture. Tailored software for virtual environment rendering and immersive qualities","armGroupLabels":["Virtual Environment feedback"],"otherNames":["Real time biofeedback"]},{"type":"DEVICE","name":"Treadmill walking with no Virtual Environment Biofeedback","description":"Treadmill walking. Flat screen / no virtual environment to act as attentional control.","armGroupLabels":["Control"],"otherNames":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Distance walked (machine-reported)","description":"Distance walked in 5 minutes at weeks 2 compared to baseline (% change)","timeFrame":"Week 2"},{"measure":"Lower Extremity Functional Index","description":"Self-reported 20-question Functional Activity Questionnaire with minimal clinically important difference of 9 (range 0-80). Each question scored 0-4. Low scores indicate less function.","timeFrame":"Week 2"},{"measure":"Lower Extremity Functional Index","description":"Self-reported 20-question Functional Activity Questionnaire with minimal clinically important difference of 9 (range 0-80). Each question scored 0-4. Low scores indicate less function.","timeFrame":"Week 24"}],"secondaryOutcomes":[{"measure":"Brief Pain Inventory","description":"Self-reported questionnaire - mean score (11-point analogue scale). High scores indicate more pain. % change from baseline will be calculated","timeFrame":"Weeks 2,12,24"},{"measure":"Human Activity Profile","description":"Self-reported questionnaire (0-94 points). Low scores indicate loss of function.","timeFrame":"Weeks 2,12,24"},{"measure":"Hospital Anxiety and Depression Scale","description":"Self-reported questionnaire (0-21 on each dimension of Anxiety and Depression). High scores indicate high Anxiety or Depression","timeFrame":"Weeks 2,12,24"},{"measure":"Neglect Like Symptom Questionnaire","description":"Self-reported questionnaire (1-6). High scores indicate more Neglect-like symptoms","timeFrame":"Weeks 2,12,24"},{"measure":"Satisfaction questionnaire","description":"Self-reported questionnaire. 0-5 score. High scores indicate high satisfaction","timeFrame":"Weeks 2, 24"},{"measure":"Machine-reported average stride length","description":"Average stride length (cm)","timeFrame":"Week 2"},{"measure":"Machine-reported number of steps","description":"Number of steps (whole number)","timeFrame":"Week 2"},{"measure":"Machine-reported gait symmetry","description":"Asymmetry (left-right split presented in numerical form)","timeFrame":"Week 2"},{"measure":"Machine-reported gait timing","description":"Timing (Proportion of gait with planted foot and raised foot measured as %).","timeFrame":"Week 2"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a diagnosis of stroke (of any cause), traumatic brain injury or chronic pain condition of more than 3 months duration (e.g. back and referred leg pain; complex regional pain syndrome; fibromyalgia) who are undergoing an inpatient or out-patient rehabilitation programme\n* Motor neglect as assessed by standard clinical examination by a physiotherapist trained to detect such motor neglect (EV). This is defined as weakness and functional impairment without a loss of strength, reflexes or sensation.\n\nExclusion Criteria:\n\n* Patients with active serious medical problems that might affect their ability to participate in the exercise protocol (e.g. ongoing sepsis; recent myocardial infarction)\n* Patients who are unable to use treadmill safely as judged by the screening physiotherapist (EV).\n* Patients who are unable to give informed consent, either through issues relating to competency or to language.\n* Patients with significant previous experience of virtual reality rehabilitation.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Nicholas GN Shenker, MD","affiliation":"Cambridge University Hospitals NHS Foundation Trust","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Cambridge University Hospitals NHS Foundation Trust","city":"Cambridge","state":"Cambridgeshire","zip":"CB2 0QQ","country":"United Kingdom","geoPoint":{"lat":52.2,"lon":0.11667}}]},"referencesModule":{"references":[{"pmid":"17351691","type":"BACKGROUND","citation":"Acerra NE, Souvlis T, Moseley GL. Stroke, complex regional pain syndrome and phantom limb pain: can commonalities direct future management? J Rehabil Med. 2007 Mar;39(2):109-14. doi: 10.2340/16501977-0027."},{"pmid":"17271420","type":"BACKGROUND","citation":"Adamovich SV, Merians AS, Boian R, Tremaine M, Burdea GS, Recce M, Poizner H. A virtual reality based exercise system for hand rehabilitation post-stroke: transfer to function. Conf Proc IEEE Eng Med Biol Soc. 2004;2004:4936-9. doi: 10.1109/IEMBS.2004.1404364."},{"pmid":"18689607","type":"BACKGROUND","citation":"Deutsch JE, Borbely M, Filler J, Huhn K, Guarrera-Bowlby P. Use of a low-cost, commercially available gaming console (Wii) for rehabilitation of an adolescent with cerebral palsy. Phys Ther. 2008 Oct;88(10):1196-207. doi: 10.2522/ptj.20080062. Epub 2008 Aug 8."},{"pmid":"9132689","type":"BACKGROUND","citation":"Flor H, Braun C, Elbert T, Birbaumer N. Extensive reorganization of primary somatosensory cortex in chronic back pain patients. Neurosci Lett. 1997 Mar 7;224(1):5-8. doi: 10.1016/s0304-3940(97)13441-3."},{"pmid":"15971970","type":"BACKGROUND","citation":"Holden MK. Virtual environments for motor rehabilitation: review. Cyberpsychol Behav. 2005 Jun;8(3):187-211; discussion 212-9. doi: 10.1089/cpb.2005.8.187."},{"pmid":"12511859","type":"BACKGROUND","citation":"Husain M, Rorden C. Non-spatially lateralized mechanisms in hemispatial neglect. Nat Rev Neurosci. 2003 Jan;4(1):26-36. doi: 10.1038/nrn1005. No abstract available."},{"pmid":"20189810","type":"BACKGROUND","citation":"Mirelman A, Patritti BL, Bonato P, Deutsch JE. Effects of virtual reality training on gait biomechanics of individuals post-stroke. Gait Posture. 2010 Apr;31(4):433-7. doi: 10.1016/j.gaitpost.2010.01.016. Epub 2010 Mar 1."},{"pmid":"21474804","type":"BACKGROUND","citation":"Saposnik G, Levin M; Outcome Research Canada (SORCan) Working Group. Virtual reality in stroke rehabilitation: a meta-analysis and implications for clinicians. Stroke. 2011 May;42(5):1380-6. doi: 10.1161/STROKEAHA.110.605451. Epub 2011 Apr 7."},{"pmid":"20202141","type":"BACKGROUND","citation":"Sato K, Fukumori S, Matsusaki T, Maruo T, Ishikawa S, Nishie H, Takata K, Mizuhara H, Mizobuchi S, Nakatsuka H, Matsumi M, Gofuku A, Yokoyama M, Morita K. Nonimmersive virtual reality mirror visual feedback therapy and its application for the treatment of complex regional pain syndrome: an open-label pilot study. Pain Med. 2010 Apr;11(4):622-9. doi: 10.1111/j.1526-4637.2010.00819.x. Epub 2010 Mar 1."},{"pmid":"22654062","type":"BACKGROUND","citation":"van den Brand R, Heutschi J, Barraud Q, DiGiovanna J, Bartholdi K, Huerlimann M, Friedli L, Vollenweider I, Moraud EM, Duis S, Dominici N, Micera S, Musienko P, Courtine G. Restoring voluntary control of locomotion after paralyzing spinal cord injury. Science. 2012 Jun 1;336(6085):1182-5. doi: 10.1126/science.1217416."},{"pmid":"20103405","type":"BACKGROUND","citation":"Walker ML, Ringleb SI, Maihafer GC, Walker R, Crouch JR, Van Lunen B, Morrison S. Virtual reality-enhanced partial body weight-supported treadmill training poststroke: feasibility and effectiveness in 6 subjects. Arch Phys Med Rehabil. 2010 Jan;91(1):115-22. doi: 10.1016/j.apmr.2009.09.009."},{"pmid":"34196963","type":"DERIVED","citation":"Longley V, Hazelton C, Heal C, Pollock A, Woodward-Nutt K, Mitchell C, Pobric G, Vail A, Bowen A. Non-pharmacological interventions for spatial neglect or inattention following stroke and other non-progressive brain injury. Cochrane Database Syst Rev. 2021 Jul 1;7(7):CD003586. doi: 10.1002/14651858.CD003586.pub4."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000005356","term":"Fibromyalgia"},{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000020918","term":"Complex Regional Pain Syndromes"},{"id":"D000012019","term":"Reflex Sympathetic Dystrophy"},{"id":"D000012585","term":"Sciatica"}],"ancestors":[{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000012216","term":"Rheumatic Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000001342","term":"Autonomic Nervous System Diseases"},{"id":"D000010523","term":"Peripheral Nervous System Diseases"},{"id":"D000020426","term":"Sciatic Neuropathy"},{"id":"D000020422","term":"Mononeuropathies"},{"id":"D000009437","term":"Neuralgia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11851","name":"Myofascial Pain Syndromes","relevance":"LOW"},{"id":"M8176","name":"Fibromyalgia","asFound":"Fibromyalgia","relevance":"HIGH"},{"id":"M12616","name":"Osteoarthritis","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M4404","name":"Back Pain","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M29132","name":"Chronic Pain","relevance":"LOW"},{"id":"M22343","name":"Complex Regional Pain Syndromes","asFound":"Complex Regional Pain Syndrome","relevance":"HIGH"},{"id":"M14551","name":"Reflex Sympathetic Dystrophy","asFound":"Complex Regional Pain Syndrome","relevance":"HIGH"},{"id":"M12756","name":"Pain","relevance":"LOW"},{"id":"M15092","name":"Sciatica","asFound":"Sciatica","relevance":"HIGH"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M14735","name":"Rheumatic Diseases","relevance":"LOW"},{"id":"M6013","name":"Collagen Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M4333","name":"Autonomic Nervous System Diseases","relevance":"LOW"},{"id":"M27669","name":"Primary Dysautonomias","relevance":"LOW"},{"id":"M13122","name":"Peripheral Nervous System Diseases","relevance":"LOW"},{"id":"M21912","name":"Sciatic Neuropathy","relevance":"LOW"},{"id":"M21908","name":"Mononeuropathies","relevance":"LOW"},{"id":"M12071","name":"Neuralgia","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"},{"id":"T1440","name":"Complex Regional Pain Syndrome","asFound":"Complex Regional Pain Syndrome","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}