{"protocolSection":{"identificationModule":{"nctId":"NCT06249737","orgStudyIdInfo":{"id":"interference_stroke"},"organization":{"fullName":"University of Valencia","class":"OTHER"},"briefTitle":"Interference During Motor Learning of Different Degrees of Freedom in the Paretic Upper Extremity of People With Stroke","officialTitle":"Interference During Motor Learning of Different Degrees of Freedom in the Paretic Upper Extremity of People With Stroke"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-31","studyFirstSubmitQcDate":"2024-01-31","studyFirstPostDateStruct":{"date":"2024-02-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-31","lastUpdatePostDateStruct":{"date":"2024-02-08","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"M Luz Sanchez","investigatorTitle":"Ph.D, PT","investigatorAffiliation":"University of Valencia"},"leadSponsor":{"name":"University of Valencia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Post-stroke rehabilitation of the upper extremity is a challenge in neurorehabilitation. Selective training of different degrees of freedom (training of specific monoarticular movements and in one plane of movement of the upper extremity) to achieve true recovery could be a good approach. However, it is not known how the training should be structured to avoid interference between the different movements trained, hindering the motor learning process during neurorehabilitation. This research aims to determine the effect on performance and kinematic control of a selective movement control task during one- or three-days training of 2 different degrees of freedom, close or distant in cortical representation, of the upper extremity in people with early subacute and chronic phase of stroke.\n\nThe hypothesis is that in the upper extremity of subacute or chronic phase stroke survivors, learning 1 target DoF is interfered by training another DoF of the same joint. In contrast, learning 1 DoF from a different, distant joint does not interfere with learning the target DoF in a training session. Likewise, this interference is diminished in multiple training sessions. On the other hand, in early post-stroke phase, within the first 5 weeks, the gain in kinematic control of each controlled DoF is greater than in later post-stroke phases (between 9 to 12 weeks of evolution or chronic phase).\n\nAn experimental design of 4 days of training, of approximately 60 minutes per day, will be carried out in people who are within the first 3 months after a stroke or in a chronic stage. There will be 3 intervention groups that will train the shoulder flexion movement of the paretic upper extremity and another movement, which can be of the same affected upper extremity or another of the contralateral lower extremity.","detailedDescription":"Post-stroke rehabilitation of the upper extremity is a challenge in neurorehabilitation. Selective training of different degrees of freedom (training of specific monoarticular movements and in one plane of movement of the upper extremity) to achieve true recovery could be a good approach. However, it is not known how the training should be structured to avoid interference between the different movements trained, hindering the motor learning process during neurorehabilitation.\n\nThe objective is to determine the effect on performance and kinematic control of a selective movement control task during training of 2 different degrees of freedom, close or distant in cortical representation, of the upper extremity in persons with early (within the 5 first weeks and between 9 to 12 weeks) and chronic subacute stroke.\n\nThe hypothesis is that in the upper extremity of subacute or chronic phase stroke survivors, learning 1 target DoF is interfered by training another DoF of the same joint. In contrast, learning 1 DoF from a different, distant joint does not interfere with learning the target DoF in a training session. Likewise, this interference is diminished when multiple training sessions are performed. On the other hand, in early post-stroke stages, within the first 5 weeks, the gain in kinematic control of each controlled DoF is greater than in later post-stroke stages (between 9 to 12 weeks of evolution or chronic stages).\n\nAn experimental design of 4 days of training, of approximately 60 minutes per day, which are distributed in 3 days of training (days 1, 2, and 3) and 2 days of evaluation (days 2 and 4) will be carried out in people who are within the first 3 months after a stroke or in a chronic stage. Each group of different evolution times will have 3 intervention groups where they will train the movement of different DoF of the affected upper extremity or with another effector to maintain the practice dose among all groups. A randomization will be performed to distribute the participants in the different intervention groups.\n\nThe DoF of interest (DoF target) is shoulder flexo-extension. The first group, the control group: will train the DoF target and DoF dorsi-ankle flexion of the contralateral lower extremity. The second group, the proximal interference group, will train the DoF target and the shoulder abduction-adduction DoF. The third group, the distal interference group, will train the DoF target and the wrist flexo-extension DoF.\n\nThe training will be performed by a videogame, which is controlled by the acceleration signal of an inertial sensor. The person by selective movement of each DoF must follow the trajectory of a sinusoid.\n\nTo achieve the objective of this study, performance and kinematic variables of the movement obtained during the training (days 1, 2, and 3 of the protocol) and in the retention tests (days 2 and 4 of the protocol) will be analyzed.\n\nThe recruitment will be carried out in the Acquired Brain Injury Unit of the Hospital General from Valencia and in the Physiotherapy Faculty at the Universitat de Valencia.\n\nIn order to answer the study hypothesis, two variables will be examined:\n\n1. Changes in performance associated with the error in the trajectory: based on the expected trajectory and the realized trajectory, the difference between the expected trajectory and the one realized will be calculated to be able to compare the changes between the beginning of training, the end of training and the retention tests of each trained DoF.\n2. Kinematics: based on the acceleration data that are delivered by the inertial sensor, an analysis of the smoothness of the movement will be carried out, understanding it as a quality related to the continuity or intermittency of the movement to determine the specific changes associated with the kinematic control of each trained DoF.\n\nFor both the performance and kinematic control data, an analysis of the variance of repeated measures of 2 factors (time and intervention) is expected to be performed, if the data have a normal distribution. The sphericity and homogeneity of the data will be analyzed, and the effect size will be reported. Then, a post hoc analysis will be performed using the Bonferroni test. The level of statistical significance will have a p-value of 0.05."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke recovery","motor learning","upper extremity recovery","learning interference"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"There will be 3 intervention groups where they will train the movement of different DoF of the affected upper extremity (the DoF target and other DoF of the shoulder or wrist) or the DoF target and other DoF of the contralateral lower extremity (to maintain the practice dose among all groups)","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":99,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control Group","type":"EXPERIMENTAL","description":"This group will train the DoF target (shoulder flexo-extension) and DoF dorsi-ankle flexion of the contralateral lower extremity.","interventionNames":["Behavioral: Training"]},{"label":"Proximal Interference Group","type":"EXPERIMENTAL","description":"This group will train the DoF target and shoulder abduction-adduction DoF.","interventionNames":["Behavioral: Training"]},{"label":"Distal Interference Group","type":"EXPERIMENTAL","description":"This group will train the DoF Tf and the wrist flexion-extension DoF.","interventionNames":["Behavioral: Training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Training","description":"Each participan will train the kinematic control of each degree of freedom, according to each arm, playing a videogame using an inertial sensor.","armGroupLabels":["Control Group","Distal Interference Group","Proximal Interference Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"1 day performance changes","description":"Based on the expected trajectory and the actual trajectory of the videogame, the difference between these trajectories will be calculated to compare the changes of each trained DoF between the performance made at the beginning of one day of training, at the end of that same day and between the second day (retention test).","timeFrame":"day 2"},{"measure":"3 days performance changes","description":"Based on the expected trajectory and the actual trajectory of the videogame, the difference between these trajectories will be calculated to compare the changes of each trained DoF t the beginning of the first day of training andafter completing the four days of training.","timeFrame":"day 4"}],"secondaryOutcomes":[{"measure":"1 day smoothness changes","description":"based on the accelemetry data, the change between day one and two in the smoothness of the movement of each DoF will be analized","timeFrame":"day 2"},{"measure":"3 days smoothness changes","description":"based on the accelemetry data, the change between day one and four in the smoothness of the movement of each DoF will be analized","timeFrame":"day 4"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke diagnosis\n* Muscular strength according to the MRC scale of 2 or more in the shoulder flexor, shoulder abductor and wrist extensor muscles.\n\nExclusion Criteria:\n\n* Presence of another neurological or musculoskeletal disease that affects the mobility of the paretic upper extremity\n* Inability to follow instructions\n* Spasticity graded as 3 or more on the Modified Ashworth scale of flexor muscles of the upper extremity\n* Signs of cerebellar damage such as the presence of ataxia or dysmetria in the upper extremity","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Trinidad Bruna-Melo, MSc","role":"CONTACT","phone":"+34657278264","email":"tribrume@uv.alumni.es"},{"name":"María Luz Sánchez-Sánchez, Ph.D","role":"CONTACT","phone":"+34672423273"}],"overallOfficials":[{"name":"Trinidad Bruna-Melo, MSc","affiliation":"Universitat de Valencia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Universitat de Valencia","status":"RECRUITING","city":"Valence","state":"Valencia","zip":"46010","country":"Spain","contacts":[{"name":"Maria Luz Sánchez-Sánchez, Ph.D","role":"CONTACT"},{"name":"Trinidad Bruna-Melo, MSc","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.46975,"lon":-0.37739}},{"facility":"Unitat de dany Cerebral Adquirit","status":"RECRUITING","city":"Valencia","zip":"46014","country":"Spain","contacts":[{"name":"Sara Torromé, PT","role":"CONTACT","phone":"627706905","email":"saratorromebelda@gmail.com"},{"name":"Sara Torromé Belda, PT","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Itziar Toribio Aliende, MSc","role":"SUB_INVESTIGATOR"},{"name":"Ainara Lominchar Iparraguirre, MSc","role":"SUB_INVESTIGATOR"},{"name":"Rocío Puerta de Diego, MSc","role":"SUB_INVESTIGATOR"},{"name":"Trinidad Bruna Melo, MSc","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":39.46975,"lon":-0.37739}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"for now, there is no plan to make IPD available to other researchers"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}