{"protocolSection":{"identificationModule":{"nctId":"NCT06244914","orgStudyIdInfo":{"id":"A-BR-112-009"},"organization":{"fullName":"National Cheng-Kung University Hospital","class":"OTHER"},"briefTitle":"Combined taVNS and tDCS in Subacute Stroke Patients","officialTitle":"Combining Closed-loop Transcutaneous Auricular Vagus Nerve Stimulation and Focal Transcranial Direct Current Stimulation as an Adjuvant Treatment for Acute and Subacute Strokes"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-04","studyFirstSubmitQcDate":"2024-01-29","studyFirstPostDateStruct":{"date":"2024-02-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-29","lastUpdatePostDateStruct":{"date":"2024-02-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Cheng-Kung University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Ischemic stroke, the most prevalent neurological disorder, is treated with medication and thrombectomy but with limited success, especially in chronic stages where traditional rehabilitation is the primary option. Stroke often leads to post-stroke autonomic imbalance, deteriorating functional outcomes and increasing recurrence risk. Emerging non-pharmacological treatments like Transcutaneous Auricular Vagus Nerve Stimulation (VNS) and Focused Transcranial Direct Current Stimulation (tDCS) offer new possibilities. VNS targets post-stroke tissue injury and promotes healing and neurogenesis, while tDCS aims to enhance motor learning by rebalancing brain activity. Both therapies seek to improve outcomes in both acute and chronic stroke stages.","detailedDescription":"Ischemic stroke is the most common neurological disease. The main treatment options include medication and endovascular thrombectomy. The benefits of treatments at acute stage are significant but far from satisfactory. There is no effective treatment for improvement at chronic stage, except traditional rehabilitation. In addition, stroke may induce post-stroke autonomic imbalance, further leading to worse post-stroke functional outcomes and the risk of recurrent stroke.\n\nExcept for pharmacological therapy against the risk of stroke, non-pharmacological neuromodulation may be proposed as another therapeutic options. Transcutaneous auricular vagus nerve stimulation (VNS) and focused transcranial direct current stimulation (tDCS) may be two of the options. The function of VNS is to modulate post-stroke tissue injury and promote angiogenesis/neurogenesis through non-pharmacological pathway. VNS may increase the parasympathetic activity for balancing the hyper-sympathetic state in the acute stage and enhancing neural plasticity in the chronic stage. On the other hand, the purpose of tDCS is to make substantial motor learning improvements, which may be through the re-balance both excitatory and inhibitory activation between hemispheres after stroke."},"conditionsModule":{"conditions":["Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"tDCS + taVNS","type":"EXPERIMENTAL","description":"tDCS + taVNS will be applied before rehabilitation.","interventionNames":["Device: tDCS stimulation","Device: taVNS stimulation"]},{"label":"tDCS + sham-taVNS","type":"ACTIVE_COMPARATOR","description":"tDCS + sham-taVNS will be applied before rehabilitation.","interventionNames":["Device: tDCS stimulation","Device: sham taVNS stimulation"]},{"label":"sham-tDCS + taVNS","type":"ACTIVE_COMPARATOR","description":"sham-tDCS + taVNS will be applied before rehabilitation.","interventionNames":["Device: taVNS stimulation","Device: sham tDCS stimulation"]},{"label":"sham-tDCS + sham-taVNS","type":"SHAM_COMPARATOR","description":"sham-tDCS + sham-taVNS will be applied before rehabilitation.","interventionNames":["Device: sham tDCS stimulation","Device: sham taVNS stimulation"]}],"interventions":[{"type":"DEVICE","name":"tDCS stimulation","description":"tDCS 1mA will be applied for 20min. tDCS will be applied around the infract area. taVNS or sham taVNS wil be applied before tDCS. The intervention will be applied before physical therapy. A total of 10 sections are applied during the intervention period of 2 weeks.","armGroupLabels":["tDCS + sham-taVNS","tDCS + taVNS"]},{"type":"DEVICE","name":"taVNS stimulation","description":"taVNS will be applied for 30 min. The electrode will be placed on the left ear of the patient. The amplitude of taVNS will be adjusted under the patient's pain threshold. After taVNS, tDCS will be applied for 20 min. The intervention will be applied before physical therapy. A total of 10 sections are applied during the intervention period of 2 weeks.","armGroupLabels":["sham-tDCS + taVNS","tDCS + taVNS"]},{"type":"DEVICE","name":"sham tDCS stimulation","description":"sham tDCS 1mA will be applied for 20min. sham tDCS will be applied around the infract area. The stimulation will be applied for only 10 seconds and no stimulation afterward. taVNS or sham taVNS wil be applied before sham tDCS.The intervention will be applied before physical therapy. A total of 10 sections are applied during the intervention period of 2 weeks.","armGroupLabels":["sham-tDCS + sham-taVNS","sham-tDCS + taVNS"]},{"type":"DEVICE","name":"sham taVNS stimulation","description":"sham taVNS will be applied for 30 min. The electrode will be placed on the left ear of the patient. The amplitude of sham taVNS will be adjusted under the patient's pain threshold. The stimulation was only applied for 5 seconds and no stimulation afterward. After sham taVNS, tDCS or sham tDCS will be applied for 20 min. The intervention will be applied before physical therapy. A total of 10 sections are applied during the intervention period of 2 weeks.","armGroupLabels":["sham-tDCS + sham-taVNS","tDCS + sham-taVNS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Disability Severity Assessment Using the Modified Rankin Scale (mRS)","description":"* Description: The Modified Rankin Scale (mRS) is a widely used 6-point disability scale evaluating the degree of disability or dependence in daily activities of people who have suffered a stroke.\n* Scale Range: 0 (no symptoms) to 5 (severe disability).\n* Score Interpretation: Higher scores indicate a worse outcome, reflecting increased disability.","timeFrame":"0, 4, 12 week"},{"measure":"Motor Function Assessment Using Fugl-Meyer Assessment (FMA) for Upper Extremity (UE) and Lower Extremity (LE)","description":"* Description: The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index designed to assess motor functioning, balance, sensation, and joint functioning in patients with post-stroke hemiplegia. It evaluates the motor recovery post-stroke, focusing on voluntary movements and joint functions.\n* Scale Range:\n\nUpper Extremity (UE): 0 to 66 Lower Extremity (LE): 0 to 34\n\n* Score Interpretation: Higher scores indicate better motor functioning, reflecting greater voluntary movement capability and reduced impairment.","timeFrame":"0, 4, 12 week"},{"measure":"Upper Limb Motor Function Evaluation Using the Wolf Motor Function Test (WMFT)","description":"* Description: The WMFT is designed to assess motor ability through timed and functional tasks in individuals with upper extremity motor impairment.\n* Scale Range:\n\nTimed Tasks: Seconds to complete, up to 120 seconds per task. Functional Tasks: Scored 0 to 5 on functional ability.\n\n* Score Interpretation:\n\nTimed Tasks: Lower completion times indicate better motor function. Functional Tasks: Higher scores represent greater functional ability and more normal movement patterns.","timeFrame":"0, 4, 12 week"},{"measure":"Mobility and Balance Assessment Using the Time Up and Go Test (TUG)","description":"* Description: The TUG test measures the time taken by an individual to stand up from a seated position, walk a short distance, turn around, walk back, and sit down.\n* Scale Range: Time in seconds.\n* Score Interpretation: Lower times indicate better mobility and balance.","timeFrame":"0, 4, 12 week"}],"secondaryOutcomes":[{"measure":"Autonomic Function Assessment through Heart Rate Variability (HRV) Analysis","description":"* Description: HRV is used to evaluate autonomic nervous system function by analyzing the variation in time intervals between heartbeats.\n* Scale Range:\n\nSDNN: Measured in milliseconds, with a wide variability range. RMSSD: Also measured in milliseconds, with higher values indicating increased parasympathetic activity.\n\n* Score Interpretation: Higher HRV values signify greater heart rate variability, typically reflecting better autonomic function and cardiovascular health.","timeFrame":"0, 4, 12 week"},{"measure":"Cognitive Function Assessment Using Montreal Cognitive Assessment (MoCA)","description":"* Description: The MoCA is utilized to assess various cognitive abilities, including memory, language, attention, and spatial and temporal orientation, offering a comprehensive overview of an individual's cognitive status.\n* Scale Range: The total score ranges from 0 to 30, with higher scores indicating better cognitive performance.\n* Score Interpretation: Scores near 30 suggest normal cognitive functioning, while scores below 26 may indicate cognitive impairments, warranting further clinical evaluation.","timeFrame":"0, 4, 12 week"},{"measure":"Depression Severity Measurement Using Montgomery-Asberg Depression Rating Scale (MADRS)","description":"* Description: The MADRS is a clinician-administered scale assessing the depth and severity of depressive symptoms, focusing on both psychological and physical aspects of depression. It is valuable in tracking symptom changes and treatment efficacy.\n* Scale Range: The total score ranges from 0 to 60, derived from ten items each scored from 0 to 6.\n* Score Interpretation: Scores nearer to 60 reflect more severe depression, while lower scores indicate milder depressive symptoms.","timeFrame":"0, 4, 12 week"},{"measure":"Quality of Life Evaluation Using the EQ-5D-5L","description":"* Description: The EQ-5D-5L is a comprehensive tool assessing health-related quality of life across five dimensions: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression, each rated on a five-point severity scale.\n* Scale Range:\n\nDescriptive Profile: 1 (no problems) to 5 (extreme problems) for each dimension.\n\nEQ VAS: 0 (worst imaginable health state) to 100 (best imaginable health state).\n\n* Score Interpretation:\n\nDescriptive Profile: Lower scores indicate better health status in each dimension.\n\nEQ VAS: Higher scores reflect better overall health and quality of life.","timeFrame":"0, 4, 12 week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years old\n* Subacute ischemic stroke patients within 7-30 days after stroke symptoms is stabilized\n* Stroke will be documented by DWI-MRI\n* Lesion locations at least involve supratentorial area\n* Patients have unilateral weakness documented with manual muscle testing scales less than 4\n* Stable vital signs and stable neurological signs\n* Able to receive regular rehabilitation programs, and 8) modified Rankin Scales (mRS) less than 5.\n\nExclusion Criteria:\n\n* A National Institute of Health Stroke Scale (NIHSS) score \\> 25 at study entry\n* The presence of hemineglect\n* Moderate-to-severe pain in any limb\n* Unstable clinical condition\n* Recurrent strokes or brainstem strokes\n* Marked arrhythmia or cardiovascular complications\n* Bradycardia (HR≤50 bpm) or low blood pressure (SBP≤100 mmHg or DBP≤60mmHg) at admission\n* Patients with radiographic evidence or suspicion of chronic conditions that may predispose them to intracranial hemorrhage including brain arteriovenous malformations, cerebral cavernous malformations, cerebral telangiectasia, multiple previous intracerebral hemorrhages (amyloid angiopathy)\n* Pre-existing coagulopathy, consist of platelet count of ≤100, INR≥ 3, PTT≥ 90\n* Patients suspected of having infective endocarditis and ischemic stroke related to septic emboli\n* Signs or symptoms of acute myocardial infarction, including EKG findings\n* Concomitant experimental therapy\n* Suspected cerebral vasculitis based on medical history and CTA/Magnetic Resonance Angiogram (MRA)\n* Suspected cranial dural arteriovenous fistula, and evidence of dissection in the intracranial cerebral arteries\n* Cerebral venous thrombosis and significant mass effect with midline shift\n* History of left atrial myxoma\n* Presence of contraindication for VNS (TENS) and tDCS: (A) Intracranial space occupied lesion, (B) Presence of a pacemaker, (C) History of brain neurosurgery, (D) Active CNS or systemic infection, (E) Presence of a metallic foreign body implant, (F) Skin abnormalities, (G) History of alcohol/drug abuse, (H) Epilepsy/History of epilepsy at family (I) Hyperacusis, (J) Cognitive/Consciousness disturbance, (K) Pregnancy or nursing females, (L) Use of neuropsycoactive drugs, (M) Psychiatric/ Neurologic disease\n* Not suitable for equipping ECG recorders: (A) Chronic disease, and allergic to polyester, (B) Acute and severe patients","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Pi-Shan Sung, MD,PhD","role":"CONTACT","phone":"+886-62353535","phoneExt":"3891","email":"pishansung@gmail.com"},{"name":"Chou-Ching Lin, MD,PhD","role":"CONTACT","phone":"+886-62353535","phoneExt":"2692","email":"cxl45@mail.ncku.edu.tw"}],"locations":[{"facility":"National Cheng Kung University Hospital","city":"Tainan city","state":"Tainan","zip":"71144","country":"Taiwan","contacts":[{"name":"Chou-Ching Lin, MD, phD","role":"CONTACT","phone":"+886-62353535","phoneExt":"2692","email":"cxl45@mail.ncku.edu.tw"}],"geoPoint":{"lat":22.99083,"lon":120.21333}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}