{"protocolSection":{"identificationModule":{"nctId":"NCT05436366","orgStudyIdInfo":{"id":"SU-22-026"},"secondaryIdInfos":[{"id":"P2CHD086844","type":"NIH","link":"https://reporter.nih.gov/quickSearch/P2CHD086844"}],"organization":{"fullName":"Syracuse University","class":"OTHER"},"briefTitle":"Soleus Loading Response During Walking","officialTitle":"Operant Conditioning of Loading Response During Locomotion in Able-bodied Individuals and People After Stroke"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-06-15","studyFirstSubmitQcDate":"2022-06-24","studyFirstPostDateStruct":{"date":"2022-06-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-21","lastUpdatePostDateStruct":{"date":"2023-11-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Victor H. Duenas","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Syracuse University"},"leadSponsor":{"name":"Victor H. Duenas","class":"OTHER"},"collaborators":[{"name":"Medical University of South Carolina","class":"OTHER"},{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke survivors experience motor deficits, weak voluntary muscle activations, and low weight-bearing capacity that impair ambulation. Restoring motor function is a priority for people post-stroke, whose gait patterns are slow, and metabolically inefficient. The role of the ankle is crucial for locomotion because it stores mechanical energy throughout the stance phase, leading to a large activation of plantarflexor muscles during push-off for propulsion.\n\nAfter a stroke, paretic plantarflexors undergo changes in their mechanics and activation patterns that yield diminished ankle power, propulsion, and gait speed. Recovery of lost plantarflexor function can increase propulsion and mitigate unnatural gait compensations that occur during hemiparetic walking.\n\nIn the stance phase, dorsiflexion is imposed at the ankle and the plantarflexors are loaded, which results in excitation of group Ia and II afferents, and group Ib afferents. Load sensing Ib afferents are active in mid-late stance, and through spinal excitatory pathways, reinforces the activation of plantarflexors and propulsive force generation at the ankle. Targeting the excitability of the load sensitive Ib excitatory pathway, propulsive soleus activity and resulting force generation (and thereby gait speed) can be improved after stroke.\n\nThe long-term research goal is to develop a novel hybrid gait paradigm integrating operant conditioning and powered wearable devices to advance neuro-behavioral training and enhance locomotor ability after stroke. The overall objectives are to 1) modulate the soleus muscle loading response within the stance phase, and 2) develop a dynamic protocol to operantly condition the soleus response in stroke survivors. The central hypothesis is that enhancing the soleus loading response in mid-late stance phase through operant up-conditioning can increase plantarflexor power and forward propulsion after stroke.\n\nIn working towards attaining the research objective and testing the central hypothesis, the objective of this pilot study is to modulate the soleus loading response in the stance phase during treadmill walking. The specific aims in this study are to 1) apply ankle perturbations in mid-late stance phase combining a control algorithm and a powered device to characterize the changes in soleus EMG between perturbed and unperturbed (i.e., when no perturbations are applied) step cycles in 15 able-bodied individuals; and 2) determine the feasibility of the wearable ankle device and its algorithm in 5 participants with hemiparesis and gait deficits due to a stroke. The testing of the device and its algorithm will provide foundational evidence to adjust the soleus stimuli continuously and reliably, and develop the new walking operant conditioning protocol for stroke survivors.\n\nAn expected outcome in this pilot is to lay the groundwork to develop the soleus up-conditioning protocol as a potential strategy to improve paretic leg function. If successfully developed, this new protocol proposed in a subsequent study will be the first neurobehavioral training method that targets spinal load-sensitive pathways to improve ankle plantarflexor power and forward propulsion after stroke.","detailedDescription":"Participants are assigned to a single group in this basic science study. The protocol includes testing a wearable powered ankle device and its control algorithm during treadmill walking. The robotic ankle device is attached to the participant's calf and foot using a plastic ankle-foot orthosis and Velcro straps. The robotic ankle device will be worn on the impaired side while the contralateral side is free during walking. The participant places the foot (hemiparetic side) onto the robotic ankle device using the custom orthotic frame. The mechanical joint of the device is aligned with the participant's ankle joint center. A strap looped around the circumference of the shank attaches the participant's leg to the ankle device to ensure that the mechanical joint rotates the ankle joint. The fit should not be uncomfortably tight, but tight enough to prevent relative (unwanted) displacement. Cables are connected to a pair of electric motors that apply torque in the plantarflexion and dorsiflexion direction. The device collects measurements of the joint angle. The motors are regulated using the ankle joint angle such that the robotic device applies ankle rotation perturbations to induce changes in the soleus muscle activity. The ankle device integrates pressure sensors placed underneath the sole of the foot at the heel and toe to collect vertical ground reaction forces.\n\nElectromyographic (EMG) sensors are placed on the soleus and tibialis anterior muscle groups. EMG sensors are glued using a biocompatible tape to affix the sensors to the skin. EMG activity is amplified, band-pass filtered (10-1000 Hz), sampled at 3,000 Hz, and stored. A study member will be available to assist participants to place the EMG sensors. Heart rate and blood pressure are monitored prior at the beginning of the protocol. Ankle, knee, and hip joint kinematics are recorded bilaterally using wearable electro-goniometers. Participants wear a safety harness which is attached to a portable system (overhead track and tripod) to prevent falling without restricting motion. An emergency stop button is available for participants to immediately halt the experiment. Participants can verbally request the staff to press the emergency stop button.\n\nParticipants walk at a self-selected comfortable fast speed (e.g., 3.5-4 km/h) during short bouts of treadmill walking (4-6 minutes per bout). The treadmill is controlled externally by a computer to adjust the speed of the belt. The gait session is expected to last about 60-90 minutes to avoid fatigue and time-varying changes in the muscle responses. During warm-up, the plantarflexor maximum voluntary contraction (MVC) is collected in a standing position, and gait kinematics, muscle EMG and ground reaction forces are recorded walking without wearing the robotic ankle device.\n\nFollowing warm-up, while walking on the treadmill wearing the robotic device, ankle rotations will be applied using the developed algorithm to evoke the soleus loading response during the mid-late stance phase. The control algorithm applies ankle perturbations, which are shifts from the natural ankle kinematics to target the soleus loading response in mid-late stance phase every other 4-6 gait cycles to prevent habituation. Perturbation magnitude, speed, and timing are controlled during treadmill walking. Due to the unique parameters of the perturbation (magnitude and speed) applied by the device, there is minimal fall risk because it is applied for a short duration in the stance phase to evoke a muscle response (e.g., it is analogous to a mechanical stretch reflex). Hence, the perturbation is not applied to guide or assist the ankle motion, which will have a major influence in the gait kinematics. Outside of the window of perturbation within stance, the ankle control is turned off.\n\nFor any step cycle, only two conditions are possible. Either the participant is in a perturbed or unperturbed condition. During perturbed step cycles, the participant is wearing the ankle device and it applies force to change the ankle-foot motion (i.e., the device is activated). During unperturbed step cycles, the participant is wearing the ankle device, but it does not apply force to change the ankle-foot motion (i.e., the device is passive and not active).\n\nA gait session consists of 4-5 walking bouts interleaving perturbed and unperturbed walking steps (until collecting data of about 30 perturbed and unperturbed steps per walking bout) leaving at least one unperturbed step before a perturbed step. Rest breaks are provided in between bouts.\n\nThe study team will continuously monitor the participant during a gait session and verbally request feedback to ensure the participant's comfort and safety. Automatic and manual software safeguards are placed to stop the session if the performance exceeds safe/desired speed or torque ranges. The gait session is finished with a cool down to measure joint kinematics, muscle EMG, and propulsion walking without wearing the device. At the end of the experiments, the wearable sensors will be gently removed from the body. The study staff will help the participant to take off the ankle device.\n\nThe study involves a single group enrolling 15 individuals with no known neurological conditions or history of orthopedic injuries. Changes in the soleus EMG will be compared between perturbed and unperturbed walking steps during a gait session. For the primary measure (soleus EMG response), the difference between the non-perturbed and perturbed EMG will be assessed by Student's t-test The sample size for able-bodied individuals allows us to estimate, with a two-sided 95% confidence level each, the soleus EMG response to perturbation within a margin of error of 5.4% non-perturbed EMG. This calculation is based on a previous study, where a group analysis with a s.d. of 0.87% change (% non-perturbed EMG) was observed in the soleus EMG in response to 1 deg/s joint motion perturbation during the mid-late stance phase (i.e., the variation in the soleus EMG is linearly related to the velocity and/or amplitude of the perturbations). A similar s.d. is assumed for the proposed study, which yields a sample size of N=15 able-bodied individuals. In addition, a sample size of 5 participants with hemiparesis and gait deficits due to a stroke will be studied to examine the feasibility of the proposed algorithms and device to evoke the soleus loading response. Due to the lack of availability of data with post-stroke participants, s.d. change % unperturbed soleus EMG cannot be defined prior to conducting testing with individuals after stroke. Hence, this pilot study will provide preliminary results to characterize the soleus EMG due to the applied perturbations in people post-stroke."},"conditionsModule":{"conditions":["Healthy","Spastic Hemiparesis","Stroke"],"keywords":["Gait","Exoskeleton","EMG"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single arm","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Soleus Loading Response Experimental","type":"EXPERIMENTAL","description":"Participants in this one arm will be administered the soleus loading response protocol by applying an ankle joint rotation during treadmill walking","interventionNames":["Device: Soleus loading response in able-bodied participants","Device: Soleus loading response in participants with hemiparesis"]}],"interventions":[{"type":"DEVICE","name":"Soleus loading response in able-bodied participants","description":"Able-bodied participants are enrolled. The robotic ankle device applies ankle joint rotations using a computer-controlled closed-loop algorithm to evoke the soleus loading response during the mid-late stance phase during treadmill walking at a self-selected comfortable fast speed. The algorithm applies ankle perturbations, which are shifts from the natural ankle kinematics to target the soleus loading response in mid-late stance phase every other 4-6 gait cycles. The perturbation magnitude, speed, and timing are controlled by the device to adjust the participant's soleus response. Four-to-five walking bouts are conducted interleaving perturbed and unperturbed walking steps (until collecting data of about 30 perturbed and unperturbed steps per walking bout) leaving at least one unperturbed step before a perturbed step. Changes in the soleus EMG will be compared between perturbed and unperturbed walking steps.","armGroupLabels":["Soleus Loading Response Experimental"]},{"type":"DEVICE","name":"Soleus loading response in participants with hemiparesis","description":"Participants with spastic hemiparesis due to a stroke are enrolled. The robotic ankle device applies ankle joint rotations using a computer-controlled closed-loop algorithm to evoke the soleus loading response during the mid-late stance phase during treadmill walking at a self-selected comfortable fast speed. The algorithm applies ankle perturbations, which are shifts from the natural ankle kinematics to target the soleus loading response in mid-late stance phase every other 4-6 gait cycles. The perturbation magnitude, speed, and timing are controlled by the device to adjust the participant's soleus response. Four-to-five walking bouts are conducted interleaving perturbed and unperturbed walking steps (until collecting data of about 30 perturbed and unperturbed steps per walking bout) leaving at least one unperturbed step before a perturbed step. Changes in the soleus EMG will be compared between perturbed and unperturbed walking steps.","armGroupLabels":["Soleus Loading Response Experimental"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in soleus EMG response","description":"Changes in the soleus EMG response is the primary measure, which is the difference between the non-perturbed and perturbed EMG (i.e., the difference between the EMG obtained during step cycles with and without the applied ankle joint perturbation).","timeFrame":"From enrollment to end of intervention at approximately 1 week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* For able-bodied individuals, the inclusion criterion is adults with no known neurological conditions or history of orthopedic injuries.\n* For individuals after stroke, inclusion criteria include participants who are neurologically stable for \\>6 months (and \\>1 year post stroke) and have medical clearance to participate in the study (with the expectation that current medication will be maintained without change for at least 4 months); ability to ambulate with or without an assistive device at least 10 m; and unilateral ankle extensor spasticity (hemiparesis); and able to wear the robotic ankle device, provide written informed consent and follow instructions.\n\nExclusion Criteria:\n\n* For able-bodied individuals, the exclusion criteria are motoneuron injury; a cardiac condition (history of myocardial infarct, pacemaker use); an unstable medical condition; and inability to provide written informed consent.\n* For individuals after stroke, the exclusion criteria are are a cardiac condition (history of myocardial infarction or congestive heart failure, pacemaker use); motoneuron injury (i.e., the neurons that give rise to the axons innervating the muscles); ambulation velocity of \\>1.2 m/s; a medically unstable condition (e.g., unstable angina, shortness of breath without exertion); musculoskeletal disorders that limit ambulation; and inability to provide informed consent.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Victor H Duenas, PhD","role":"CONTACT","phone":"3154433924","email":"vhduenas@syr.edu"},{"name":"Jonathan Casas, MS","role":"CONTACT","phone":"3154472382","email":"jacasasb@syr.edu"}],"overallOfficials":[{"name":"Victor H Duenas, PhD","affiliation":"Syracuse University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Syracuse University","status":"RECRUITING","city":"Syracuse","state":"New York","zip":"13244","country":"United States","contacts":[{"name":"Victor Duenas, PhD","role":"CONTACT","phone":"352-215-6548","email":"vhduenas@syr.edu"},{"name":"Jonathan Casas, MS","role":"CONTACT","phone":"3154472382","email":"jacasasb@syr.edu"},{"name":"Victor Duenass, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.04812,"lon":-76.14742}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"It is undecided to make IPD available to other researchers. The PI will seek further consultation to the IRB Office at Syracuse University."}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2022-04-11","uploadDate":"2022-06-17T14:45","filename":"SAP_000.pdf","size":104260},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2022-04-11","uploadDate":"2022-06-17T14:50","filename":"ICF_001.pdf","size":234191}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010291","term":"Paresis"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11775","name":"Muscle Spasticity","relevance":"LOW"},{"id":"M20634","name":"Muscle Weakness","relevance":"LOW"},{"id":"M12894","name":"Paresis","asFound":"Hemiparesis","relevance":"HIGH"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}