{"protocolSection":{"identificationModule":{"nctId":"NCT03419325","orgStudyIdInfo":{"id":"A4070417"},"secondaryIdInfos":[{"id":"2U54MD007600-31","type":"NIH","link":"https://reporter.nih.gov/quickSearch/2U54MD007600-31"}],"organization":{"fullName":"University of Puerto Rico","class":"OTHER"},"briefTitle":"A Genomic Approach for Clopidogrel in Caribbean Hispanics","officialTitle":"Adopting a Precision Medicine Paradigm in Puerto Rico: Leveraging Ancestral Diversity to Identify Predictors of Clopidogrel Response in Caribbean Hispanics"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-04-30","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-01-20","studyFirstSubmitQcDate":"2018-01-31","studyFirstPostDateStruct":{"date":"2018-02-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-25","lastUpdatePostDateStruct":{"date":"2023-05-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jorge Duconge","investigatorTitle":"Proffesor, PhD","investigatorAffiliation":"University of Puerto Rico"},"leadSponsor":{"name":"University of Puerto Rico","class":"OTHER"},"collaborators":[{"name":"National Institute on Minority Health and Health Disparities (NIMHD)","class":"NIH"},{"name":"Icahn School of Medicine at Mount Sinai","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"Clopidogrel is a prescription medicine used to minimize blood clot formation in patients with cardiovascular disease, particularly those undergoing heart catheterization and stroke. A substantial amount of medical evidence has proven that patients with stroke or heart diseases can benefit from this medicine. However, significant variability in such expected benefits has been found among individuals receiving clopidogrel, with some patients not having the benefit of reduced complications and adverse cardiovascular events. Prior studies have demonstrated a significant association between certain variants on patient's genes (e.g., CYP2C19) and poor response to clopidogrel and, therefore, major adverse cardiovascular events. Variation in other genes and other factors such as platelet activation, weight, diabetes mellitus (a medical condition that produces high blood sugar), concomitant use of other drugs, and smoking status have also been proposed to be related to the same adverse outcomes. In this study, the investigators would like to determine a possible association between these genes and the response to the medication among Caribbean Hispanic cardiovascular patients on clopidogrel. In other populations, it is known that patients with certain genetic variants have lower or magnified responses to this medication when compared to those individuals taking the same dose and not carrying the genetic variations. However, a fundamental gap remains in understanding whether the genomic diversity of Caribbean Hispanics accounts for the observed high inter-individual variability of clinical outcomes to preventive dual antiplatelet therapy (DAPT) with clopidogrel.","detailedDescription":"Despite the substantial work in cardiovascular pharmacogenomics published over the past decade, a fundamental gap remains in understanding whether the genomic diversity of Caribbean Hispanics accounts for high inter-individual variability of clinical outcomes to preventive dual antiplatelet therapy (DAPT) with clopidogrel. Caribbean Hispanics are disproportionately affected by cardio-metabolic disorders, but with a limited expectation of benefits from existing genomic-based algorithms. The investigators will focus on clopidogrel to develop urgently-needed genomic-driven prescription guidelines for this population. To this purpose, the investigators will implement a treatment algorithm to guide DAPT in Caribbean Hispanics and will create a repository of genomic DNAs and fully annotated clinical and genomic datasets from Caribbean Hispanics with cardiovascular diseases. This proposal will also take a novel approach to definitively assess the admixture component and is also highly practical for the development of a clinical decision support (CDS) tool. The investigators will test the following hypothesis: There are unknown genetic variants that uniquely contribute to clopidogrel responsiveness in Caribbean Hispanics to such extent that a developed CDS tool that incorporates personal ethno-specific genotypes and ex vivo pharmacodynamics (PD) testing will help enable more precise recommendations for optimizing medical outcomes to antiplatelet therapy in this population. To test this hypothesis we will work with the following aim: To implement a treatment algorithm based on ex vivo PD and genetic test results to guide DAPT in Caribbean Hispanics.\n\nThis clinical study will be conducted over 2-3 years in 250 naive cardiovascular patients to be treated with DAPT for secondary prevention of thromboembolic events (i.e., to be compared to another set of 250 clopidogrel-treated patients from a matched non-concurrent standard-of-care cohort). It is expected that this study advances the adoption of a Precision Medicine (PM) paradigm for the benefit of Hispanic patients. The richer genetic variance in Latinos is likely to contribute substantially to variability in response to drug treatments, a component that will be missed by traditional studies within homogeneous populations. This addressable oversight is of great concern since it will tend to exacerbate the healthcare disparity already experienced by Hispanic populations in the US. Hispanics have been largely excluded from Precision Medicine initiatives, which increase dramatically the disparities in translating benefits from new findings in pharmacogenomics to this medically underserved population, exacerbating the existing inequity in healthcare services. Accordingly, the proposed research will expand the current understanding of the pharmacogenomics of Clopidogrel. Advancing knowledge in the under-investigated area of pharmacogenetics in minority populations will generate results that apply to personalize DAPT in the wider population as it moves, inevitably, toward increasing heterogeneity through admixed genomes."},"conditionsModule":{"conditions":["Cardiovascular Disease (CVD)","Stroke","Acute Coronary Syndrome","Peripheral Arterial Disease","Coronary Artery Disease","Myocardial Infarction"],"keywords":["percutaneous coronary interventions (PCI)","secondary stroke prevention","dual antiplatelet therapy (DAPT)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"After being consented, patients will undergo rapid ex vivo platelet functional testing (i.e., residual platelet reactivity units, PRU, measured using the VerifyNow P2R12 assay for Clopidogrel response) and CYP2C19 genotyping. Patients will then be categorized into 4 groups based on tests results: 1) high on-treatment platelet reactivity (HTPR)/ CYP2C19 loss-of-function (LOF) alleles (i.e., presence of both HTPR and CYP2C19 LOF alleles); 2) HTPR/No-LOF (presence of HTPR, but no CYP2C19 LOF allele); 3) No-HTPR/LOF (presence of a CYP2C19 LOF allele, but no HTPR); 4) No-HTPR/No-LOF (absence of both HTPR and CYP2C19 LOF alleles).","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":150,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"HTPR/LOF","type":"EXPERIMENTAL","description":"Intervention: Genotyping (CYP2C19 assay) and P2RY12 testing to make decision on therapy.\n\nPresence of both high on-treatment platelet reactivity (HTPR) and CYP2C19 loss-of-function (LOF) alleles:\n\nAn alternative therapy with either prasugrel or ticagrelor (in line with specific contraindications and precautions for each agent) will be strongly recommended for HPR/LOF patients, within next 5-7 days. Changes in DAPT will be at the discretion of the clinician. Treatment strategies and clinical outcomes will be evaluated up to 6-months.","interventionNames":["Genetic: CYP2C19 test","Diagnostic Test: P2RY12 assay"]},{"label":"HTPR/no-LOF","type":"EXPERIMENTAL","description":"Intervention: Genotyping (CYP2C19 assay) and P2RY12 testing to make decision on therapy.\n\nPresence of HTPR, but no CYP2C19 LOF allele found:\n\nAn alternative therapy should be considered for HTPR/no-LOF patients, within next 5-7 days. Changes in DAPT will be at the discretion of the clinician. Treatment strategies and clinical outcomes will be evaluated up to 6-months.","interventionNames":["Genetic: CYP2C19 test","Diagnostic Test: P2RY12 assay"]},{"label":"no-HTPR/LOF","type":"EXPERIMENTAL","description":"Intervention: Genotyping (CYP2C19 assay) and P2RY12 testing to make decision on therapy.\n\nPresence of a CYP2C19 LOF allele, but no HTPR:\n\nAn alternative therapy should be considered for no-HTPR/LOF patients, within next 5-7 days. Changes in DAPT will be at the discretion of the clinician. Treatment strategies and clinical outcomes will be evaluated up to 6-months.","interventionNames":["Genetic: CYP2C19 test","Diagnostic Test: P2RY12 assay"]},{"label":"No-HTPR/No-LOF","type":"EXPERIMENTAL","description":"Intervention: Genotyping (CYP2C19 assay) and P2RY12 testing to make decision on therapy.\n\nAbsence of both HTPR and CYP2C19 LOF alleles:\n\nMaintaining clopidogrel for no-HPR/no-LOF patients. Changes in DAPT will be at the discretion of the clinician. Treatment strategies and clinical outcomes will be evaluated up to 6-months.","interventionNames":["Genetic: CYP2C19 test","Diagnostic Test: P2RY12 assay"]}],"interventions":[{"type":"GENETIC","name":"CYP2C19 test","description":"Patients will be categorized into 4 groups based on the results of their genetic test for CYP2C19 as well as the residual platelet reactivity test (P2RY12 assay=PRU units) and DAPT treatments options will be recommended accordingly (i.e., through a Clinical Decision Support (CDS) tool that is based on a pharmacogenetic-driven algorithm and the PRU result).","armGroupLabels":["HTPR/LOF","HTPR/no-LOF","No-HTPR/No-LOF","no-HTPR/LOF"]},{"type":"DIAGNOSTIC_TEST","name":"P2RY12 assay","description":"Patients will be categorized into 4 groups based on the results of their genetic test for CYP2C19 as well as the residual platelet reactivity test (P2RY12 assay=PRU units) and DAPT treatments options will be recommended accordingly (i.e., through a Clinical Decision Support (CDS) tool that is based on a pharmacogenetic-driven algorithm and the PRU result).","armGroupLabels":["HTPR/LOF","HTPR/no-LOF","No-HTPR/No-LOF","no-HTPR/LOF"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Major adverse cardiovascular events (MACE) reductions","description":"MACE reductions will be the composite of all-cause death, MI (according to the universal definition), stroke or coronary revascularization.","timeFrame":"six months after intervention"}],"secondaryOutcomes":[{"measure":"number of patients with treatment-related cardiovascular (CV) death","description":"death resulting from an acute myocardial infarction, sudden cardiac death, death due to heart failure, stroke, CV procedures, CV hemorrhage and other CV causes.","timeFrame":"six months after intervention"},{"measure":"number of patients with treatment-related stent thrombosis","description":"definite or confirmed stent thrombosis as proposed by the Academic Research Consortium (ARC): i.e., symptoms suggestive of an acute coronary syndrome and angiographic or pathologic confirmation of stent thrombosis.","timeFrame":"six months after intervention"},{"measure":"Bleeding","description":"as defined by Bleeding Academic Research Consortium (BARC) criteria","timeFrame":"six months after intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Caribbean Hispanics (Puerto Ricans, Dominicans or Cubans) residing in Puerto Rico, whose parents are also of Hispanic origin\n* Both genders (Males/Females)\n* Age ≥21\n* Receiving Clopidogrel for therapeutic indications.\n* No clinically active hepatic abnormality\n* The ability to understand the requirements of the study\n* The ability to comply with study procedures and protocol\n* A female patient is eligible to enter the study if she is of child-bearing potential and not pregnant or nursing, or not of child-bearing potential\n\nExclusion Criteria:\n\n* Non-Hispanic patients (race/ethnicity is self-reported by the patients)\n* Currently enrolled in another active research protocols at the participating institutions\n* BUN \\>30\n* Creatinine \\>2.0 mg/dL\n* Platelet count \\<100,000/mm3\n* Nasogastric or enteral feedings\n* Acute illness (e.g., sepsis, infection, anemia)\n* HIV/AIDS, Hepatitis B patients\n* Alcoholism and drug abuse\n* Patients with any cognitive and mental health impairment\n* Sickle cell patients\n* Active malignancy\n* Patients taking another antiplatelet","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jorge Duconge, PhD","affiliation":"University of Puerto Rico","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital at Carolina","city":"Carolina","zip":"00984","country":"Puerto Rico","geoPoint":{"lat":18.38078,"lon":-65.95739}},{"facility":"Cardiovascular Hospital of Puerto Rico and the Caribbean","city":"San Juan","zip":"00926","country":"Puerto Rico","geoPoint":{"lat":18.46633,"lon":-66.10572}}]},"referencesModule":{"references":[{"pmid":"32764090","type":"BACKGROUND","citation":"Hernandez-Suarez DF, Melin K, Marin-Maldonado F, Nunez HJ, Gonzalez AF, Gonzalez-Sepulveda L, Rivas-Tumanyan S, Naik H, Ruano G, Scott SA, Duconge J. Implementing a pharmacogenetic-driven algorithm to guide dual antiplatelet therapy (DAPT) in Caribbean Hispanics: protocol for a non-randomised clinical trial. BMJ Open. 2020 Aug 6;10(8):e038936. doi: 10.1136/bmjopen-2020-038936."},{"pmid":"34415683","type":"RESULT","citation":"Duconge J, Santiago E, Hernandez-Suarez DF, Monero M, Lopez-Reyes A, Rosario M, Renta JY, Gonzalez P, Ileana Fernandez-Morales L, Antonio Velez-Figueroa L, Arce O, Marin-Maldonado F, Nunez H, Melin K, Scott SA, Ruano G. Pharmacogenomic polygenic risk score for clopidogrel responsiveness among Caribbean Hispanics: A candidate gene approach. Clin Transl Sci. 2021 Nov;14(6):2254-2266. doi: 10.1111/cts.13124. Epub 2021 Aug 20."}],"seeAlsoLinks":[{"label":"Protocol for a non-randomised clinical trial that seeks to implement a PGx-driven algorithm to guide DAPT in Caribbean Hispanics.","url":"http://dx.doi.org/10.1136/bmjopen-2020-038936"}],"availIpds":[{"type":"Individual Participant Data Set","url":"http://dx.doi.org/10.17632/5t3d5wtvm3.1","comment":"Dataset and descriptive statistics of relevant clinical and demographic data, as well as individual genotypes at several candidate genes and genetically inferred ancestry measures for the pharmacogenomic study of clopidogrel in Caribbean Hispanics."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The investigators plan to voluntarily submit genotyping and phenotype data from this study because there is an expectation that such data can be available for future use in other research projects (i.e., broad research purposes). The investigators will share totally de-identified, individual-level genotype data, obtained from DNA of subjects who have signed informed consent at the respective Institutional Review Board (IRBs), which will fully inform about the risks of studies involving personal genome as specified online (http://grants.nih.gov/grants/gwas/gwas_ptc.pdf).","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"The investigators plan a submission of the study data to the dbGaP repository within the first three months of collection completion. Afterward, NIH is expected to release controlled-access human genomic data from this study no later than six months after the data have been submitted to dbGaP repository and cleaned, or at the time of acceptance of the first publication, whichever occurs first, without restrictions on publications or other dissemination of research findings.","accessCriteria":"As stated by guidelines, data will be made available in the database of Genotype and Phenotype (dbGaP) http://www.ncbi.nlm.nih.gov/gap through controlled-access. Accordingly, controlled-access data in dbGaP repository will be made available for secondary research only after investigators have obtained appropriate approval to use the requested data for their proposed projects."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003324","term":"Coronary Artery Disease"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000054058","term":"Acute Coronary Syndrome"},{"id":"D000058729","term":"Peripheral Arterial Disease"},{"id":"D000016491","term":"Peripheral Vascular Diseases"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000050197","term":"Atherosclerosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M6239","name":"Coronary Disease","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M27235","name":"Acute Coronary Syndrome","asFound":"Acute Coronary Syndrome","relevance":"HIGH"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M28903","name":"Peripheral Arterial Disease","asFound":"Peripheral Arterial Disease","relevance":"HIGH"},{"id":"M18584","name":"Peripheral Vascular Diseases","asFound":"Peripheral Arterial Disease","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M25878","name":"Atherosclerosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M1669","name":"Clopidogrel","relevance":"LOW"},{"id":"M1812","name":"Ticagrelor","relevance":"LOW"}],"browseBranches":[{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}