{"protocolSection":{"identificationModule":{"nctId":"NCT05806658","orgStudyIdInfo":{"id":"20230325-004-000"},"organization":{"fullName":"The Nethersole School of Nursing","class":"OTHER"},"briefTitle":"A Theory-driven Visual Arts-based Intervention for Community-dwelling Stroke Survivors","officialTitle":"A Theory-driven Visual Arts-based Intervention on Psychosocial Outcomes Among Community-dwelling Chinese Stroke Survivors"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-28","studyFirstSubmitQcDate":"2023-03-28","studyFirstPostDateStruct":{"date":"2023-04-10","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-16","lastUpdatePostDateStruct":{"date":"2023-06-18","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mimi Wai Man Chan","investigatorTitle":"Principal Investigator","investigatorAffiliation":"The Nethersole School of Nursing"},"leadSponsor":{"name":"The Nethersole School of Nursing","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke leads to psychosocial issues for community-dwelling stroke survivors in their recovery journey. Previous studies showed the benefits of visual arts-based interventions in enhancing self-efficacy and psychosocial functions. However, the interventions were not well designed with a theoretical framework. This study will evaluate the effectiveness of a theory-driven visual arts-based intervention on community-dwelling stroke survivors' psychosocial outcomes. A two-arm randomised controlled trial will be conducted to test the effects of this intervention and assess its feasibility in the community.","detailedDescription":"Stroke is the second-leading cause of death and the major cause of disability worldwide. With advanced progress in stroke treatment, more people with stroke now survive longer than in past decades and become stroke survivors living in the community. Improvements in stroke rehabilitation services further boost physical outcomes and increase functional independence in stroke survivors after discharge. Whereas psychosocial issues commonly persist over the recovery journey in community-dwelling stroke survivors, such as psychological distress, low self-efficacy and reduction in social participation.\n\nExisting research suggested that enhancing self-efficacy is important to post-stroke psychosocial recovery, while the benefits of visual arts-based interventions in promoting post-stroke psychosocial functions have also been found. However, the current visual arts-based interventions were not well designed with a theoretical framework. Thus, this study will be conducted to contribute to current knowledge of the effectiveness of visual arts-based intervention grounded on Bandura's Self-Efficacy Theory on community-dwelling stroke survivors.\n\nThis current study will be conducted as a two-arm randomised controlled trial. Eligible participants will be randomised into either a four-week visual arts-based intervention group or a usual stroke care control group. The control group will continue with the usual stroke care provided by community healthcare services. Participants will be assessed 3 times at baseline (T0), post-intervention (T1), and one-month post-intervention (T2)."},"conditionsModule":{"conditions":["Stroke","Psychosocial Problem"],"keywords":["Stroke","Psychosocial functioning","Self-Efficacy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Parallel randomised controlled trial","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","maskingDescription":"Single (Outcomes Assessor)","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":148,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"Eligible participants will be randomly assigned to receive usual care with the four-week visual arts-based intervention.","interventionNames":["Other: Visual arts-based intervention"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Eligible participants will be randomly assigned to receive usual stroke care."}],"interventions":[{"type":"OTHER","name":"Visual arts-based intervention","description":"This visual arts-based intervention is grounded on Bandura's Self-Efficacy Theory. It consists of four weekly group and face-to-face sessions delivered by a qualified facilitator. The contents of the intervention involve structured visual art-making activity, group discussion, and workbook assistance.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"General Self-efficacy as assessed by the General Self-efficacy Scale (Chinese version)","description":"The General Self-efficacy Scale (Chinese version) (C-GSES) will be adopted to measure the participants' self-efficacy. Each item asks participants about their self-efficacy. Each item is rated on a four-point scale from 1 \"Not at all true\" to 4 \"Exactly True\". The total score is summed to give a range from 10 to 40, and the higher score represents greater self-efficacy. The C-GSES has a high Cronbach's alpha coefficient of 0.96, which indicates good reliability and validity.","timeFrame":"Change from baseline (T0) to immediately after completion of the intervention (T1), and one month after completion of the intervention (T2)"}],"secondaryOutcomes":[{"measure":"Psychological distress (Depression, anxiety, and stress) as assessed by the Depression Anxiety and Stress Scale 21-items (Chinese version)","description":"The Depression Anxiety and Stress Scale 21-items (Chinese version) (C-DASS-21) will be adopted to measure participants' psychological distress. The score calculates the stress, depressive symptoms, and anxiety in five-level in each subscale: (1) normal; (2) mild; (3) moderate; (4) severe; and (5) extremely severe. The higher scores represent more negative moods. The total scale has a Cronbach's alpha coefficient of 0.92, and the depression, anxiety, and stress subscales have a Cronbach's alpha coefficient of 0.83, 0.80, and 0.82, respectively, which indicates good reliability and validity.","timeFrame":"Change from baseline (T0) to immediately after completion of the intervention (T1), and one month after completion of the intervention (T2)"},{"measure":"Social participation as assessed by the social domain Stroke Impact Scale 3.0 (Mandarin version)","description":"The social domain Stroke Impact Scale 3.0 (Mandarin version) (M-SIS 3.0) will be adopted to measure participants' social participation. The score of each item in the social domain is from 1 \"all of the time\" to 5 \"none of the time\". The final score of this subscale ranges from 8 to 40. The higher the total score means the better social participation. The total scale has a Cronbach's alpha coefficient of 0.78, and the social domain has a Cronbach's alpha coefficient of 0.83, which indicates good reliability.","timeFrame":"Change from baseline (T0) to immediately after completion of the intervention (T1), and one month after completion of the intervention (T2)"},{"measure":"Health-related quality of life as assessed by the World Health Organization Quality of Life-BREF (Chinese version)","description":"The World Health Organization Quality of Life-BREF (Chinese version) (C-WHOQOL-BREF) will be adopted to measure participants' quality of life. This scale consists of 26 items: Two items assess the overall quality of life and general health, and the remaining 24 items were categorised into four domains, including physical health, psychological health, social relationships, and environment. The items are scored from 1 to 5. The average score for each area is between 4 and 20. The higher the total score means the better the quality of life. The C-WHOQOL-BREF has a high Cronbach's alpha coefficient of 0.64 to 0.88, which indicates good reliability and validity.","timeFrame":"Change from baseline (T0) to immediately after completion of the intervention (T1), and one month after completion of the intervention (T2)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged 18 years old or above\n2. A clinical diagnosis of first-ever or recurrent ischaemic or haemorrhagic stroke\n3. At least three months after stroke onset\n4. Living at home\n5. Hong Kong Montreal Cognitive Assessment (HK-MoCA) above the second percentile\n6. At least stage four of upper limb function was assessed by Brunnstrom recovery stages (BRS)\n7. Able to remain in a sitting position on a chair or wheelchair independently or with support\n8. Able to communicate with Cantonese or Putonghua\n9. Able to read traditional or simplified Chinese\n10. Able to provide written informed consent\n\nExclusion Criteria:\n\n1. Other diagnoses or diseases causing pre-existing physical disability or psychosocial problems\n2. Dysphasia, hearing, or visual impairments\n3. Any substance abuse affected their health status\n4. Already taken a visual arts-based intervention for stroke recovery\n5. Currently taking part in other research for psychosocial recovery\n6. Currently receiving psychosocial therapy or intervention","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mimi Wai Man Chan, MSc","role":"CONTACT","phone":"+85239433513","email":"mi350864@link.cuhk.edu.hk"},{"name":"Suzanne Hoi Shan Lo, PhD","role":"CONTACT","phone":"+85239434485","email":"suzannelo@cuhk.edu.hk"}],"overallOfficials":[{"name":"Mimi Wai Man Mimi Wai Man, MSc","affiliation":"Chinese University of Hong Kong","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}