{"protocolSection":{"identificationModule":{"nctId":"NCT04021160","orgStudyIdInfo":{"id":"1801"},"organization":{"fullName":"Ain Shams University","class":"OTHER"},"briefTitle":"Repetitive Transcranial Magnetic Stimulation for Post-Stroke Visual Field Defects","officialTitle":"The Efficacy of Navigated Perilesional Repetitive Transcranial Magnetic Stimulation on Post-Stroke Visual Field Defects"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-04-01","type":"ACTUAL"},"completionDateStruct":{"date":"2020-06-05","type":"ACTUAL"},"studyFirstSubmitDate":"2019-04-06","studyFirstSubmitQcDate":"2019-07-13","studyFirstPostDateStruct":{"date":"2019-07-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-19","lastUpdatePostDateStruct":{"date":"2021-07-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nevine El Nahas","investigatorTitle":"Professor","investigatorAffiliation":"Ain Shams University"},"leadSponsor":{"name":"Ain Shams University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Visual field defects (VFD) usually do not show improvement beyond 12 weeks from onset. Plasticity occurs in areas of residual vision (ARV) at the visual field which are the functional counterpart of partially damaged brain regions at the areas around brain lesion. Few treatment options are currently available for post-stroke VFD. In this pilot study, the effect of repetitive transcranial magnetic stimulation (rTMS) applied to these areas on VFD in patients with cortical infarction will be studied. Patients will be divided into two groups; an active group which will receive active stimulation and a sham group which will receive placebo stimulation through a sham coil.","detailedDescription":"Visual functions are widely distributed over large areas within the cerebrum. Secondary to such wide distribution, visual field defects (VFD) are a common outcome of brain insults especially cerebrovascular stroke whether hemorrhagic or ischemic. Among these, homonymous hemianopia is the most frequently encountered VFD in clinical practice. VFD ranges from 8.3% to 16% in the chronic stage of stroke, while it reaches 25% in acute and subacute stages of stroke. In other studies, it was reported to be even higher. In a database of 11900 stoke patients, VFD was found in 60.5% with homonymous hemianopia accounting for 35%.\n\nThese VFDs usually show some degree of improvement within few months from onset secondary to resolution of edema and diaschisis, yet by 3 to 6 months the condition tends to become stationary with no further improvement and only 5% of patients will show full recovery of their visual field. In some studies recovery was mostly along the first 10 days of insult followed by decrease in recovery rate that nearly stops 10-12 weeks after insult. Beyond this time point, very few cases develop spontaneous recovery.\n\nPlasticity occurs in areas of residual vision (ARV) at the visual field borders rather than areas of absolute blindness. These ARVs are the functional counterpart of partially damaged brain regions at the perilesional areas. Recovery of function - both early in life and in adults - is stimulation dependent. This stimulation can be either through visual experience, behavioral training or brain stimulation. To the investigator's knowledge, direct current stimulation (DCS) is the only brain stimulation modality that has been studied in cases of VFDs. Results showed that DCS can expand visual field in stroke patients with the effects being stable over time.\n\nIn the current study, it is hypothesized that stimulation of the perilesional seemingly healthy brain tissue close to the visual cortex would result in clinical improvement based on the concept of ARVs. To achieve this precise targeting, navigated rTMS would be the most suitable technique.\n\nThe investigators aim to study the effect of navigated repetitive transcranial magnetic stimulation (rTMS) applied to perilesional areas on patients with cortical visual field defects (cVFD) due to stroke.\n\nThis is a randomized sham-controlled clinical trial that will be conducted in the neuromodulation research lab, neurology department, Ain Shams University. The study is approved by Ain Shams University faculty of medicine local research ethics committee (REC).\n\nProcedures:\n\n3D MRI: An MRI Brain T1WI with 200 cuts of 0.9 mm sections will be obtained. Segmentation of the head model will be done to separate scalp, skull and brain layers. A three-dimensional virtual head model will then be created for each patient.\n\nTarget Selection: The target for stimulation will be determined and marked for each patient using a neuronavigation system on his virtual head model. Targets will be selected along the perilesional area in the nearest seemingly healthy tissue to the visual cortex based on the following steps:\n\n1. ARV (grey zone) will be identified in the perimetry of the patient.\n2. Corresponding area in the 3D head model will then be determined based on visuotopy of the primary visual cortex."},"conditionsModule":{"conditions":["Visual Fields Hemianopsia","Stroke, Ischemic","Stroke Hemorrhagic"],"keywords":["Transcranial Magnetic Stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":32,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Active Group","type":"ACTIVE_COMPARATOR","description":"A total of 16, every other day sessions of rTMS at 10 Hz frequency will be applied to 4 locations along the perilesional area (see target selection). Intensity will be 100% of motor threshold, 25 trains - 40 pulses per train with 20 seconds intertrain interval and a total of 1000 pulses per session. The coil handle will be directed downwards at 45ยบ of the sagittal plain to ensure that the induced electric field be perpendicular to the underlying gyrus.","interventionNames":["Device: High frequency repetitive transcranial magnetic stimulation (rTMS)"]},{"label":"Sham Group","type":"SHAM_COMPARATOR","description":"Sham group will receive the same sessions as above with the exact same parameters yet a sham coil identical in shape and size to the active coil will be used instead. The sham coil produces sounds and sensations very similar to the active one.","interventionNames":["Device: Sham stimulation"]}],"interventions":[{"type":"DEVICE","name":"High frequency repetitive transcranial magnetic stimulation (rTMS)","description":"10hz, 20 seconds intertrain interval, 40 pulses per train with a total of 1000 pulse per session given at 100% of motor threshold. A total of 16 sessions will be given to each patient.","armGroupLabels":["Active Group"]},{"type":"DEVICE","name":"Sham stimulation","description":"A sham coil will be used that is shielded so that it produces sounds and sensations similar to the active coil but does not produce therapeutic effects. 10hz, 20 seconds intertrain interval, 40 pulses per train with a total of 1000 pulse per session given at 100% of motor threshold. A total of 16 sessions will be given to each patient.","armGroupLabels":["Sham Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Mean Deviation (MD) of Automated Perimetry","description":"Change in mean deviation (MD) from baseline will be assessed using automated perimetry's full threshold 30-2 visual field test.","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Change in Visual Field Index (VFI) of Automated Perimetry","description":"Change in visual field index (VFI) from baseline will be assessed using automated perimetry's full threshold 30-2 visual field test.","timeFrame":"6 weeks"},{"measure":"National Eye Institute Visual Functioning Questionnaire-25 (VFQ-25)","description":"This questionnaire measures the dimensions of self-reported vision-targeted health status that are most important for the daily functioning of patients with visual field defects. It has 12 sub-scale scores each with a 0 to 100 scale. These sub-scale scores are then averaged to produce a 0 to 100 overall score where higher score represents better outcome.","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a brain imaging showing vascular lesion involving visual cortical area\n* Duration of at least 3 months.\n\nExclusion Criteria:\n\n* Visual field defects of ophthalmologic origin\n* Causes of severe visual impairment other than visual field defects\n* Drug abuse\n* Past history or family history of epilepsy\n* Skull bone defects\n* Implanted metallic devices","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Neuromodulation Research Lab, Neurology Department, Ain Shams University Hospital","city":"Cairo","zip":"11591","country":"Egypt","geoPoint":{"lat":30.06263,"lon":31.24967}}]},"referencesModule":{"references":[{"pmid":"21763527","type":"BACKGROUND","citation":"Sabel BA, Henrich-Noack P, Fedorov A, Gall C. Vision restoration after brain and retina damage: the \"residual vision activation theory\". Prog Brain Res. 2011;192:199-262. doi: 10.1016/B978-0-444-53355-5.00013-0."},{"pmid":"7519144","type":"BACKGROUND","citation":"Rossini PM, Barker AT, Berardelli A, Caramia MD, Caruso G, Cracco RQ, Dimitrijevic MR, Hallett M, Katayama Y, Lucking CH, et al. Non-invasive electrical and magnetic stimulation of the brain, spinal cord and roots: basic principles and procedures for routine clinical application. Report of an IFCN committee. Electroencephalogr Clin Neurophysiol. 1994 Aug;91(2):79-92. doi: 10.1016/0013-4694(94)90029-9. No abstract available."},{"pmid":"9215064","type":"BACKGROUND","citation":"Pambakian AL, Kennard C. Can visual function be restored in patients with homonymous hemianopia? Br J Ophthalmol. 1997 Apr;81(4):324-8. doi: 10.1136/bjo.81.4.324. No abstract available."},{"pmid":"19029069","type":"BACKGROUND","citation":"Rowe F, Brand D, Jackson CA, Price A, Walker L, Harrison S, Eccleston C, Scott C, Akerman N, Dodridge C, Howard C, Shipman T, Sperring U, MacDiarmid S, Freeman C. Visual impairment following stroke: do stroke patients require vision assessment? Age Ageing. 2009 Mar;38(2):188-93. doi: 10.1093/ageing/afn230. Epub 2008 Nov 21."},{"pmid":"17270447","type":"BACKGROUND","citation":"Townend BS, Sturm JW, Petsoglou C, O'Leary B, Whyte S, Crimmins D. Perimetric homonymous visual field loss post-stroke. J Clin Neurosci. 2007 Aug;14(8):754-6. doi: 10.1016/j.jocn.2006.02.022. Epub 2007 Jan 30."},{"pmid":"9040676","type":"BACKGROUND","citation":"Barker WH, Mullooly JP. Stroke in a defined elderly population, 1967-1985. A less lethal and disabling but no less common disease. Stroke. 1997 Feb;28(2):284-90. doi: 10.1161/01.str.28.2.284."},{"pmid":"22961263","type":"BACKGROUND","citation":"Ali M, Hazelton C, Lyden P, Pollock A, Brady M; VISTA Collaboration. Recovery from poststroke visual impairment: evidence from a clinical trials resource. Neurorehabil Neural Repair. 2013 Feb;27(2):133-41. doi: 10.1177/1545968312454683. Epub 2012 Sep 6."},{"pmid":"25981522","type":"BACKGROUND","citation":"Janssen AM, Oostendorp TF, Stegeman DF. The coil orientation dependency of the electric field induced by TMS for M1 and other brain areas. J Neuroeng Rehabil. 2015 May 17;12:47. doi: 10.1186/s12984-015-0036-2."},{"pmid":"25374515","type":"BACKGROUND","citation":"Perez C, Chokron S. Rehabilitation of homonymous hemianopia: insight into blindsight. Front Integr Neurosci. 2014 Oct 22;8:82. doi: 10.3389/fnint.2014.00082. eCollection 2014."},{"pmid":"25324739","type":"BACKGROUND","citation":"Urbanski M, Coubard OA, Bourlon C. Visualizing the blind brain: brain imaging of visual field defects from early recovery to rehabilitation techniques. Front Integr Neurosci. 2014 Sep 30;8:74. doi: 10.3389/fnint.2014.00074. eCollection 2014."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","infoTypes":["STUDY_PROTOCOL","SAP","ICF"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000083302","term":"Hemorrhagic Stroke"},{"id":"D000006423","term":"Hemianopsia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014786","term":"Vision Disorders"},{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000001766","term":"Blindness"},{"id":"D000005128","term":"Eye Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M9199","name":"Hemianopsia","asFound":"Hemianopsia","relevance":"HIGH"},{"id":"M2405","name":"Hemorrhagic Stroke","asFound":"Stroke Hemorrhagic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M17220","name":"Vision Disorders","relevance":"LOW"},{"id":"M15180","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M4737","name":"Blindness","relevance":"LOW"},{"id":"M7961","name":"Eye Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC11","name":"Eye Diseases"}]}},"hasResults":false}