{"protocolSection":{"identificationModule":{"nctId":"NCT04966429","orgStudyIdInfo":{"id":"TASMC-21-HH-0625-CTIL"},"organization":{"fullName":"Tel-Aviv Sourasky Medical Center","class":"OTHER_GOV"},"briefTitle":"Safety and Efficacy of Maraviroc in Post-stroke Cognitive Impairment","officialTitle":"Safety and Efficacy of Maraviroc in Post-stroke Cognitive Impairment"},"statusModule":{"statusVerifiedDate":"2021-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-07-14","studyFirstSubmitQcDate":"2021-07-14","studyFirstPostDateStruct":{"date":"2021-07-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-14","lastUpdatePostDateStruct":{"date":"2021-07-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Tel-Aviv Sourasky Medical Center","class":"OTHER_GOV"},"collaborators":[{"name":"Hadassah Medical Organization","class":"OTHER"},{"name":"Soroka University Medical Center","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Hypotheses: 1. Subjects with mild post-stroke cognitive impairment (PSCI) are at risk of developing vascular dementia (VaD). Maraviroc treatment in patients suffering from mild PSCI will halt its progression and improve cognitive outcome by affecting synaptic plasticity. 2. CCR5 inhibition produces an anti-inflammatory and anti-atherogenic effect by lowering macrophage infiltration and adhesion molecules. Thus, PSCI patients treated with Maraviroc will present a better inflammatory profile and a deceleration of carotid atherosclerosis, vs. placebo.\n\nObjectives: To investigate the safety and efficacy of Maraviroc 150 mg and 600 mg per day vs. placebo in patients with recent subcortical stroke who experience mild PSCI on progression/improvement of clinical symptoms of post-stroke cognitive impairment, change in disease biomarkers and inflammatory profile.\n\nThe study will include 150 participants aged 50-86 years treated with Maraviroc 150mg or 600mg per day compared to placebo for 12 months in 3 sites.","detailedDescription":"Hypotheses: 1. Subjects with mild post-stroke cognitive impairment (PSCI) are at risk of developing vascular dementia (VaD). Maraviroc treatment in patients suffering from mild PSCI will halt its progression and improve cognitive outcome by affecting synaptic plasticity. 2. CCR5 inhibition produces an anti-inflammatory and anti-atherogenic effect by lowering macrophage infiltration and adhesion molecules. Thus, PSCI patients treated with Maraviroc will present a better inflammatory profile and a deceleration of carotid atherosclerosis, vs. placebo.\n\nObjectives: 1. To investigate the safety and tolerability of Maraviroc 150 mg and 600 mg per day vs. placebo in patients with recent subcortical stroke who experience mild PSCI.\n\n2. To evaluate the efficacy of Maraviroc 150 mg and 600 mg/day compared with placebo on progression/improvement of clinical symptoms of post-stroke dementia, as assessed by a change from baseline to Month 12 in composite data derived from dementia assessment cognitive scores.\n\n3. To demonstrate the effect of Maraviroc 150/600 mg vs. placebo on additional outcomes, behavioral, functional, as well as on change in disease biomarkers and inflammatory profile.\n\nDesign: The study will include recent subcortical stroke patients suffering from PSCI, white matter lesions (WML) and small vessel disease (SVD), who are at risk for progression to dementia. The study will assess change from baseline to Month 12 in safety parameters: adverse drug reactions, incidence of treatment-emergent abnormal laboratory values, vital signs, and electrocardiogram; in cognitive performance, clinical symptoms, and blood, cerebrospinal fluid and neuroimaging measures in 150 participants aged 50-86 years treated with Maraviroc 150mg or 600mg per day compared to placebo for 12 months. The study includes 3 sites in Israel."},"conditionsModule":{"conditions":["Post Stroke Cognitive Impairment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Maraviroc 150 mg per day","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Maraviroc"]},{"label":"Maraviroc 600 mg per day","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Maraviroc"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","interventionNames":["Drug: Maraviroc"]}],"interventions":[{"type":"DRUG","name":"Maraviroc","description":"Tablets","armGroupLabels":["Maraviroc 150 mg per day","Maraviroc 600 mg per day","Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To evaluate the efficacy of Maraviroc 150 mg and 600 mg per day compared with placebo on progression/ improvement of clinical symptoms of post-stroke dementia.","timeFrame":"12 months"},{"measure":"To investigate the safety and tolerability of Maraviroc 150 mg and 600 mg per day vs. placebo in patients with recent subcortical stroke who experience mild PSCI.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"To evaluate the efficacy of Maraviroc 150 mg and 600 mg compared with placebo on function.","timeFrame":"12 months"},{"measure":"To demonstrate the effect of Maraviroc 150 mg and 600 mg compared with placebo on markers of disease over time","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men and women aged 50 to 86 years;\n2. Able to fully comprehend and sign an informed consent form;\n3. Fulfill diagnostic criteria for Mild Cognitive Impairment (MCI), as outlined by Albert and colleagues, and indicated by: 1. concern about a change in cognition, in comparison with the person's previous level, expressed by the participant, an informant who knows the patient well, or an investigator; 2. Montreal Cognitive Assessment (MoCA) score lower than or equal to 26; 3. general preservation of independence in functional abilities; 4. no dementia.\n4. Fulfill the diagnostic criteria for PSCI/subcortical vascular cognitive impairment that developed after the documented stroke/TIA, as outlined by Skrobot and colleagues. This requires the presence of a cognitive syndrome (as defined in Section A below) and SVD (as defined in Section B below). Impairment in at least one cognitive domain and mild to no impairment in instrumental activities of daily living (IADLs)/activities of daily living (ADLs), respectively (independent of the motor/ sensory sequelae of the vascular event); A. Cognitive Syndrome defined as: 1. Dysexecutive Syndrome: Some impairment in goal formulation, initiation, planning, organizing, sequencing, executing, set-shifting and maintenance, or abstracting; 2. Memory Deficit: Some impairment in recall, relative intact recognition, less severe forgetting, benefit from cues. B. Small Vessel Ischaemic Disease defined as: Evidence of relevant cerebrovascular disease by brain imaging (in the last 1-24 months) defined as the presence of both: (i) Periventricular and deep WMLs (grading scale \\>1 on the Fazekas score) plus at least one lacunar infarct; and (ii) Absence of cortical and/or cortico-sub-cortical non-lacunar territorial infarcts and watershed infarcts, indicating large vessel disease, signs of normal pressure hydrocephalus, or other specific causes of WML.\n5. Presence or a history of neurological signs as evidence for cerebrovascular disease at least 1 month prior to enrollment.\n6. Community-dwelling;\n7. Able to comply with scheduled visits, treatment plan, and other trial procedures;\n8. Able to walk independently;\n9. Modified Rankin score \\<2.\n10. Willing to have a study partner (see Appendix 1 for definition of study partner) throughout the study.\n\nExclusion Criteria:\n\n1. Patients diagnosed with dementia or significant cognitive impairment as defined by a MoCA score \\<17 at screening and clinical evaluation excluding diagnosis of dementia, or other neurological conditions (multiple sclerosis, Parkinson's disease, epilepsy, etc.) that affects cognition and mobility;\n2. Hemorrhages and cerebral edema (e.g., subarachnoid hemorrhage, intracerebral hemorrhage, subdural hematoma, epidural hematoma).\n3. Patients in a state of coma or with severe disturbance of consciousness, aphasia, agnosia, or deafness that subsequently affects expression and communication.\n4. Significant acute medical illness including: drug overdose, severely disturbed liver, kidney or lung function, anemia, hypothyroidism, or uncontrolled diabetes\n5. Presence of cortical involvement on neurologic examination including aphasia, extinsion etc.;\n6. Diagnosed previously with a genetic cause of VCI (e.g., CADASIL);\n7. Taking medications that may negatively affect cognitive function;\n8. Unable to meet the specific scanning requirements of the 3T MRI;\n9. History of hepatitis or elevated hepatic transaminases or bilirubin; positive serology for Hepatitis B or C; positive serology for HIV;\n10. Serum creatinine over 1.8;\n11. Subject has a current or past diagnosis of bipolar or related disorders, intellectual disability, or cluster b personality disorder (e.g., borderline personality disorder, antisocial personality disorder, histrionic personality disorder, and narcissistic personality disorder), psychotic disorder, schizophrenia, obsessive-compulsive disorder, and substance/alcohol use disorders other than nicotine in the past year (including barbiturates, methadone, opiates, cocaine, cannabinoids, and amphetamine/ methamphetamine).\n12. Subject has suicidal ideation with intent to act during screening phase or on Day 1, or has a history of suicidal behavior within the past year.\n13. Diagnosis of attention deficit disorder;\n14. Prolongation of the corrected QT (CTc) interval;\n15. Use of drugs with possible interactions with Maraviroc.\n16. Subject has known allergies, hypersensitivity, intolerance, or contraindication to Maraviroc or its excipients.\n17. Subject has received an investigational drug (including investigational vaccines) or used an invasive investigational medical device within 60 days before the planned first dose of study drug or is currently enrolled in an investigational study.\n18. Subject has any condition for which, in the opinion of the investigator, participation would not be in the best interest of the subject (e.g., compromise the well-being) or that could prevent, limit, or confound the protocol-specified assessments.\n19. Subject has had major surgery, (e.g., requiring general anesthesia) within 2 weeks before screening, or will not have fully recovered from surgery, or has surgery planned during the time the subject is expected to participate in the study.\n20. Subject is a woman who is pregnant, breast-feeding, or planning to become pregnant while enrolled in this study or within 3 months after the last dose of study drug.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"86 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Einor Ben assayag, PhD","role":"CONTACT","phone":"+972-3-6947868","email":"einorba@tlvmc.gov.il"},{"name":"Yifat Ashkenazi_danon, BSc","role":"CONTACT","email":"yifatad@tlvmc.gov.il"}],"locations":[{"facility":"Tel Aviv Sourasky Medical Center","status":"RECRUITING","city":"Tel Aviv","country":"Israel","contacts":[{"name":"Yifat Ashkenazi-Danon","role":"CONTACT","email":"yifatad@tlvmc.gov.il"},{"name":"Hen Hallevi, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Einor Ben Assayag, PhD","role":"SUB_INVESTIGATOR"},{"name":"Jeremy Molad, MD","role":"SUB_INVESTIGATOR"},{"name":"Estelle Seyman, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":32.08088,"lon":34.78057}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M29395","name":"Cognitive Dysfunction","asFound":"Cognitive Impairment","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"meshes":[{"id":"D000077592","term":"Maraviroc"}],"ancestors":[{"id":"D000023581","term":"HIV Fusion Inhibitors"},{"id":"D000065147","term":"Viral Fusion Protein Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000019380","term":"Anti-HIV Agents"},{"id":"D000044966","term":"Anti-Retroviral Agents"},{"id":"D000000998","term":"Antiviral Agents"},{"id":"D000000890","term":"Anti-Infective Agents"},{"id":"D000065100","term":"CCR5 Receptor Antagonists"}],"browseLeaves":[{"id":"M1852","name":"Maraviroc","asFound":"IVF","relevance":"HIGH"},{"id":"M21040","name":"Anti-HIV Agents","relevance":"LOW"},{"id":"M25118","name":"Anti-Retroviral Agents","relevance":"LOW"},{"id":"M4004","name":"Antiviral Agents","relevance":"LOW"},{"id":"M3904","name":"Anti-Infective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}