{"protocolSection":{"identificationModule":{"nctId":"NCT01859572","orgStudyIdInfo":{"id":"RN-CS-0001"},"organization":{"fullName":"ReNeuron Limited","class":"INDUSTRY"},"briefTitle":"Observational Study of Ischaemic Stroke","officialTitle":"A Non-interventional Observational Study to Document the Clinical Course of Patients Following Ischaemic Stroke and to Establish a Pool of Patients for Future Trials in the Ischaemic Stroke Setting","acronym":"OSIS"},"statusModule":{"statusVerifiedDate":"2016-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-02"},"primaryCompletionDateStruct":{"date":"2016-03","type":"ACTUAL"},"completionDateStruct":{"date":"2016-05","type":"ACTUAL"},"studyFirstSubmitDate":"2013-05-15","studyFirstSubmitQcDate":"2013-05-17","studyFirstPostDateStruct":{"date":"2013-05-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-12-16","lastUpdatePostDateStruct":{"date":"2016-12-19","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ReNeuron Limited","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The rationale for this study is to facilitate future Phase II/III clinical trials and improve outcome for patients suffering residual disability after an ischaemic stroke. Main study objectives are to document and better define the prognostic characteristics of residual disability in patients following an ischaemic stroke, to inform the design of small efficient Phase II studies when screening potentially efficacious interventions for signals of activity which merit further development and to establish a pool of patients who may be approached to participate in future clinical trials in the ischaemic stroke setting.","detailedDescription":"Experience of conducting a Phase I study of an advanced medicinal therapy for ischaemic stroke and planning a Phase II efficacy study for this indication has revealed a number of opportunities to facilitate future clinical trials for this important indication.\n\nTwo key issues were identified which could be easily addressed with forward planning of future trials in the ischaemic clinical setting:\n\n* The population readily available for clinical trials of potentially useful new agents is limited, as many patients presenting with a stroke are treated in an acute unit but then may \"drop-out\" of the acute neurology or academic catchment populations when they are transferred to a variety of settings for subsequent management, such as long-term hospital care in a geriatric ward, residential care or home care by relatives with assistance from social support. Thus, establishing a pool of patients willing to be contacted about future clinical trials after they leave the acute stroke facility would facilitate future stroke studies. It would ensure such patients were offered the opportunity to participate in relevant clinical trials and any additional related care (e.g. additional physiotherapy).\n* Despite a substantial amount of literature on the management of stroke, planning of Phase II studies is still handicapped by insufficient information to clearly identify which patients will be left with residual disability and the time-course of any improvement with current standards of care. Optimal populations and clinical trial methodology for screening potential new interventions for stroke have not been established. Building a robust dataset to better identify such populations would: 1) improve the speed and reduce the cost of screening candidates, 2) permit use of more efficient statistical methods to screen for activity, and 3) increase the opportunity to identify new treatments for post stroke disability.\n\nA core dataset will be recorded including the patient's National Health Service number, age, gender and stroke outcome measured by four standard validated rating scales; Action Research Arm Test (ARAT), National Institute of Health Stroke Scale (NIHSS), modified Rankin Scale (mRS) and Barthel Index (BI). All patients consenting to participate in the program would also consent to being contacted to determine their interest in participating in future regulated clinical trials of interventions for patients with a history of ischaemic stroke. The consent form for this study would make it clear that the patient is under no obligation to participate in any other study.\n\nIn addition to the core dataset, participating centres may elect to add additional sub-protocols to this study to collect additional non-core data: for example, assessment of cognitive or visual function, mood, fatigue or other measures of performance, structural or functional MRI imaging or other investigations related to the patient's progress following the presenting stroke. Additional assessment criteria outside the core dataset of this study would be the subject of centre-specific sub-protocols and must be approved as required by national and local requirements.\n\nCo-recruitment of patients into other studies is allowable, if permitted within the other study protocol."},"conditionsModule":{"conditions":["Stroke","Motor Activity"],"keywords":["Stroke","Cerebral Infarction","Brain Disorders","Central Nervous System Diseases","Nervous System Diseases","Vascular Diseases","Cardiovascular Diseases","Brain Infarction","Brain Ischaemia"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":110,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Action Research Arm Test (ARAT)","timeFrame":"6 months"},{"measure":"National Institute of Health Stroke Scale (NIHSS)","timeFrame":"6 months"},{"measure":"modified Rankin Scale (mRS)","timeFrame":"6 months"},{"measure":"Barthel Index (BI)","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Capacity to give informed consent or witnessed informed consent in the event that the patient is unable to sign informed consent due to physical impairments\n* Clinical diagnosis of cortical and/or subcortical ischaemic stroke in an area perfused by the middle cerebral artery (i.e. stroke due to ischaemia resulting in infarct located in the basal ganglia, internal capsule or corona radiata)\n* Survived first 7 days following ischaemic stroke.\n* A motor handicap 7 days after the onset of the ischaemic stroke, which includes as a minimum, the inability to extend an arm to a horizontal position with the palm upward against gravity and to maintain the arm extended horizontally against gravity without obvious downward drift for 30 seconds.\n\nExclusion Criteria:\n\n* Prior history of stroke resulting in permanent, moderate to severe disability (i.e. Rankin Scale greater than 2) (other than the presenting ischaemic stroke)\n* Stroke due to haemorrhage\n* History of neurological or other disease resulting in significant functional impairment of the paretic arm impairing potential ability to pick up, lift and place a 2.5 cm3 block (e.g. Parkinson's disease, motor neuron disease, arthritis, Dupuytren's contracture or fixed anatomical abnormality)\n* Patient with a severe comorbid disorder, not expected to survive more than 12 months\n* Considered unlikely to be able to attend for all follow-up visits","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The group consists of consenting patients who survive the first 7 days following their first ischaemic stroke in participating stroke units","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Glasgow Southern General Hospital","city":"Glasgow","zip":"G51 4TF","country":"United Kingdom","geoPoint":{"lat":55.86515,"lon":-4.25763}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}