{"protocolSection":{"identificationModule":{"nctId":"NCT05518305","orgStudyIdInfo":{"id":"NS123734"},"organization":{"fullName":"University of California, Los Angeles","class":"OTHER"},"briefTitle":"Platelet Expression of FcγRIIa and Arterial Hemodynamics to Predict Recurrent Stroke in Intracranial Atherosclerosis","officialTitle":"Platelet Expression of FcγRIIa and Arterial Hemodynamics to Predict Recurrent Stroke in Intracranial Atherosclerosi","acronym":"FCG"},"statusModule":{"statusVerifiedDate":"2022-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-08-24","studyFirstSubmitQcDate":"2022-08-24","studyFirstPostDateStruct":{"date":"2022-08-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-10-31","lastUpdatePostDateStruct":{"date":"2022-11-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"David Liebeskind","investigatorTitle":"Neurology Professor","investigatorAffiliation":"University of California, Los Angeles"},"leadSponsor":{"name":"University of California, Los Angeles","class":"OTHER"},"collaborators":[{"name":"University of Pittsburgh Medical Center","class":"OTHER"},{"name":"University of Chicago","class":"OTHER"},{"name":"Bay State Clinical Trials, Inc.","class":"OTHER"},{"name":"Yale University","class":"OTHER"},{"name":"University of Vermont","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"An observational study to determine if individuals with increased platelet FcyRIIa will have a higher risk of ischemic events.","detailedDescription":"Recurrent ischemic stroke due to intracranial atherosclerotic disease (ICAD) is extremely common despite treatment with anti-platelet medications. Heterogeneity of the arterial architecture and associated blood flow changes in ICAD-related stenoses result in different patterns of wall shear stress (WSS) from one individual to the next. Such wall shear stress can be readily quantified with computational fluid dynamics (CFD) from noninvasive CT angiography (CTA), routinely acquired in patients with minor stroke or transient ischemic attack (TIA) due to ICAD. These shear stress changes in blood flow promote platelet aggregation and thereby alter the response to anti-platelet therapy. Additionally, greater platelet FcγRIIa expression increases platelet reactivity and promotes thrombosis when platelets are exposed to increased shear stress. In the coronary circulation, greater platelet expression of FcγRIIa identifies patients at greater risk of recurrent cardiovascular events, including stroke. Numerous mechanisms have been invoked in the recurrence of ischemia in ICAD, yet focused research on the pathophysiology of shear stress and platelet activation has not been evaluated to explain the high rate of imaging evidence and clinical strokes following minor stroke or TIA due to ICAD. Given the shared pathology of coronary artery disease and ICAD, the data suggest that individual differences in CFD-derived WSS and platelet FcγRIIa expression may inform a precision medicine strategy to prevent recurrent stroke. The investigators developed a novel approach to validate CTA CFD values of WSS in stenoses in ICAD with precision 3D cerebrovascular models, including data from the landmark SAMMPRIS trial. In other collaborations, The investigators have separately studied the potential impact of elevated WSS on stroke recurrence in ICAD and conducted an observational multicenter study on mechanisms of recurrent stroke in ICAD. The investigators and others have demonstrated that greater platelet FcγRIIa expression increases the activation of platelets in response to agonists and shear stress. These synergies now enable us to investigate how the interaction of anti-platelet therapies with individual platelet expression of FcγRIIa and WSS calculated from patient-specific CTA CFD may explain recurrent ischemia after minor stroke or TIA due to ICAD. The investigators hypothesize that the incidence of recurrent silent ischemia on MRI and clinical strokes by 1 year after minor stroke or TIA due to ICAD will be predicted by quantifying individual risk determined by platelet FcγRIIa expression and focal elevations in WSS due to stenosis."},"conditionsModule":{"conditions":["Stroke","TIA","Ischemic Stroke","Ischemic"],"keywords":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":250,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"All","description":"Blood sampling and an MRI will be conducted alongside standard stroke cognitive tests upon enrollment. A follow-up three-month visit will check for adverse events and a follow-up cognitive stroke test. At 12 months, an MRI will be conducted alongside a cognitive test.","interventionNames":["Diagnostic Test: Medical Imaging"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Medical Imaging","description":"magnetic resonance imaging","armGroupLabels":["All"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Determine the impact of platelet FcγRIIa expression on 1-year risk of recurrent stroke in ICAD.","description":"The investigators hypothesize that increased platelet FcγRIIa will be associated with a greater risk of ischemic events. Platelet FcγRIIa expression will be quantified in 250 subjects enrolled at 6 sites with stroke or TIA due to 50-99% ICAD to determine impact of FcγRIIa on 1-year risk of recurrent stroke, including clinical events and serial MRI.","timeFrame":"1 year"},{"measure":"Quantify the impact of WSS from CTA CFD on 1-year risk of recurrent stroke in ICAD","description":"The investigators hypothesize that high WSS and an elevated post-stenotic oscillatory shear index (OSI) that are stimuli of shear-induced platelet aggregation will confer an increased risk of recurrent ischemic stroke. We will use routinely acquired CTA in 250 subjects enrolled at 6 sites with stroke or TIA due to 50-99% ICAD to quantify the impact of WSS and post-stenotic OSI on 1-year risk of recurrent stroke, including clinical events and serial MRI.","timeFrame":"1 year"},{"measure":"Develop a precision model to determine the risk of recurrent stroke 1 year after index events due to ICAD based on individual FcγRIIa expression and WSS from baseline CTA.","description":"The investigators hypothesize that the 1-year recurrent stroke risk associated with high platelet FcγRIIa expression and high WSS will be more than additive.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke is defined as symptoms lasting \\>24 hours and associated with imaging evidence of acute ischemia in the distribution of the stenotic vessel on head CT or brain MRI. Minor stroke is defined as NIHSS\\<6, as used in prior studies.\n* Eligible TIA, defined as transient neurological symptoms lasting \\<24 hours, need to be: a) accompanied by DWI abnormalities in the distribution of the stenotic artery; or b) multiple (\\>1), stereotyped events associated with unequivocal ischemic symptoms (i.e. weakness, aphasia, diplopia), and attributed to the symptomatic artery. The intent of these restrictive inclusion criteria for TIA is to exclude potential stroke mimics.\n* ICAD should involve the intracranial carotid, middle cerebral, intracranial vertebral or basilar arteries. Isolated anterior and posterior cerebral artery stenosis is not included as it is uncommon in these locations and non-invasive criteria for high-grade ICAD are not well established for these vessels.\n* Stenosis 50-99% will be quantified by CTA. The criteria for 50-99% are: measured stenosis by WASID criteria (percent stenosis = (1-\\[diameter stenosis/diameter normal\\]) x 100%.\n* Age ³30; those 30-49 years of age must also have the presence of established atherosclerotic disease in another vascular bed (coronary, extracranial carotid, peripheral) or the presence of 2 or more risk factors (hypertension, diabetes mellitus, hyperlipidemia, tobacco abuse within the last 2 years). The rationale for this criterion is to exclude non-atherosclerotic vasculopathies.\n* Provide informed consent for participation in the study.\n\nExclusion Criteria:\n\n* Other determined etiology or established cause of the acute stroke or TIA: atrial fibrillation, mitral stenosis, mechanical valve, intracardiac thrombus or vegetation, dilated cardiomyopathy or ejection fraction \\<30%, proximal extracranial carotid or vertebral stenosis \\>50%.\n* Contraindications to MRI, including MR-incompatible metallic implants (i.e. certain artificial cardiac valves, penile implants, other prosthesis), implanted electronic devices (i.e. pacemaker/defibrillator, neurostimulators, cochlear implants), other potentially mobile ferromagnetic material (i.e. shrapnel, magnetic aneurysm clips), pregnancy (women in fertile age should have a negative pregnancy test), lactation, morbid obesity, and severe claustrophobia.","healthyVolunteers":true,"sex":"ALL","minimumAge":"30 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Individuals with who have experience a Stroke or TIA","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"David Liebeskind, MD","role":"CONTACT","phone":"‭(310) 963-5539‬","email":"dliebeskind@mednet.ucla.edu"}],"locations":[{"facility":"Ronald Reagan UCLA Medical Center","status":"RECRUITING","city":"Los Angeles","state":"California","zip":"90095","country":"United States","contacts":[{"name":"Ryan Apfel","role":"CONTACT","email":"rapfel@mednet.ucla.edu"},{"name":"David Liebeskind, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.05223,"lon":-118.24368}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M14540","name":"Recurrence","relevance":"LOW"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M25878","name":"Atherosclerosis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}