{"protocolSection":{"identificationModule":{"nctId":"NCT02551757","orgStudyIdInfo":{"id":"43428"},"organization":{"fullName":"University of Washington","class":"OTHER"},"briefTitle":"Stroke and CPAP Outcome Study: A Sham-controlled Trial of CPAP Among Stroke Rehabilitation Patients","officialTitle":"Randomized Trial of Continuous Positive Airway Pressure in Patients Undergoing Intensive Inpatient Rehabilitation After Acute Stroke","acronym":"SCOUTS"},"statusModule":{"statusVerifiedDate":"2020-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-06"},"primaryCompletionDateStruct":{"date":"2014-11","type":"ACTUAL"},"completionDateStruct":{"date":"2015-07","type":"ACTUAL"},"studyFirstSubmitDate":"2015-09-14","studyFirstSubmitQcDate":"2015-09-15","studyFirstPostDateStruct":{"date":"2015-09-16","type":"ESTIMATED"},"resultsFirstSubmitDate":"2020-08-29","resultsFirstSubmitQcDate":"2020-11-03","resultsFirstPostDateStruct":{"date":"2020-11-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-12-21","lastUpdatePostDateStruct":{"date":"2021-01-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sandeep Khot","investigatorTitle":"Associate Professor, Dept. of Neurology","investigatorAffiliation":"University of Washington"},"leadSponsor":{"name":"University of Washington","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to assess the effect of continuous positive airway pressure (CPAP) on functional outcome in patients with acute stroke, the investigators conducted a sham-controlled, double-blind pilot trial during inpatient rehabilitation.\n\nPatients with acute stroke were recruited and randomly assigned to auto-titrating or sham-CPAP during their rehabilitation stay.","detailedDescription":"All acute stroke patients admitted to the inpatient rehabilitation service at the University of Washington were invited to participate in the study. Given the high prevalence of obstructive sleep apnea (OSA) in this population, no screen for OSA was performed. Enrolled patients were assigned randomly to active-CPAP with auto-titrating pressures or to sham-CPAP with an otherwise identical device but with pressures ≤ 1 cm water. Subjects used active or sham-CPAP for the duration of inpatient rehabilitation, but no longer than 28 days. CPAP compliance was assessed by memory card that recorded mask-on time. Other information on download, such as apnea-hypopnea index, was only available on active-CPAP and not assessed by investigators in real time. In this study, the investigators defined tolerance as any continued use of CPAP at night and adherence as mean hours of CPAP use per night in those who were CPAP tolerant."},"conditionsModule":{"conditions":["Stroke","Sleep Apnea, Obstructive"],"keywords":["Rehabilitation","Continuous Positive Airway Pressure"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Active-CPAP","type":"EXPERIMENTAL","description":"Patients assigned to active-CPAP were treated with auto-titrating CPAP, where an auto-titrator adjusted the delivered pressure between 4 to 20 cm of water to eliminate obstructive events for a goal apnea-hypopnea index less than or equal to 5.","interventionNames":["Device: Auto-titrating CPAP"]},{"label":"Sham-CPAP","type":"SHAM_COMPARATOR","description":"The sham-CPAP device in our study was designed to entail no risks beyond those with standard CPAP and provide a high level of blinding. The sham-CPAP device is an auto-titrating CPAP with an internal flow restrictor and a modified elbow attached to the nasal mask. The elbow modification creates a larger than standard air leak that serves to prevent any chances of carbon dioxide rebreathing and delivers a pressure at the mask in¬terface of roughly 0.75 to 1 cm water. The elbow modification is not noticeable when the device is fully assembled to avoid the possibility of unblinding patients, providers, or study personnel. The elbow modification could only be used on standard nasal masks; consequently full facemasks and nasal pillows were excluded for patients in both active and sham-CPAP.","interventionNames":["Device: Sham-CPAP"]}],"interventions":[{"type":"DEVICE","name":"Auto-titrating CPAP","description":"Auto-titrating CPAP was initiated after admission to the inpatient rehabilitation unit for the duration of rehabilitation but not exceeding 28 days. A respiratory therapist visited patients nightly to document adherence and address issues arising at night. A sleep technologist also met with patients at least twice weekly to monitor safety and adverse events and make any adjustments to the CPAP mask or machine. Efforts to improve adherence to CPAP for patients treated with active-CPAP included patient education, desensitization of CPAP through brief periods of daytime use, adjustments of humidity and mask (including addition of a chin strap), decreasing CPAP maximum pressure and use of expiratory pressure relief (CFlex) for patients treated with active-CPAP.","armGroupLabels":["Active-CPAP"]},{"type":"DEVICE","name":"Sham-CPAP","description":"Sham-CPAP was initiated after admission to the inpatient rehabilitation unit for the duration of rehabilitation but not exceeding 28 days. A respiratory therapist visited patients nightly to document adherence and address issues arising at night. A sleep technologist also met with patients at least twice weekly to monitor safety and adverse events and make any adjustments to the CPAP mask or machine. Efforts to improve adherence to CPAP for patients treated with sham-CPAP included patient education, desensitization of CPAP through brief periods of daytime use and adjustments of humidity and mask, including addition of a chin strap.","armGroupLabels":["Sham-CPAP"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility of Enrolling Eligible Stroke Patients Admitted to Inpatient Rehabilitation for an Acute Ischemic or Hemorrhagic Stroke Into a Pilot, Randomized Clinical Trial of Active Versus Sham CPAP.","description":"Number of stroke patients willing to participate during inpatient rehabilitation over 18 months and be randomized in this clinical trial to treatment with active or sham auto-titrating CPAP.","timeFrame":"18 months"}],"secondaryOutcomes":[{"measure":"Hours of CPAP Per Night","description":"Mean hours of nightly CPAP use, regardless of treatment allocation, at hospital discharge.","timeFrame":"up to 28 days"},{"measure":"Median Change in the Functional Independence Measure (FIM) Between Admission and Discharge From the Rehabilitation Unit Comparing Active-CPAP Versus Sham-CPAP.","description":"The Functional Independence Measure (FIM), a sensitive disability scale, is an 18-item instrument measuring the burden of care associated with aspects of motor and cognitive function. Higher scores represent better stroke recovery where scores for each of the 18 items range from 1 (complete dependence) to 7 (complete independence). The overall FIM score ranges between 18 and 126. The FIM score can also be further broken down based on its motor and cognitive components. The 13 items of the motor FIM subscale range between 13 and 91, whereas the 5 items of the cognitive FIM subscale can range between 5 and 35. The motor and cognitive sub scales are summed to provide the total FIM score and the difference between the FIM scores on admission to the rehabilitation unit and discharge from the unit were calculated for each eligible participant.","timeFrame":"Baseline and discharge up to 28 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* greater than 18 years of age\n* admitted to an inpatient rehabilitation unit at the University of Washington\n* head CT or brain MRI demonstrating an ischemic or hemorrhagic stroke\n* enrolled in another research study\n\nExclusion Criteria:\n\n* stroke was a subarachnoid hemorrhage or due to a secondary cause (vascular malformation, vasculitis, brain tumor, head trauma, or predisposition to bleeding)\n* history of CPAP use, advanced chronic lung disease requiring supplemental oxygen, heart failure (NYHA class III or IV)\n* require a nasogastric feeding tube.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Sandeep Khot, MD","affiliation":"Associate Professor, Dept. Neurology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Washington","city":"Seattle","state":"Washington","zip":"98195-9470","country":"United States","geoPoint":{"lat":47.60621,"lon":-122.33207}}]},"referencesModule":{"references":[{"pmid":"27092703","type":"RESULT","citation":"Khot SP, Davis AP, Crane DA, Tanzi PM, Lue DL, Claflin ES, Becker KJ, Longstreth WT Jr, Watson NF, Billings ME. Effect of Continuous Positive Airway Pressure on Stroke Rehabilitation: A Pilot Randomized Sham-Controlled Trial. J Clin Sleep Med. 2016 Jul 15;12(7):1019-26. doi: 10.5664/jcsm.5940."}]}},"resultsSection":{"participantFlowModule":{"groups":[{"id":"FG000","title":"Active-CPAP","description":"Patients assigned to active-CPAP were treated with auto-titrating CPAP, where an auto-titrator adjusted the delivered pressure between 4 to 20 cm of water to eliminate obstructive events for a goal apnea-hypopnea index less than or equal to 5.\n\nAuto-titrating CPAP was initiated after admission to the inpatient rehabilitation unit for the duration of rehabilitation but not exceeding 28 days. A respiratory therapist visited patients nightly to document adherence and address issues arising at night. A sleep technologist also met with patients at least twice weekly to monitor safety and adverse events and make any adjustments to the CPAP mask or machine. Efforts to improve adherence to CPAP for patients treated with active-CPAP included patient education, desensitization of CPAP through brief periods of daytime use, adjustments of humidity and mask (including addition of a chin strap), decreasing CPAP maximum pressure and use of expiratory pressure relief (CFlex) for"},{"id":"FG001","title":"Sham-CPAP","description":"The sham-CPAP device in our study was designed to entail no risks beyond those with standard CPAP and provide a high level of blinding. The sham-CPAP device is an auto-titrating CPAP with an internal flow restrictor and a modified elbow attached to the nasal mask. The elbow modification creates a larger than standard air leak that serves to prevent any chances of carbon dioxide rebreathing and delivers a pressure at the mask interface of roughly 0.75 to 1 cm water. The elbow modification is not noticeable when the device is fully assembled to avoid the possibility of unblinding patients, providers, or study personnel. The elbow modification could only be used on standard nasal masks; consequently full facemasks and nasal pillows were excluded for patients in both active and sham-CPAP.\n\nSham-CPAP: Sham-CPAP was initiated after admission to the inpatient rehabilitation unit for the duration of rehabilitation but not exceeding 28 days. A respiratory therapist visited patients nightly t"}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"20"},{"groupId":"FG001","numSubjects":"20"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"13"},{"groupId":"FG001","numSubjects":"17"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"7"},{"groupId":"FG001","numSubjects":"3"}]}]}]},"baselineCharacteristicsModule":{"groups":[{"id":"BG000","title":"Active-CPAP","description":"Patients assigned to active-CPAP were treated with auto-titrating CPAP, where an auto-titrator adjusted the delivered pressure between 4 to 20 cm of water to eliminate obstructive events for a goal apnea-hypopnea index less than or equal to 5.\n\nAuto-titrating CPAP was initiated after admit to the inpatient rehabilitation unit for the duration of rehabilitation but not exceeding 28 days. A respiratory therapist visited patients nightly to document adherence and address issues arising at night. A sleep technologist also met with patients at least twice weekly to monitor safety and adverse events and make any adjustments to the CPAP mask or machine. Efforts to improve CPAP adherence for patients treated with active-CPAP included education, desensitization of CPAP through brief periods of daytime use, adjustments of humidity and mask (including addition of a chin strap), decreasing maximum pressure and use of expiratory pressure relief (CFlex) for patients treated with active-CPAP."},{"id":"BG001","title":"Sham-CPAP","description":"The sham-CPAP device was designed to entail no risks beyond those with CPAP and provide a high level of blinding. The sham-CPAP device has an internal flow restrictor and a modified elbow attached to the mask, which creates a larger than standard air leak that delivers a pressure of roughly 0.75 to 1 cm water. The modification is not noticeable when the device is fully assembled to avoid unblinding patients, providers, or study personnel. The elbow modification could only be used on standard nasal masks so full face masks and nasal pillows were excluded for patients in both active and sham-CPAP.\n\nSham-CPAP was initiated after admission to rehabilitation for the duration of rehabilitation but not exceeding 28 days. Efforts to improve adherence to CPAP for patients treated with sham-CPAP included education, desensitization of CPAP through brief periods of daytime use and adjustments of humidity and mask, including addition of a chin strap."},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"20"},{"groupId":"BG002","value":"40"}]}],"measures":[{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"categories":[{"measurements":[{"groupId":"BG000","value":"55.9","spread":"12.1"},{"groupId":"BG001","value":"56.5","spread":"12.1"},{"groupId":"BG002","value":"56.2","spread":"11.9"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"8"},{"groupId":"BG002","value":"18"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"10"},{"groupId":"BG001","value":"12"},{"groupId":"BG002","value":"22"}]}]}]},{"title":"Race (NIH/OMB)","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"categories":[{"title":"American Indian or Alaska Native","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"2"},{"groupId":"BG002","value":"2"}]},{"title":"Asian","measurements":[{"groupId":"BG000","value":"1"},{"groupId":"BG001","value":"3"},{"groupId":"BG002","value":"4"}]},{"title":"Native Hawaiian or Other Pacific Islander","measurements":[{"groupId":"BG000","value":"4"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"4"}]},{"title":"Black or African American","measurements":[{"groupId":"BG000","value":"2"},{"groupId":"BG001","value":"2"},{"groupId":"BG002","value":"4"}]},{"title":"White","measurements":[{"groupId":"BG000","value":"11"},{"groupId":"BG001","value":"12"},{"groupId":"BG002","value":"23"}]},{"title":"More than one race","measurements":[{"groupId":"BG000","value":"2"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"3"}]},{"title":"Unknown or Not Reported","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]}]}]},{"title":"Region of Enrollment","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"United States","categories":[{"measurements":[{"groupId":"BG000","value":"20"},{"groupId":"BG001","value":"20"},{"groupId":"BG002","value":"40"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Feasibility of Enrolling Eligible Stroke Patients Admitted to Inpatient Rehabilitation for an Acute Ischemic or Hemorrhagic Stroke Into a Pilot, Randomized Clinical Trial of Active Versus Sham CPAP.","description":"Number of stroke patients willing to participate during inpatient rehabilitation over 18 months and be randomized in this clinical trial to treatment with active or sham auto-titrating CPAP.","populationDescription":"Eligible recruited participants included those randomized to sham or active CPAP during inpatient rehabilitation.","reportingStatus":"POSTED","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","calculatePct":false,"timeFrame":"18 months","groups":[{"id":"OG000","title":"Eligible Recruited Participants: Active-CPAP","description":"Patients assigned to active-CPAP were treated with auto-titrating CPAP, where an auto-titrator adjusted the delivered pressure between 4 to 20 cm of water to eliminate obstructive events for a goal apnea-hypopnea index less than or equal to 5.\n\nAuto-titrating CPAP was initiated after admission to the inpatient rehabilitation unit for the duration of rehabilitation but not exceeding 28 days. A respiratory therapist visited patients nightly to document adherence and address issues arising at night. A sleep technologist also met with patients at least twice weekly to monitor safety and adverse events and make any adjustments to the CPAP mask or machine."},{"id":"OG001","title":"Eligible Recruited Participants: Sham-CPAP","description":"The sham-CPAP device in our study was designed to entail no risks beyond those with standard CPAP and provide a high level of blinding. The sham-CPAP device has an internal flow restrictor and a modified elbow attached to the nasal mask. The elbow modification delivers a pressure at the mask in¬terface of roughly 0.75 to 1 cm water and is not noticeable when the device is fully assembled to avoid the possibility of unblinding patients, providers, or study personnel.\n\nSham-CPAP was initiated after admission to the rehabilitation unit for the duration of rehabilitation but not exceeding 28 days."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"20"},{"groupId":"OG001","value":"20"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"13"},{"groupId":"OG001","value":"17"}]}]}]},{"type":"SECONDARY","title":"Hours of CPAP Per Night","description":"Mean hours of nightly CPAP use, regardless of treatment allocation, at hospital discharge.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"hours of CPAP per night","timeFrame":"up to 28 days","groups":[{"id":"OG000","title":"Active-CPAP","description":"Patients assigned to active-CPAP were treated with auto-titrating CPAP, where an auto-titrator adjusted the delivered pressure between 4 to 20 cm of water to eliminate obstructive events for a goal apnea-hypopnea index less than or equal to 5.\n\nAuto-titrating CPAP was initiated after admission to the inpatient rehabilitation unit for the duration of rehabilitation but not exceeding 28 days."},{"id":"OG001","title":"Sham-CPAP","description":"The sham-CPAP device in our study was designed to entail no risks beyond those with standard CPAP and provide a high level of blinding. The sham-CPAP device has an internal flow restrictor and a modified elbow attached to the nasal mask. The elbow modification delivers a pressure at the mask interface of roughly 0.75 to 1 cm water and is not noticeable when the device is fully assembled to avoid the possibility of unblinding patients, providers, or study personnel.\n\nSham-CPAP was initiated after admission to the rehabilitation unit for the duration of rehabilitation but not exceeding 28 days."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"13"},{"groupId":"OG001","value":"17"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"3.9","spread":"2.7"},{"groupId":"OG001","value":"3.6","spread":"1.8"}]}]}]},{"type":"SECONDARY","title":"Median Change in the Functional Independence Measure (FIM) Between Admission and Discharge From the Rehabilitation Unit Comparing Active-CPAP Versus Sham-CPAP.","description":"The Functional Independence Measure (FIM), a sensitive disability scale, is an 18-item instrument measuring the burden of care associated with aspects of motor and cognitive function. Higher scores represent better stroke recovery where scores for each of the 18 items range from 1 (complete dependence) to 7 (complete independence). The overall FIM score ranges between 18 and 126. The FIM score can also be further broken down based on its motor and cognitive components. The 13 items of the motor FIM subscale range between 13 and 91, whereas the 5 items of the cognitive FIM subscale can range between 5 and 35. The motor and cognitive sub scales are summed to provide the total FIM score and the difference between the FIM scores on admission to the rehabilitation unit and discharge from the unit were calculated for each eligible participant.","reportingStatus":"POSTED","paramType":"MEDIAN","dispersionType":"Inter-Quartile Range","unitOfMeasure":"scores on a scale","timeFrame":"Baseline and discharge up to 28 days","groups":[{"id":"OG000","title":"Active-CPAP","description":"Patients assigned to active-CPAP were treated with auto-titrating CPAP, where an auto-titrator adjusted the delivered pressure between 4 to 20 cm of water to eliminate obstructive events for a goal apnea-hypopnea index less than or equal to 5.\n\nAuto-titrating CPAP was initiated after admission to the inpatient rehabilitation unit for the duration of rehabilitation but not exceeding 28 days. A respiratory therapist visited patients nightly to document adherence and address issues arising at night. A sleep technologist also met with patients at least twice weekly to monitor safety and adverse events and make any adjustments to the CPAP mask or machine. Efforts to improve adherence to CPAP for patients treated with active-CPAP included education, desensitization of CPAP through daytime use, adjustments of humidity and mask (including addition of a chin strap), decreasing CPAP maximum pressure and use of expiratory pressure relief (CFlex) for patients treated with active-CPAP."},{"id":"OG001","title":"Sham-CPAP","description":"The sham-CPAP device in our study was designed to entail no risks beyond those with standard CPAP and provide a high level of blinding. The sham-CPAP device has an internal flow restrictor and a modified elbow attached to the nasal mask. The elbow modification delivers a pressure at the mask in¬terface of roughly 0.75 to 1 cm water and is not noticeable when the device is fully assembled to avoid the possibility of unblinding patients, providers, or study personnel.\n\nSham-CPAP was initiated after admission to the rehabilitation unit for the duration of rehabilitation but not exceeding 28 days. Respiratory therapist visited patients nightly to address issues arising at night. A sleep technologist also met with patients at least twice weekly to make any adjustments to the mask or machine. Efforts to improve adherence to CPAP for patients treated with sham-CPAP included patient education, desensitization of CPAP through daytime use and adjustments of humidity and mask."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"13"},{"groupId":"OG001","value":"17"}]}],"classes":[{"categories":[{"measurements":[{"groupId":"OG000","value":"34","lowerLimit":"17","upperLimit":"40"},{"groupId":"OG001","value":"26","lowerLimit":"20","upperLimit":"32"}]}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","eventGroups":[{"id":"EG000","title":"Active-CPAP","description":"Patients assigned to active-CPAP were treated with auto-titrating CPAP, where an auto-titrator adjusted the delivered pressure between 4 to 20 cm of water to eliminate obstructive events for a goal apnea-hypopnea index less than or equal to 5.\n\nAuto-titrating CPAP was initiated after admission to the inpatient rehabilitation unit for the duration of rehabilitation but not exceeding 28 days. A respiratory therapist visited patients nightly to document adherence and address issues arising at night. A sleep technologist also met with patients at least twice weekly to monitor safety and adverse events and make any adjustments to the CPAP mask or machine. Efforts to improve adherence to CPAP for patients treated with active-CPAP included education, desensitization of CPAP through daytime use, adjustments of humidity and mask (including addition of a chin strap), decreasing CPAP maximum pressure and use of expiratory pressure relief (CFlex) for patients treated with active-CPAP.","seriousNumAffected":0,"seriousNumAtRisk":20,"otherNumAffected":0,"otherNumAtRisk":20},{"id":"EG001","title":"Sham-CPAP","description":"The sham-CPAP device in our study was designed to entail no risks beyond those with standard CPAP and provide a high level of blinding. The sham-CPAP device has an internal flow restrictor and a modified elbow attached to the nasal mask. The elbow modification delivers a pressure at the mask in¬terface of roughly 0.75 to 1 cm water and is not noticeable when the device is fully assembled to avoid the possibility of unblinding patients, providers, or study personnel.\n\nSham-CPAP was initiated after admission to the rehabilitation unit for the duration of rehabilitation but not exceeding 28 days. Respiratory therapist visited patients nightly to address issues arising at night. A sleep technologist also met with patients at least twice weekly to make any adjustments to the mask or machine. Efforts to improve adherence to CPAP for patients treated with sham-CPAP included patient education, desensitization of CPAP through daytime use and adjustments of humidity and mask.","seriousNumAffected":0,"seriousNumAtRisk":20,"otherNumAffected":0,"otherNumAtRisk":20}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":false,"restrictiveAgreement":false},"pointOfContact":{"title":"Dr. Sandeep Khot","organization":"University of Washington","email":"skhot@uw.edu","phone":"206-744-3251"}}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020181","term":"Sleep Apnea, Obstructive"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012891","term":"Sleep Apnea Syndromes"},{"id":"D000001049","term":"Apnea"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4051","name":"Apnea","relevance":"LOW"},{"id":"M15384","name":"Sleep Apnea Syndromes","relevance":"LOW"},{"id":"M21700","name":"Sleep Apnea, Obstructive","asFound":"Sleep Apnea, Obstructive","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":true}