{"protocolSection":{"identificationModule":{"nctId":"NCT06023316","orgStudyIdInfo":{"id":"mGain-001"},"organization":{"fullName":"Orthocare Innovations, LLC","class":"INDUSTRY"},"briefTitle":"mGain - sEMG-based Gamified Therapy for Improved Upper Limb Rehabilitation","officialTitle":"mGain - sEMG-based Gamified Therapy for Improved Upper Limb Rehabilitation"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-13","studyFirstSubmitQcDate":"2023-08-28","studyFirstPostDateStruct":{"date":"2023-09-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-06","lastUpdatePostDateStruct":{"date":"2023-10-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Orthocare Innovations, LLC","class":"INDUSTRY"},"collaborators":[{"name":"National Institute on Disability, Independent Living, and Rehabilitation Research","class":"FED"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"The purpose of this Phase I study is to conduct a pilot clinical trial using a mobile app-connected, wire-free surface electromyography (sEMG) system, called mGain, that provides biofeedback-based therapy in individuals with upper limb weakness due to neurologic injury or with upper limb amputation. Our overarching hypothesis is that the mGain wireless sEMG device and mobile therapeutic gaming environment will demonstrate improved adherence to therapy when compared to standard of care and will be feasible, acceptable, and usable in individuals with upper limb weakness or limb amputation.\n\nAll participants will undertake four weeks of therapy. Conducting therapy five days a week for 30 minutes a day. In addition, participants will have an initial and final assessment visit at a study site, with each visit expected to last 1-2 hours.","detailedDescription":"All participants will undertake four weeks of therapy. Conducting therapy five days a week for 30 minutes a day. In addition, participants will have an initial and final assessment visit at a study site, with each visit expected to last 1-2 hours.\n\nInitial Assessment: Eligible individuals will complete a baseline assessment including range of motion, manual muscle testing, and handheld dynamometry of the target limb(s). Target muscles for therapy will be identified (e.g., biceps, triceps, deltoids, forearm flexors, forearm extensors) and a trial of sEMG evaluation to detect muscle signal will be conducted. If detectable muscle signal is present, participants will complete the consent process and be enrolled in the study. Each participant will be taught the use of the mGain system using their own mobile phone or tablet and be given a therapeutic regimen to target their individual muscle weakness. Participants will then be asked to demonstrate use of the system. Participants can ask questions to ensure they understand system usage and the expectations when at home. Participants will complete baseline validated outcome measures such as the QuickDASH (Disabilities of the Arm, Shoulder and Hand questionnaire) and PROMIS Self-Efficacy Scale.\n\nHome Therapy: For the four weeks following the initial assessment, participants will be asked to conduct a minimum of 30 minutes of therapy per day, 5 days a week, at home using the mGain system targeting the muscles identified during the initial assessment. Individuals will be asked to complete short questionnaires and write in an eDiary about their experience after conducting their daily exercises. A member of the study team will contact the participants on a weekly basis to provide technical support, inquire about adherence, and encourage participation. Data for each participant will be uploaded to Orthocare Innovations' HIPAA compliant cloud-based server.\n\nFinal Assessment: Participants will complete a final assessment of strength, range of motion, and manual muscle testing. Additionally, participants will complete outcome measures and surveys such as the QuickDASH, PROMIS Self-Efficacy, system usability scale, and a custom feasibility survey."},"conditionsModule":{"conditions":["Upper Limb Weakness Due to Central Neurologic Injury","Upper Limb Weakness Due to Peripheral Neurologic Injury","Upper Limb Weakness Due to Nerve Reconstruction","Upper Limb Weakness Due to Tendon Transfer Surgery","Stroke","Upper Limb Amputation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"mGain system","type":"EXPERIMENTAL","description":"mGain system: passive, noninvasive, Bluetooth-enabled, wire-free, surface electromyography measurement device that provides input to a mobile app for an interactive gaming platform","interventionNames":["Device: mGain system"]}],"interventions":[{"type":"DEVICE","name":"mGain system","description":"passive, noninvasive surface electromyography measurement device and gaming mobile application","armGroupLabels":["mGain system"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pre Self-Efficacy","description":"The PROMIS Self-Efficacy is a validated patient-reported questionnaire that measures an individual's confidence in the ability to perform specific tasks or behaviors in a variety of situations; developed under the Patient-Reported Outcomes Measurement Information System (PROMIS) program; results in a T-score where 50 is the mean and T-scores below the mean indicate less self-efficacy.","timeFrame":"At initial assessment before using intervention"},{"measure":"Post Self-Efficacy","description":"The PROMIS Self-Efficacy is a validated patient-reported questionnaire that measures an individual's confidence in the ability to perform specific tasks or behaviors in a variety of situations; developed under the Patient-Reported Outcomes Measurement Information System (PROMIS) program; results in a T-score where 50 is the mean and T-scores below the mean indicate less self-efficacy.","timeFrame":"Four weeks (at final assessment after using intervention for four weeks)"},{"measure":"System Usability Scale","description":"The System Usability Scale measures the usability of a system and is a 10-item questionnaire completed by the participant; results in score 0-100 where scores above 68 would be considered above average.","timeFrame":"Four weeks (at final assessment after using intervention for four weeks)"}],"secondaryOutcomes":[{"measure":"pre-QuickDASH","description":"QuickDASH (Disabilities of the Arm, Shoulder and Hand) is a validated patient-reported questionnaire that measures physical function and symptoms in people with musculoskeletal disorders of the upper limb; results in score 0-100 where 0 represents the least disability and 100 represents the greatest disability","timeFrame":"At initial assessment before using intervention"},{"measure":"post-QuickDASH","description":"QuickDASH is a validated patient-reported questionnaire that measures physical function and symptoms in people with musculoskeletal disorders of the upper limb; results in score 0-100 where 0 represents the least disability and 100 represents the greatest disability","timeFrame":"Four weeks (at final assessment after using intervention for four weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 years or older\n* Upper limb weakness due to central or peripheral neurologic injury, stroke, or nerve reconstruction or tendon transfer surgery within one year; or upper limb amputation (e.g., transradial or transhumeral)\n* Muscle strength of three or less on the Medical Research Council Manual Muscle Testing grading scale in any of the following (as appropriate for individuals with intact limbs): shoulder abduction, elbow flexion, elbow extension, wrist extension, wrist flexion, or finger extension\n* Access to and willingness to use smart phone or tablet\n* Able to tolerate participation in activity for at least 30 minutes of therapy exercises per day for five days per week\n* Able to provide written informed consent for study participation\n\nExclusion Criteria:\n\n* Not able to read and understand English\n* Pregnancy\n* History of prior central or peripheral neurologic injury or neuromuscular condition\n* No muscle activation detectable by the mGain sEMG sensor\n* Progressive neurologic deficit\n* Impaired dexterity on the contralateral side such that participant is unable to use the device\n* Spasticity with modified Ashworth score of three or greater\n* Severe joint contracture (\\>50% of available range)\n* Sensitive skin that would not tolerate wearing the mGain sEMG sensor\n* Medical instability\n* Confounding injury, musculoskeletal issues, or cognitive issues that limit effective participation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Adam Arabian, PhD","role":"CONTACT","phone":"+1 (425) 771-0797","email":"arabian@orthocareinnovations.com"}],"overallOfficials":[{"name":"David Boone, PhD","affiliation":"Orthocare Innovations, LLC","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Orthocare Innovations, LLC","status":"RECRUITING","city":"Edmonds","state":"Washington","zip":"98020","country":"United States","contacts":[{"name":"Adam Arabian, PhD","role":"CONTACT","phone":"425-771-0797","email":"arabian@orthocareinnovations.com"}],"geoPoint":{"lat":47.81065,"lon":-122.37736}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001247","term":"Asthenia"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4244","name":"Asthenia","asFound":"Weakness","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}