{"protocolSection":{"identificationModule":{"nctId":"NCT03827187","orgStudyIdInfo":{"id":"136640"},"organization":{"fullName":"University of Ulster","class":"OTHER"},"briefTitle":"Awareness Detection and Communication in Disorders of Consciousness","officialTitle":"EEG Based Awareness Detection and Communication in Prolonged Disorders of Consciousness and Physical Disability"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-09-05","studyFirstSubmitQcDate":"2019-01-30","studyFirstPostDateStruct":{"date":"2019-02-01","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-28","lastUpdatePostDateStruct":{"date":"2023-07-03","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Ulster","class":"OTHER"},"collaborators":[{"name":"National Rehabilitation Hospital, Ireland","class":"UNKNOWN"},{"name":"Belfast Health and Social Care Trust","class":"OTHER"},{"name":"Western Health and Social Care Trust","class":"OTHER"},{"name":"Southern Health and Social Care Trust","class":"OTHER_GOV"},{"name":"Northern Health and Social Care Trust","class":"OTHER_GOV"},{"name":"Barnsley Hospital NHS Foundation Trust","class":"OTHER"},{"name":"NHS Lothian","class":"OTHER_GOV"},{"name":"Walton Centre NHS Foundation Trust","class":"OTHER"},{"name":"Hull University Teaching Hospitals NHS Trust","class":"OTHER_GOV"},{"name":"Imperial College Healthcare NHS Trust","class":"OTHER"},{"name":"Royal Hospital for Neuro-disability","class":"OTHER"},{"name":"South Warwickshire NHS Foundation Trust","class":"OTHER"},{"name":"Sheffield Teaching Hospitals NHS Foundation Trust","class":"OTHER"},{"name":"Oxford University Hospitals NHS Trust","class":"OTHER"},{"name":"Castel Froma Neuro Care","class":"UNKNOWN"},{"name":"Inspire Neurocare","class":"UNKNOWN"},{"name":"The Huntercombe Group","class":"UNKNOWN"},{"name":"Active Care Group","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"STUDY OVERVIEW Brain injury can result in a loss of consciousness or awareness, to varying degrees. Some injuries are mild and cause relatively minor changes in consciousness. However, in severe cases a person can be left in a state where they are \"awake\" but unaware, which is called unresponsive wakefulness syndrome (UWS, previously known as a vegetative state). Up to 43% of patients with a UWS diagnosis, regain some conscious awareness, and are then reclassified as minimally conscious after further assessment by clinical experts. Many of those in the minimally conscious state (MCS) and all with unresponsive wakefulness syndrome (UWS) are incapable of providing any, or consistent, overt motor responses and therefore, in some cases, existing measures of consciousness are not able to provide an accurate assessment. Furthermore, patients with locked-in syndrome (LIS), which is not a disorder of consciousness as patients are wholly aware, also, struggle to produce overt motor responses due to paralysis and anarthria, leading to long delays in accurate diagnoses using current measures to determine levels of consciousness and awareness. There is evidence that LIS patients, and a subset of patients with prolonged disorders of consciousness (DoC), can imagine movement (such as imagining lifting a heavy weight with their right arm) when given instructions presented either auditorily or visually - and the pattern of brain activity that they produce when imagining these movements, can be recorded using a method known as electroencephalography (or EEG). With these findings, the investigators have gathered evidence that EEG-based bedside detection of conscious awareness is possible using Brain- Computer Interface (BCI) technology - whereby a computer programme translates information from the users EEG-recorded patterns of activity, to computer commands that allow the user to interact via a user interface. The BCI system for the current study employs three possible imagined movement combinations for a two-class movement classification; left- vs right-arm, right-arm vs feet, and left-arm vs feet. Participants are trained, using real-time feedback on their performance, to use one of these combinations of imagined movement to respond to 'yes' or 'no' answer questions in the Q\\&A sessions, by imagining one movement for 'yes' and the other for 'no'. A single combination of movements is chosen for each participant at the outset, and this participant-specific combination is used throughout their sessions. The study comprises three phases. The assessment Phase I (sessions 1-2) is to determine if the patient can imagine movements and produce detectable modulation in sensorimotor rhythms and thus is responding to instructions. Phase II (sessions 3-6) involves motor-imagery (MI) -BCI training with neurofeedback to facilitate learning of brain activity modulation; Phase III (sessions 7-10) assesses patients' MI-BCI response to closed questions, categorized to assess biographical, numerical, logical, and situational awareness. The present study augments the evidence of the efficacy for EEG-based BCI technology as an objective movement-independent diagnostic tool for the assessment of, and distinction between, PDoC and LIS patients.","detailedDescription":"PRINCIPLE RESEARCH QUESTIONS The project will address a number key principal research questions largely based on two phases to the study.\n\nPhase/study 1\n\n1. What percentage of disorder of consciousness patients assessed provide evidence of awareness using EEG-based BCI technology?\n2. How does this differ from their clinical diagnosis/prognosis?\n3. Does the EEG-based information complement or augment the clinical assessment and diagnosis process?\n4. Do any of those participants who are diagnosed as being in a vegetative state (or MCS) show signs of awareness beyond the vegetative state based on the EEG-based detection of awareness protocol?\n\nPhase/study 2\n\n1. Is it possible to train those participants who show clear signs of awareness, as indicated by significant brain activation during the initial assessment in study 1, to produce a more prominent and/or consistent response over a number of training sessions using BCI based training and feedback protocols?\n2. Can a subset of the participants use BCI technology to communicate simple responses to questions at the end of the study or is there enough evidence to suggest that with further training over a longer period that the participant may use BCI technology as an alternative or an exclusive communication channel?\n3. Does neurotechnology offer any other therapeutic benefits to patients, for example, a means of technology interaction that is movement independent and engaging brain areas otherwise not engaged?\n\nSECONDARY RESEARCH Q UESTIONS\n\n1. Does the technology aid feedback/interpretation on assessment outcomes from consultants?\n2. How might the experiment provide an opportunity for training others in the deployment of the technology in a clinical setting?\n3. What types of BCI methods of feedback are best auditory/visual or both, musical or broadband noise, games or applications etc?"},"conditionsModule":{"conditions":["Disorder of Consciousness","Paralysis","Motor Neuron Disease","Stroke","Physical Disability"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Motor imagery based Brain computer interfacing","type":"EXPERIMENTAL","description":"Brief assessment of motor imagery in response to command, auditory feedback training and responding to binary yes-no closed questions through Electroencephalography based Brain-computer interfacing.","interventionNames":["Other: Motor imagery based EEG-BCI"]}],"interventions":[{"type":"OTHER","name":"Motor imagery based EEG-BCI","description":"Information gathered in this study may be useful when considering diagnosis of prolonged disorder of consciousness and successful adoption of device could lead to assistive communication intervention with therapeutic benefits. Participants undergo quick assessment to test ability to engage in task, if successful this implies they are minimally conscious, have some awareness of self and memory intact to remember commands. During training participant undergoes multiple sessions whereby they are conducting two different imagined movements to move a sound across the azimuthal plane in a direction dictated by an auditory cue. Participant will receive auditory feedback on the position of the sound which acts as a reflection of how well the participant is engaged in the task in terms of performance and consistency across trials. The participant will move on to use the imagined movements to answer a series of biographical, situational, basic logic and numbers/letters questions.","armGroupLabels":["Motor imagery based Brain computer interfacing"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in performance accuracy of BCI use pre- and post- training","description":"The main primary outcome measure is BCI performance (e.g., accuracy in % for repeated binary choice selections using the BCI e.g., movement free control of cursor towards one of two targets using EEG-based BCI or accuracy in discriminating different brain responses associated with imagined movement of different limbs.\n\nMultiple cross validation will be performed to assess the significance of the difference between a baseline accuracy (pre cue- where accuracy in the response is expected to be around 50% (chance level)) and the peak accuracy (where the accuracy of discriminating event related brain response peaks following the cue).","timeFrame":"~10 sessions of ~1.5 hours"},{"measure":"Change in ability to use imagined movements to consistently communicate yes-no responses to closed questions over multiple sessions by participant with Prolonged Disorder of Consciousness","description":"Accuracy rate when using the BCI system to provide known responses to statements will be used to build evidence to establish that participants could use the technology as an aided communication method. Examples of questions are given below.\n\nYes Questions:\n\nYour name is David. You are 25 years old.","timeFrame":"3-4 sessions of ~1.5 hours"}],"secondaryOutcomes":[{"measure":"Diagnostic utility of BCI data provided through study completion to clinicians","description":"The performance accuracy of the participant in producing consistent cue- induced imagined movements appropriately in timed paradigms will be assessed across sessions, to determine variability and consistency in performance accuracy. The affects of real-time feedback will be looked at, alongside differences in performance accuracy across question subcategories. Performance accuracy per question subcategory will be assessed to evaluate awareness of self versus awareness of environment and understanding of numbers and letters, and logic.\n\nWhether this information is in line with the patient's current diagnosis/CRS-R and WHIM scores will be assessed in order to further understand whether the technology can aid feedback/interpretation on assessment outcomes from consultants?","timeFrame":"2 - 7 weeks. Duration of study which lasts 10 sessions of ~1.5 hours in addition to some time for analysis/reporting of results"},{"measure":"Changes in Wessex Head Injury Matrix and Coma Recovery Scale Scores due to potential therapeutic benefit of engaging in motor imagery","description":"Is there a benefit to intentionally modulating motor cortex regions in response to a command in a timed paradigm over multiple sessions. In participants with a Prolonged Disorder of Consciousness the scores for The Wessex Head Injury Matrix and Coma-Recovery Scale Revised taken at each session will be looked at to seek out therapeutic benefit. Here therapeutic benefit is defined in terms of changes in state of arousal and awareness of self/environment. Therapeutic benefit may also be assessed via performance given as an accuracy percentage of motor imagery trials successfully completed, and how this changes over time.","timeFrame":"~10 sessions of ~1.5 hours"},{"measure":"Change in performance accuracy as a factor of whether feedback was presented as music or broadband noise,","description":"Is there a significant difference in performance as a function of type of feedback participant was receiving - music clips or broadband noise.","timeFrame":"~10 sessions of ~1.5hours"},{"measure":"Changes in performance accuracy as a results of time of day of research experimentation","description":"Arousability varies with time of day - is this reflected in BCI use performance or do some patients perform more optimally at a particular time? The aim is to perform 5 sessions in the morning and 5 in the afternoon to look at the affects of time of day.","timeFrame":"~10 sessions of ~1.5hours"}]},"eligibilityModule":{"eligibilityCriteria":"Study 1 - Initial assessment/screening\n\nInclusion Criteria:\n\n* Disorder of consciousness or low awareness state diagnosis ranging from unclear diagnosis in low awareness states, vegetative state and minimally conscious diagnosis. Those with locked in syndrome / completed locked in syndrome resulting from injury or disease e.g., motor neuron disease who do not have health problems that would preclude them from participating may be assessed but considered as a separate cohort to those with low awareness states.\n* acute, post-acute patients where appropriate\n\nExclusion Criteria:\n\n* Participants with brain related diseases or illnesses (e.g., progressive neurological condition or uncontrolled epilepsy) or suffer from pain (these may adversely affect the brain data produced) and are deemed to be unsuitable for the trials by clinical teams.\n* Current consumption of medications that cause excessive fatigue or adversely affect cognitive functioning\n* Where English is not the individual's first language\n* Participant with excessive uncontrollable arm or head movement or teeth grinding as EEG signal quality will be degraded significantly.\n\nStudy 2 - BCI training\n\nInclusion Criteria:\n\n- Those identified in study 1 to have a level of awareness based on observed appropriate brain activations and/or those who have known awareness but are target groups for movement independent assistive devices and technologies controlled using a brain-computer interface.\n\nExclusion Criteria:\n\n- Participants who have shown no active brain responses in study 1 where the difference between baseline","healthyVolunteers":false,"sex":"ALL","minimumAge":"10 Years","maximumAge":"80 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Damien Coyle, PhD","role":"CONTACT","phone":"+44 28 7167 5170","email":"dh.coyle@ulster.ac.uk"},{"name":"Naomi du Bois, PhD","role":"CONTACT","phone":"+44 28 7167 5321","email":"n.du-bois@ulster.ac.uk"}],"overallOfficials":[{"name":"Damien Coyle, PhD","affiliation":"University of Ulster","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Rehabilitation Hospital of Ireland","status":"NOT_YET_RECRUITING","city":"Dublin","zip":"A96 E2H2","country":"Ireland","contacts":[{"name":"Dr Valerie Twomey","role":"CONTACT","email":"Valerie.Twomey@nrh.ie"}],"geoPoint":{"lat":53.33306,"lon":-6.24889}},{"facility":"Castel Froma Neuro Care","status":"RECRUITING","city":"Warwick","state":"Warwickshire","zip":"CV32 6LL","country":"United Kingdom","contacts":[{"name":"Elizabeth Jackson","role":"CONTACT","email":"elizabeth.jackson@castelfroma.org.uk"},{"name":"Damon Hoad","role":"CONTACT","email":"Damon.Hoad@warwick.ac.uk"},{"name":"Damon Hoad","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.28333,"lon":-1.58333}},{"facility":"Northern Health and Social Care Trust","status":"RECRUITING","city":"Antrim","zip":"BT41 2RL","country":"United Kingdom","contacts":[{"name":"Jacqueline Pogue","role":"CONTACT","email":"jacqueline.pogue@northerntrust.hscni.net"}],"geoPoint":{"lat":54.7,"lon":-6.2}},{"facility":"Barnsley Hospital NHS Foundation Trust","status":"RECRUITING","city":"Barnsley","zip":"S75 2EP","country":"United Kingdom","contacts":[{"name":"Simon Judge, MEng","role":"CONTACT","email":"simon.judge@nhs.net"}],"geoPoint":{"lat":53.55,"lon":-1.48333}},{"facility":"Belfast Health and Social Care Trust","status":"RECRUITING","city":"Belfast","zip":"BT9 7AB","country":"United Kingdom","contacts":[{"name":"Sheena Caldwell, MB BCh FRCP(UK)","role":"CONTACT","email":"sheena.caldwell@belfasttrust.hscni.net"}],"geoPoint":{"lat":54.59682,"lon":-5.92541}},{"facility":"Frenchay Brain Injury Rehabilitation Centre","status":"RECRUITING","city":"Bristol","zip":"BS16 2UU","country":"United Kingdom","contacts":[{"name":"Suzanne Moss","role":"CONTACT","email":"Suzanne.Moss@huntercombe.com"}],"geoPoint":{"lat":51.45523,"lon":-2.59665}},{"facility":"NHS Lothian","status":"RECRUITING","city":"Edinburgh","zip":"EH9 2HL","country":"United Kingdom","contacts":[{"name":"Dr Alasdair Fitzgerald","role":"CONTACT","email":"alasdair.fitzgerald@nhslothian.scot.nhs.uk"}],"geoPoint":{"lat":55.95206,"lon":-3.19648}},{"facility":"Hull University Teaching Hospitals NHS Trust","status":"RECRUITING","city":"Hull","zip":"HU3 2JZ","country":"United Kingdom","contacts":[{"name":"Abayomi Salawu, MBBS, FWACS, FRCSI, PGCME, MSc","role":"CONTACT","email":"abayomi.salawu@nhs.net"}],"geoPoint":{"lat":53.7446,"lon":-0.33525}},{"facility":"The Walton Centre NHS Foundation Trust","status":"RECRUITING","city":"Liverpool","zip":"L9 7LJ","country":"United Kingdom","contacts":[{"name":"Ganesh Bavikatte, MBBS, MD, FRCP(London), FEBPRM","role":"CONTACT","phone":"07816 078 294","phoneExt":"+44","email":"ganesh.bavikatte@thewaltoncentre.nhs.uk"},{"name":"Ganesh Bavikatte, MBBS, MD, FRCP(London), FEBPRM","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":53.41058,"lon":-2.97794}},{"facility":"Western Health and Social Care Trust","status":"RECRUITING","city":"Londonderry","zip":"BT47 6SB","country":"United Kingdom","contacts":[{"name":"Dr Paul Johnson","role":"CONTACT","email":"paul.johnson@westerntrust.hscni.net"}],"geoPoint":{"lat":54.9981,"lon":-7.30934}},{"facility":"The Huntercombe Group","status":"RECRUITING","city":"London","zip":"SE10 8AD","country":"United Kingdom","contacts":[{"name":"Samantha Mcantagart","role":"CONTACT","email":"samantha.mcantagart@huntercombe.com"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"Royal Hospital for Neuro-Disability","status":"RECRUITING","city":"London","zip":"SW15 3SW","country":"United Kingdom","contacts":[{"name":"Lloyd Bradley, MD","role":"CONTACT","email":"lbradley@rhn.org.uk"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"Imperial College Healthcare NHS Trust","status":"RECRUITING","city":"London","zip":"W6 8RF","country":"United Kingdom","contacts":[{"name":"Dr Paul Bentley","role":"CONTACT","email":"p.bentley@imperial.ac.uk"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}},{"facility":"Oxford University Hospitals NHS Foundation Trust","status":"RECRUITING","city":"Oxford","zip":"OX3 7HE","country":"United Kingdom","contacts":[{"name":"Emma Dodds","role":"CONTACT","email":"Emma.Dodds@ouh.nhs.uk"}],"geoPoint":{"lat":51.75222,"lon":-1.25596}},{"facility":"Southern Health and Social Care Trust","status":"RECRUITING","city":"Portadown","zip":"BT63 5QQ","country":"United Kingdom","contacts":[{"name":"Dr Bernadette Salisbury","role":"CONTACT","email":"Bernadette.Salisbury@southerntrust.hscni.ne"}],"geoPoint":{"lat":54.42302,"lon":-6.44434}},{"facility":"Sheffield Teaching Hospitals NHS Foundation Trust","status":"RECRUITING","city":"Sheffield","zip":"S10 2JF","country":"United Kingdom","contacts":[{"name":"Sivaraman Nair, DM, FRCP","role":"CONTACT","email":"siva.nair@nhs.net"}],"geoPoint":{"lat":53.38297,"lon":-1.4659}},{"facility":"South Warwickshire NHS Foundation Trust","status":"RECRUITING","city":"Warwick","zip":"CV34 5BW","country":"United Kingdom","contacts":[{"name":"Dr Damon Hoad","role":"CONTACT","email":"Damon.Hoad@swft.nhs.uk"}],"geoPoint":{"lat":52.28333,"lon":-1.58333}},{"facility":"Inspire Neurocare Worcester","status":"RECRUITING","city":"Worcester","zip":"WR2 6AS","country":"United Kingdom","contacts":[{"name":"Harriet Miller","role":"CONTACT","email":"Worcester.CL@inspireneurocare.co.uk"},{"name":"Damon Hoad","role":"CONTACT","email":"Damon.Hoad@warwick.ac.uk"},{"name":"Damon Hoad","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.18935,"lon":-2.22001}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000010243","term":"Paralysis"},{"id":"D000003244","term":"Consciousness Disorders"},{"id":"D000016472","term":"Motor Neuron Disease"},{"id":"D000000690","term":"Amyotrophic Lateral Sclerosis"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000057177","term":"TDP-43 Proteinopathies"},{"id":"D000057165","term":"Proteostasis Deficiencies"},{"id":"D000008659","term":"Metabolic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12847","name":"Paralysis","asFound":"Paralysis","relevance":"HIGH"},{"id":"M18569","name":"Motor Neuron Disease","asFound":"Motor Neuron Disease","relevance":"HIGH"},{"id":"M3714","name":"Amyotrophic Lateral Sclerosis","asFound":"Motor Neuron Disease","relevance":"HIGH"},{"id":"M6158","name":"Consciousness Disorders","asFound":"Disorders of Consciousness","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M28449","name":"TDP-43 Proteinopathies","relevance":"LOW"},{"id":"M28437","name":"Proteostasis Deficiencies","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"T349","name":"Amyotrophic Lateral Sclerosis","asFound":"Motor Neuron Disease","relevance":"HIGH"},{"id":"T4699","name":"Primary Lateral Sclerosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}