{"protocolSection":{"identificationModule":{"nctId":"NCT03712033","orgStudyIdInfo":{"id":"H17-02093"},"organization":{"fullName":"Vancouver Coastal Health Research Institute","class":"OTHER"},"briefTitle":"TEC4Home Stroke - Feasibility of Home Telemonitoring Technology in Managing Hypertension Among Stroke/TIA Patients","officialTitle":"TEC4Home Stroke - Assessing the Feasibility of Home Telemonitoring Technology in Managing Hypertension Among Stroke/TIA Patients. Pilot Study at Vancouver Stroke Program in Collaboration With TEC4Home Heart Failure Team"},"statusModule":{"statusVerifiedDate":"2020-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-11-10","type":"ACTUAL"},"completionDateStruct":{"date":"2019-11-10","type":"ACTUAL"},"studyFirstSubmitDate":"2018-05-11","studyFirstSubmitQcDate":"2018-10-16","studyFirstPostDateStruct":{"date":"2018-10-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-05-20","lastUpdatePostDateStruct":{"date":"2020-05-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Karina Villaluna Murray","investigatorTitle":"Clinical Research Coordinator and Manager","investigatorAffiliation":"Vancouver Coastal Health Research Institute"},"leadSponsor":{"name":"Vancouver Coastal Health Research Institute","class":"OTHER"},"collaborators":[{"name":"VGH and UBC Hospital Foundation","class":"OTHER"},{"name":"Vancouver General Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will test the feasibility of a home blood pressure telemonitoring (HBPTM) system in patients with minor stroke or TIA in the past year. The telemonitoring system will consist of a blood pressure machine and an online survey to submit blood pressure measurements. The investigators want to test whether patients can persistently use the telemonitoring system with ease and whether telephone instructions for blood pressure medications from the research nurse can be correctly understood. A secondary purpose of this study is to look at the effects of telemonitoring in blood pressure and stroke recurrence.","detailedDescription":"The investigators propose a two-year pilot study (TEC4Home Stroke) to assess the feasibility of using home telemonitoring technology in managing hypertension among patients with minor stroke/TIA (NIH Stroke Scale Score \\<5) at the VGH Stroke Prevention Clinic (SPC). The Vancouver Stroke Program SPC receives 1200 referrals per year for assessment of patients with strokes or TIAs. Of the total number of patients referred to the SPC, 45% were deemed as hypertensive patients through any one of: (1) medical history of hypertension, (2) on antihypertensive medications or (3) having blood pressure measurements above 140/90 mm Hg during their assessment at the clinic.\n\nThis project, which includes baseline assessments of home supports and cognition, will assess the specific needs of the post-stroke population in determining feasibility of HBPTM and nurse-led hypertension treatment. Previous studies of aggressive hypertensive control regimens have shown that it takes approximately six months to consistently achieve target pressures (SPRINT, SPS3). Thus in this feasibility study, participants will be monitored for 6 months using home telemonitoring technology."},"conditionsModule":{"conditions":["Hypertension","Stroke","Blood Pressure, High","Systolic Hypertension","Transient Ischemic Attack","Cerebrovascular Accident"],"keywords":["Hypertension management","Stroke","Secondary Prevention","Modifiable stroke risk factor","Home blood pressure monitoring system","Telehealth","Telus Health","Telemonitoring","Systolic hypertension","Cerebrovascular Accident","TIA"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"TEC4Home Stroke Cohort","description":"All participants or caregiver involved will be instructed to measure BP per the TEC4Home BP Telemonitoring Protocol. Participants will measure their BP daily, 4x/day, for the first week. After the first week, all weekly BP measurements will be done 3 days/week with 4 measurements a day. All readings must be taken before administration of antihypertensive medications, twice in the morning, 5 minutes apart and twice in the evening, 5 minutes apart.\n\nThe TEC4Home telemonitoring nurse will review the BP measurements and contact the participant on a weekly basis until the end of the 6-month monitoring period. The telemonitoring nurse will adjust the antihypertensive medication doses as per the TEC4Home Stroke - Hypertension Management Algorithm."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of participants or caregivers using the home telemonitoring program","description":"1. Proportion of participants or caregivers persisting with use of the home telemonitoring program within the six-month monitoring period.","timeFrame":"Assessed at 6 months"}],"secondaryOutcomes":[{"measure":"Compliance to antihypertensive regimen","description":"Number of participants or caregivers demonstrating correct understanding of and adherence to antihypertensive regimen after phone medication titration by telemonitoring nurse","timeFrame":"Through study completion at 6 months"},{"measure":"Technological support requirement by participant or caregiver","description":"Number of technological support calls to telemonitoring clinician by participant or caregiver","timeFrame":"Assessed throughout six months program duration"},{"measure":"Comfort and Confidence with Home Health Monitoring Questionnaire","description":"Participant or caregiver's perception of confidence with remote hypertension management program at 1 month","timeFrame":"At 1 month post enrollment"},{"measure":"Comfort and Confidence with Home Health Monitoring Questionnaire","description":"Participant or caregiver's perception of confidence with remote hypertension management program at 3 months","timeFrame":"At 3 months post enrollment"},{"measure":"Comfort and Confidence with Home Health Monitoring Questionnaire","description":"Participant or caregiver's perception of confidence with remote hypertension management program at 6 months","timeFrame":"At 6 months post enrollment"},{"measure":"Comfort and Confidence with Home Health Monitoring Questionnaire","description":"Participant or caregiver's perception of convenience of remote hypertension management program at 1 month","timeFrame":"At 1 month post enrollment"},{"measure":"Comfort and Confidence with Home Health Monitoring Questionnaire","description":"Participant or caregiver's perception of convenience of remote hypertension management program at 3 months","timeFrame":"At 3 months post enrollment"},{"measure":"Comfort and Confidence with Home Health Monitoring Questionnaire","description":"Participant or caregiver's perception of convenience of remote hypertension management program at 6 months","timeFrame":"At 6 months post enrollment"},{"measure":"Home Health Monitoring Follow-up Questionnaire","description":"Description of Reasons for Discontinuation of telemonitoring. Only applicable if participant discontinues the telemonitoring program for any reason.","timeFrame":"Assessed through study completion at 6 months"},{"measure":"Difference in mean systolic blood pressure (SBP)","description":"Comparison of mean SBP at enrollment versus three and six months","timeFrame":"Assessed/compared at enrolment versus at three and six months."},{"measure":"Difference in mean diastolic blood pressure (DBP)","description":"Comparison of mean DBP at enrollment versus at three and six months","timeFrame":"Assessed/compared at enrolment versus three and six months."},{"measure":"Time to achieve a reduction in SBP of 5 mm Hg and 10 mm Hg from mean enrolment SBP","description":"Number of days to achieve a reduction in SBP of 5 mm Hg and 10 mm Hg from mean enrolment SBP","timeFrame":"From date of enrollment, assessed up to 6 month visit"},{"measure":"Rate of stroke recurrence based on hospital administrative data","description":"Rate of stroke recurrence based on hospital administrative data","timeFrame":"Six months (180 days) - from enrolment to study completion."},{"measure":"Rate of stroke recurrence based on self-report","description":"Rate of stroke recurrence based on self-report","timeFrame":"Six months (180 days) - from enrolment to study completion."},{"measure":"Rate of hospital re-admission based on hospital administrative data","description":"Rate of hospital re-admission based on hospital administrative data","timeFrame":"Six months (180 days) - from enrolment to study completion."},{"measure":"Rate of hospital re-admission based on self-report","description":"Rate of hospital re-admission based on self-report.","timeFrame":"Six months (180 days) - from enrolment to study completion."},{"measure":"BP at 90-day post-study follow-up","description":"BP as measured at follow-up visit at the Stroke Program Research Office by the study nurse.","timeFrame":"3 months (90 days) post study completion."},{"measure":"Mean length of time per Telehealth nurse phone call and mean post-call documentation time","description":"Recorded to determine the time burden per study participant placed on the Telehealth nurse.","timeFrame":"Six months (180 days) - from enrolment to study completion."},{"measure":"GP feedback on the Telehealth program","description":"The participant's GP, if they have one, will be contacted with information regarding their patients' participation and the CHEP-guided management algorithm. The GP will receive a summary of the follow-up phone calls by the Telehealth nurse and notes from in-person follow-up study visits. We will ask GPs to inform us via fax or email after any patient follow-up visit and to additionally touch base if there are concerns about the current medication regimen or if changes are made. At the end of the study, GPs will receive an exit questionnaire regarding their experience in managing their patients during the telehealth program and inviting suggestions for future GP/community health engagement.","timeFrame":"At the six-month (180 day) time point. We welcome feedback from the participant's GP during the 6 month study period."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who had a minor stroke or TIA in the past year and seen at SPC.\n* Systolic hypertension at least 10 mm Hg above target, defined as any of:\n\n  1. A definite history of systolic hypertension before stroke as per CHEP (Canadian Hypertension Education Program) guidelines, or\n  2. Currently receiving antihypertensive medications, or\n  3. Any two documented SBP above 150 mm Hg (or above 140 mm Hg if diabetic) - either by history, on referral forms, or on an average of blood pressure measurements done during the patient's appointment at SPC\n* 18 years or older\n* Informed consent from patient or substitute decision-maker\n* Able to comprehend medication instructions over the phone in English, or has a caregiver able to do so.\n* If patient is unable to directly participate in the Telehealth intervention (e.g. severe aphasia, has English as a second language, modified Rankin Scale score (mRS) \\>4, a caregiver or family must be available to participate with the BP monitoring procedures and medication titration).\n\nExclusion Criteria:\n\n* Patients admitted at long term care facilities or rehabilitation facilities (If admitted at rehabilitation facility, patient must be discharged prior to enrollment in the study)\n* Unable to comply with home blood pressure monitoring procedures for any other reason\n* Participation in other interventional (i.e., drug or device) clinical trials\n* Severe illness or another major illness that would affect ability to attend the study visits\n* Dialysis or diagnosis of end stage renal disease\n* Secondary hypertension (e.g. hypertension secondary to a known medical condition such as renal artery stenosis, pheochromocytoma, etc.)\n* Life expectancy \\< 12 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Participants will be selected from the Vancouver General Hospital's stroke prevention clinic.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Karina Villaluna, BSN, CNN(C)","affiliation":"Vancouver Stroke Program (UBC) - Research Office","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Vancouver Stroke Program - Stroke Prevention Clinic","city":"Vancouver","state":"British Columbia","zip":"V5Z 1M9","country":"Canada","geoPoint":{"lat":49.24966,"lon":-123.11934}}]},"referencesModule":{"references":[{"pmid":"19782001","type":"BACKGROUND","citation":"Pendlebury ST, Rothwell PM. Prevalence, incidence, and factors associated with pre-stroke and post-stroke dementia: a systematic review and meta-analysis. Lancet Neurol. 2009 Nov;8(11):1006-18. doi: 10.1016/S1474-4422(09)70236-4. Epub 2009 Sep 24."},{"pmid":"24146223","type":"BACKGROUND","citation":"Gasecki D, Kwarciany M, Nyka W, Narkiewicz K. Hypertension, brain damage and cognitive decline. Curr Hypertens Rep. 2013 Dec;15(6):547-58. doi: 10.1007/s11906-013-0398-4."},{"pmid":"27431356","type":"BACKGROUND","citation":"O'Donnell MJ, Chin SL, Rangarajan S, Xavier D, Liu L, Zhang H, Rao-Melacini P, Zhang X, Pais P, Agapay S, Lopez-Jaramillo P, Damasceno A, Langhorne P, McQueen MJ, Rosengren A, Dehghan M, Hankey GJ, Dans AL, Elsayed A, Avezum A, Mondo C, Diener HC, Ryglewicz D, Czlonkowska A, Pogosova N, Weimar C, Iqbal R, Diaz R, Yusoff K, Yusufali A, Oguz A, Wang X, Penaherrera E, Lanas F, Ogah OS, Ogunniyi A, Iversen HK, Malaga G, Rumboldt Z, Oveisgharan S, Al Hussain F, Magazi D, Nilanont Y, Ferguson J, Pare G, Yusuf S; INTERSTROKE investigators. Global and regional effects of potentially modifiable risk factors associated with acute stroke in 32 countries (INTERSTROKE): a case-control study. Lancet. 2016 Aug 20;388(10046):761-75. doi: 10.1016/S0140-6736(16)30506-2. Epub 2016 Jul 16."},{"pmid":"20561674","type":"BACKGROUND","citation":"Tu JV. Reducing the global burden of stroke: INTERSTROKE. Lancet. 2010 Jul 10;376(9735):74-5. doi: 10.1016/S0140-6736(10)60975-0. Epub 2010 Jun 17. No abstract available."},{"pmid":"15053002","type":"BACKGROUND","citation":"Lawes CM, Bennett DA, Feigin VL, Rodgers A. Blood pressure and stroke: an overview of published reviews. Stroke. 2004 Apr;35(4):1024."},{"pmid":"26325559","type":"BACKGROUND","citation":"Biffi A, Anderson CD, Battey TW, Ayres AM, Greenberg SM, Viswanathan A, Rosand J. Association Between Blood Pressure Control and Risk of Recurrent Intracerebral Hemorrhage. JAMA. 2015 Sep 1;314(9):904-12. doi: 10.1001/jama.2015.10082."},{"pmid":"20426225","type":"BACKGROUND","citation":"Wilkins K, Campbell NR, Joffres MR, McAlister FA, Nichol M, Quach S, Johansen HL, Tremblay MS. Blood pressure in Canadian adults. Health Rep. 2010 Mar;21(1):37-46."},{"pmid":"15194600","type":"BACKGROUND","citation":"Cappuccio FP, Kerry SM, Forbes L, Donald A. Blood pressure control by home monitoring: meta-analysis of randomised trials. BMJ. 2004 Jul 17;329(7458):145. doi: 10.1136/bmj.38121.684410.AE. Epub 2004 Jun 11. Erratum In: BMJ. 2004 Aug 28;329(7464):499."},{"pmid":"23299557","type":"BACKGROUND","citation":"Omboni S, Gazzola T, Carabelli G, Parati G. Clinical usefulness and cost effectiveness of home blood pressure telemonitoring: meta-analysis of randomized controlled studies. J Hypertens. 2013 Mar;31(3):455-67; discussion 467-8. doi: 10.1097/HJH.0b013e32835ca8dd."},{"pmid":"28279522","type":"BACKGROUND","citation":"Wood PW, Boulanger P, Padwal RS. Home Blood Pressure Telemonitoring: Rationale for Use, Required Elements, and Barriers to Implementation in Canada. Can J Cardiol. 2017 May;33(5):619-625. doi: 10.1016/j.cjca.2016.12.018. Epub 2017 Jan 3."},{"type":"BACKGROUND","citation":"Crabtree, MM, Stuart-Shor, E. Implementing Home Blood Pressure Monitoring into Usual Care. The Journal of Nurse Practitioners (2014) 10(8): 607-610."},{"pmid":"18353175","type":"BACKGROUND","citation":"Kerry S, Markus H, Khong T, Doshi R, Conroy R, Oakeshott P. Community based trial of home blood pressure monitoring with nurse-led telephone support in patients with stroke or transient ischaemic attack recently discharged from hospital. Trials. 2008 Mar 19;9:15. doi: 10.1186/1745-6215-9-15."},{"pmid":"25873044","type":"BACKGROUND","citation":"Spruill TM, Williams O, Teresi JA, Lehrer S, Pezzin L, Waddy SP, Lazar RM, Williams SK, Jean-Louis G, Ravenell J, Penesetti S, Favate A, Flores J, Henry KA, Kleiman A, Levine SR, Sinert R, Smith TY, Stern M, Valsamis H, Ogedegbe G. Comparative effectiveness of home blood pressure telemonitoring (HBPTM) plus nurse case management versus HBPTM alone among Black and Hispanic stroke survivors: study protocol for a randomized controlled trial. Trials. 2015 Mar 15;16:97. doi: 10.1186/s13063-015-0605-5."},{"pmid":"26846862","type":"BACKGROUND","citation":"Mandzia JL, Smith EE, Horton M, Hanly P, Barber PA, Godzwon C, Donaldson E, Asdaghi N, Patel S, Coutts SB. Imaging and Baseline Predictors of Cognitive Performance in Minor Ischemic Stroke and Patients With Transient Ischemic Attack at 90 Days. Stroke. 2016 Mar;47(3):726-31. doi: 10.1161/STROKEAHA.115.011507. Epub 2016 Feb 4."},{"pmid":"25535808","type":"BACKGROUND","citation":"Coutts SB, Wein TH, Lindsay MP, Buck B, Cote R, Ellis P, Foley N, Hill MD, Jaspers S, Jin AY, Kwiatkowski B, MacPhail C, McNamara-Morse D, McMurtry MS, Mysak T, Pipe A, Silver K, Smith EE, Gubitz G; Heart, and Stroke Foundation Canada Canadian Stroke Best Practices Advisory Committee. Canadian Stroke Best Practice Recommendations: secondary prevention of stroke guidelines, update 2014. Int J Stroke. 2015 Apr;10(3):282-91. doi: 10.1111/ijs.12439. Epub 2014 Dec 23."},{"pmid":"26551272","type":"BACKGROUND","citation":"SPRINT Research Group; Wright JT Jr, Williamson JD, Whelton PK, Snyder JK, Sink KM, Rocco MV, Reboussin DM, Rahman M, Oparil S, Lewis CE, Kimmel PL, Johnson KC, Goff DC Jr, Fine LJ, Cutler JA, Cushman WC, Cheung AK, Ambrosius WT. A Randomized Trial of Intensive versus Standard Blood-Pressure Control. N Engl J Med. 2015 Nov 26;373(22):2103-16. doi: 10.1056/NEJMoa1511939. Epub 2015 Nov 9. Erratum In: N Engl J Med. 2017 Dec 21;377(25):2506."},{"pmid":"21371282","type":"BACKGROUND","citation":"Benavente OR, White CL, Pearce L, Pergola P, Roldan A, Benavente MF, Coffey C, McClure LA, Szychowski JM, Conwit R, Heberling PA, Howard G, Bazan C, Vidal-Pergola G, Talbert R, Hart RG; SPS3 Investigators. The Secondary Prevention of Small Subcortical Strokes (SPS3) study. Int J Stroke. 2011 Apr;6(2):164-75. doi: 10.1111/j.1747-4949.2010.00573.x. Epub 2011 Jan 26."},{"pmid":"24661819","type":"BACKGROUND","citation":"Lewis BL, Pearce LA, Field TS, White CL, Benavente OR; SPS3 Investigators. The relevance of living supports on antiplatelet adherence and trial participation: the SPS3 trial. Int J Stroke. 2014 Jun;9(4):443-8. doi: 10.1111/ijs.12267. Epub 2014 Mar 24."}],"seeAlsoLinks":[{"label":"Statistics Canada (October 13, 2016). Health Fact Sheets: Blood Pressure of Adults, 2012 to 2015","url":"https://www.statcan.gc.ca/pub/82-625-x/2016001/article/14657-eng.htm"},{"label":"Public Health Agency of Canada (2011). Tracking Heart Disease and Stroke in Canada. Stroke Highlights 2011","url":"http://www.phac-aspc.gc.ca/cd-mc/cvd-mcv/sh-fs-2011/pdf/StrokeHighlights_EN.pdf"},{"label":"Public Health Agency of Canada (2010). Hypertension Facts and Figures.","url":"http://www.phac-aspc.gc.ca/cd-mc/cvd-mcv/ccdss-snsmc-2010/pdf/CCDSS_HTN_Report_FINAL_EN_20100513.pdf"},{"label":"Society of General Practitioners of British Columbia (2007). Submission to the BC Ministry of Health \"Conversation on Health\" Family Practice Recommendations for British Columbia's Health Care System.","url":"http://www.health.gov.bc.ca/library/publications/year/2007/conversation_on_health/media/SGP_Submission.pdf"},{"label":"Hypertension Canada's 2017 Guidelines for Diagnosis, Risk Assessment, Prevention, and Treatment of Hypertension in Adults.","url":"http://guidelines.hypertension.ca/diagnosis-assessment/measuring-blood-pressure/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002546","term":"Ischemic Attack, Transient"},{"id":"D000006973","term":"Hypertension"},{"id":"D000092244","term":"Isolated Systolic Hypertension"},{"id":"D000054160","term":"Systolic Murmurs"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006337","term":"Heart Murmurs"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000075222","term":"Essential Hypertension"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M9714","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","asFound":"Transient Ischemic Attack","relevance":"HIGH"},{"id":"M27273","name":"Systolic Murmurs","asFound":"Systolic","relevance":"HIGH"},{"id":"M2914","name":"Isolated Systolic Hypertension","asFound":"Systolic Hypertension","relevance":"HIGH"},{"id":"M9115","name":"Heart Murmurs","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M1470","name":"Essential Hypertension","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3967","name":"Antihypertensive Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}