{"protocolSection":{"identificationModule":{"nctId":"NCT05229185","orgStudyIdInfo":{"id":"s65699"},"organization":{"fullName":"Universitaire Ziekenhuizen KU Leuven","class":"OTHER"},"briefTitle":"Error-enhancement for Arm Rehabilitation Post Stroke","officialTitle":"Error-enhancement as Basis for Novel Upper Limb Rehabilitation in the Chronic Phase After Stroke: a 5-day Pre-post Intervention Study."},"statusModule":{"statusVerifiedDate":"2022-02","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11-23","type":"ACTUAL"},"completionDateStruct":{"date":"2022-11-23","type":"ACTUAL"},"studyFirstSubmitDate":"2021-12-24","studyFirstSubmitQcDate":"2022-02-07","studyFirstPostDateStruct":{"date":"2022-02-08","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-30","lastUpdatePostDateStruct":{"date":"2023-03-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Universitaire Ziekenhuizen KU Leuven","class":"OTHER"},"collaborators":[{"name":"KU Leuven","class":"OTHER"},{"name":"Bioxtreme Ltd.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Even in a chronic phase after stroke, most patients have difficulty moving the affected arm, resulting in limitations in simple tasks in daily living, most frequently limiting reaching task. In the chronic phase, significant improvements are usually no longer observed. Nevertheless, even these patients can still improve their functional abilities due to exercise-dependent plasticity.\n\nA new device was developed, the deXtreme robot, a rehabilitation device that offers error-enhancement approach during three-dimensional movements. The goal error-enhancement is to elicit better accuracy, stability, fluidity and range of motion during reaching. games are projected on a screen, requiring 3D active reaching movements. The duration of the study for a single participant will be 7 consecutive working days, including 1 day of pre-intervention assessment, 5 days of training and 1 day of post-intervention assessment. The overall aim of this project is to gain knowledge into the potential of error-enhancement robot training in patients with upper limb impairments in the chronic phase after stroke. Hypothesizing that the 5-day training will have a positive effect on both the robotic and clinical outcome measures.","detailedDescription":"The overall aim of this study is to gain knowledge into the potential of error-enhancement robot training in patients with upper limb impairments in the chronic phase after stroke. Error-enhancement is characterized as unexpected external perturbation forces acting upon the upper limb during a reaching movement, causing the upper limb to deflect from the reaching pathway, and this results in errors. If one allows for repetitive reaching performance with the same systematic perturbation forces, then a decrease in errors and improvement in movement performance is expected. The robot used for the training, the DeXtreme, is a CE marked rehabilitation device that offers this error-enhancement approach during three-dimensional movements.\n\nThe pilot study has a pre-post intervention design, recruiting 20 patients in the chronic phase after stroke. Error-enhancement treatment will be provided on day 2 to 6, i.e., for 5 consecutive days and will consist of facilitation of accuracy, range of movement, stability, and smoothness. Algorithms provide progression in terms of accuracy, range of movement, stability and smoothness, depending upon the performance of the patient.\n\nThe treatment will start with the installation of the patient and a warming up, followed by a first block of DeXtreme training. Then a short break is given followed by a short conventional therapy session. The content of the conventional therapy will involve active relaxation, focusing on stretching and (auto-)mobilisation. Afterwards, a second block of training with the DeXtreme follows, and it finishes with a cooling down. A therapist trained by the company will provide all assessment and training sessions. Training with the DeXtreme is additional to the conventional therapy the patient receives. Therefore, a diary of their conventional therapy sessions will be kept, and the content will be reviewed with the patient.\n\nAdvancements in upper limb motor function and activity will be evaluated through a triad of measurements including clinical and patient-reported outcomes, error-enhancement variables, and objective quantification of uni- and bimanual sensorimotor function by making use of the KINARM robotic manipulandum. These tests and questionnaires are administered on day 1 and day 7.\n\nThe aim of the study is to investigate whether patients with upper limb impairments in a chronic phase after stroke clinical and meaningful benefits from 5 hours DeXtreme training. In addition, it is examined whether improvements in the upper limb outcome is the result of restitution or compensation in the upper limb function.\n\nIn order to evaluate whether a randomized controlled trial is useful, the investigators will analyse the outcomes of our study twofold. (1) At group level, the investigators will calculate mean and standard deviation or median and interquartile range (based on whether data is normally distributed or not) and evaluate whether pre- to post-intervention scores for clinical, deXtreme and objective outcomes are significantly improved by means of Wilcoxon signed rank test (nonparametric), at a 0,05 significance level. Each p-value will be interpreted in a descriptive manner.\n\n(2) At patient level, the investigators will evaluate how many patients (%) achieve a clinically significant improvement based on the therapy provided.\n\nTo see if the improvement might be explained by restitution or compensation, the association between the scores of the MAL-14 and the visually guided reaching task of the KINARM will be explored by Spearman correlations."},"conditionsModule":{"conditions":["Chronic Stroke"],"keywords":["upper limb","neurorehabilitation","error-enhancement","robotic treatment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"This study has a pre-post intervention design, recruiting 20 patients in the chronic phase after stroke. Pre- and post-intervention assessments are administered on day 1 and 7.The 5 days in between, all patients receive the same training with the robot, there is no control group.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":22,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"DeXtreme (Error-enhacement)","type":"EXPERIMENTAL","description":"Training (error-enhancement): 5 consecutive days, 1 hour per day","interventionNames":["Device: DeXtreme training (error-enhancement)"]}],"interventions":[{"type":"DEVICE","name":"DeXtreme training (error-enhancement)","description":"15-20 min DeXtreme - 15 min conventional therapy - 15-20 min DeXtreme","armGroupLabels":["DeXtreme (Error-enhacement)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Action research arm test","description":"Evaluating UL functional ability, providing information whether improvement in impairment (FMA-UE) results in increased activity level. Internationally accepted outcome measure for stroke studies, and extensive experience available in the research group.\n\nmin-max: 0-57 (higher = better)","timeFrame":"day 1(pre) - day 7 (post)"},{"measure":"Fugl-Meyer motor assessment upper extremity","description":"Evaluating UL motor impairment (shoulder, elbow, wrist, hand and fingers), ability to measure restoration of function due to improved quality of movement. Internationally accepted outcome measure for stroke studies, and extensive experience available in the research group.\n\nmin-max: 0-66 (higher = better)","timeFrame":"day 1(pre) - day 7 (post)"},{"measure":"Kinarm: visually guided reaching task","description":"Assessment of motor function using a 4-target centre-out reaching task on the Kinarm End-Point Lab.","timeFrame":"day 1(pre) - day 7 (post)"},{"measure":"DeXtreme: reaching task - Market stand","description":"Assessment of motor function using reaching tasks on the DeXtreme robot (range of motion and accuracy).","timeFrame":"day 1(pre) - day 7 (post)"},{"measure":"DeXtreme: reaching task - Alchemist","description":"Assessment of motor function using reaching tasks on the DeXtreme robot (stability and smoothness).","timeFrame":"day 1(pre) - day 7 (post)"}],"secondaryOutcomes":[{"measure":"Visual analogue scale (VAS) - Pain","description":"A measurement instrument that tries to measure a characteristic that is believed to range across a continuum of values and cannot easily be directly measured. In this case, it is used to determine the pain in the shoulder region.\n\nmin-max: 0-100 (higher = worse)","timeFrame":"day 1(pre) - day 7 (post); after treatment (day 2-5)"},{"measure":"Motor assessment scale - tonus","description":"A single item of the MAS, general tonus, intended to provide an estimate of muscle tone of the arm/hand on the affected side.\n\nMin-max: 0-6 (4 = normal tone, \\> 4 = hyper tone; \\< 4 = hypo tone)","timeFrame":"day 1(pre) - day 7 (post); after treatment (day 2-5)"},{"measure":"Kinarm: sensory processing task","description":"Newly-developed task on the Kinarm End-Point Lab used to assess passive and active sensory processing.","timeFrame":"day 1(pre) - day 7 (post)"},{"measure":"Motor assessment scale - upper limb","description":"A performance-based scale to assess everyday upper limb motor functions, based on a task-oriented approach to evaluation that assesses performance of functional tasks.\n\nmin-max: 0 - 18 (higher = better)","timeFrame":"day 1(pre) - day 7 (post)"},{"measure":"Stroke impact scale - Hand","description":"Evaluating perceived function and quality of life with stroke: perceived hand function, scoring difficulty of five manual activities using the most affected hand. Experience present in the research group.\n\nmin-max: 0-100 (higher = better)","timeFrame":"day 1(pre) - day 7 (post)"},{"measure":"Motor Activity Log - 14 items","description":"Evaluating the amount of use and the quality of the movement of the more-affected arm during functional activities, through a structured interview (patient reported outcome).\n\nmin-max: 0-5 (higher = better)","timeFrame":"day 1(pre) - day 7 (post)"},{"measure":"Kinarm: arm position matching task","description":"Assessment of limb position sense using a 9-target mirror-matching task on the Kinarm Exoskeleton Lab.","timeFrame":"day 1(pre) - day 7 (post)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Voluntary written informed consent of the participant or their legally authorized representative has been obtained prior to any screening procedures\n2. First stroke, confirmed by neurologist based on clinical and/or imaging findings\n3. Ischemic/hemorrhagic stroke, at least more than six months ago\n4. Stroke affecting the dominant/non-dominant upper limb (unilateral weakness)\n5. Less than 85 years old\n6. Having a motor impairment yet no severe spasticity in the upper limb: be able to open and close the hand 5 times and be able to flex and extend the elbow 2 times but score less than 66 (maximum) on the Fugl-Meyer Assessment.\n\nExclusion Criteria:\n\n1. Having sensory aphasia (evaluated by item 9 of the National Institutes of Health Stroke Scale)\n2. Having apraxia (evaluated by the apraxia screen of TULIA)\n3. Having neglect (evaluated by the Star Cancellation Test)\n4. Cognitive deficit with a score under 24 out of 30 on the Mini-mental State Examination\n5. Shoulder pain (yes/no)\n6. Providing no informed consent","healthyVolunteers":false,"sex":"ALL","maximumAge":"85 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Geert Verheyden","affiliation":"KU Leuven","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UZ Leuven","city":"Leuven","state":"Vlaams-Brabant","zip":"3000","country":"Belgium","geoPoint":{"lat":50.87959,"lon":4.70093}}]},"referencesModule":{"references":[{"pmid":"31818684","type":"BACKGROUND","citation":"Kim RK, Kang N. Bimanual Coordination Functions between Paretic and Nonparetic Arms: A Systematic Review and Meta-analysis. J Stroke Cerebrovasc Dis. 2020 Feb;29(2):104544. doi: 10.1016/j.jstrokecerebrovasdis.2019.104544. Epub 2019 Dec 6."},{"pmid":"30770457","type":"BACKGROUND","citation":"Ward NS, Brander F, Kelly K. Intensive upper limb neurorehabilitation in chronic stroke: outcomes from the Queen Square programme. J Neurol Neurosurg Psychiatry. 2019 May;90(5):498-506. doi: 10.1136/jnnp-2018-319954. Epub 2019 Feb 15."},{"pmid":"29564773","type":"BACKGROUND","citation":"Israely S, Leisman G, Carmeli E. Improvement in Hand Trajectory of Reaching Movements by Error-Augmentation. Adv Exp Med Biol. 2018;1070:71-84. doi: 10.1007/5584_2018_151."},{"pmid":"21609832","type":"BACKGROUND","citation":"Huang VS, Haith A, Mazzoni P, Krakauer JW. Rethinking motor learning and savings in adaptation paradigms: model-free memory for successful actions combines with internal models. Neuron. 2011 May 26;70(4):787-801. doi: 10.1016/j.neuron.2011.04.012."}],"availIpds":[{"type":"Study Protocol","url":"https://kuleuven-my.sharepoint.com/:b:/g/personal/marjan_coremans_kuleuven_be/EVK-M1j5Ax9GjNEFv1mk_NMB-YFjnBVTAR1V4FTJx5sc1w?e=3HuBGr","comment":"Find the document using the link above."},{"type":"Informed Consent Form","url":"https://kuleuven-my.sharepoint.com/:b:/g/personal/marjan_coremans_kuleuven_be/EVB9pKxi-X5Mk5YjAqkTgoQByjOoqnPA8ccpmHqFrX-WMg?e=zGCWri","comment":"Find the document using the link above."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}