{"protocolSection":{"identificationModule":{"nctId":"NCT05181254","orgStudyIdInfo":{"id":"2021-10-28"},"organization":{"fullName":"Region Skane","class":"OTHER"},"briefTitle":"HEAlth Dialogues for Patients With Mental Illness in Primary Care","officialTitle":"HEAlth Dialogues for Patients With Mental Illness in Primary Care","acronym":"HEAD-MIP"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-31","studyFirstSubmitQcDate":"2021-12-17","studyFirstPostDateStruct":{"date":"2022-01-06","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-25","lastUpdatePostDateStruct":{"date":"2023-01-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Region Skane","class":"OTHER"},"collaborators":[{"name":"Lund University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In the current project, primary health care patients with mental illness such as anxiety, depression, fatigue or sleep disorders will be followed. The study includes both health conversations with the health curve as a systematic work with lifestyle habits, and the biochemical risk marker copeptin with a focus on improved lifestyle habits and the development of cardiovascular complications. Participants will be followed up at 12 and 24 months with renewed health interview including the health curve and blood sampling. National registries will be used for a, up to 20 year long follow-up regarding cardiovascular complications and mortality.","detailedDescription":"Patients with mental illness have an increased risk of cardiovascular morbidity and mortality compared to the rest of the population, partly related to unhealthy lifestyle habits. However, not all risk factors for developing cardiovascular disease are known yet. The interest in studies about the importance of copeptin as a biochemical risk factors has increased in recent years.\n\nObjectives:\n\nThe main aim with this project is assessment of the effect of Health Dialogue with the health curve (in swedish; Hälsokurvan) on lifestyle habits and cardiovascular risk factors in patients with mental illness in primary care. The second aim is to assess copeptin's prognostic value and to collect blood samples in a biobank for future research on molecular biomarkers with prognostic value for cardiovascular disease.\n\nWork plan:\n\nThe study has a prospective observational design. The method with Health Dialogues is previously validated in a Swedish context and is based on a detailed lifestyle questionnaire, blood testing and personalized counselling by a trained health care professional. The patients will be followed with a new Health Dialogue and blood samples after 12 and 24 months and for 20 years with National Registers\n\nSignificance:\n\nThe effect of Health Dialogues in patients with mental illness is not studied yet. The current fast implementation of the method in the primary care in south of Sweden (the region of Scania) provides a unique opportunity to study this patient group and the expected benefits of Health Dialogues in the long term, to study a potentially useful risk biomarker (copeptin) as well as to build a biobank for future studies on cardiovascular prognostic risk markers."},"conditionsModule":{"conditions":["Mental Illness","Stress","Fatigue","Sleep Disorder","Depression","Diabetes","Myocardial Disease","Stroke","Death"],"keywords":["primary health care","health dialogue","long-term follow-up","mental illness"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":400,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Health dialogue","type":"EXPERIMENTAL","description":"Patients \\> 18 years old seeking primary care for mental illness (depression, anxiety, sleep disorders or stress related problems) will be followed at 12 and 24 months from baseline in a first assessment, and after 5 and 10 years with follow-up in national registers in a later phase. The patient will fill out a web-based questionnaire about lifestyle habits before the visit to the health center and will be called for blood sampling and measurement of blood pressure and BMI. A nurse with special training in the Health Dialogue then meets the patient and provides individually tailored advice based on the patient's unique conditions and the risk profile on the Health Dialogue, such as help with smoking cessation, physical activity on prescription (PaR-S), contact with a dietitian, physiotherapist. A continued contact with a psychologist or physician will be planned if necessary","interventionNames":["Behavioral: health dialogue"]}],"interventions":[{"type":"BEHAVIORAL","name":"health dialogue","description":"The visual health assessment formulary is based on detailed questions about food, physical activity, heredity, smoking, alcohol, stress and mental illness and measurements such as BMI, blood pressure and blood fats. Patients fill in a web-based questionnaire resulting in a visual colorful scale showing a risk assessment (Figure 1). The Health Dialogue is a prognostic tool that provides an estimate of the increase in risk with current lifestyle habits. The use has shown improvement of lifestyle habits such as smoking cessation, lower intake of fat and higher physical activity level as well as reduced mortality in a long-term follow-up.","armGroupLabels":["Health dialogue"],"otherNames":["The health curve"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of patients who change their risk profile","description":"Proportion of patients who achieve a change in the risk profile on the Health Dialogue. A positive change (\"yes\") is defined if a larger number of the variables on the Health Curve have improved than deteriorated. \"No\" is defined as no change or negative change has taken place.","timeFrame":"24 months from baseline"}],"secondaryOutcomes":[{"measure":"Self reported risk change","description":"Proportion of patients who had change between baseline and follow-up in self-reported lifestyle risk assessment","timeFrame":"At 12 and 24 months from baseline"},{"measure":"Proportion of smokers and number of cigarettes per day","description":"Proportion of patients, self-reported answers about smoking, Yes (number of cigarettes per day) no, or former","timeFrame":"At baseline and follow-up at 12 and 24 months from baseline."},{"measure":"Referral to smoking cessation","description":"Proportion of patients who have undergone smoking cessation","timeFrame":"At 12 and 24 months from baseline"},{"measure":"Time and intensity in physical activity","description":"Proportion of patients in number of minutes self-reported in physical activity per week in different intensity","timeFrame":"At baseline and follow-up at 12 and 24 months from baseline."},{"measure":"Referral PaR-S","description":"Proportion of patients who have received PaR-S","timeFrame":"At 12 and 24 months from baseline"},{"measure":"Referral physiotherapist","description":"Proportion of patients who have received referral to physiotherapist","timeFrame":"At 12 and 24 months from baseline"},{"measure":"Alcohol consumption","description":"Proportion of patients, self-reported number of glasses with 4 cl 40% alcohol per week","timeFrame":"At baseline and follow-up at 12 and 24 months from baseline."},{"measure":"Metabolic markers","description":"Overnight fasting venous blood sampling. Change in mmol/L from baseline to follow-up of metabolic markers; total cholesterol, triglycerides, high density lipids (HDL), and low density lipids (LDL)","timeFrame":"At 12 and 24 months from baseline"},{"measure":"Referral dietitian","description":"Proportion of patients who have received referral to dietitian","timeFrame":"At 12 and 24 months from baseline"},{"measure":"Proportion lost to follow-up","description":"Proportion of dropouts / missed follow-ups","timeFrame":"At 12 and 24 months from baseline"},{"measure":"Proportion of patients affected with type 2 diabetes","description":"Long time follow-up in registers. Proportion of patients affected of type 2 diabetes: Diagnosis and date of onset of type 2 diabetes mellitus (ICD 10: E11).","timeFrame":"From baseline and up to 20 years follow-up"},{"measure":"Proportion of patients affected with myocardial infarction","description":"Long time follow-up in registers. Proportion of patients affected with myocardial infarction: Diagnosis and date of onset of myocardial infarction (MI) (I21)","timeFrame":"From baseline and up to 20 years follow-up"},{"measure":"Proportion of patients affected with ischemic stroke","description":"Long time follow-up in registers. Proportion of patients affected of ischemic stroke: Diagnosis and date of onset of ischemic stroke (I63)","timeFrame":"From baseline and up to 20 years follow-up"},{"measure":"Proportion of deaths","description":"Long time follow-up in registers. Proportion of patients. Diagnosis and date of death","timeFrame":"From baseline and up to 20 years follow-up"},{"measure":"Proportion of cardiovascular death","description":"Long time follow-up in registers. Proportion of patients affected of cardiovascular death: Diagnosis and date of onset of death, cardiovascular death (ICD 10: I)","timeFrame":"From baseline and up to 20 years follow-up"},{"measure":"Proportion of patients affected with venous thromboembolism","description":"Long time follow-up in registers. Proportion of patients affected of : Diagnosis and date of onset of venous thromboembolism (I82.0-I82.3, I82.8, I82.9 \\& I82.8W)","timeFrame":"From baseline and up to 20 years follow-up"},{"measure":"Proportion of patients affected by MACE (Myocardial infarction, stroke or cardiovascular death)","description":"Long time follow-up in registers. Proportion of patients affected of Myocardial infarction, stroke or cardiovascular death (MACE) up to 20 years from baseline: Diagnosis and date of first onset of ischemic stroke (I63), death, cardiovascular death (ICD 10: I), combined to the composite outcome measure MACE (MI, stroke or cardiovascular death).","timeFrame":"From baseline and up to 20 years follow-up"},{"measure":"Co-peptin","description":"Measured at baseline in pmol/L. Blood sampling after overnight fasting.","timeFrame":"At baseline and follow-up at 12 and 24 months from baseline."},{"measure":"Blood glucose","description":"Fasting blood glucose from venous blood sampling in mmol/L","timeFrame":"At baseline and follow-up at 12 and 24 months from baseline."},{"measure":"BMI","description":"BMI (weight and height will be combined to report BMI in kg/m\\^2)","timeFrame":"At baseline and follow-up at 12 and 24 months from baseline."},{"measure":"Waist hip ratio (WHR)","description":"WHR will be calculated by the ratio between waist in cm and and hip in cm","timeFrame":"At baseline and follow-up at 12 and 24 months from baseline."},{"measure":"Blood pressure","description":"Measured (mmHg), sitting at right arm after 10 minutes of resting with both feet on the floor.","timeFrame":"At baseline and follow-up at 12 and 24 months from baseline."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patients \\> 18 years old seeking primary care for mental illness (depression, anxiety, sleep disorders or stress related problems\n\nExclusion Criteria:\n\n* Dementia, not speaking, writing or understanding spoken the Swedish language.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Veronica Milos Nymberg, PhD","role":"CONTACT","phone":"+46 (0)733565679","email":"veronica.milos_nymberg@med.lu.se"},{"name":"Peter Nymberg, PhD","role":"CONTACT","phone":"+46 (0) 705759810","email":"peter.nymberg@med.lu.se"}],"overallOfficials":[{"name":"Miriam Pikkemaat, PhD","affiliation":"Lund University/ Region Skane","role":"STUDY_CHAIR"}],"locations":[{"facility":"Peter Nymberg","status":"RECRUITING","city":"Helsingborg","state":"Region Skane","zip":"253 62","country":"Sweden","contacts":[{"name":"Peter Nymberg, PhD","role":"CONTACT","phone":"+46 (0)705759810","email":"peter.nymberg@med.lu.se"},{"name":"Veronica Milos-Nymberg, PhD","role":"CONTACT","phone":"+46 (0)733 565679"},{"name":"Peter Nymberg, PhD","role":"SUB_INVESTIGATOR"},{"name":"Miriam Pikkemaat, PhD","role":"SUB_INVESTIGATOR"},{"name":"Veronica Milos-Nymberg, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":56.04673,"lon":12.69437}}]},"referencesModule":{"references":[{"pmid":"21675345","type":"BACKGROUND","citation":"Gibson M, Carek PJ, Sullivan B. Treatment of co-morbid mental illness in primary care: how to minimize weight gain, diabetes, and metabolic syndrome. Int J Psychiatry Med. 2011;41(2):127-42. doi: 10.2190/PM.41.2.c."},{"pmid":"30485154","type":"BACKGROUND","citation":"Jao NC, Robinson LD, Kelly PJ, Ciecierski CC, Hitsman B. Unhealthy behavior clustering and mental health status in United States college students. J Am Coll Health. 2019 Nov-Dec;67(8):790-800. doi: 10.1080/07448481.2018.1515744. Epub 2018 Nov 28."},{"pmid":"26871852","type":"BACKGROUND","citation":"Wu Q, Kling JM. Depression and the Risk of Myocardial Infarction and Coronary Death: A Meta-Analysis of Prospective Cohort Studies. Medicine (Baltimore). 2016 Feb;95(6):e2815. doi: 10.1097/MD.0000000000002815."},{"pmid":"12485965","type":"BACKGROUND","citation":"Bonow RO. Primary prevention of cardiovascular disease: a call to action. Circulation. 2002 Dec 17;106(25):3140-1. doi: 10.1161/01.cir.0000048067.86569.e1. No abstract available."},{"pmid":"29658287","type":"BACKGROUND","citation":"Stumbo SP, Yarborough BJH, Yarborough MT, Green CA. Perspectives on Providing And Receiving Preventive Health Care From Primary Care Providers and Their Patients With Mental Illnesses. Am J Health Promot. 2018 Nov;32(8):1730-1739. doi: 10.1177/0890117118763233. Epub 2018 Apr 15."},{"pmid":"12943935","type":"BACKGROUND","citation":"Neeleman J, Oldehinkel AJ, Ormel J. Positive life change and remission of non-psychotic mental illness. A competing outcomes approach. J Affect Disord. 2003 Sep;76(1-3):69-78. doi: 10.1016/s0165-0327(02)00068-x."},{"pmid":"28374967","type":"BACKGROUND","citation":"Ronngren Y, Bjork A, Kristiansen L, Haage D, Enmarker I, Audulv A. Meeting the needs? Perceived support of a nurse-led lifestyle programme for young adults with mental illness in a primary health-care setting. Int J Ment Health Nurs. 2018 Feb;27(1):390-399. doi: 10.1111/inm.12333. Epub 2017 Apr 4."},{"pmid":"26453120","type":"BACKGROUND","citation":"Forsyth A, Deane FP, Williams P. A lifestyle intervention for primary care patients with depression and anxiety: A randomised controlled trial. Psychiatry Res. 2015 Dec 15;230(2):537-44. doi: 10.1016/j.psychres.2015.10.001. Epub 2015 Oct 3."},{"pmid":"19013188","type":"BACKGROUND","citation":"Lingfors H, Persson LG, Lindstrom K, Bengtsson C, Lissner L. Effects of a global health and risk assessment tool for prevention of ischemic heart disease in an individual health dialogue compared with a community health strategy only results from the Live for Life health promotion programme. Prev Med. 2009 Jan;48(1):20-4. doi: 10.1016/j.ypmed.2008.10.009. Epub 2008 Nov 1."},{"pmid":"18609252","type":"BACKGROUND","citation":"Farnkvist L, Olofsson N, Weinehall L. Did a health dialogue matter? Self-reported cardiovascular disease and diabetes 11 years after health screening. Scand J Prim Health Care. 2008;26(3):135-9. doi: 10.1080/02813430802113029."},{"pmid":"9799876","type":"BACKGROUND","citation":"Persson LG, Lindstrom K, Lingfors H, Bengtsson C, Lissner L. Cardiovascular risk during early adult life. Risk markers among participants in \"Live for Life\" health promotion programme in Sweden. J Epidemiol Community Health. 1998 Jul;52(7):425-32. doi: 10.1136/jech.52.7.425."},{"pmid":"14695077","type":"BACKGROUND","citation":"Lingfors H, Lindstrom K, Persson LG, Bengtsson C, Lissner L. Lifestyle changes after a health dialogue. Results from the Live for Life health promotion programme. Scand J Prim Health Care. 2003 Dec;21(4):248-52. doi: 10.1080/02813430310003282."},{"pmid":"25948404","type":"BACKGROUND","citation":"Persson LG, Lingfors H, Nilsson M, Molstad S. The possibility of lifestyle and biological risk markers to predict morbidity and mortality in a cohort of young men after 26 years follow-up. BMJ Open. 2015 May 6;5(5):e006798. doi: 10.1136/bmjopen-2014-006798."},{"pmid":"30696668","type":"BACKGROUND","citation":"Lingfors H, Persson LG. All-cause mortality among young men 24-26 years after a lifestyle health dialogue in a Swedish primary care setting: a longitudinal follow-up register study. BMJ Open. 2019 Jan 29;9(1):e022474. doi: 10.1136/bmjopen-2018-022474."},{"pmid":"20439785","type":"BACKGROUND","citation":"Enhorning S, Wang TJ, Nilsson PM, Almgren P, Hedblad B, Berglund G, Struck J, Morgenthaler NG, Bergmann A, Lindholm E, Groop L, Lyssenko V, Orho-Melander M, Newton-Cheh C, Melander O. Plasma copeptin and the risk of diabetes mellitus. Circulation. 2010 May 18;121(19):2102-8. doi: 10.1161/CIRCULATIONAHA.109.909663. Epub 2010 May 3."},{"pmid":"26661323","type":"BACKGROUND","citation":"Tasevska I, Enhorning S, Persson M, Nilsson PM, Melander O. Copeptin predicts coronary artery disease cardiovascular and total mortality. Heart. 2016 Jan;102(2):127-32. doi: 10.1136/heartjnl-2015-308183. Epub 2015 Dec 9."},{"pmid":"29471407","type":"BACKGROUND","citation":"Enhorning S, Christensson A, Melander O. Plasma copeptin as a predictor of kidney disease. Nephrol Dial Transplant. 2019 Jan 1;34(1):74-82. doi: 10.1093/ndt/gfy017."},{"pmid":"26321369","type":"BACKGROUND","citation":"Pikkemaat M, Melander O, Bengtsson Bostrom K. Association between copeptin and declining glomerular filtration rate in people with newly diagnosed diabetes. The Skaraborg Diabetes Register. J Diabetes Complications. 2015 Nov-Dec;29(8):1062-5. doi: 10.1016/j.jdiacomp.2015.07.006. Epub 2015 Jul 9."},{"pmid":"23856279","type":"BACKGROUND","citation":"Krogh J, Gotze JP, Jorgensen MB, Kristensen LO, Kistorp C, Nordentoft M. Copeptin during rest and exercise in major depression. J Affect Disord. 2013 Oct;151(1):284-90. doi: 10.1016/j.jad.2013.06.007. Epub 2013 Jul 13."},{"pmid":"25249697","type":"BACKGROUND","citation":"Siegenthaler J, Walti C, Urwyler SA, Schuetz P, Christ-Crain M. Copeptin concentrations during psychological stress: the PsyCo study. Eur J Endocrinol. 2014 Dec;171(6):737-42. doi: 10.1530/EJE-14-0405. Epub 2014 Sep 23."},{"pmid":"33244366","type":"BACKGROUND","citation":"Kaczmarczyk M, Spitzer C, Wingenfeld K, Wiedemann K, Kuehl LK, Schultebraucks K, Deuter CE, Otte C. No association between major depression with and without childhood adversity and the stress hormone copeptin. Eur J Psychotraumatol. 2020 Nov 2;11(1):1837511. doi: 10.1080/20008198.2020.1837511."},{"pmid":"32508691","type":"BACKGROUND","citation":"Agorastos A, Sommer A, Heinig A, Wiedemann K, Demiralay C. Vasopressin Surrogate Marker Copeptin as a Potential Novel Endocrine Biomarker for Antidepressant Treatment Response in Major Depression: A Pilot Study. Front Psychiatry. 2020 May 20;11:453. doi: 10.3389/fpsyt.2020.00453. eCollection 2020."},{"pmid":"35853972","type":"DERIVED","citation":"Pikkemaat M, Nymberg VM, Nymberg P. Structured assessment of modifiable lifestyle habits among patients with mental illnesses in primary care. Sci Rep. 2022 Jul 19;12(1):12292. doi: 10.1038/s41598-022-16439-1."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000009202","term":"Cardiomyopathies"},{"id":"D000001523","term":"Mental Disorders"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M6535","name":"Death","relevance":"LOW"},{"id":"M6805","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","asFound":"Mental Illness","relevance":"HIGH"},{"id":"M11844","name":"Cardiomyopathies","asFound":"Myocardial Disease","relevance":"HIGH"},{"id":"M8054","name":"Fatigue","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","asFound":"Sleep Disorders","relevance":"HIGH"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3467","name":"Ethanol","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}