{"protocolSection":{"identificationModule":{"nctId":"NCT05779293","orgStudyIdInfo":{"id":"Stroke"},"organization":{"fullName":"Istanbul Medipol University Hospital","class":"OTHER"},"briefTitle":"Effect of Vagus Nerve Stimulation on Chronic Stroke Patients","officialTitle":"Effect of Vagus Nerve Stimulation on Chronic Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-09","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-06-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-10-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-09","studyFirstSubmitQcDate":"2023-03-09","studyFirstPostDateStruct":{"date":"2023-03-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-23","lastUpdatePostDateStruct":{"date":"2023-03-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"hazal genc","investigatorTitle":"physiotherapist PhD","investigatorAffiliation":"Istanbul Medipol University Hospital"},"leadSponsor":{"name":"Istanbul Medipol University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is still one of the top causes of death and adult-onset disability in the world.\n\nDespite physiotherapy and rehabilitation, a sizable percentage of chronic stroke patients are permanently disabled. These neurological deficiencies include cognitive impairment, sensory impairment, loss of coordination, spasticity, dysphasia, dysphagia, visual field dysfunction, and weakness.","detailedDescription":"Exercises, neurophysiological and electrical stimulations, compensatory strategies, strengthening facilitation approaches programs, and programs are all used as general approach methods in the rehabilitation of stroke patients.\n\nTranscutaneous stimulation of the vagus nerve offers non-invasive stimulation of the vagus nerve and is commonly carried out by stimulating the auricular vagus nerve in the ear or transcutaneous cervical branch vagus in the neck."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Evaluation and treatment will be carried out by different physiotherapists. In this way, it is aimed to provide an objective evaluation","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"non-invasive auricular vagus nerve stimulation","type":"EXPERIMENTAL","description":"non-invasive auricular vagus nerve stimulation + Neuromuscular Electrical Stimulation (NMES) exercise under the supervision of a physiotherapist","interventionNames":["Device: Non-invasive auricular vagus nerve stimulation"]},{"label":"Conventional physical therapy","type":"ACTIVE_COMPARATOR","description":"NMES exercise under the supervision of a physiotherapist","interventionNames":["Other: Conventional therapy"]}],"interventions":[{"type":"DEVICE","name":"Non-invasive auricular vagus nerve stimulation","description":"The only cutaneous nerve of the N. vagus, ramus auricularis, receives sensation from the posterior surface of the auricle, the posterior part of the external auditory canal and the adjacent part of the eardrum. Non-invasive transcutaneous devices stimulate the vagus nerve via the auricular route or from the carotid. This device non-invasively stimulates the auricular branch of the vagus nerve without any action. As a result, it was found that the pain threshold increased and the mechanical pain sensitivity decreased. The application will take 30 minutes three days a week for four weeks.","armGroupLabels":["non-invasive auricular vagus nerve stimulation"]},{"type":"OTHER","name":"Conventional therapy","description":"Conventional approaches are approaches that cover range of motion, strength, balance and ambulation training, continuing from passive to resistant exercises.\n\nNeuromuscular electrical stimulation; It is applied to reduce pain, prevent spasticity and strengthen muscles. This newly formed type I fiber functionally shows an increase in resistance to fatigue and a decrease in maximum contraction velocity. The application will take 30 minutes three days a week for four weeks.","armGroupLabels":["Conventional physical therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Brunstrom Hemiplegia Recovery Stages","description":"Brunnstrom Score; It was used to evaluate motor recovery in the upper extremity, hand, and lower extremity, as well as to indicate which motor level the patient was at. Brunnstrom is a 6-digit scale containing progressively improving movement patterns for each area used","timeFrame":"4 weeks"},{"measure":"Timed Get Up and Go Test","description":"Getting out of the chair is in the form of walking back and forth 3 meters and sitting on the chair again. The aim is to measure the individual's time to complete this process. A high score indicates a high disability score.","timeFrame":"4 weeks"},{"measure":"Berg Balance Scale","description":"Berg Balance Scale is a scale developed to measure balance performance in geriatric people or geriatric patients. It is frequently used in clinical studies to evaluate postural control and to predict fall risk.scoring is between 0-51 points, with a high score indicating good balance.","timeFrame":"4 weeks"},{"measure":"The Modified Ashworth Scale,","description":"The Modified Ashworth Scale, developed by Ashworth, is an international method used to evaluate the resistance encountered during passive muscle stretching in muscles with spasticity, which were later modified. It is rated at 6 levels from 0 to 4 to assess muscle tone. The original Ashworth scale was a 5 point numerical scale that graded spasticity from 0 to 4, with 0 being no resistance and 4 being a limb rigid in flexion or extensio","timeFrame":"4 weeks"},{"measure":"Montreal Cognitive Assessment Scale","description":"It was developed as a rapid screening test for mild cognitive impairment. These are; attention and concentration, executive functions, memory, language, visual construction skills, abstract thinking, calculation and orientation. Montreal Cognitive Assessment Scale scores range between 0 and 30. It is between 0-30 points. A score of 21 and above is considered normal.A high score indicates a good cognitive level.","timeFrame":"4 weeks"},{"measure":"Standardized Mini Mental State Test","description":"The Mini Mental Test is a test that can be applied in outpatient clinic conditions or at the bedside in a period of 10 minutes by physicians, nurses and psychologists who have received a short training.\n\nIt consists of eleven items gathered under five main headings as orientation, recording memory, attention and calculation, recall and language, and is evaluated out of a total score of 30.Any score of 24 or more (out of 30) indicates a normal cognition. Below this, scores can indicate severe (≤9 points), moderate (10-18 points) or mild (19-23 points) cognitive impairment.","timeFrame":"4 weeks"}],"secondaryOutcomes":[{"measure":"Stroop test","description":"The Stroop Test is a neuropsychological test that reflects frontal region activity. The Stroop Test, which measures information processing speed, automatic and parallel processing in cognitive processes, reflects the brain's frontal region activity, as well as its color-word-distorting effect and attention, is a measurement tool widely used in basic science studies as well as in application areas.","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* To be between the ages of 18-80.\n* Having been diagnosed with a stroke by a neurologist.\n* Speech disorder after a cerebrovascular accident to be.\n* To volunteer to participate in the study.\n\nExclusion Criteria:\n\n* Being mentally affected (Mini-Mental Test Score \\<24).\n* Having other neurological diseases other than stroke.\n* Concomitant symptoms that prevent individuals from participating in the study (Having undergone amputation surgery, having cardiac arrhythmias be etc.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"HAZAL genç, PhD","role":"CONTACT","phone":"05413204291","email":"hazaloksuz@gmail.com"},{"name":"gamze demircioğlu, PhD","role":"CONTACT"}],"locations":[{"facility":"Medipol hospital","status":"RECRUITING","city":"Istanbul","zip":"34070","country":"Turkey","contacts":[{"name":"HAZAL genç, phd","role":"CONTACT"}],"geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"34861612","type":"BACKGROUND","citation":"Baig SS, Kamarova M, Ali A, Su L, Dawson J, Redgrave JN, Majid A. Transcutaneous vagus nerve stimulation (tVNS) in stroke: the evidence, challenges and future directions. Auton Neurosci. 2022 Jan;237:102909. doi: 10.1016/j.autneu.2021.102909. Epub 2021 Nov 14."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}