{"protocolSection":{"identificationModule":{"nctId":"NCT05392543","orgStudyIdInfo":{"id":"REC/RCR &AHS/22/0205"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Brunnstrom Movement Therapy Versus Mirror Therapy on Hand Function in Stroke","officialTitle":"Brunnstrom Movement Therapy Versus Mirror Therapy on Hand Function in Stroke Hemiplegic Population"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-30","type":"ACTUAL"},"completionDateStruct":{"date":"2023-01-30","type":"ACTUAL"},"studyFirstSubmitDate":"2022-05-23","studyFirstSubmitQcDate":"2022-05-23","studyFirstPostDateStruct":{"date":"2022-05-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-18","lastUpdatePostDateStruct":{"date":"2023-04-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will be randomized clinical trial. Non Probability consecutive sampling technique will be used. Data will be collected from patients having stroke by using tools i.e Fugl-Meyer assessment: wrist and hand (FMA- WH) and Brunnstrom Hand Manipulation (BRS-H). Those who will meet inclusion criteria will be recruited. An informed consent will be taken from all patients. The recruited subjects will be assessed according to outcome measures. Patients will be divided into 2 groups. Group A will be treated with Brunnstrom Movement Therapy plus Conventional therapy for 1 hour, 3 sessions per week (4 weeks) and Group B will be treated with Mirror Therapy plus Conventional therapy for 45 min, 3 sessions per week ( 4 weeks) 5 movements, 10 repetitions. Outcome measures will be measured at baseline, 2 weeks and after 4 weeks. Data analysis will be done by Statistical Package for the Social Sciences version 25.","detailedDescription":"Stroke commonly known as Cerebro-Vascular Accident (CVA), is stated as a sudden commencement of neurological discrepancy which is attributable to a pivotal vascular basis. In modest words, it is a \"brain attack\", which occurs when the brain fails to get adequate blood circulation, as a result, brain cells do not get a sufficient amount of oxygen, and cells start dying ultimately. Brunnstrom movement therapy uses reflexes to develop movement behavior through sensory stimulation, in order to inhibit spasticity and movement retraining to enhance recovery. Mirror therapy (MT) in stroke patients involves performing unimpaired limb movements while observing there reflection of the mirror overlapping the impaired limb, creating a visual illusion of increased movement capacity in the impaired limb.\n\nIn previous researches, various conventional and contemporary approaches such as Brunnstrom, and Mirror therapy have been used to rehabilitate the hand after stroke in clinical settings. Previous literature was focus on digital and other conventional methods. However, despite a revolution in the number of therapeutic protocols, evidence of efficacy remains limited. Both BHM and MT have been studied separately to evaluate their respective effectiveness. However, no study has been found comparing the two protocols exclusively for hand motor recovery."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Brunnstorm movement therapy","Stroke","Hemiplegia","Mirror Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":26,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A","type":"EXPERIMENTAL","description":"Brunnstrom movement therapy","interventionNames":["Other: Brunnstrom movement therapy."]},{"label":"Group B","type":"EXPERIMENTAL","description":"Mirror therapy","interventionNames":["Other: Mirror Therapy"]}],"interventions":[{"type":"OTHER","name":"Brunnstrom movement therapy.","description":"Group A: Will be treated with Brunnstrom movement therapy for three days in a week for four weeks (1 h) approximately 12 sessions to every subject.\n\nSubjects received Brunnstrom hand manipulation (BHM) and conventional occupational therapy for the upper extremity and lower extremities. The detailed BHM is applied on hand. The major goal of the BHM was the acquisition of mass grasp and mass release of objects. Once the goal was achieved, more prehensile activities were focused. Reflexive, passive, synergistic and active movements were used sequentially to enhance the hand recovery.","armGroupLabels":["Group A"]},{"type":"OTHER","name":"Mirror Therapy","description":"Group B: Will be treated with Mirror therapy 45 minutes, for three days in a week for four weeks approximately 12 sessions to every subjects.\n\nFirst 30 minutes therapy consists of conventional therapy as given conventional tasks only with the affected upper extremity. 15 minutes were continued with mirror. Mirror is placed in front of the midline of the patient so that the affected limb is fully covered by the mirror and the reflection of the unaffected limb is fully visible. The affected limb positioned in a safe and comfortable position behind the mirror. The non-affected limb should be positioned in a similar position as the affected limb, as this facilitates the intensity of the mirror illusion. Patients in the experimental group received 45 minutes of consecutive session.","armGroupLabels":["Group B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer assessment","description":"wrist and hand (FMA-WH) subtest (item VII, VIII and IX), used as, item VII measures the wrist control; VIII measures the hand motor recovery (mass finger flexion, extension and grasp) and IX measures coordination of the movements.","timeFrame":"4th week"},{"measure":"Brunnstrom Hand Manipulation (BRS-H)","description":"Brunnstrom Hand Manipulation (BRS-H) was used to determine motor recovery level of post-stroke patients. It consists of 6 hand stages.","timeFrame":"4th Week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n- Both genders\n\n* Patient population of adults 40-70 years old\n* Any type of stroke (ischemic or hemorrhage)\n* upper extremity, hand impairment\n* (include stage here) on brunnstorm scale\n\nExclusion Criteria:\n\n* inability to follow commands\n\n  * inability to sit more than 2 h (self-report)\n  * Botox injection/chemo-denervation within the last 6 months\n  * presence of cardiac pacemaker\n  * current participation in other interventions/studies","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mehwish Ikram","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sargodha Rafiqa Medical Center","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"34695824","type":"BACKGROUND","citation":"Farooq A, Venketasubramanian N, Wasay M. Stroke Care in Pakistan. Cerebrovasc Dis Extra. 2021;11(3):118-121. doi: 10.1159/000519554. Epub 2021 Oct 25."},{"type":"BACKGROUND","citation":"Dzhalagoniya I, Biryukova E, Bushkova Y, Kurganskaia M, Bobrov P, Frolov A. Biomechanical assessment of Fugl-Meyer score: the case of one post stroke patient who has undergone the rehabilitation using hand exoskeleton controlled by brain-computer interface. Int J Phys Med Rehabil. 2018;6(468):10.4172"},{"type":"BACKGROUND","citation":"Pathan UHA, Thayyil AR, Juturu T, Kamath S, Pathan UHA. Pathophysiology, complications and management of stroke"},{"pmid":"22703742","type":"BACKGROUND","citation":"Pandian S, Arya KN, Davidson EWR. Comparison of Brunnstrom movement therapy and Motor Relearning Program in rehabilitation of post-stroke hemiparetic hand: a randomized trial. J Bodyw Mov Ther. 2012 Jul;16(3):330-337. doi: 10.1016/j.jbmt.2011.11.002. Epub 2011 Dec 6."},{"type":"BACKGROUND","citation":"Chinnavan E, Ragupathy R, Wah YC. Effectiveness of mirror therapy on upper limb motor functions among hemiplegic patients. Bangladesh Journal of Medical Science. 2020;19(2): 208-13."},{"pmid":"34538193","type":"BACKGROUND","citation":"Geller D, Nilsen DM, Quinn L, Van Lew S, Bayona C, Gillen G. Home mirror therapy: a randomized controlled pilot study comparing unimanual and bimanual mirror therapy for improved arm and hand function post-stroke. Disabil Rehabil. 2022 Nov;44(22):6766-6774. doi: 10.1080/09638288.2021.1973121. Epub 2021 Sep 19."},{"pmid":"33992230","type":"BACKGROUND","citation":"Shahmoradi L, Almasi S, Ahmadi H, Bashiri A, Azadi T, Mirbagherie A, Ansari NN, Honarpishe R. Virtual reality games for rehabilitation of upper extremities in stroke patients. J Bodyw Mov Ther. 2021 Apr;26:113-122. doi: 10.1016/j.jbmt.2020.10.006. Epub 2020 Oct 11."},{"type":"BACKGROUND","citation":"Sharma N, Kumar N, Uniyal K. Intermittent Pneumatic Compression and Mirror Therapy Improve Hand Functions after Stroke. Physiotherapy and Occupational Therapy Journal. 2018;11(4):141-53"},{"type":"BACKGROUND","citation":"Özkeskin M, Öztürk V, Çakmur R, Bilge K, Küçük F. The Effects of Navigated Repetitive Transcranial Magnetic Simulation and Brunnstrom Movement Therapy on Upper Extremity Proprioceptive Sense and Spasticity in Stroke Patients: A Double-Blind Randomized Trial. Journal of Basic and Clinical Health Sciences. 2017;1(2):29-35. ."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}