{"protocolSection":{"identificationModule":{"nctId":"NCT03807557","orgStudyIdInfo":{"id":"CMRPG8H1261"},"organization":{"fullName":"Chang Gung Memorial Hospital","class":"OTHER"},"briefTitle":"Robotic Modified Constraint -Induced Therapy in Patients With Spastic Hemiplegic Stroke Post Botulinum Toxin A Injection","officialTitle":"Effects of Robotic Modified Constraint -Induced Therapy on Behavioral Outcomes and Motor-learning Process in Patients With Spastic Hemiplegic Stroke Post Botulinum Toxin Type A Injection: A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2020-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-12-30","type":"ACTUAL"},"studyFirstSubmitDate":"2019-01-15","studyFirstSubmitQcDate":"2019-01-15","studyFirstPostDateStruct":{"date":"2019-01-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-07-28","lastUpdatePostDateStruct":{"date":"2021-07-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chang Gung Memorial Hospital","class":"OTHER"},"collaborators":[{"name":"Chang Gung University","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background and purpose: Botulinum toxin A (BoNT-A) injection is effective in reducing spasticity. However, the optimal training program post BoNT-A injection remains uncertain. Constraint-induced movement therapy (CIMT) is the most investigated intervention with promising effects for improving upper extremity (UE) function and increasing use frequency of the affected limb in ADL. The CIMT has strict inclusion criteria, which might not be suitable for a majority of patients who have moderate to severe spasticity. The aims of this study are to compare the effect of Robotic mCIMT with conventional upper extremity rehabilitation training in patient with spastic hemiplegia post BoNT-A injection.\n\nMethods: Those patients with spastic hemiplegic stroke will receive BoNT-A injection and then be randomly assigned to either Robotic mCIMT group (1 hour unilateral robotic therapy, followed by 30 minutes of functional practice of affected UE using shaping technique, 3/week for 8 weeks and restraint of the unaffected limb at home for 2 hrs per day ) or control group (conventional upper extremity rehabilitation training 1.5 hours per session, 3/week for 8 weeks and home exercise 2 hrs per day).\n\nBody function and structures outcome measures, such as Fugl-Meyer Assessment, Actigraph ; activity and participation measures, such as Wolf Motor Function Test, Motor Activity Log, will be assessed before, after intervention, and 3 months post-intervention. Investigators will also monitor the kinematic data of InMotion 3.0 robot across the whole course of Robotic mCIMT to see how the Robotic mCIMT following BoNT-A injection impacts motor learning process of the participants.\n\nAnalysis: To evaluate the treatment effects of the outcome measures, 2 groups (Robotic mCIMT or control) \\* 3 times (before intervention, after intervention, and 3 months after intervention) repeated-measure ANOVA will be used."},"conditionsModule":{"conditions":["Stroke","Hemiplegia, Spastic"],"keywords":["Stroke rehabilitation","Botulinum toxin type A injection","robot-assisted therapy","Constraint-induced movement therapy","spasticity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":18,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Robotic mCIMT group","type":"EXPERIMENTAL","description":"1 hour unilateral robotic therapy, followed by 30 minutes of functional practice of affected UE using shaping technique, 3/week for 8 weeks and restraint of the unaffected limb at home for 2 hrs per day","interventionNames":["Other: Robotic Constraint-induced movement therapy"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"conventional upper extremity rehabilitation training 1.5 hours per session, 3/week for 8 weeks and home exercise 2 hrs per day","interventionNames":["Other: conventional UE rehabilitation training"]}],"interventions":[{"type":"OTHER","name":"Robotic Constraint-induced movement therapy","description":"i.Robotic repetitive task-specific training followed by task-oriented practice: during each session, participants first receive 60 minutes of repetitive RT with the InMotion 3.0 robot (Interactive Motion Technologies Inc., Watertown, MA), followed by 30 minutes of functional practice using shaping technique.\n\nii.Restraint of the unaffected limb: Patients will wear a mitt to restrict the unaffected hand during training at clinic for 0.5 hours of functional practice each session, 3 sessions per week for 8 weeks.\n\niii. Transfer package: The transfer package aims at transferring the therapy gains to the participant's real world by use of a set of behavioral techniques. This is intended to have the participant responsible for adhering to the treatment requirements and encourage active engagement in the functional practice outside of the clinic setting. The participants will be given appropriated home assignment practicing daily activities outside of the clinic.","armGroupLabels":["Robotic mCIMT group"]},{"type":"OTHER","name":"conventional UE rehabilitation training","description":"focusing on UE training and including neuro-developmental techniques(Bobath, 1990), trunk-arm control (ie, practice UE tasks during standing), weight bearing by the affected arm, fine motor tasks practice, functional task practice, and practice on compensatory strategies for daily activities.","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment (FMA)","description":"The upper-extremity (UE) subscale of the FMA will be used to assess neuromusculoskeletal and movement related functions. It consists of 33 upper extremity items for the reflexes and movement of shoulder, elbow, forearm, wrist, hand, and coordination/speed. They are scored on a 3-point ordinal scale (0-cannot perform, 1-performs partially, 2-performs fully)(Fugl Meyer et al., 1975). Higher score indicates better motor function of UE, and the maximum score is 66. Satisfactory psychometric properties of the FMA have been demonstrated(Platz et al., 2005)","timeFrame":"Change from baseline at 1.5 months"},{"measure":"Modified Ashworth Scale","description":"Spasticity of skeletal muscle in upper extremity will be evaluated by using the MAS scale (Bohannon \\& Smith, 1987).It uses a 6-point scale to score the average resistance to passive movement for each join with higher score indicating higher spasticity. The MAS has shown good reliability and validity (Pandyan et al., 1999).","timeFrame":"Change from baseline at 1.5 months"},{"measure":"Actigraph","description":"The amount of the impaired arm movement will be assessed by the activity monitors (i.e. accelerometers)(Schasfort, Busmann, Martens, \\& Stam, 2006; Uswatte, Giuliani, et al., 2006; Uswatte et al., 2000). Accelerometers, objectively recording the amount of activity in free-living conditions and estimating energy expenditure, have been applied to measure the amount of affected arm use over time. In addition, accelerometers were also used to provide a measure of sleep latency and efficiency in this project. The participants were required to comply with wearing the accelerometer on each arm for 3 consecutive days. The accelerometers used in this project will be wireless plastic units about the size and weight of a large wrist watch. The participants will wear them proximal to the wrist on terrycloth bands. The compliance of wearing accelerometers was approximately 76% of waking time (Schasfort et al., 2006).","timeFrame":"Change from baseline at 1.5 months"},{"measure":"Wolf Motor Function Test (WMFT)","description":"The WMFT is a quantitative measure of upper extremity motor ability through timed and functional tasks (Uswatte, Taub, Stuss, Winocur, \\& Robertson, 1999). The WMFT includes 17 tasks (15 function-based and 2 strength-based). Performances were timed and rated by using a 6-point ordinal scale. The WMFT has good interrater reliability and criterion validity in patients with UE hemiparesis (D. M. Morris, Uswatte, Crago, Cook, \\& Taub, 2001) .","timeFrame":"Change from baseline at 1.5 months"}],"secondaryOutcomes":[{"measure":"Motor Activity Log (MAL)","description":"The MAL is a semi-structured interview to rate how well \\[quality of movement scale (QOM)\\] and how much \\[amount of use scale (AOU)\\] they use their affected upper extremity in 30 daily activities using a 6-point scale (Uswatte, Taub, Morris, Light, \\& Thompson, 2006). Higher scores represent better performance. The MAL has established reliability, validity, and responsiveness in patients with stroke (Uswatte, Taub, et al., 2006; Uswatte et al., 2005; Van der Lee, Beckerman, Knol, De Vet, \\& Bouter, 2004) . The MAL will be used to measure daily use of the affected upper limb in daily life in this project.","timeFrame":"Change from baseline at 1.5 months"},{"measure":"Nottingham Extended Activities of Daily Living Scale (NEADL)","description":"The NEADL is a measure of the requirement for help in performing instrumental activities of daily living (IADL) for patients with stroke(Nouri \\& Lincoln, 1987). The NEADL has 22 items divided into 4 areas of daily life: mobility, kitchen, domestic, and leisure activities. Participants need to choose the level of the independence (not at all, with help, on your own with difficulty, on your own). The reliability, validity, and responsiveness of the NEADL have well-established in patients with stroke.(Gladman, Lincoln, \\& Adams, 1993; Gompertz, Pound, \\& Ebrahim, 1994; Nouri \\& Lincoln, 1987).","timeFrame":"Change from baseline at 1.5 months"},{"measure":"Goal attainment scale (GAS)","description":"The GAS is a useful measure of participants' individual goals that could be achieved in the course of intervention(Turner-Stokes, 2009). In the first session, the therapist will discuss with the participants and their families to define the goals. Each goal will be rated on a 5-point scale ranging from -2 to +2 in the last session. The higher score represents better performance. The GAS enables the data to be placed on a quantitative measurement scale and can be helpful for qualitative interpretation (Turner-Stokes, 2009). Evidence of validity and responsiveness for the GAS was reported in previous studies(Rockwood, Stolee, \\& FoxP, 1993).","timeFrame":"Change from baseline at 1.5 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* (1) clinical and imagine diagnosis of a first or recurrent unilateral stroke ≥ 3 months; (2) upper limb spasticity (modified Ashworth scale of ≥ 1+ for elbow flexor and/or forearm pronator and/or finger flexor muscles and/or wrist flexor muscles (Bohannon \\& Smith, 1987); (3) initial motor part of UE of FMA score ranging from 17 to 56, indicating moderate to severe movement impairment (Duncan, Goldstein, Matchar, Divine, \\& Feussner, 1992; Fugl Meyer, Jaasko, \\& Leyman, 1975; Park, Wolf, Blanton, Winstein, \\& Nichols-Larsen, 2008); (4) no serious cognitive impairment (i.e., Mini Mental State Exam score \\> 20) (Teng \\& Chui, 1987); (5) age ≥ 20 years ; and (6) willing to provide written informed consent.\n\nExclusion Criteria:\n\n* 1. pregnant 2. with bilateral hemispheric or cerebellar lesions 3. sever aphasia 4. significant visual field deficits or hemineglect 5. contraindication for BoNT-A injection 6. treatment with BoNT-A within 4 months before recruitment 7. any fixed joint contracture of the affected upper limb 8. a history of orthopedic or other neurological diseases and/or medical conditions that would prevent adherence to the rehabilitation protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jen-Wen Hung","affiliation":"Chang Gung Memorial Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Rehabilitation, Chang Gung Memorial Hospital-Kaohsiung Medical Center","city":"Kaohsiung","country":"Taiwan","geoPoint":{"lat":22.61626,"lon":120.31333}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009128","term":"Muscle Spasticity"},{"id":"D000020521","term":"Stroke"},{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009122","term":"Muscle Hypertonia"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000010243","term":"Paralysis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia, Spastic","relevance":"HIGH"},{"id":"M11775","name":"Muscle Spasticity","asFound":"Spastic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M11769","name":"Muscle Hypertonia","relevance":"LOW"},{"id":"M22309","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4873","name":"Botulinum Toxins","relevance":"LOW"},{"id":"M250157","name":"abobotulinumtoxinA","relevance":"LOW"},{"id":"M20947","name":"Botulinum Toxins, Type A","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}