{"protocolSection":{"identificationModule":{"nctId":"NCT05878626","orgStudyIdInfo":{"id":"REC01355 Hamad"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Anodal Transcranial Direct Current Stimulation on Strength in Subacute Stroke","officialTitle":"Effects of Anodal Transcranial Direct Stimulation on Strength in Subacute Stroke"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-11-30","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2023-05-03","studyFirstSubmitQcDate":"2023-05-18","studyFirstPostDateStruct":{"date":"2023-05-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-18","lastUpdatePostDateStruct":{"date":"2024-01-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Loss of strength is a common complication post stroke which leads to loss of balance and walking ability. Variety of interventions are adopted to improve muscle strength after stroke. These include progressive resistance training, specific task training or functional training, functional electrical stimulation and high intensity aerobic exercises","detailedDescription":"Transcranial direct current stimulation (TDCS) is a relatively new treatment approach for stroke recovery. TDCS is a neuromodulation method which involves application of weak direct current stimulations over the scalp via electrodes. It could induce plasticity via modulation of resting membrane potential and modification of spontaneous discharge rate.\n\nTDCS has been shown to have beneficial effects on mobility, muscle strength, motor learning, lower limb function, balance, gait, functionality and walking ability in post stroke patients. TDCS appears to be a promising intervention for stroke patients however its effects are not significant if used in isolation. Thus, it should be used as an adjunct to some other treatment.\n\nReview of available literature indicates TDCS can be a good option in short and intermediate run but its effects in the long run have not been studied yet. Furthermore, to the best of my knowledge there is little literature available about the long-term effects of TDCS on muscle strength in subacute stage. Therefore, this study is designed to test the long-term effects of TDCS stimulation on subacute stroke patients."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Strength","Balance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A","type":"EXPERIMENTAL","description":"receive Anodal TDCS with spongy electrodes applied to the M1 (supplementary motor area) of the skull which corresponds to C3 and C4 on the 10/20 EEG system. The intensity of TDCS will be 2.5 mA and the duration will be 20 mints. The intervention will be applied twice a day with a time difference of 30 minutes between the two sessions.","interventionNames":["Other: Transcranial Direct Current Stimulation"]},{"label":"Group B","type":"SHAM_COMPARATOR","description":"receive conventional treatment in the form of motor relearning program (MRP). And Sham application of anodal TDCS","interventionNames":["Other: Transcranial Direct Current Stimulation"]}],"interventions":[{"type":"OTHER","name":"Transcranial Direct Current Stimulation","description":"The intensity of TDCS will be 2.5 mA and the duration will be 20 mints. The intervention will be applied twice a day with a time difference of 30 minutes between the two sessions.","armGroupLabels":["Group A","Group B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Manual muscle testing","description":"MMT is used to determine the extent and degree of muscular weakness resulting from disease, injury or disuse. It is an important part of assessment in many patient groups including patients with stroke, spinal cord injury, neuropathy and other neurological and musculoskeletal conditions. The patient can be scored by 5 grades where grade 5 is the patient completes full ROM against maximum resistance from therapist, grade 4 is patient completes full ROM against moderate resistance, grade 3 is patient completes full ROM against gravity, grade 2 is completion of ROM with gravity eliminated, grade 1 is flickering of muscles when movement is attempted and grade 0 is when there is no palpable contraction or flickering. A review on the validity and reliability of MMT reported ICC values of up to 0.96 suggesting it is a reasonably valid tool to assess muscle strength The assessment will be made at baseline, fourth and eighth week","timeFrame":"8th week"}],"secondaryOutcomes":[{"measure":"Berg Balance Scale","description":"BBS is used to objectively determine a patient's ability to safely balance during a series of predetermined tasks. It is a 14 item list with each item consisting of a five point scale ranging from 0 to 4, 0 indicating the lowest level of function and 4 indicating the highest level of function. The maximum score is 56 indicating normal function. A score of 41 to 56 indicates mild risk fall, 21 to 40 indicates medium risk fall and 0 to 20 indicates high risk fall. A study on various scales used for assessing balance and function has reported ICC values of 0.99 The assessment will be made at baseline, fourth and eighth week.","timeFrame":"8th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subacute and first MCA stroke\n* Ischemic stroke\n* Medium to high fall risk on BBS (BBS score ≤ 40)\n\nExclusion Criteria:\n\n* Hearing and Visual loss/deficit\n* Recurrent CVA\n* Neurological condition affecting balance like Multiple Sclerosis, Parkinson disease etc\n* Wound at skull\n* Presence of shunt and/or metallic implant at cranial region\n* Brain tumors\n* Musculoskeletal conditions affecting lower limbs\n* Cognitively compromised","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mirza Obaid Baig, MSPT","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rafsan Rehabilitation Center","city":"Peshawar","state":"KPK","country":"Pakistan","geoPoint":{"lat":34.008,"lon":71.57849}}]},"referencesModule":{"references":[{"pmid":"34785599","type":"BACKGROUND","citation":"Saini V, Guada L, Yavagal DR. Global Epidemiology of Stroke and Access to Acute Ischemic Stroke Interventions. Neurology. 2021 Nov 16;97(20 Suppl 2):S6-S16. doi: 10.1212/WNL.0000000000012781."},{"pmid":"34113308","type":"BACKGROUND","citation":"Dong K, Meng S, Guo Z, Zhang R, Xu P, Yuan E, Lian T. The Effects of Transcranial Direct Current Stimulation on Balance and Gait in Stroke Patients: A Systematic Review and Meta-Analysis. Front Neurol. 2021 May 25;12:650925. doi: 10.3389/fneur.2021.650925. eCollection 2021."},{"pmid":"29439362","type":"BACKGROUND","citation":"Li Y, Fan J, Yang J, He C, Li S. Effects of transcranial direct current stimulation on walking ability after stroke: A systematic review and meta-analysis. Restor Neurol Neurosci. 2018;36(1):59-71. doi: 10.3233/RNN-170770."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}