{"protocolSection":{"identificationModule":{"nctId":"NCT04864470","orgStudyIdInfo":{"id":"219425/Z/19/Z-SO"},"organization":{"fullName":"King's College London","class":"OTHER"},"briefTitle":"Stroke Odysseys: Evaluation of a Community-based Performance Arts Programme for People That Have Experienced Stroke","officialTitle":"Stroke Odysseys: Evaluation of a Community-based Performance Arts Programme for People That Have Experienced Stroke","acronym":"SHAPER-SO"},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-11-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-11-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-04-12","studyFirstSubmitQcDate":"2021-04-27","studyFirstPostDateStruct":{"date":"2021-04-29","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-16","lastUpdatePostDateStruct":{"date":"2022-08-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"King's College London","class":"OTHER"},"collaborators":[{"name":"Rosetta Life","class":"UNKNOWN"},{"name":"Kingston University and St George's","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"There are over 1.2 million stroke survivors in the UK and annual costs of stroke care to the NHS will treble from £3.4 billion in 2015 to £10.2 billion in 2035. More than 60% of stroke survivors leave hospital with a disability, and half experience depression within the first five years. Emotional, social and psychological needs are common, often compounded by patients' perceptions of 'abandonment' when rehabilitation ends.\n\nCurrently there is a gap between the social, emotional and physical needs of stroke survivors and the availability and suitability of long-term recovery and rehabilitation services. In 2018, a commissioned survey by the Stroke Association found 50% of stroke survivors and 85% of carers felt they needed more support than currently exists.\n\nStroke Odysseys - the performance art programme- provides an opportunity for communication of experiences of stroke to an audience through acquired skills in movement, music, song and the spoken word. The performance arts courses delivered by Rosetta Life for stroke survivors have been evaluated in previous studies and have shown that engagement in and learning about performance skills can have a positive impact on perceptions of disability, improve cognition, mobility and speech disabilities among a stroke community that can be stigmatised by the public perception of disabling illness.\n\nThe Stroke Odysseys programme will be scaled up to a large number of participants with the aim to evaluate the experience, impact and implementation of the programme. This prospective study will evaluate the experience and impact of Stroke Odysseys on those participating using mixed methods (interviews, observations and surveys) prior to and after each stage of the programme, and carry out non-participant observations during a percentage of the workshops, training and tour.\n\nThis trial will also examine how effectively the programme is implemented and the factors (facilitators or barriers) that affect its implementation (i.e. implementation effectiveness). This will help us to identify not just 'if' but also 'why' the programme works and support our understanding of how it can be successfully delivered and scaled up within clinical pathways. Within this, the researchers will also explore the cost effectiveness of the programme, including the cost of its delivery and the balance of the benefit for the health sector, in order to be able to develop strong business plan for its longer-term use and wider scale implementation.","detailedDescription":"There are over 1.2 million stroke survivors in the UK and annual costs of stroke care to the NHS will treble from £3.4 billion in 2015 to £10.2 billion in 2035. More than 60% of stroke survivors leave hospital with a disability, and half experience depression within the first five years. Emotional, social and psychological needs are common, often compounded by patients' perceptions of 'abandonment' when rehabilitation ends. The impact also extends to family caregivers who experience higher rates of depression than the general population. This issue is a clear research finding expressed in numerous systematic reviews, including a meta-review by Pearce et al 2015. The review team highlighted: \"The devastating impact of stroke on patients' self-image; the varying needs for self-management support across the trajectory of recovery; the need for psychological and emotional support throughout recovery particularly when physical recovery plateaus; the considerable information needs of patients and carers which also vary across the trajectory of recovery; the importance of good patient-professional communication; the potential benefits of goal-setting and action-planning; and the need for social support which might be met by groups for stroke survivors\".\n\nCurrently there is a gap between the social, emotional and physical needs of stroke survivors and the availability and suitability of long-term recovery and rehabilitation services. In 2018, a commissioned survey by the Stroke Association also confirmed the devastating impact of stroke on the lives of individuals and their carers. Responses from more than 11,000 stroke survivors and carers showed a range of 'hidden effects', which do not necessarily disappear with time, and in many cases, can be life-long. Most common were the effect on emotional and mental health, cognition, confidence, finances, social life and relationships. The survey findings also showed 50% of stroke survivors and 85% of carers felt they needed more support than currently exists.\n\nStroke Odysseys - the performance art programme- provides an opportunity for communication of experiences of stroke to an audience through acquired skills in movement, music, song and the spoken word. The Stroke Odysseys approach has been developed over a number of years and is facilitated by the charity Rosetta Life, with a track record of in hospital, hospice and community-based performance arts projects. This program aims to address the sense of abandonment and social isolation experienced by stroke survivors after statutory care (community rehabilitation) is completed. The performance arts courses delivered by Rosetta Life for stroke survivors have been evaluated in previous studies and have shown that engagement in and learning about performance skills can have a positive impact on perceptions of disability, improve cognition, mobility and speech disabilities among a stroke community that can be stigmatised by the public perception of disabling illness.\n\nTrial design and aims: The Stroke Odysseys programme will be scaled up to a large number of participants with the aim to evaluate the experience, impact and implementation of the programme. Evaluation will take place across community settings in South London and involve stroke participants and the wider stakeholder community.\n\nStroke Odysseys comprises three distinct stages:\n\n1. weekly workshops over 12 weeks for stroke participants facilitated by an integrated team of expert artists and ambassadors from the charity Rosetta Life\n2. a smaller group of ambassadors recruited from the workshops will be trained to become co-facilitators (stroke ambassadors)\n3. a performance tour including education and taster workshops for audiences.\n\nThe project will evaluate the experience and impact of Stroke Odysseys on those participating using mixed methods (interviews, observations and surveys) prior to and after each stage, and carry out non-participant observations during a percentage of the workshops, training and tour.\n\nPandemic (COVID-19) Response: Depending on government guidelines on social distancing and foreseeing increased anxiety in stroke survivors to attend in-person sessions, the programme stages will be delivered using a blended approach of small in-person sessions and online live-streamed sessions. Participants will self-select, according to their willingness to travel and to meet socially with others. Those who choose to come to a studio will be invited to do so and those who choose to join from home will participate online. A researcher will manage groups to ensure that all the participants that wish to attend in person will be able to do so during the 12-weeks.\n\nThis is a prospective mixed methods study using a range of qualitative and quantitative methods at different time points pre, during and post implementation of each programme cycle. The research will want to understand the impact of Stroke Odysseys on improving patients' symptoms and their emotional wellbeing i.e.the effectiveness of the programme (i.e. intervention effectiveness). Additionally, and simultaneously, to examine how effectively the programme is implemented and the factors (facilitators or barriers) that affect its implementation (i.e. implementation effectiveness). This will help us to identify not just 'if' but also 'why' the programme works and support our understanding of how it can be successfully delivered and scaled up within clinical pathways. Within this, the research will also explore the cost effectiveness of the programme, including the cost of its delivery and the balance of the benefit for the health sector, in order to be able to develop strong business plan for its longer-term use and wider scale implementation.\n\nAn ethnographic and constructivist approach will be used to examine stroke survivors' experiences of the SO programme as it provides rich, holistic insights into people's views and actions, as well as the nature of the location (context) they inhabit, and this approach aligns well with the complex nature of the Stroke Odysseys programme.\n\nParticipants and Recruitment process: 75 new stroke survivors in total for the duration of the study. Based on previous experience of running Stroke Odysseys, a drop-out rate of 20% is expected and so the final number of ambassadors is estimated to be 60. Potential stroke survivor participants will be identified through signposting in community centres, care homes and the engagement offered through the presentations and screenings and taster sessions and performances from the performance tour. In response to the current pandemic, all recruitment will be delivered online.\n\nIn addition, a group of wider stakeholders will be recruited from the network of people involved in the referral, delivery or supporting of the programme. The wider stakeholders will be recruited from the network of people involved in the programme present in community. This includes the voluntary sector, health and social care sectors and clinical commissioners. A total of 47 stakeholders will be recruited for the stakeholder group.\n\nMeasures collected: There will be at 4 time points for data collection, run in two cycles in total (i.e. we will collect data twice at each timepoint, once for cycle one and then again for cycle 2).\n\nT0 - Baseline pre-performance programme,\n\nT1 - Midway through the programme\n\nT2 - Immediately post performance\n\nT3 - Immediately after the advocacy training for ambassadors\n\nTo maximise inclusivity and outcome completion, and to minimise participant burden, outcome assessments, where possible will be conducted either face-to-face, online, by telephone or via postal questionnaire depending on the outcome measures being assessed and participants preferences (and government COVID-19 guidelines).\n\nTo measure clinical outcomes, a mixture of qualitative and quantitative measures will be used:\n\nQualitative assessments (ethnographic research) Ethnographic non-participant observations of a selection of the 12 workshops including at least 1-2 groups from each of the two phases (building confidence, rehearsal and production) to capture facilitator and participant practice, interactions and routines. Each observation period will last for the duration of the workshop, and the researcher will record field-notes contemporaneously.\n\nImplementation outcomes will also be assessed using a mixture of quantitative and qualitative measures.\n\nValidated and standardised implementation scales will be used to gather quantitative data on how acceptable, appropriate and feasible the SO programme is perceived by stroke survivors, ambassadors, deliverers, supporters and referrers. These scales include:\n\n1. Acceptability of Intervention Measure (AIM): this is a 4-item scale that assesses how agreeable the programme is to participants.\n2. Intervention Appropriateness Measure (IAM): this is a 4-item scale that assesses how suitable participants find the programme.\n3. Feasibility of Intervention Measure (FIM): this is a 4-item scale that assesses how feasible to receive/deliver participants find the programme.\n\nAll 3 scales will be administered to the stroke survivors who have enrolled in the SO programme and given their consent for data collection (anticipated number = 75 participants) at 3 time points (T1-midway through the 12-week SO programme); T2 at the end of the SO programme; T3 at the end of the 4-week stroke ambassadors training). The researchers expect a drop-out rate of 20% for participants between stage one (12-week programme) and stage two (4-week ambassador training programme) which would leave approximately 60 participants completing the questionnaires at the end of stage two (T3). The investigators will also administer the scales to the wider stakeholder group comprising supporters, deliverers and referrers at timepoints T2 and T3 (approximately 20 participants in total).\n\nThe investigators also will conduct semi-structured interviews with a purposive sub-sample of stroke survivors (N= 20: 5 from each cycle at two time points - T2 and T3) to explore their attitudes towards the acceptability, appropriateness and feasibility of the programme, as well as factors (facilitators or barriers) that affected their involvement (and potential drop-out) and any unintended consequences. The research team will also explore these issues with a sub-sample of individuals from each of the wider stakeholder groups (10 in total). Views from individuals that are part of the wider stakeholder group will also be sought on factors that could affect the sustained use of the programme and strategies that were employed to implement the programme."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Health-arts intervention","Performing arts"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":122,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"Stroke Odysseys is a performing arts intervention for people who have had strokes which provides an opportunity for communication of experiences of stroke to an audience through acquired skills in movement, music, song and the spoken word.\n\nStroke Odysseys comprises three distinct stages:\n\n1. weekly workshops over 12 weeks for stroke participants facilitated by an integrated team of expert artists and ambassadors from the charity Rosetta Life\n2. a smaller group of ambassadors recruited from the workshops will be trained to become co-facilitators (stroke ambassadors)\n3. a performance tour including education and taster workshops for audiences.","interventionNames":["Behavioral: Stroke Odysseys"]}],"interventions":[{"type":"BEHAVIORAL","name":"Stroke Odysseys","description":"The participants will take part in a twelve-week performance programme that takes place online/in a community halls/arts centre. Sessions run for three hours and during these sessions, participants devise a dance and music performance work from their own stories. The culmination of the programme will be a public facing performance to an audience of carers, health care practitioners, friends, family and the wider community, done online through Zoom.\n\nAfter the performance is completed, participants will be invited to a training programme where they learn to act as advocates for life after stroke - termed 'stroke ambassadors'. The training will be a four-day programme. The programme will take place once weekly and is led by a team of artists supported by a leadership coach, on Zoom.\n\nFollowing training, ambassadors will support artists in recruitment, befriend the newly discharged stroke survivors and take part in small scale performance tours to challenge the perception of disability.","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To evaluate emotional wellbeing, participation and activity of stroke participants and any change pre and post SO programme using qualitative methods","description":"To evaluate emotional wellbeing, participation and activity of stroke participants and any change pre and post intervention - ethnographic research and interviews","timeFrame":"The primary clinical outcome are qualitative changes in emotional wellbeing, participation and activity of stroke participants pre and post intervention (after 16 weeks)"},{"measure":"To evaluate to what extent Stroke Odysseys is acceptable, to survivors and wider stakeholders using the Acceptability of Intervention Measure (AIM)","description":"The primary outcome implementation measure is acceptability as measured by the Acceptability of Intervention Measure (AIM) A 4-item measure of perceived intervention acceptability. Items are measured on a 5-point Likert scale (Completely Disagree-Completely Agree). Score is calculated mean.","timeFrame":"The AIM will be collected during the workshop (Week 6), after the workshop is completed (Week 12) and after stroke ambassador training (Week 16). Interviews will be conducted after the workshop (Week 12) and after stroke ambassador training (Week 16)."},{"measure":"To evaluate to what extent Stroke Odysseys is acceptable, to survivors and wider stakeholders using semi-structured interviews.","description":"The primary outcome implementation measure is acceptability as measured by semi-structured interviews to explore reasons for acceptability.","timeFrame":"Interviews will be conducted after the workshop (Week 12) and after stroke ambassador training (Week 16)."}],"secondaryOutcomes":[{"measure":"To study the context, mechanisms and interactions which take place during Stroke Odysseys delivery","description":"Non-participant observations of workshops","timeFrame":"During workshop delivery (Week 6)"},{"measure":"To explore learning and experiences of facilitators and participants","description":"Semi-structured interviews (stroke participants and facilitators)","timeFrame":"After the workshop is completed (Week 12)"},{"measure":"To explore stroke survivors' preparation and participation in performances","description":"Semi structured interviews (stroke participants)","timeFrame":"Baseline"},{"measure":"To evaluate to what extent Stroke Odysseys is appropriate to survivors and wider stakeholders","description":"Intervention Appropriateness Measure (IAM) \\& Semi-structured interviews to explore reasons for appropriateness score.\n\nThe A 4-item measure of perceived intervention appropriateness. Items are measured on a 5-point Likert scale (Completely Disagree-Completely Agree). Score is calculated mean.","timeFrame":"The IAM will be collected during the workshop (Week 6), after the workshop is completed (Week 12) and after stroke ambassador training (Week 16). Interviews will be conducted after the workshop (Week 12) and after stroke ambassador training (Week 16).."},{"measure":"To evaluate to what extent Stroke Odysseys feasible to survivors and wider stakeholders","description":"Feasibility Intervention Measure (FIM) \\& Semi-structured interviews to explore reasons for feasibility score The FIM is a 4-item instrument to assess perceived intervention feasibility. Items are measured on a 5-point Likert scale (Completely Disagree-Completely Agree). Score is calculated mean","timeFrame":"The FIM will be collected during the workshop (Week 6), after the workshop is completed (Week 12) and after stroke ambassador training (Week 16). Interviews will be conducted after the workshop (Week 12) and after stroke ambassador training (Week 16)."},{"measure":"To assess any unintended consequences of the programme","description":"Semi-structured interviews","timeFrame":"Interviews will be conducted after completion of the workshop (Week 12) and after completion of stroke ambassador training (Week 16)."},{"measure":"To explore the facilitators and barriers to implementing the programme","description":"Semi-structured interviews","timeFrame":"Interviews will be conducted after completion of the workshop (Week 12) and after completion of stroke ambassador training (Week 16)."},{"measure":"To explore the facilitators and barriers to sustained use of the programme","description":"Semi-structured interviews","timeFrame":"Interviews will be conducted after completion of the workshop (Week 12) and after completion of stroke ambassador training (Week 16)."},{"measure":"To assess service utilisation and cost associated costs and changes in quality of life associated with the implementation of the programme","description":"EQ5D-5L (quality of life measure) and AD-SUS (adult service receipt schedule) and semi structured interviews and activity data (to estimate implementation costs).\n\nThe EQ5D-5L is an instrument which evaluates the generic quality of life developed in Europe and widely used. The EQ-5D descriptive system is a preference-based HRQL measure with one question for each of the five dimensions that include mobility, self-care, usual activities, pain/discomfort, and anxiety/depression.\n\nThe AD-SUS measures the use of adult health services.","timeFrame":"These measures will be collected after completion of the workshop (Week 12) and after completion of stroke ambassador training (Week 16)."},{"measure":"To explore the strategies including resource inputs utilised, used within individual sites to implement the programme","description":"Semi-structured interviews","timeFrame":"Interviews will be conducted after completion of the workshop (Week 12) and after completion of stroke ambassador training (Week 16)."},{"measure":"To assess the adoption of the programme","description":"Count the number of individuals delivering the programme, and the number of individuals supporting the programme (and continuing to do so)","timeFrame":"This will be measured at baseline, after completion of the workshop (Week 12) and after completion of stroke ambassador training (Week 16)."},{"measure":"To assess programme adherence and attrition rates","description":"Data on the overall adherence to the programme, number of drops-outs and reasons why","timeFrame":"Data recorded from register on weekly attendance rates for 12-week programme (stage 1) and for 4-week ambassador programme (stage 2)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* over 18 years of age\n* have had one or more stroke(s)\n* received inpatient care in a UK stroke care pathway and are able to follow a 2-stage command and hold a conversation in English if no supporter/friend is available to translate\n\nExclusion Criteria:\n\n* any person with co-morbidities that would prevent participation in group activities e.g. dementia or deteriorating or fluctuating palliative conditions\n* unable to understand English\n* unable to commit to the 12-week programme","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Institute of Psychiatry, Psychology & Neuroscience","status":"RECRUITING","city":"London","zip":"SE5 8AB","country":"United Kingdom","contacts":[{"name":"Rachel Davis, PhD","role":"CONTACT","phone":"+44 (0) 20 7848 0780","email":"rachel.davis@kcl.ac.uk"},{"name":"Carolina Estevao, PhD","role":"CONTACT","phone":"+44 (0) 20 7848 0780","email":"carolina.estevao@kcl.ac.uk"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"referencesModule":{"references":[{"pmid":"35277410","type":"DERIVED","citation":"Estevao C, Baldellou Lopez M, Davis RE, Jarret L, Soukup T, Bakolis I, Healey A, Harrington J, Woods A, Crane N, Jones F, Pariante C, Fancourt D, Sevdalis N. Evaluation of a community-based performance arts programme for people who have experienced stroke in the UK: protocol for the SHAPER-Stroke Odysseys study. BMJ Open. 2022 Mar 11;12(3):e057805. doi: 10.1136/bmjopen-2021-057805."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}