{"protocolSection":{"identificationModule":{"nctId":"NCT05735301","orgStudyIdInfo":{"id":"wm-v1003"},"organization":{"fullName":"Tianjin Huanhu Hospital","class":"OTHER"},"briefTitle":"MR Imaging Selection for Endovascular Treatment in Acute Ischemic Stroke at 6 to 24 Hours","officialTitle":"MR Imaging Selection for Endovascular Treatment in Acute Ischemic Stroke at 6 to 24 Hours: A Prospective Multicenter Randomized Clinical Trial of FVH-DWI Mismatch Versus CT/MR Perfusion","acronym":"MIELS"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-09","studyFirstSubmitQcDate":"2023-02-09","studyFirstPostDateStruct":{"date":"2023-02-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-06","lastUpdatePostDateStruct":{"date":"2023-03-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ming Wei","investigatorTitle":"Director, Head of Neurosurgery, Principal Investigator, Clinical Professor","investigatorAffiliation":"Tianjin Huanhu Hospital"},"leadSponsor":{"name":"Tianjin Huanhu Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The acute management of stroke patients requires a fast and efficient screening imaging modality. The primary modalities used to select patients for endovascular thrombectomy (EVT) are magnetic resonance imaging (MRI) and CT/MR perfusion. The investigators prospectively assessed MRI and CTP concordance/discordance and correlated the imaging on both with EVT treatment decisions and clinical outcomes to verify the validity of MRI (FVH-DWI mismatch) for the preoperative assessment of EVT in patients with an extended time window (6h to 24h).","detailedDescription":"The efficacy and safety of endovascular thrombectomy(EVT) in patients with acute ischemic stroke(AIS) due to anterior circulation large vessel occlusion(LVO) is well established in multiple randomized controlled trials (RCTs) in late (treatment) time windows (6-16hours),and compared with medical therapy, EVT can significantly improve the prognosis. DEFUSE 3(EndovascularTherapy FollowingImagingEvaluationforIschemicStroke3)andDAWN (DWIorCTPAssessmentWithClinicalMismatchintheTriageof Wake-UpandLatePresentingStrokesUndergoing NeurointerventionWithTrevo) reliedonCT-perfusion(CTP) or magneticresonancediffusion(DWI)and/orperfusion(PWI), and utilized automated imaging analysis with Rapid Processing of Perfusion and Diffusion (RAPID; iSchemaView, Menlo Park, CA) software to determine eligibility\\[2,3,4\\].Some use cerebral infarction volume, presence or absence of cerebral hemorrhage and bleeding tendency, arterial occlusion location, perfusion parameters (CBV\\<70 mL; The gold standard for mismatch ratio ≥1.8; mismatch volume \\>15 ml) toassess patients who were compatible with acute anterior circulation LVO ischemic stroke undergoing arterial thrombectomy. The advantages of using perfusion imaging assessment are the ability to identify DWI-negative cerebral ischaemia, objectively evaluate ischemic semi-dark bands, and identify some cases of overperfusion. However, for most centers, CT OR MRperfusion in the emergency department is limited, or the appropriate analysis software is not available, and even imaging equipment does not support perfusion.\n\nAs a result, most of the centers use multiparametric MR to screen EVT-eligible LVO patients. In the study of DAWN，researchers use MR and some complicated criterias such as clinical symptom-imaging mismatch, the relationship between age and NIHSS score to select patients who meet 6-24hours with acute anterior circulation LVO, It wasa certain complex way to used in clinical work, and difficult to promoting the application clinically.\n\nAll the acute ischemic stroke protocols are trying to find a way to balance theoptimal screening assessment of EVT patients (with)and minimal imaging time to facilitate rapid and effective treatment. Fast multiparametric MR sequences typically include DWI, FLAIR, MRA, and gradient echo(GRE) sequences, further reducing the time and versatility of multiparametricMRI scans, requiring more informations to be extracted from fewer sequences.\n\nEarly researches described that a rounded or serpentine brightening of the parenchyma or cortical surface bordering the subarachnoid space in FLIAR sequence on MRI scan is called fluid attenuation inversion recovery vascular hyperintensity(FVH). In a prospective study, slow blood flow on the FLAIR sequence was associated with cerebral collateral circulation and prognosis \\[12\\].At the same time, it has been suggested that FVH in the FLAIR sequence of the MRI scan sequence can indirectly indicate LVO or vascular stenosis, and insufficient collateral circulation leads to FVH and early ischemia \\[1\\]. According to our completed retrospective study, FVH-DWI mismatch assessment and perfusion assessment showed good interrater reliability（ κ= 0.71，\\[95% CI, 0.62-0.81\\]). There is no statistical difference in the rate of good clinical prognosis of patients undergoing EVT based on the two evaluation methods(X2=0.204，P=0.652).\n\nIt has been found that FVHsign is an indicator of LVO or vascular stenosis, inadequate collateral circulation leading to slow blood flow and early ischaemia. The presence of the FVH sign is not only fairly consistent with areas of low perfusion, but its sensitivity and specificity is similar to that of time-flight magnetic resonance angiography(MRA) for the diagnosis of large vessel occlusion.DWI volume and FVH-DWI mismatch in acute stroke patients might be useful for predicting functional outcome after stroke\\[10\\]. It was thus hypothesized that FVH sign could be an important and convenient imaging manifestation reflecting the under-perfusion of brain tissue in patients with cerebral infarction with LVO.\n\n. In this study, a randomised controlled approach was adopted to assess the risk and prognosis of endovascular treatment by using the \"FVH-DWI mismatch\" to determine the presence of an ischemic penumbra and collateral circulation in patients, with the aim of establishing a simple evaluation method based on the indirect evaluation of collateral circulation on MR to screen patients who underwent thrombolysis at 6 to 24 hours overtime. It may be similar to the perfuse evaluation system, but is more easily replicable."},"conditionsModule":{"conditions":["Endovascular Thrombectomy"],"keywords":["select patients","endovascular thrombectomy","magnetic resonance imaging","CT/MR perfusion","FVH-DWI mismatch"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The study's emergency green channel team screened patients at 6-24 hours of onset for possible LVO based on NCCT scan and NIHSS score of ≥6 as the proposed cohort. Patients who met the entry criteria were then randomized 1:1 by the arriving stroke specialist into two groups 1 and 2 as follows, with the order of randomization being the responsibility of an independent investigator.\n\n1. The MRI group performed DWI, FLAIRE, and 3D-TOF sequences.\n2. The Control group performed perfusion sequences(CTP or PWI) and processed them with F-Stroke stroke software (Neuroblem Technology)","primaryPurpose":"SCREENING","maskingInfo":{"masking":"NONE","maskingDescription":"Emergency department physicians were not aware of the experimental and allocation.\n\nThe physician responsible for the assessment and the patients are aware of the allocation; the attending physician is aware of the experimental and allocation. Two neurointerventional specialists were assigned to the experiment. Two neurointerventionalists evaluate the procedure based on the imagings provided by the respective group and decide whether to proceed. If there is a disagreement, it will be decided by a third senior neurointerventional specialist.\n\nThe committee responsible for assessing primary and secondary outcomes and the imaging center specialists were not informed of the subgroup results. Outcome analysis was performed by an independent statistician, and results were reported directly to the data and safety regulatory committee, the investigator being aware of the results at this time."}},"enrollmentInfo":{"count":214,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"MR/CT perfusion group","type":"OTHER","description":"MRI group consisted of patients who underwent DWI, FLAIRE, T1, T2, and MRA sequences.After randomization, the attending physician determined surgical treatment based on the imaging results.","interventionNames":["Procedure: Endovascular therapy","Drug: Drug"]},{"label":"MRI group","type":"OTHER","description":"The perfusion sequence was examined by the Control Group, and the F-stroke Stroke software (Brainseal Intelligent Technology) was used for data processing.After randomization, the attending physician determined surgical treatment based on the imaging results.","interventionNames":["Procedure: Endovascular therapy","Drug: Drug"]}],"interventions":[{"type":"PROCEDURE","name":"Endovascular therapy","description":"Endovascular therapy, as an adjunct to standard stroke therapy, may be beneficial for a very select population of patients who present with an acute ischemic stroke and have a proven large, proximal occlusion on imaging.\n\nEndovascular therapy includes any one or more of the following:\n\nIntra-arterial thrombolytic therapy, aspiration, stent retrieval, or a combination of multiple mechanical devices.Remedial measures after failed thrombectomy are permitted by pharmacologic arterial thrombolysis or intravenous infusion of antiplatelet drugs, such as tirofiban or rt-PA","armGroupLabels":["MR/CT perfusion group","MRI group"]},{"type":"DRUG","name":"Drug","description":"Drug conservative therapy could be uesd in patients who with no indication of surgery","armGroupLabels":["MR/CT perfusion group","MRI group"],"otherNames":["Drug conservative therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Functionally independent outcome in all enrolled patients","description":"defined as patients with a mRS Score of 0-2 at 90 days (mRS 90d(Scores on the modified Rankin scale range from 0 to 6, with 0 indicating no symptoms, 1 no clinically significant disability, 2 slight disability, 3 moderate disability, 4 moderately severe disability, 5 severe disability, and 6 death,) of a randomized group of modified intention-to-treat (mITT) patients (defined as patients with acute macrovascular occlusions treated optimally with endovascular or pharmacologic therapy) at 90 days (with an assessment time window of ±14 days) and analyzed for noninferiority.","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"Modified Rankin scale scores at 90 days","description":"(mRS 90d(Scores on the modified Rankin scale range from 0 to 6, with 0 indicating no symptoms, 1 no clinically significant disability, 2 slight disability, 3 moderate disability, 4 moderately severe disability, 5 severe disability, and 6 death,) of a randomized group of modified intention-to-treat (mITT) patients (defined as patients with acute macrovascular occlusions treated optimally with endovascular or pharmacologic therapy) at 90 days (with an assessment time window of ±14 days) and analyzed for noninferiority.","timeFrame":"90 days"},{"measure":"Successful reperfusion after endovascular treatment","description":"extended Thrombolysis in Cerebral Infarction (eTICI) score of 2b, 2c or 3.","timeFrame":"immediately the surgeon thought the thrombectomy completed and performed a second cerebral angiography"},{"measure":"Recanalization rate","description":"Number of subjects who achieved successful reperfusion/total number of subjects who received endovascular treatment, confirmed by MRA, CTA, or digital subtraction angiography (DSA).","timeFrame":"72 hours"},{"measure":"Final infarct volume","description":"change from baseline in the infarct volume as calculated by CBV or DWI.","timeFrame":"72hours"},{"measure":"NIHSS score","description":"scores range from 0 to 42, with higher scores indicating a more severe deficit.","timeFrame":"24 hours、72hour sand 7 days postoperatively"},{"measure":"Quality of life assessment at 90 days","description":"European Five Dimensions and Five Levels Scale (EQ-5D-5L) scores (range, -0.39 \\[worst\\] to 1.00 \\[best\\]); Barthel Index scores at 90 days (range, 0 \\[severe disability\\] to 100 \\[no disability\\]).","timeFrame":"90 days"},{"measure":"mortality","description":"mortality of all-cause.","timeFrame":"90 days"},{"measure":"symptomatic intracranial hemorrhage","description":"the presence of extravascular blood in the cranium that was associated with an increase in the NIHSS score of ≥4 points or death and was judged to be the predominant cause of neurologic deterioration.","timeFrame":"48 hours"},{"measure":"FVH-ASPECT score","description":"FVH-ASPECTS: 0-7, with 0 indicating absence of FVH and 7 suggesting prominent FVH","timeFrame":"24 hours、72hour sand 7 days postoperatively"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients over 18 years of old；\n* Patients with acute anterior circulation ischemic stroke 6-24h after onset and NIHSS score ≥6 and RACE score ≥5 score at 6-24 hours of onset；\n* No intracranial hemorrhage confirmed by cranial CT and CT ASPECTS score ≥ 6；\n* The Modified Rankin Scale (mRS) before the onset of the disease was 0-2；\n* All patients' legal representatives have signed the informed consent form；\n* Pre-survival period 6 months or more.\n\nExclusion Criteria:\n\n* 1. Active hemorrhage or preexisting tendency to hemorrhage\n* CT shows hypointense areas exceeding 1/3 of the middle cerebral artery supply area, with significant midline structural displacement of cerebral edema\n* Rapid neurological improvement, NIHSS score less than 6, or evidence of spontaneous revascularization\n* Signs and symptoms typical of posterior circulation stroke, such as vertigo, nystagmus, choking, swallowing disorder, ataxia, and gaze to the affected side\n* A stroke attack with epilepsy that prevents an accurate NIHSS score from being obtained.\n* A platelet count of less than 100 x 10\\^9 /L\n* Hereditary or acquired bleeding tendency, coagulation factor deficiency, recent anticoagulant medication (INR\\>3 or PPT more than 3 times normal)\n* Presence of signs of cardiac, hepatic or renal failure\n* Baseline blood glucose \\<50mg/dL (2.78mmol) or \\>400mg/dL (22.20mmol)\n* Uncontrolled hypertension (SBP \\>185mmHg; DBP \\>110mmHg)\n* Expected survival less than 90 days.\n* Pregnancy.\n* Chronic obstructive pulmonary disease, inflammation of the lungs, pleural effusion, ARDS, irregular breathing and other pulmonary diseases requiring emergency treatment.\n* Patients with unstable vital signs (heart rate ≤ 50bpm or ≥ 120bpm, oxygen saturation less than ≤ 90%. R ≥ 30bpm or ≤ 10bpm.\n* Patients who are unable to complete the 90-day follow-up\n* A history of severe allergy to contrast media\n* The presence of any other condition that is not suitable for endovascular treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ming Wei, doctorate","role":"CONTACT","phone":"13502182903","email":"drweiming@163.com"}],"overallOfficials":[{"name":"Ming Wei, doctorate","affiliation":"Tianjin Huanhu Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"TianJinHH","status":"RECRUITING","city":"Tianjin","state":"Tianjin","zip":"300222","country":"China","contacts":[{"name":"Ming Wei, doctorate","role":"CONTACT","phone":"13502182903","email":"drweiming@163.com"},{"name":"Ming Wei, doctorate","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.14222,"lon":117.17667}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2022-10-24","uploadDate":"2022-10-28T09:20","filename":"Prot_000.pdf","size":699964}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"},{"id":"M1807","name":"Tirofiban","relevance":"LOW"},{"id":"M13555","name":"Platelet Aggregation Inhibitors","relevance":"LOW"},{"id":"M8163","name":"Fibrinolytic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"}]}},"hasResults":false}