{"protocolSection":{"identificationModule":{"nctId":"NCT03721354","orgStudyIdInfo":{"id":"CE 114/18"},"organization":{"fullName":"Azienda Ospedaliero Universitaria Maggiore della Carita","class":"OTHER"},"briefTitle":"Comparison Between NAVA and PSV in Neurocritical Patients","officialTitle":"Comparison Between NAVA and PSV in Neurocritical Patients: a Pilot Study","acronym":"NAVAPSVHEAD"},"statusModule":{"statusVerifiedDate":"2019-07","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-10-18","studyFirstSubmitQcDate":"2018-10-24","studyFirstPostDateStruct":{"date":"2018-10-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-11-17","lastUpdatePostDateStruct":{"date":"2019-11-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Gianmaria Cammarota","investigatorTitle":"Principal investigator","investigatorAffiliation":"Azienda Ospedaliero Universitaria Maggiore della Carita"},"leadSponsor":{"name":"Azienda Ospedaliero Universitaria Maggiore della Carita","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Partial assisted mechanical ventilation modes are widely used to manage respiratory failure. It has been demonstrated that they can reduce complications related to mechanical ventilation and neuromuscular blocking agents administration.\n\nDuring partially assisted ventilation, there is no predefined respiratory rate and the patient must trigger each breath.\n\nOne of the most used partial assisted mode is pressure support ventilation (PSV), which plays a key role in weaning from mechanical ventilation, especially in neuro-cranial diseases.\n\nNeurally adjusted ventilatory assist mode (NAVA) has been introduced in clinical practice in recent years. It has been widely demonstrated that NAVA is able to guarantee gas exchange in the same way as PSV in patients admitted to ICU for respiratory failure.\n\nThus, NAVA can improve patient-ventilator interaction reducing the incidence of asynchronous events and favoring the patient's own ventilatory pattern. Nevertheless, NAVA does not appear to have been applied in neuro ICU patients. In a study conducted on non-neurosurgical infants has been demonstrated negative effects of asynchronous events on cerebral blood flow velocities, examined with transcranial Doppler technique.\n\nIn the present pilot study, the investigators would like to compare NAVA and PSV ventilation influence on cranial blood flow, evaluated with Trans-Cranial Color Doppler, in patients admitted to ICU for neurological injuries.","detailedDescription":"The aim of this pilot study is to compare NAVA and PSV in order to establish their influence on cranial blood flow, assessed in the mean cerebral artery (M1 tract bilaterally). Secondarily, it will be evaluated the effectiveness in guaranteeing the gas exchange and patient-ventilator interaction during each ventilation mode.\n\nPatients will be evaluated in order to establish their readiness for assisted mechanical ventilation.\n\nThe following clinical criteria must be respected:\n\n* a heart rate of less than 120 bpm, blood pressure between 90 and 180 mmHg;\n* dopamine/dobutamine less than 5 mcg/kg/minute, norepinephrine less than 0.25 mcg/kg/min;\n* PaO2/FiO2 \\> 150;\n* PEEP (positive end-expiratory pressure) minor or equal to 10 cmH2O;\n* Vt between 6 and 8 ml/kg;\n* respiratory rate less than 35 breaths per minutes and without respiratory distress signs;\n* blood pH between 7.35 and 7.45; Afterward, patients will be submitted to three different mechanical ventilation trials in partially assisted modes: the first one in PSV mode, the second one in NAVA mode and the third one in PSV mode again. Each trial will last 30 minutes. PSV will have PEEP set by clinician and pressure support will be set in order to obtain Vt between 6 and 8 ml/kg. NAVA will have the same PEEP as PSV and NAVA level will be set to obtain the same peak of Inspiratory pressure of PSV.\n\nThe expiratory trigger will be adjusted to the 50% of the inspiratory flow peak in PSV. During NAVA, the expiratory trigger is fixed to 75% of diaphragmatic electrical activity. The inspiratory fraction of oxygen (FiO2) will be set in order to obtain a peripheral oxygen saturation of more than 94%.\n\nUltrasound evaluation, using transcranial Doppler technique will be performed to evaluate the cerebral blood flow speed (average/systolic speed) near the point of emergency, in the middle length and at the bifurcation of M1 bilaterally, at the end of every ventilation trial. At the end of each trial, PaCO2, Ph and blood oxygenation (PaO2) will be obtained performing ABGs. Moreover, traces of flow, airways pressure (Paw) and electric diaphragmatic activity (EAdi) will be recorded and acquired through a dedicated ventilator software called NAVA tracker.\n\nThis will allow evaluating the patient-ventilator interaction (trigger delay, asynchronous events, and asynchrony index)."},"conditionsModule":{"conditions":["Neuro: Cerebrovascular Accident","Trauma, Head"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"pilot interventional study","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"the ultrasonography examiner is blind on the ventilatory mode"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"NAVA vs PSV -TCCD","type":"EXPERIMENTAL","description":"Ultrasound evaluation, using trans cranial doppler technique will be performed to evaluate the cerebral blood flow speed (average/systolic speed) near the point of emergency, in the middle tract and at the bifurcation of M1 bilaterally, at the end of every ventilation trial (NAVA and PSV).","interventionNames":["Other: NAVA vs PSV - TCCD"]}],"interventions":[{"type":"OTHER","name":"NAVA vs PSV - TCCD","description":"Patients will be submitted to 3 different 30 minutes ventilation trials: the first one in PSV mode, the second one in NAVA mode and the third one in PSV mode again. PSV will have PEEP setted by clinician and pressure support set in order to obtain Vt 6-8 ml/kg. NAVA will have the same PEEP as PSV and NAVA level will be set to obtain the same Peak of Inspiratory Pressure) of PSV.\n\nTrans cranial doppler technique will be performed to evaluate the blood cerebral flow speed (average/systolic speed) at the end of every ventilation trial. At the end of each trial, ABGs will be performed. Traces of flow, airways pressure (Paw) and electric diaphragmatic activity (EAdi) will be recorded and acquired through a dedicated ventilator software called NAVA tracker.","armGroupLabels":["NAVA vs PSV -TCCD"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"NAVA safety- Change in cranial blood flow velocity","description":"Ultrasound evaluation, using trans cranial doppler technique will be performed to evaluate the blood cerebral flow speed (average/systolic speed) near the point of emergency, in the middle tract and at the bifurcation of M1 bilaterally.","timeFrame":"After ventilatory modes is applied, a time range of 20 minutes will be considered necessary to assess cerebral blood flow. This evaluation will be performed over time range of 5-15 seconds (in any case the time of 3 doppler signal beats)"}],"secondaryOutcomes":[{"measure":"Gas exchange - arterial carbon dioxide tension","description":"PaCO2, will be obtained performing ABG sample","timeFrame":"After ventilatory modes is applied, a time range of 20 minutes will be considered necessary to assess arterial blood gas analysis. this evaluation will be run at the end of each trial for a total of 3 sample in 60 minutes."},{"measure":"Gas exchange - pH","description":"pH will be obtained performing ABGs.","timeFrame":"After ventilatory modes is applied, a time range of 20 minutes will be considered necessary to assess arterial blood gas analysis. this evaluation will be run at the end of each trial for a total of"},{"measure":"Gas exchange - arterial oxygen tension","description":"arterial oxygenation PaO2 will be obtained performing ABGs.","timeFrame":"After ventilatory modes is applied, a time range of 20 minutes will be considered necessary to assess arterial blood gas analysis. this evaluation will be run at the end of each trial for a total of 3 sample in 60 minutes."},{"measure":"Patient-ventilator interaction 1","description":"trigger delay (msec)","timeFrame":"After ventilatory modes is applied, a time range of 20 minutes will be considered necessary to assess arterial blood gas analysis. this evaluation will be run at the end of each trial for a total of 3 times per hour."},{"measure":"Patient-ventilator interaction 2","description":"synchronous events (total number of asynchrony events) and asynchrony index.","timeFrame":"After ventilatory modes is applied, a time range of 20 minutes will be considered necessary to assess arterial blood gas analysis. this evaluation will be run at the end of each trial for a total of 3 times per hour."},{"measure":"Patient-ventilator interaction 3","description":"asynchrony index (total number of asynchrony events on respiratory rate \\*100)","timeFrame":"After ventilatory modes is applied, a time range of 20 minutes will be considered necessary to assess arterial blood gas analysis. this evaluation will be run at the end of each trial for a total of 3 times per hour."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Every ICU patient sedated and intubated, admitted for intracranial disease (neuromuscular disease and head trauma);\n* intracranial pressure monitoring\n* Mechanical ventilation for more than 48 hours\n* Readiness for assisted mechanical ventilation at the screening\n\nExclusion Criteria:\n\n* intracranial pressure instability more than 15 cmH2O;\n* symptomatic vasospasm;\n* average cerebral flow velocity at transcranial basal doppler in M1 more than 120 cm/sec\n* hemodynamic instability;\n* gastro-esophageal surgery in the previous 12 months;\n* gastro-esophageal bleeding in the previous 30 days;\n* history of esophageal varices;\n* maxillofacial trauma or surgery;\n* body temperature more than 38° C at the time of the study;\n* coagulation disorders;\n* PaCO2 not included in the basal range (between 35 and 45 mmHg) or paCo2 variation more than +/- 20% obtained in partially assisted mode compared to baseline;\n* pregnancy;\n* inclusion in other research projects;","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Gianmaria Cammarota, MD, PhD","role":"CONTACT","phone":"00393392669420","email":"gmcamma@gmail.com"}],"overallOfficials":[{"name":"Gianmaria Cammarota, MD,PHD","affiliation":"\"Maggiore della Carità\" Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"A.O.U Maggiore della Carità","status":"RECRUITING","city":"Novara","zip":"28100","country":"Italy","contacts":[{"name":"Gianmaria Cammarota, MD,PhD","role":"CONTACT","phone":"003903213733406","email":"gmcamma@gmail.com"}],"geoPoint":{"lat":45.44694,"lon":8.62118}}]},"referencesModule":{"references":[{"pmid":"18367735","type":"BACKGROUND","citation":"Levine S, Nguyen T, Taylor N, Friscia ME, Budak MT, Rothenberg P, Zhu J, Sachdeva R, Sonnad S, Kaiser LR, Rubinstein NA, Powers SK, Shrager JB. Rapid disuse atrophy of diaphragm fibers in mechanically ventilated humans. N Engl J Med. 2008 Mar 27;358(13):1327-35. doi: 10.1056/NEJMoa070447."},{"pmid":"8607722","type":"BACKGROUND","citation":"Dekel B, Segal E, Perel A. Pressure support ventilation. Arch Intern Med. 1996 Feb 26;156(4):369-73."},{"pmid":"12024100","type":"BACKGROUND","citation":"Cormio M, Portella G, Spreafico E, Mazza L, Pesenti A, Citerio G. [Role of assisted breathing in severe traumatic brain injury]. Minerva Anestesiol. 2002 Apr;68(4):278-84. Italian."},{"pmid":"25486574","type":"BACKGROUND","citation":"Navalesi P, Longhini F. Neurally adjusted ventilatory assist. Curr Opin Crit Care. 2015 Feb;21(1):58-64. doi: 10.1097/MCC.0000000000000167."},{"pmid":"18629471","type":"BACKGROUND","citation":"Colombo D, Cammarota G, Bergamaschi V, De Lucia M, Corte FD, Navalesi P. Physiologic response to varying levels of pressure support and neurally adjusted ventilatory assist in patients with acute respiratory failure. Intensive Care Med. 2008 Nov;34(11):2010-8. doi: 10.1007/s00134-008-1208-3. Epub 2008 Jul 16."},{"pmid":"3324972","type":"BACKGROUND","citation":"Rennie JM, South M, Morley CJ. Cerebral blood flow velocity variability in infants receiving assisted ventilation. Arch Dis Child. 1987 Dec;62(12):1247-51. doi: 10.1136/adc.62.12.1247."},{"pmid":"12470845","type":"BACKGROUND","citation":"Aaslid R. Transcranial Doppler assessment of cerebral vasospasm. Eur J Ultrasound. 2002 Nov;16(1-2):3-10. doi: 10.1016/s0929-8266(02)00045-9."},{"pmid":"32388653","type":"DERIVED","citation":"Cammarota G, Verdina F, Lauro G, Boniolo E, Tarquini R, Messina A, De Vita N, Sguazzoti I, Perucca R, Corte FD, Vignazia GL, Grossi F, Crudo S, Navalesi P, Santangelo E, Vaschetto R. Neurally adjusted ventilatory assist preserves cerebral blood flow velocity in patients recovering from acute brain injury. J Clin Monit Comput. 2021 May;35(3):627-636. doi: 10.1007/s10877-020-00523-w. Epub 2020 May 9."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000006259","term":"Craniocerebral Trauma"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","asFound":"Trauma, Head","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}