{"protocolSection":{"identificationModule":{"nctId":"NCT02705599","orgStudyIdInfo":{"id":"HRMRI-NM-Tiantan"},"organization":{"fullName":"Chinese PLA General Hospital","class":"OTHER"},"briefTitle":"Stroke Mechanism Evolution in Intracranial Atherosclerotic Stenosis","officialTitle":"Stroke Mechanism Evolution in Intracranial Atherosclerotic Stenosis"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-12","type":"ACTUAL"},"completionDateStruct":{"date":"2020-12","type":"ACTUAL"},"studyFirstSubmitDate":"2016-03-07","studyFirstSubmitQcDate":"2016-03-07","studyFirstPostDateStruct":{"date":"2016-03-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-04-03","lastUpdatePostDateStruct":{"date":"2023-04-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Xin Lou","investigatorTitle":"Deputy Chief","investigatorAffiliation":"Chinese PLA General Hospital"},"leadSponsor":{"name":"Chinese PLA General Hospital","class":"OTHER"},"collaborators":[{"name":"Beijing Tiantan Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Predictors of the risk of recurrent stroke for patients with symptomatic intracranial atherosclerotic stenosis (ICAS) remain unknown. The study will be to explore the stroke mechanism evolution in patients with ICAS by multi-model magnetic resonance imaging (MRI) which consists of diffusion-weighted imaging (DWI) and high-resolution MRI (HRMRI). The patients with symptomatic ICAS will undergo multi-model MRI. The baseline data, infarct patterns on DWI, and plaque features on HRMRI will be collected. The stroke mechanisms will be determined by the infarct patterns. During the 2 years follow-up, the recurrent ischemic events will be recorded. By comparing the baseline data, infarct patterns, and plaque features in patients with and without recurrent strokes, the high-risk features of patients with symptomatic ICAS will be identified. The evaluation of stroke mechanisms of patients with symptomatic ICAS will be summarized.","detailedDescription":"Objective:\n\nPrimary objective: to identify which plaque features on HRMRI in patients with symptomatic ICAS are related to recurrent stroke.\n\nSecondary objectives: To compare plaque features in subgroups.\n\nPatients enrollment please see Eligibility part.\n\nMethods:\n\nA 3T GE (DISCOVERY MR 750, GE Healthcare, Waukesha, WI, USA) and a 3T Siemens Trio MR scanner (Siemens Healthcare, Ehrlangen, Germany) will be used in this study. The multiple sequences will include 3D time of flight (TOF) MR angiography, 3D T1-weighted imaging, proton attenuation weighted imaging, magnetization-prepared rapid acquisition with gradient-echo sequence (MPRAGE), and contrast enhancement on T1-weighted imaging.\n\nThe parameters of multiple sequences on GE MR Scanner are followed. 3D TOF: repetition time (TR) = minimum, echo time (TE) = minimum; field of view (FOV) = 240×220 mm2, matrix = 288×192, slice thickness = 2 mm, flip angle (FA) = 20, and scan time = 1:53 minutes. 3D CUBE T1: TR = 600 ms, TE = minimum, FOV = 240×220 mm2, matrix = 480×480, slice thickness = 0.8 mm, FA = NA, and scan time = 3:33 minutes. 3D CUBE PD: TR = 1500 ms, TE = 40 ms, FOV = 240×220 mm2, matrix = 384×384, slice thickness = 0.8 mm, FA = NA, and scan time = 2:40 minutes. MP RAGE: TR = minimum, TE = 3.3 ms, FOV = 240×240 mm2, matrix = 256×256, slice thickness = 0.8 mm, FA = 12, and scan time = 2:18 minutes.\n\nThe parameters of multiple sequences on Siemens MR Scanner are followed. 3D TOF: TR= 24 ms, TE = 4.32 ms; FOV = 140×140 mm2, matrix = 256×256, slice thickness = 0.9 mm, FA = 18, and scan time = 2 min 14 s. 3D SPACE T1: TR = 800 ms, TE = 22 ms, FOV = 180×168 mm2, matrix = 256×251, slice thickness = 0.8 mm, FA = NA, and scan time = 4:4 minutes. 3D SPACE PD: TR = 1700 ms, TE = 23 ms, FOV = 180×180 mm2, matrix = 320×304, slice thickness = 0.6 mm, FA = NA, and scan time = 4:25 minutes. MP RAGE: TR = 776.13 ms, TE = 5.8 ms, FOV = 144×144 mm2, matrix = 240×240, slice thickness = 1 mm, FA = 15, and scan time = 2:39 minutes.\n\nIMAGING EVALUATION In this study, plaques will be identified as focal or diffuse but eccentric wall thickenings compared with normal vessel wall.\n\nPlaque composition will include hemorrhage and calcification. The anatomical location of plaque will be recorded as either one of the four quadrants of the vessel wall on cross-sectional images.\n\nPlaque that is distributed across ≥3 quadrants of the lumen perimeter will be defined as diffuse and that involving ≤2 will be defined as focal.\n\nIn this study, enhancement analysis will include both grades and patterns. Enhancement will be classified into 3 different grades: non-enhancement, mild-moderate enhancement, and strong enhancement. Mild-moderate enhancement is defined as less than that of the pituitary infundibulum. Strong enhancement is equal to or stronger than that of the pituitary infundibulum. The pattern of enhancement will be categorized as focal, heterogeneous, or homogenous.\n\nThe vessel and wall areas at the maximal lumen narrowing (MLN) site will be measured. The plaque volume will be calculated as the product of the plaque area and the thickness of the slices containing the plaque. The plaque/wall ratio was defined as the plaque area divided by wall area ×100%. The remodeling index was calculated as the ratio of the vessel area at the MLN site to that at the reference site. The reference site was selected based on the Warfarin-Aspirin Symptomatic Intracranial Disease trial method.\n\nSTROKE MECHANISMS The stroke includes hypoperfusion, perforator (branch atheromatous disease), artery-to-artery embolism, or co-existing (combinations of these ischemic mechanisms).\n\nFOLLOW-UP At the 2 years follow-up, patients were contacted monthly by phone to determine whether any events had occurred at the first year and three months at the second year. Every three months, patients were examined face-to-face by two neurologists at the first year and every six months at the second year. The follow-up information included transient ischemic attack and ischemic stroke (in any vascular territory), brain hemorrhage, and all-cause death. If these events but death suspected, patients underwent brain computed tomography or MR imaging."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Ischemic stroke","High resolution MRI","Perfusion","Mechanism"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":230,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Ischemic stroke event (in the stenotic vascular territory)","description":"The primary outcome will include ischemic stroke (in the stenotic vascular territory) and vascular death.","timeFrame":"To 2 years"}],"secondaryOutcomes":[{"measure":"Ischemic stroke event (in the non-stenotic vascular territory)","description":"The second outcome will include ischemic stroke (in the non-stenotic vascular territory) , transient ischemic attack, brain hemorrhage, and all-cause death.","timeFrame":"To 2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Patients suspected of having symptomatic ICAD at admission will be enrolled. All patients will receive a thorough evaluation to determine the cause of their ischemic event (TIA or ischemic stroke), including carotid duplex, transcranial Doppler, echocardiography, electrocardiogram, computed tomography (CT), CT angiography, MRI, magnetic resonance angiography (MRA), or digital subtraction angiography DSA.\n\nPatients will be enrolled in this study according to if they met the following:\n\n* ischemic stroke or TIA in the target territories of the intracranial anterior or posterior circulation within 90 days;\n* Lack of coexistent≥50% ipsilateral extracranial carotid artery or vertebral artery stenosis;\n* No potential sources of cardio-aortic embolism based on the modified Trial of ORG 10172 in Acute Stroke Treatment classification;\n* Age ≥18 years;\n* One or more atherosclerotic risk factors including hypertension, hypercholesterolemia, diabetes mellitus, cigarette smoking, and obesity.\n\nExclusion Criteria:\n\n* Non-atherosclerosis vasculopathy such as vasculitis and arterial dissection diagnosed by comprehensive laboratory work (such as erythrocyte sedimentation rate or C-reactive protein elevations, antinuclear antibody, or antiphospholipid antibody positivity), vascular imaging, and clinical evaluation;\n* Contraindication to MR examination, medical instability precluding MR examination.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Symtomatic patients with intracranial atherosclerostic stenosis","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Xin Lou, M.D. Ph.D.","affiliation":"Chinese PLA General Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ning Ma, M.D. Ph.D.","affiliation":"Beijing Tiantan Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chinese PLA General Hospital","city":"Beijing","state":"Beijing","zip":"100853","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Beijing Tiantan Hospital","city":"Beijing","zip":"100853","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"pmid":"26732570","type":"BACKGROUND","citation":"Lyu J, Ma N, Liebeskind DS, Wang DJ, Ma L, Xu Y, Wang T, Miao Z, Lou X. Arterial Spin Labeling Magnetic Resonance Imaging Estimation of Antegrade and Collateral Flow in Unilateral Middle Cerebral Artery Stenosis. Stroke. 2016 Feb;47(2):428-33. doi: 10.1161/STROKEAHA.115.011057. Epub 2016 Jan 5."},{"pmid":"20644151","type":"BACKGROUND","citation":"Ma N, Jiang WJ, Lou X, Ma L, Du B, Cai JF, Zhao TQ. Arterial remodeling of advanced basilar atherosclerosis: a 3-tesla MRI study. Neurology. 2010 Jul 20;75(3):253-8. doi: 10.1212/WNL.0b013e3181e8e714."},{"pmid":"25011483","type":"BACKGROUND","citation":"Lopez-Cancio E, Matheus MG, Romano JG, Liebeskind DS, Prabhakaran S, Turan TN, Cotsonis GA, Lynn MJ, Rumboldt Z, Chimowitz MI. Infarct patterns, collaterals and likely causative mechanisms of stroke in symptomatic intracranial atherosclerosis. Cerebrovasc Dis. 2014;37(6):417-22. doi: 10.1159/000362922. Epub 2014 Jul 4."},{"pmid":"34539546","type":"DERIVED","citation":"Hou Z, Li M, Lyu J, Xu Z, Liu Y, He J, Jing J, Wang R, Wang Y, Lou X, Miao Z, Ma N. Intraplaque Enhancement Is Associated With Artery-to-Artery Embolism in Symptomatic Vertebrobasilar Atherosclerotic Diseases. Front Neurol. 2021 Sep 1;12:680827. doi: 10.3389/fneur.2021.680827. eCollection 2021."},{"pmid":"32573371","type":"DERIVED","citation":"Yang M, Ma N, Liu L, Wang A, Jing J, Hou Z, Liu Y, Lou X, Miao Z, Wang Y. Intracranial collaterals and arterial wall features in severe symptomatic vertebrobasilar stenosis. Neurol Res. 2020 Aug;42(8):649-656. doi: 10.1080/01616412.2020.1782081. Epub 2020 Jun 23."},{"pmid":"32206091","type":"DERIVED","citation":"Xu Z, Li M, Lyu J, Hou Z, He J, Mo D, Gao F, Liu X, Sui B, Shen M, Pan Y, Wang Y, Lou X, Miao Z, Luo B, Ma N. Different risk factors in identical features of intracranial atherosclerosis plaques in the posterior and anterior circulation in high-resolution MRI. Ther Adv Neurol Disord. 2020 Mar 13;13:1756286420909991. doi: 10.1177/1756286420909991. eCollection 2020."},{"pmid":"31878890","type":"DERIVED","citation":"Xu Z, Li M, Hou Z, Lyu J, Zhang N, Lou X, Miao Z, Ma N. Association between basilar artery configuration and Vessel Wall features: a prospective high-resolution magnetic resonance imaging study. BMC Med Imaging. 2019 Dec 26;19(1):99. doi: 10.1186/s12880-019-0388-3."},{"pmid":"30661491","type":"DERIVED","citation":"Ma N, Xu Z, Lyu J, Li M, Hou Z, Liu Y, Yang M, Mo D, Gao F, Song L, Sun X, Liu L, Liu X, Sui B, Shen M, Ma L, Wang Y, Wang Y, Miao Z, Lou X. Association of Perforator Stroke After Basilar Artery Stenting With Negative Remodeling. Stroke. 2019 Mar;50(3):745-749. doi: 10.1161/STROKEAHA.118.023838."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}