{"protocolSection":{"identificationModule":{"nctId":"NCT02801864","orgStudyIdInfo":{"id":"2015-05-0071"},"organization":{"fullName":"Austin Speech Labs","class":"OTHER"},"briefTitle":"tDCS as an Adjuvant to Intensive Speech Therapy for Chronic Post Stroke Aphasia","officialTitle":"Transcranial Direct Current Stimulation (tDCS) an Adjuvant to Intensive Speech Therapy in Chronic Post Stroke Aphasia"},"statusModule":{"statusVerifiedDate":"2016-06","overallStatus":"UNKNOWN","lastKnownStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-01"},"primaryCompletionDateStruct":{"date":"2018-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-02-17","studyFirstSubmitQcDate":"2016-06-13","studyFirstPostDateStruct":{"date":"2016-06-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-29","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Austin Speech Labs","class":"OTHER"},"collaborators":[{"name":"Burke Medical Research Institute","class":"OTHER"},{"name":"University of Texas","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to determine if transcranial direct current stimulation (tDCS) in conjunction with intensive speech therapy will improve sentence production and word retrieval in individuals with chronic post stroke aphasia.","detailedDescription":"Participants from the study will be clients that are enrolled at Austin Speech Labs intensive speech therapy following the enrollment protocol. A total of six participants will be enrolled, they will be randomly assigned to sham and real groups. Three of the clients will receive real and other will receive sham tDCS.\n\nPrior to receiving tDCS or speech therapy, the participants' comprehension will be assessed using the Western Aphasia Battery (WAB). If they have a score of lower than 50%, they will be excluded from the study. If they receive a score of greater than 50%, they will be asked to provide verbal and written consent by signing the consent form.\n\nThe Principal investigator will provide the consent form to both the caregiver and the participants.If necessary, the investigator will simplify the terminology to ensure comprehension. The investigator will explain that the purpose of this research intends to gather data in order to gain scientific knowledge and will not necessarily benefit the participant.\n\nThe participants in the experimental group and control group will receive a total of three hours of therapy. All participants will receive intensive- group, and two hours of individual therapy.\n\nExperimental Group -- Participants will receive tDCS at 1mA for 20min of the total three hours of intensive speech therapy time at the beginning of each session. Stimulation will be provided via an electrode using a Starstim device. The anodal electrode will be placed over inferior frontal gyrus area or the perilesional area, if Broca's area is damaged and the cathodal electrode will be placed over the contralateral or orbital frontal on the right hemisphere. For both the Sham and the experimental group the stimulation will be ramped up for 45 seconds and ramped down for 15 seconds. For the experimental group the stimulation will be ramped up for 45 seconds and stay there for 20 min while for the sham group it will ramp down after the initial 45 seconds. The participants will receive three weeks of tDCS and continue receiving only intensive speech therapy for five weeks for three hours a day. Intensive speech therapy will continue in order to allow the neurons to be stimulated.\n\nControl Group - Participants will receive sham tDCS five days a week for three weeks while receiving intensive speech therapy. The control group's therapy will follow the same format as the experimental group.\n\n\\*\\*\\*In individual and group therapy, the client is not expected to produce a complete sentence with articles and the correct tense. However, when the clinician is providing feedback and models, they should produce the sentence using the correct articles and tense.\\*\\*\\*\n\nIndividual Therapy: Will be provided for two hours Materials - Verb picture cards (verbs will be written on the back when necessary), and five Wh question cards- written as \"Who\" \"What\", \"Why\", \"Where\", and \"When\".\n\nIndividual therapy will use the VNest framework.\n\n1. Clinician will place verb picture card on the table and have the client name the verb.\n\n   a. If the client cannot name the verb with the picture, the clinician will write the word on the back of the picture card and the client read it. If the client cannot read it, the clinician will read it and the client will repeat it. The client will copy the verb.\n2. Clinician will ask Yes/No questions related to the verb and agent. There will be a set of 4 questions provided.\n\n   a. If time permits at the end of the session, the clinician can generate their own Yes/No questions after the client has generated agents/objects if the client is done with the first 4 easily.\n3. The client will complete the phonemic-semantic feature analysis chart for the verb and produce the verb again.\n\n   a. If the client cannot generate a response, the clinician will use the response sheet provided to give a model.\n4. The clinician will present the \"Who\" card and have the client read the card. The clinician will then ask the client to generate \"Who\" (agent) can do the action (verb).\n\n   a. If the client cannot generate the agent, the clinician will follow the cueing hierarchy provided (semantic cue, phonemic cue, two choices, model response).\n5. The Clinician will present the \"What\" card and have the client read the card. The clinician will then ask the client to generate \"What\" (object) the person is doing with the action (verb).\n\n   a. If the client cannot generate the agent, the clinician will follow the cueing hierarchy provided (semantic cue, phonemic cue, two choices, model response).\n6. The client will combine the agent, action, and object (SVO).\n\n   1. If the client cannot generate the phrase, clinician will provide phrase orthographically and the client will read it. If the client cannot read the phrase, the clinician will read it and the client will repeat the phrase. The client will be then asked to copy the phrase and read it.\n   2. If the client can combine the words, they will then be asked to write it. If they cannot write it, the clinician will write it and the client will copy and read it.\n7. The clinician will ask the client three (3) Wh- questions regarding their SVO sentence generated in step 6. (Who did ____?, What did ____ do?, What did ____ do it with/to?)\n8. Clinician will then ask the client to generate a sentence, with the same action (verb), an agent, and object related to their daily life.\n\n   1. If the client cannot generate the sentence, the clinician will use the cueing hierarchy provided (semantic cue, phonemic cue, two choices, model response).\n   2. The client will then be asked to write that sentence and read it aloud.\n\n   i. If the client cannot write the sentence, the clinician will write it and have the client copy the sentence. If the client cannot read it, the clinician will read and have the client repeat it.\n9. The client will be shown the EFA \"Beach Picture\" and be asked to generate a verb (action) related to the picture and then expand by generating subject (agent) and object. The client will then be asked to write his/her response. Every session, the client will be expected to generate a sentence about a different verb.\n\n   1. If the client is unable to generate a sentence, the clinician will model it and the client will repeat it. If the client is unable to write the sentence, the clinician will write it and the client will copy it.\n\nGroup Therapy:\n\nGroup Therapy will be for an hour. The participants will work on asking \"Wh\" questions using the verbs to the other clients. Also, they will work on naming agents, objects to a given verb and describe videos shown using complete sentences. The video will be a scene containing different actions related to the trained verbs. There will be twelve (12) videos used. For all of the group activities, the clients will alternate turns. The following steps will be followed in the therapy:\n\nIn step one, there will be six (6) total trials. If the client is unable to produce a verbal response, they should be prompted to write the response first and then produce it.\n\n1. The clinician will show the group a video that shows an action and the client will generate a sentence describing \"Who\" (agent) and \"What\" (object) related to the action.\n\n   a. If the client cannot generate a sentence, the other client will attempt to generate a sentence. If neither client is able to generate a sentence, the clinician will provide a model.\n\n   i. Once a client is able to generate the \"Who\" (agent) and \"What\" (object) with 80% accuracy with no cueing, the clinician will begin to cue the client to expand the sentence using \"When\" and \"Where.\"\n2. There will be three sets of cards: one with a written verb, one with the picture verb, and one with wh-questions.\n\n   1. One client will pull a written or picture verb card and name the verb. Each client will use the PSFA chart to generate one attribute about the given verb.\n   2. The same client will then pull a wh- question and generate a question using the wh-question word and the verb.\n\n   i. If the client is unable to generate a question, the clinician will provide a model and the client will repeat.\n\n   c. The other client will generate an answer to the question. i. If the client is unable to generate a response, the clinician will provide a model and the client will repeat.\n\n   d. Both of the clients will write the response (SVO), either the response given in step c or a new response.\n\n   i. If the client is unable to write their response, the other client or the clinician will provide the response and the client will copy it.\n\n   e. The clients will then read the response they wrote in step d. f. The client will name the verb again g. Repeat steps a-f, alternating clients.\n\nEVALUATION\n\n1. All of the participants will be assessed using the Communicative Effectiveness Index, the Western Aphasia Battery (part 1), the Boston Naming Test, the Northwestern Assessment of Verbs and Sentences (excluding the verb naming subtest), and trained and untrained verb and noun pictures, and trained and untrained verb pictures.\n2. The WAB will be used to determine each participant's type of aphasia and his aphasia quotient (AQ).\n3. Each participant's spontaneous speech sample from the subtest on the WAB will be analyzed. The sample will be analyzed for the number of words in a sentence.\n4. In addition, each participant will have a structural pre-scan to understand the lesion site.\n5. The participants will be re-assessed after eight weeks of intervention, three months of intervention, six months of intervention, and one year of intervention to assess maintenance.\n6. After the eight weeks of intervention, the participants will continue to receive treatment if they wish to continue to work on their skills."},"conditionsModule":{"conditions":["Aphasia","Language"],"keywords":["tDCS","transcranial direct current stimulation","intensive speech therapy","chronic","post stroke","aphasia","production","language"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":6,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Combined real tDCS + IST","type":"EXPERIMENTAL","description":"Participants will receive tDCS via a Starstim device at 1mA for 20min of the total three hours of intensive speech therapy time at the beginning of each session. The stimulation will be ramped up for 45 seconds and ramped down for 15 seconds. For the experimental group, the stimulation will be ramped up for 45 seconds and stay there for 20 min. The participants will receive three weeks of tDCS and continue receiving only intensive speech therapy for five weeks for three hours a day.","interventionNames":["Device: Real tDCS","Other: Intensive Speech Therapy"]},{"label":"Combined sham tDCS + IST","type":"SHAM_COMPARATOR","description":"Participants will receive tDCS via a Starstim device at 1mA for 20min of the total three hours of intensive speech therapy time at the beginning of each session. For the sham group, the stimulation will be ramped up for 45 seconds and ramped down for 15 seconds. The stimulation will be ramped up for 45 seconds and then ramp down after the initial 45 seconds. The participants will receive three weeks of tDCS and continue receiving only intensive speech therapy for five weeks for three hours a day.","interventionNames":["Device: Sham tDCS","Other: Intensive Speech Therapy"]}],"interventions":[{"type":"DEVICE","name":"Real tDCS","description":"Participants will receive tDCS at 1mA for 20min of the total three hours of intensive speech therapy time at the beginning of each session. Stimulation will be provided via an electrode using a Starstim device.","armGroupLabels":["Combined real tDCS + IST"]},{"type":"DEVICE","name":"Sham tDCS","description":"Participants will receive tDCS at 1mA for 20min of the total three hours of intensive speech therapy time at the beginning of each session. Stimulation will be provided via an electrode using a Starstim device.","armGroupLabels":["Combined sham tDCS + IST"]},{"type":"OTHER","name":"Intensive Speech Therapy","description":"Participants will receive one hour of group therapy and two hours of individual therapy that will follow VNeST format. The purpose of therapy will be to have the client generate verbs and nouns in written and verbal form.","armGroupLabels":["Combined real tDCS + IST","Combined sham tDCS + IST"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Improvement in naming nouns as measured by Object Naming Test","description":"Nouns will be tested using An Object Naming Test by Dr.Judith Druks and Dr.Jackie Masterson","timeFrame":"After eight weeks of treatment"},{"measure":"Improvement in naming Action verbs as measured by Northwestern Assessment Verbs Sentences","description":"naming Action Verbs will be measured using Northwestern Assessment of Verbs(NAVS)","timeFrame":"After eight weeks of treatment"},{"measure":"Improvement in sentence production as measured by NAVS","description":"Sentence production will be measured using Northwestern Assessment of Verbs and Sentences(NAVS)","timeFrame":"After eight weeks of treatment"}],"secondaryOutcomes":[{"measure":"Improvement in picture description as measured by Western Aphasia Battery","description":"Western Aphasia Battery(WAB) standardized measurement will be used pre and post treatment to analyze changes in sentence structures.","timeFrame":"After eight weeks of treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Have suffered a left CVA\n* Demonstrate 50% or greater on the Auditory Verbal Comprehension section of the WAB\n\nExclusion Criteria:\n\n* Have any other type of neurological condition\n* Have any other medical conditions, such as seizures or implants\n* Have suffered a right CVA\n* Are receiving teletherapy","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Thomas Marquardt, Ph.D.","affiliation":"University of Texas at Austin","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Shilpa Shamapant, M.S.,M.A.","affiliation":"Austin Speech Labs","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Dylan Edwards, Ph.D.","affiliation":"Burke Medical Rehabilitation and Research Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Austin Speech Labs","city":"Austin","state":"Texas","zip":"78757","country":"United States","geoPoint":{"lat":30.26715,"lon":-97.74306}}]},"referencesModule":{"references":[{"pmid":"23138766","type":"BACKGROUND","citation":"Monti A, Ferrucci R, Fumagalli M, Mameli F, Cogiamanian F, Ardolino G, Priori A. Transcranial direct current stimulation (tDCS) and language. J Neurol Neurosurg Psychiatry. 2013 Aug;84(8):832-42. doi: 10.1136/jnnp-2012-302825. Epub 2012 Nov 8."},{"pmid":"15753425","type":"BACKGROUND","citation":"Iyer MB, Mattu U, Grafman J, Lomarev M, Sato S, Wassermann EM. Safety and cognitive effect of frontal DC brain polarization in healthy individuals. Neurology. 2005 Mar 8;64(5):872-5. doi: 10.1212/01.WNL.0000152986.07469.E9."},{"pmid":"19883697","type":"BACKGROUND","citation":"Fertonani A, Rosini S, Cotelli M, Rossini PM, Miniussi C. Naming facilitation induced by transcranial direct current stimulation. Behav Brain Res. 2010 Apr 2;208(2):311-8. doi: 10.1016/j.bbr.2009.10.030. Epub 2009 Oct 31."},{"pmid":"19925194","type":"BACKGROUND","citation":"de Vries MH, Barth AC, Maiworm S, Knecht S, Zwitserlood P, Floel A. Electrical stimulation of Broca's area enhances implicit learning of an artificial grammar. J Cogn Neurosci. 2010 Nov;22(11):2427-36. doi: 10.1162/jocn.2009.21385."},{"pmid":"21820308","type":"BACKGROUND","citation":"Holland R, Leff AP, Josephs O, Galea JM, Desikan M, Price CJ, Rothwell JC, Crinion J. Speech facilitation by left inferior frontal cortex stimulation. Curr Biol. 2011 Aug 23;21(16):1403-7. doi: 10.1016/j.cub.2011.07.021. Epub 2011 Aug 4."},{"pmid":"22044650","type":"BACKGROUND","citation":"Wirth M, Rahman RA, Kuenecke J, Koenig T, Horn H, Sommer W, Dierks T. Effects of transcranial direct current stimulation (tDCS) on behaviour and electrophysiology of language production. Neuropsychologia. 2011 Dec;49(14):3989-98. doi: 10.1016/j.neuropsychologia.2011.10.015. Epub 2011 Oct 21."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data will be shared between Austin Speech Labs, University of Texas, Austin and Burke Medical Research Institute"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"},{"id":"D000003147","term":"Communication Disorders"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000065886","term":"Neurodevelopmental Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4042","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M6064","name":"Communication Disorders","asFound":"Speech Therapy","relevance":"HIGH"},{"id":"M15554","name":"Speech Disorders","relevance":"LOW"},{"id":"M10513","name":"Language Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M30334","name":"Neurodevelopmental Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}