{"protocolSection":{"identificationModule":{"nctId":"NCT00357513","orgStudyIdInfo":{"id":"020221"},"secondaryIdInfos":[{"id":"02-N-0221"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Genetic Studies to Identify Stroke Subtypes and Outcome","officialTitle":"Stroke Genomics - A Correlative Study of Stroke Subtypes, Neuroimaging, Therapy and Outcome Measures"},"statusModule":{"statusVerifiedDate":"2008-12-15","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2002-06-03"},"completionDateStruct":{"date":"2008-12-15"},"studyFirstSubmitDate":"2006-07-26","studyFirstSubmitQcDate":"2006-07-26","studyFirstPostDateStruct":{"date":"2006-07-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will characterize the gene response of the body's immune and inflammatory cells to stroke. There is a wide variation in stroke risk, stroke outcome, and response to clot-busting therapy for stroke. This variation may be due to differences in people's response to injury or infection, or to differences in genetic make-up between individuals. Genes store the biological information that determines the body's response to injury or infection. This study will analyze the activity of a large number of genes to try to learn which genes might be related to patient outcome. This, in turn, may lead to an understanding of which gene profiles are related to increased stroke risk and increased disability or death.\n\nHealthy volunteers over age 21 and stroke patients over age 21 who are admitted to the NIH Stroke Program at Suburban Hospital in Bethesda, Md., may be eligible for this study. Volunteers will be screened with a medical history, blood pressure and pulse measurements, electrocardiogram, and neurological examination.\n\nParticipants will have 20 to 35 milliliters (about an ounce) of blood drawn for genetic studies. The genetic material will be extracted from the white blood cells and analyzed for normal and abnormal gene activity related to stroke.\n\n...","detailedDescription":"Background: In the United States, stroke is the third most common cause of death and the leading cause of adult disability. Despite the many efforts to find effective treatment for stroke there is at present only one acute stroke therapy. A major fact that has hindered stroke diagnosis and treatment is the lack of understanding about the pathophysiology of acute stroke. The advent of new brain imaging techniques has allowed the identification of further pathophysiological insights. To date, however, there has been a lack of genetic and molecular information, in part because the brain is not amenable to biopsy unlike other organs in the body. One new approach to studying the processes involved in the evolution of stroke and stroke recovery is the use of gene chip technology. The attraction of this technology is that it may allow differentiation of neurological conditions by non-invasive peripheral blood sampling. Objectives: The objective of this study will be to determine if the gene expression profile in white blood cells can be used to fingerprint different stroke subtypes and outcome. Study Design: Microarrays will be examined in a loop design allowing isolation of the gene effect from confounding variables by analysis of variance. Samples will be acquired from 200 control volunteers and 640 patients with various stroke subtypes. The stroke patients will have sequential samples taken at the time of stroke and during stroke recovery. Individual gene up-regulation and down-regulation will be defined by a univariate t-test comparison with the control population. These isolated gene effects will then be compared by the use of Hamming distances to define global statistical differences and graph analysis for inter-structure distances. Outcome Measures: Groups of genes with significantly altered expression in relation to stroke compared to controls allowing further examination of gene classes activity as potential stroke and stroke recovery fingerprints."},"conditionsModule":{"conditions":["Cerebrovascular Disease","Stroke"],"keywords":["Cerebrovascular Disease","Gene Chip","Inflammation","Pathophysiology Stroke","Stroke Genomics","Stroke Subtypes","Neuroimaging","Clinical Outcome Measures","Stroke","CVA","Healthy Volunteer","HV","Normal Control"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":840}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nHEALTHY VOLUNTEERS:\n\nOver age 21\n\nHealthy\n\nWilling to participate in the study\n\nInformed consent obtained\n\nACUTE STROKE PATIENTS:\n\nStroke patients admitted to Suburban or Holy Cross Hospitals\n\nOver age 21\n\nWilling to participate in the study\n\nInformed Consent obtained\n\nEXCLUSION CRITERIA:\n\nHEALTHY VOLUNTEERS:\n\nActive medical problems\n\nCurrent symptomatic infection\n\nCurrent severe allergic disorders\n\nSTROKE PATIENTS:\n\nCardiovascular instability\n\nSevere anemia (hemoglobin less than 8.0 gm/dl)\n\nHemorrhagic diathesis\n\nCurrent infection\n\nCurrent severe allergic disorders","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Suburban Hospital","city":"Bethesda","state":"Maryland","zip":"20814","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}},{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}},{"facility":"Holy Cross Hospital, Silver Spring","city":"Silver Spring","state":"Maryland","zip":"20902","country":"United States","geoPoint":{"lat":38.99067,"lon":-77.02609}}]},"referencesModule":{"references":[{"pmid":"11318610","type":"BACKGROUND","citation":"Acierno JS Jr, Kennedy JC, Falardeau JL, Leyne M, Bromley MC, Colman MW, Sun M, Bove C, Ashworth LK, Chadwick LH, Schiripo T, Ma S, Goldin E, Schiffmann R, Slaugenhaupt SA. A physical and transcript map of the MCOLN1 gene region on human chromosome 19p13.3-p13.2. Genomics. 2001 Apr 15;73(2):203-10. doi: 10.1006/geno.2001.6526."},{"pmid":"9153519","type":"BACKGROUND","citation":"Baird AE, Benfield A, Schlaug G, Siewert B, Lovblad KO, Edelman RR, Warach S. Enlargement of human cerebral ischemic lesion volumes measured by diffusion-weighted magnetic resonance imaging. Ann Neurol. 1997 May;41(5):581-9. doi: 10.1002/ana.410410506."},{"pmid":"9626183","type":"BACKGROUND","citation":"Baird AE, Warach S. Magnetic resonance imaging of acute stroke. J Cereb Blood Flow Metab. 1998 Jun;18(6):583-609. doi: 10.1097/00004647-199806000-00001. Erratum In: J Cereb Blood Flow Metab 1998 Oct;18(10):preceding 1047."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9983","name":"Inflammation","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disease","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}