{"protocolSection":{"identificationModule":{"nctId":"NCT05200728","orgStudyIdInfo":{"id":"SIM1910-09-AQP4-101"},"organization":{"fullName":"Jiangsu Simcere Pharmaceutical Co., Ltd.","class":"INDUSTRY"},"briefTitle":"The Tolerability, Safety, and PK Characteristics of SIM1910-09 in Healthy Chinese Volunteers","officialTitle":"A Single-center, Randomized, Double-blind, Placebo-controlled Phase I Clinical Study to Evaluate the Tolerability, Safety, and PK Characteristics of SIM1910-09 After Single/Multiple Dosing in Healthy Chinese Volunteers"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03-23","type":"ACTUAL"},"completionDateStruct":{"date":"2023-03-23","type":"ACTUAL"},"studyFirstSubmitDate":"2021-11-18","studyFirstSubmitQcDate":"2022-01-07","studyFirstPostDateStruct":{"date":"2022-01-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-27","lastUpdatePostDateStruct":{"date":"2023-11-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Jiangsu Simcere Pharmaceutical Co., Ltd.","class":"INDUSTRY"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a single-center, randomized, double-blind, placebo-controlled Phase I clinical study to evaluate the tolerability, safety, and pharmacokinetic characteristics of SIM1910-09 for injection after single/multiple dosing in healthy Chinese adult volunteers.","detailedDescription":"This is a double-blind, randomized, placebo-controlled, sequential-group study with intravenously (IV) administered SIM1910-09 in healthy human subjects to assess the safety, tolerability and pharmacokinetic parameters, which include of single ascending dose part and multiple ascending doses part. The primary objectives of this study are to assess the safety and tolerability of SIM1910-09 in healthy subjects. Secondary objectives are to determine the pharmacokinetics of SIM1910-09 and SCR-6401 (primary metabolite) after administration of SIM1910-09. Exploratory objectives are to learn the inhibitory effect of SIM1910-09 and SCR-6401 on inflammation cytokine in ex vivo blood."},"conditionsModule":{"conditions":["Acute Ischemic Stroke","Cerebral Edema"],"keywords":["brain edema","Acute ischemic stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":68,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"SIM1910-09","type":"EXPERIMENTAL","description":"This trial includes of 2 parts, Part A-single ascending doses and Part B- multiple ascending doses.\n\nPart A, there are 4 dose cohorts and each cohort will enroll 6 subjects to receive SIM1910-09.\n\nPart B, there are 4 dose cohorts and each cohort will enroll 6 subjects to receive SIM1910-09.\n\nThe dose ascending will be determined by independent third party clinical physician. The next higher dose cohort could be initiated only if the stopping rules is not met.","interventionNames":["Drug: SIM1910-09"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"This trial Includes of 2 parts, Part A-single ascending dose and Part B- multiple ascending dose.\n\nPart A, there are 4 dose cohorts and each cohort will enroll 2 subjects to receive placebo.\n\nPart B, there are 4 dose cohorts and each cohort will enroll 2 subjects to receive placebo.\n\nThe dose ascending will be determined by independent third party clinical physician. The next higher dose cohort could be initiated only if the stopping rules is not met.","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"SIM1910-09","description":"Part A-single ascending doses， SIM1910-09 will be administered by IV bolus infusion over a 30-min. The test doses are including of : 2mg/kg, 4mg/kg, 6mg/kg, 8mg/kg, which will be tested sequentially from low dose to high dose.\n\nPart B-multiple ascending doses, SIM1910-09 will be administered as an initial bolus dose over 30-min, plus subsequent continuous infusion over 72 hours, the test doses are including of : 4mg/kg IV bolus infusion+0.03mg/kg/h continuous infusion；4mg/kg IV bolus infusion+0.1mg/kg/h continuous infusion；4mg/kg IV bolus infusion+0.3mg/kg/h continuous infusion；4mg/kg IV bolus infusion+0.6mg/kg/h continuous infusion，which will be tested sequentially from low dose to high dose.","armGroupLabels":["SIM1910-09"],"otherNames":["AER-271"]},{"type":"DRUG","name":"Placebo","description":"Part A-single ascending doses， placebo will be administered by IV bolus infusion over a 30-min. The test doses are including of : 2mg/kg, 4mg/kg, 6mg/kg, 8mg/kg, which will be tested sequentially from low dose to high dose.\n\nPart B-multiple ascending doses, placebo will be administered as an initial bolus dose over 30-min, plus subsequent continuous infusion over 72 hours, the test doses are including of : 4mg/kg IV bolus infusion+0.03mg/kg/h continuous infusion；4mg/kg IV bolus infusion+0.1mg/kg/h continuous infusion；4mg/kg IV bolus infusion+0.3mg/kg/h continuous infusion；4mg/kg IV bolus infusion+0.6mg/kg/h continuous infusion，which will be tested sequentially from low dose to high dose.","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the adverse events after single/multiple ascending dosing in healthy Chinese adult subjects","description":"the number and the percentage of subjects with adverse event according to CTCAE V5.0","timeFrame":"7 days after final dose"},{"measure":"the clinically significant change from baseline of physical examinations after single/multiple ascending dosing in healthy Chinese adult subjects","description":"the abnormal incidence of physicial assessment , including of the head, the neck, the chest, the abdomen, Musculoskeletal system, Superficial lymph node, the nervous system","timeFrame":"7 days after final dose"},{"measure":"the clinically significant change from baseline of the vital signs after single/multiple ascending dosing in healthy Chinese adult subjects","description":"the abnormal incidence of the the body tempreture, the pulse rate, respiratory rate, the blood pressure","timeFrame":"7 days after final dose"},{"measure":"the clinically significant change from baseline of laboratory tests after single/multiple ascending dosing in healthy Chinese adult subjects","description":"incidence of laboratory abnormalities, based on hematology, coagulation function, clinical chemistry, and urinalysis test results","timeFrame":"7 days after final dose"},{"measure":"the clinically significant change from baseline of 12-lead electrocardiograms after single/multiple ascending dosing in healthy Chinese adult subjects","description":"the abnormal incidence of heart rate, PR, QT, QRS, QTcF based on the ECG recording","timeFrame":"7 days after final dose"}],"secondaryOutcomes":[{"measure":"PK parameters: Peak Plasma Concentration (Cmax)","description":"Maximum concentration of SIM1910-09 and SCR-6401 derived from plasma concentration-time profile (ng/mL)","timeFrame":"Within 1-2 weeks of final blood sample collection"},{"measure":"PK parameters: Area under the plasma concentration versus time curve (AUC)","description":"Maximum concentration of SIM1910-09 and SCR-6401 derived from plasma concentration-time profile (h\\*ng/mL)","timeFrame":"Within 1-2 weeks of final blood sample collection"},{"measure":"PK parameters: Clearance (CL)","description":"Clearance of SIM1910-09 derived from plasma concentration-time profile (mL/h/kg)","timeFrame":"Within 1-2 weeks of final blood sample collection"},{"measure":"PK parameters: Half-life (t1/2)","description":"Half-life of SIM1910-09 and SCR-6401 derived from plasma concentration-time profile (h)","timeFrame":"Within 1-2 weeks of final blood sample collection"},{"measure":"PK parameters: Volume of distribution (V)","description":"Volume of distribution of SIM1910-09 derived from plasma concentration-time profile (mL/kg)","timeFrame":"Within 1-2 weeks of final blood sample collection"}],"otherOutcomes":[{"measure":"Exploratory outcome: The cytokines Concentrations of interleukin 1β (IL-1β)","description":"The cytokines Concentrations of IL-1β in ex-vivo blood after in-vitro stimulation and the blood sampling was token before and after single/multiple ascending dose","timeFrame":"Within one week of final blood sample collection"},{"measure":"Exploratory outcome: The cytokines Concentrations of interleukin 6 (IL-6)","description":"The cytokines Concentrations of IL-6 in ex-vivo blood after in-vitro stimulation and the blood sampling was token before and after single/multiple ascending dose","timeFrame":"Within one week of final blood sample collection"},{"measure":"Exploratory outcome: The cytokines Concentrations of tumor necrosis factor α (TNF-α)","description":"The cytokines Concentrations of TNF-α in ex-vivo blood after in-vitro stimulation and the blood sampling was token before and after single/multiple ascending dose","timeFrame":"Within one week of final blood sample collection"},{"measure":"Exploratory outcome: The cytokines Concentrations of interferon γ (IFN-γ)","description":"The cytokines Concentrations of IFN-γ in ex-vivo blood after in-vitro stimulation and the blood sampling was token before and after single/multiple ascending dose","timeFrame":"Within one week of final blood sample collection"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Chinese male or female healthy volunteers;\n2. The subject fully understood the purpose, procedure, requirements, study period and potential risks of the study, and have signed the informed consent form (ICF);\n3. Age 18-50 years (including the boundary value) at the date of signing ICF ;\n4. The weight of Male subjects is no less than 50 kg, the one of female subjects no less than 45 kg, and body mass index (BMI) should be in the range of 19-28 kg/m2 (including the boundary value)\n\nExclusion Criteria:\n\n1. Those who participated in blood donation with blood donation volume ≥400 mL within 3 months prior to the first drug administration, or those who received blood transfusion;\n2. Those who have a history of clinically significant drug allergy or allergic reaction, as determined by the investigator, and is known to be allergic to the study drug or any of the ingredients in the study drug;\n3. Those who have a history of drug addiction and/or alcohol abuse, or positive result in drugs and alcohol screening test, or have had a history of drug abuse in the past five years or have used drugs in the three months before screening; or positive result in urine drug screening test during screening period;\n4. Alcohol and tobacco users (drinking more than 14 units of alcohol per week: 1 unit = 285 mL beer, or 25 mL spirits, or 100 mL wine; Smokers who smoke 5 or above cigarettes a day) and cannot abstain from smoking or alcohol during the trial period; Or positive result in urine cotinine test ;\n5. Fridericia method corrected QT interval (QTcF) \\> 450 msec in males or \\> 470 msec in female in 12-lead electrocardiogram;\n6. Those who have a definite disease history of important organs, such as nervous system, cardiovascular system, urinary system, digestive system, respiratory system, metabolic system and skeletal musculoskeletal system, which are not suitable for attending this study according to the investigator' judgement;\n7. Those who have undergone any surgery operation within 6 months prior to the first dose;\n8. Those who have taken hepatotoxic drugs (such as dapsone, erythromycin, fluconazole, ketoconazole, rifampicin) within 6 months before the first dose;\n9. Have taken any investigational drug within 3 months prior to the first dose;\n10. Have taken any prescription medicine or over-the-counter drug, any vitamin product, health care product or herbal medicine within 2 weeks prior to initial administration;\n11. Abnormalities in comprehensive physical examination (vital signs, physical examination, neurological examination), routine laboratory examination (blood routine, blood biochemistry, urine routine, coagulation function), 12-lead ECG, chest X-ray, cognitive function and other examinations, which are judged as clinically significant by investigators;\n12. Female subjects who are pregnant or in lactation, or who are unable to abstain from sex or unable to use effective non-pharmacological contraception during the study period and during 3 months after final dose, or who have had unprotected sexual intercourse in the 2 weeks prior to the first dose;\n13. The positive result in the Infectious disease screening (including HBSAG, HCV-AB, HIV-AB, syphilis antibody) ;\n14. Intake of grapefruit or grapefruits-containing products, foods or beverages containing caffeine, xanthine or alcohol within 48 hours prior to administration of the study drug; Or other factors of affecting drug absorption, distribution, metabolism, excretion.;\n15. Patients with a history of needle sickness or blood sickness, or resistance for blood collection or intolerance to venipuncture blood collection;\n16. Subjects with other inappropriate factors for attending this study judged by investigators.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Yongjun Wang","affiliation":"Beijing Tiantan Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Beijing Tiantan Hospital, Capital Medical University","city":"Beijing","state":"Beijing","zip":"100050","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000001929","term":"Brain Edema"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M7347","name":"Edema","relevance":"LOW"},{"id":"M4896","name":"Brain Edema","asFound":"Cerebral Edema","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M16449","name":"Tin Fluorides","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}