{"protocolSection":{"identificationModule":{"nctId":"NCT04808778","orgStudyIdInfo":{"id":"190203"},"organization":{"fullName":"Vanderbilt University Medical Center","class":"OTHER"},"briefTitle":"Stroke Prevention in Young Adults With Sickle Cell Anemia","officialTitle":"Stroke Prevention in Young Adults With Sickle Cell Anemia","acronym":"SPIYA"},"statusModule":{"statusVerifiedDate":"2023-07","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-05-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2029-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-06-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-03-17","studyFirstSubmitQcDate":"2021-03-17","studyFirstPostDateStruct":{"date":"2021-03-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-07-28","lastUpdatePostDateStruct":{"date":"2023-08-01","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Michael DeBaun","investigatorTitle":"Professor, Vice Chair for Clinical and Translational Research","investigatorAffiliation":"Vanderbilt University Medical Center"},"leadSponsor":{"name":"Vanderbilt University Medical Center","class":"OTHER"},"collaborators":[{"name":"Aminu Kano Teaching Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Sickle cell disease (SCD) is the most common genetic disease, affecting about 25 million people worldwide. Approximately 150,000 Nigerian children are born each year with sickle cell disease (SCD), making it the country with the largest burden of SCD in the world. Recent advancements in care for children with SCA have translated into improved survival of children in both high and low-resource settings. However, more complications of SCD are seen in those who survive to adulthood. Silent cerebral infarcts (SCI) and strokes are among the most devastating complications of SCD, affecting 40% and 10% of children, respectively.\n\nThe overall goal of this study is to extend the Investigator's successful capacity-building effort in the assessment of neurological morbidity in children with SCD living in northern Nigeria (Kano) to young adults with SCD living in the same region. About 50% of all adults with SCD live in Nigeria. Despite the high prevalence of SCD in Africa, the neurological morbidity is not well characterized, limiting opportunities for primary and secondary stroke prevention strategies. At least 50% of young adults with sickle cell anemia (SCA), the most severe form of the disease, will have SCIs and an estimated 10% will have strokes, based on studies in high-resource settings. In high-resource settings, screening for abnormal transcranial Doppler (TCD) velocities in children with SCA, coupled with regular blood transfusion has resulted in a 92% reduction of relative risk for strokes. Despite this effective strategy, regular blood transfusion therapy does not seem sustainable in sub-Saharan Africa due to shortages and the risk of transfusion transmissible infections. Additionally, there is a lack of evidence-based stroke prevention strategies in young adults with SCA, either in the high-income or in low-resource settings. Based on the foregoing, the Investigators propose to determine the prevalence of neurological injury (overt stroke, transient ischemic attacks, and silent cerebral infarcts) in young adults at the transition age from 16-25 years. The Investigators will also, for the first time, assess conventional risk factors of stroke in the general population to determine whether a different prevention strategy is required to reduce the incidence of neurological injury in this high-risk population.","detailedDescription":"The Investigator's global hypothesis, to be tested eventually in an NIH-funded phase III controlled trial, is that hydroxyurea at a fixed moderate dose of 20 mg/kg is safe and effective for primary and secondary stroke prevention in young adults with SCA. Prior to testing this global hypothesis, the Investigators must develop a multi-disciplinary team that provides medical care for young adults with SCD and establish the clinical epidemiology of neurological morbidity in this distinct age group. Building upon the existing research platforms of ongoing NINDS-funded primary stroke prevention trials in Nigeria, the Investigators are uniquely positioned to extend their stroke assessment and treatment to the next sequential age group, young adults with SCA.\n\nThe immediate goals of this project are 1) to estimate the prevalence of neurological morbidity in young adults with SCA (R21 application to NIH); 2) to establish a prospective cohort of young adults to determine the incidence of neurological morbidity, and 3) to determine the safety and feasibility of fixed moderate dose of hydroxyurea therapy for prevention of further neurological disease in young adults with SCA in Nigeria.\n\nThe leadership of the current pediatric primary and secondary stroke prevention trials (NCT01801423, NCT02560935, NCT02675790) in Nigeria will apply a similar effective strategy used in the Investigator's previous pediatric NINDS-R21 and current pediatric NINDS-R01 to estimate the prevalence and incidence of neurological morbidity in young adults with SCA. Young adults with SCA have different stroke risk factors than children less than 16 years of age with SCA, including risk factors for stroke seen in the general population resulting in the need for age and disease-specific evidence-based management for primary and secondary stroke prevention strategies.\n\nthe Investigators propose to enroll 250 participants with SCA between 16-25 years of age. The Investigators believe this sample size is sufficient to estimate the prevalence of stroke and SCI. This cohort will be followed for 12-18 months to determine the short-term incidence of strokes and SCI. The Investigators do not intend to calculate a precise incidence of these neurological injuries due to the short duration of the follow-up.\n\nFor young adults with SCIs, strokes, and elevated TCD measurements (based on the pediatric threshold of abnormal ≥200 cm/s in the middle cerebral artery or terminal portion of the internal carotid) the Investigators will initially offer regular blood transfusion therapy as standard care. If they refuse, the Investigators will offer a dose of 20 mg/kg/day of hydroxyurea for at least one year of therapy. The hydroxyurea will be supplied free of charge with monthly follow-up."},"conditionsModule":{"conditions":["Sickle Cell Disease","Sickle Cell Anemia","Stroke, Ischemic","Silent Stroke","Silent Cerebral Infarct","Stroke"],"keywords":["sickle cell anemia","stroke prevention","low-resource setting","silent cerebral infarct","northern Nigeria","young adults"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":250,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Participants with sickle cell anemia identified with neurological morbidity","description":"1. Successful completion of screening procedures inclusive of 1.) Cerebral blood flow velocity greater than or equal to 200 cm/sec measured twice or 2.) At least one measurement greater than or equal to 220 cm/sec in the middle cerebral artery or 3.) Two TCD measurements above 190 cm/sec within a three-month interval;\n2. MRI showing cerebral infarcts with or without (based on Silent Cerebral Infarct Trial (SIT) criteria) neurological deficits on standard neurological examination;\n3. Informed consent from a participant (\\> 18 years) or parent/legal guardian for participants (\\< 18 years) and assent of the participant completed;\n4. Acceptance of hydroxyurea therapy for one year as standard care. After one year of therapy, the participant will have the option to continue therapy with follow-up visits to monitor adherence to therapy with his or her care provider.","interventionNames":["Drug: Hydroxyurea therapy per standard care"]},{"label":"Participants with sickle cell anemia identified to be without neurological morbidity","description":"1. Successful completion of screening procedures inclusive of cerebral blood flow velocity less than or equal to 199 cm/sec in the middle cerebral artery;\n2. Normal MRI and MRA;\n3. No focal neurological deficit on standard neurological examination;\n4. Informed consent from a participant (\\> 18 years), or parent/legal guardian for participants (\\< 18 years) and assent from the participant;\n5. Agreement to be followed for at least one year in the study."}],"interventions":[{"type":"DRUG","name":"Hydroxyurea therapy per standard care","description":"Moderate-dose of 20mg/kg/day","armGroupLabels":["Participants with sickle cell anemia identified with neurological morbidity"],"otherNames":["Hydrea"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The prevalence of neurological morbidity in young adults with sickle cell anemia neurological examinations and MRA/MRI","description":"To estimate the prevalence of neurological morbidity including SCIs, strokes, and cerebral vasculopathy.","timeFrame":"1 year"},{"measure":"The prevalence of neurological morbidity in young adults with sickle cell anemia utilizing Transcranial Doppler (TCD) measurement","description":"Percentage of patients with abnormal TCD velocity (\\> 200 cm/s)","timeFrame":"2 year"},{"measure":"Conventional risk factors of stroke","description":"We will also screen the participants for conventional risk factors of stroke (hypertension, smoking, diabetes, obesity, renal disease, cardiomyopathy, and atrial fibrillation).","timeFrame":"2 year"}],"secondaryOutcomes":[{"measure":"Long-term incidence of neurological morbidity in young adults with sickle cell anemia","description":"For this purpose, we will determine the long-term incidence rates of initial and recurrent infarcts in young adults with sickle cell anemia with repeat magnetic resonance imaging and magnetic resonance angiography (MRI/MRA), and transcranial Doppler (TCD) measurements, and neurological examinations \\~ 1 to 1.5 years for at least 10 years after baseline evaluations.","timeFrame":"10 years"},{"measure":"Preliminary data for safety and feasibility of hydroxyurea therapy in young adults with sickle cell anemia","description":"To collect the preliminary data necessary to establish a safety and feasibility study for fixed moderate dose hydroxyurea treatment (\\~ 20 mg/kg/day) of neurological morbidity in young adults with sickle cell anemia.","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients with hemoglobin S-S or Sβ0 thalassemia confirmed by hemoglobin electrophoresis or High-Performance Liquid Chromatography (HPLC);\n2. Participant is 16 through 25 years of age;\n3. Informed consent from participants above 18 years, and informed consent from a parent or legal guardian and assent of participants aged \\< 18 years (assessment can take place up until the 26th birthday);\n4. Participant resides within an hour driving distance from the medical center to facilitate weekly phone calls between the scheduled monthly clinic visits;\n5. Participant is willing to be enrolled and followed for the duration of the study.\n\nExclusion Criteria:\n\n1. Young adults with co-morbidities that may have an impact on neurological status, such as epilepsy;\n2. Young adults enrolled in clinical trials upon entry;\n3. Participants with an implanted defibrillator or certain other implanted electronic or metallic devices contraindicated for MRI;\n4. Young adults with known HIV diagnosis;\n5. Any other condition or chronic illness, which in the opinion of the site's Principal Investigator (PI) makes participation ill-advised or unsafe.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"26 Years","stdAges":["CHILD","ADULT"],"studyPopulation":"A total of 250 participants with sickle cell anemia between 16 through 25 years of age living in northern Nigeria receiving care at the Aminu Kano Teaching Hospital in Kano Nigeria.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Michael R DeBaun, MD, MPH","affiliation":"Vanderbilt University Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Vanderbilt University Medical Center","city":"Nashville","state":"Tennessee","zip":"37232-9000","country":"United States","geoPoint":{"lat":36.16589,"lon":-86.78444}},{"facility":"Aminu Kano Teaching Hospital","city":"Kano","country":"Nigeria","geoPoint":{"lat":12.00012,"lon":8.51672}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000000740","term":"Anemia"},{"id":"D000000755","term":"Anemia, Sickle Cell"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006402","term":"Hematologic Diseases"},{"id":"D000000745","term":"Anemia, Hemolytic, Congenital"},{"id":"D000000743","term":"Anemia, Hemolytic"},{"id":"D000006453","term":"Hemoglobinopathies"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M9972","name":"Infarction","asFound":"Infarct","relevance":"HIGH"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarct","relevance":"HIGH"},{"id":"M3760","name":"Anemia","asFound":"Anemia","relevance":"HIGH"},{"id":"M3775","name":"Anemia, Sickle Cell","asFound":"Sickle Cell Anemia","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M9180","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M3763","name":"Anemia, Hemolytic","relevance":"LOW"},{"id":"M9237","name":"Hemolysis","relevance":"LOW"},{"id":"M3765","name":"Anemia, Hemolytic, Congenital","relevance":"LOW"},{"id":"M9229","name":"Hemoglobinopathies","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"T5229","name":"Sickle Cell Anemia","asFound":"Sickle Cell Anemia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000006918","term":"Hydroxyurea"}],"ancestors":[{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000000986","term":"Antisickling Agents"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000019384","term":"Nucleic Acid Synthesis Inhibitors"}],"browseLeaves":[{"id":"M9659","name":"Hydroxyurea","asFound":"Exacerbation","relevance":"HIGH"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"AnSickAg","name":"Antisickling Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}