{"protocolSection":{"identificationModule":{"nctId":"NCT03368950","orgStudyIdInfo":{"id":"SPON/2017/03/FHMS"},"organization":{"fullName":"University of Surrey","class":"OTHER"},"briefTitle":"Online Mindfulness for Stroke Sufferers","officialTitle":"The Feasibility of Online Mindfulness for Stroke Sufferers"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-06-01","type":"ACTUAL"},"completionDateStruct":{"date":"2018-09-01","type":"ACTUAL"},"studyFirstSubmitDate":"2017-10-11","studyFirstSubmitQcDate":"2017-12-04","studyFirstPostDateStruct":{"date":"2017-12-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-18","lastUpdatePostDateStruct":{"date":"2023-12-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Surrey","class":"OTHER"},"collaborators":[{"name":"First Community Health and Care","class":"UNKNOWN"},{"name":"Surrey and Borders Partnership NHS Foundation Trust","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A feasibility study to investigate the effect of an online mindfulness programme (www.bemindfulonline.com) on stroke survivors' mental and physical wellbeing.","detailedDescription":"Anxiety and depression is common to those post-stroke with about a third of stroke sufferers experiencing one or both. It is felt these are currently underdiagnosed and undertreated. There is a call for more accessible interventions. Mindfulness based interventions have shown considerable efficacy in treating anxiety and depression and there is growing body of evidence of the benefits of mindfulness for those post-stroke. This study will be the first to look at an instructor-led online mindfulness intervention for stroke sufferers. As a feasibility study it aims to investigate whether such an intervention is acceptable to patients and if so, can a larger scale study be done. The larger scale study will investigate whether the intervention is beneficial in reducing anxiety and depression. This study will assess the design and intervention format required to test this. Those who have had a stroke and are eligible to participate in the online mindfulness course will be invited to take part by their stroke specialist nurse. The 10 session course teaches participants mindfulness skills through audio and visual clips. Each week participants will be asked to complete one of each as well as do an informal exercise in their own time. It will take approximately 6-8 weeks to complete the course. The study will collect information from participants via online questionnaires before starting, during and at the end of the course. The questionnaires will ask about anxiety, depression, thinking style, health, quality of life and perceived stress levels. The investigators will not evaluate the outcomes but instead look at response rates and calculate standard deviations of the measures used to help us calculate the sample size needed for the larger study. The investigators will also look at the willingness of clinicians to recruit participants. Additionally, the study will involve interviews with a subset of participants to assess their experience of the study design and to explore the acceptability of the online mindfulness intervention in this population."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Anxiety","Depression","Stress"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomised Wait list or Intervention Arms","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"Participants in this arm are invited to undertake an 8-week online mindfulness course","interventionNames":["Other: Online Mindfulness Course"]},{"label":"Wait list","type":"ACTIVE_COMPARATOR","description":"Participants in this arm are informed they are on a wait list and are required to wait 8 weeks, before being invited to take part in the intervention itself (an 8-week online mindfulness course).","interventionNames":["Other: Online Mindfulness Course"]}],"interventions":[{"type":"OTHER","name":"Online Mindfulness Course","description":"An online mindfulness course guiding participants through all elements of Mindfulness-Based Cognitive Therapy (MBCT) and Mindfulness-Based Stress Reduction (MBSR). Ten easy-to-follow sessions with videos and interactive exercises led by leading mindfulness trainers.","armGroupLabels":["Intervention","Wait list"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change to Stress Scale Score","description":"Perceived Stress Scale (PSS) Questionnaire (scores range from 0-40 with a higher score indicating higher and therefore worsened stress levels)","timeFrame":"Pre and Post Intervention, and at 3 and 6 months post-intervention follow up."}],"secondaryOutcomes":[{"measure":"Change to Anxiety Measure Score","description":"Generalised Anxiety Disorder (GAD7) Questionnaire consisting of 7 items (scores range from 0-21 with a higher score indicating higher and therefore worsened anxiety levels)","timeFrame":"Pre and Post Intervention, and at 3 and 6 months post-intervention follow up."},{"measure":"Change to Depression Measure Score","description":"Patient Health Questionnaire (PHQ9) Questionnaire consisting of 9 items (scores range from 0-27 with a higher score indicating worsened depression symptomatology)","timeFrame":"Pre and Post Intervention, and at 3 and 6 months post-intervention follow up."},{"measure":"Change to Mindfulness Measure Score","description":"Five Facet Mindfulness Questionnaire - Short form - Questionnaire produces a total score and 5 subtest scores for different facets of mindfulness: Observing, Describing, Acting with Awareness, Non-Judging of inner experience, and Non-Reactivity to inner experience from 15 items. A higher score indicates greater (and therefore better) self-reported level of mindfulness skills.","timeFrame":"Pre and Post Intervention, and at 3 and 6 months post-intervention follow up."},{"measure":"Change to Worry and Rumination Measure Score","description":"Perseverative Thinking Questionnaire (PTQ) consisting of 15 items (scores range from 0-60 with a higher score indicating a higher level of, and therefore worsened perseverative and ruminative thinking.","timeFrame":"Pre and Post Intervention, and at 3 and 6 months post-intervention follow up."},{"measure":"Change to Health Status Measure","description":"EQ5DL Questionnaire consists of five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each has 5 levels: no problems, slight problems, moderate problems, severe problems and extreme problems. A chosen health state is indicated by ticking the box next to the most appropriate statement resulting in a 1-digit number. The digits for the five dimensions can be combined into a 5-digit number that describes the patient's health state (with a lower score indicating no health issues i.e. better health).\n\nThe EQ VAS records the patient's self-rated health on a vertical visual analogue scale, where the endpoints are labelled 'The best health you can imagine' and 'The worst health you can imagine'. Scores range from 0-100 with a higher score indicating better health.","timeFrame":"Pre and Post Intervention, and at 3 and 6 months post-intervention follow up."},{"measure":"Change to Stroke Specific Quality of Life Measure","description":"Stroke Specific Quality of Life 12-item Scale consists of 12 domains relating to: energy, family roles, language, mobility, mood, personality, self-care, social roles, thinking, upper extremity function, vision and work/productivity. Participants indicate how much their stroke has negatively impacted their functioning in each domain (with answers ranging from 'couldn't do it at all' to 'no trouble at all', strongly agree/disagree, 'total help' to 'no help needed').","timeFrame":"Pre and Post Intervention, and at 3 and 6 months post-intervention follow up."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* More than 4 months post-stroke, when physical and social recovery will have stabilised and likely longer term problems can be assessed\n* Those who express an interest in being involved in a study for those with emotional changes following stroke\n* Have internet access at home or on tablet or smartphone, with access to speakers or headphones\n* Are able to commit to two hours (minimum) per week for the duration of the course (6-8 weeks)\n* Are able to understand the research materials.\n\nExclusion Criteria:\n\n* Under 18 years old, to exclude childhood stroke (predominantly caused by congenital heart disease or sickle cell disease, whereas adult stroke is predominantly caused by atherosclerosis).\n* Receiving another psychological intervention or mindfulness training at the time of study\n* Actively psychotic, having received a diagnosis of dementia or a learning disability\n* Severe mental health difficulties based on judgement of referring clinician\n* Significant cognitive difficulties which would impact ability to access intervention despite prompting and support.\n* Unable to read or understand English\n* Without an email address or access to trusted family members email address","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Chris Fife-Schaw, Professor","affiliation":"University of Surrey, Project Supervisor","role":"STUDY_CHAIR"}],"locations":[{"facility":"First Community Health and Care (FCHC)","city":"Caterham","state":"Surrey","country":"United Kingdom","geoPoint":{"lat":51.2823,"lon":-0.07889}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","relevance":"LOW"},{"id":"M6751","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4014","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}