{"protocolSection":{"identificationModule":{"nctId":"NCT03171272","orgStudyIdInfo":{"id":"65028517.0.0000.0022"},"organization":{"fullName":"Sarah Network of Rehabilitation Hospitals","class":"OTHER"},"briefTitle":"Effects of Inspiratory Muscle Training on the Functional Gait Performance of Individuals After Stroke","officialTitle":"Effects of Inspiratory Muscle Training on the Functional Gait Performance of Individuals After Stroke"},"statusModule":{"statusVerifiedDate":"2020-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-03-30","type":"ACTUAL"},"completionDateStruct":{"date":"2019-03-30","type":"ACTUAL"},"studyFirstSubmitDate":"2017-05-25","studyFirstSubmitQcDate":"2017-05-26","studyFirstPostDateStruct":{"date":"2017-05-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-04-03","lastUpdatePostDateStruct":{"date":"2020-04-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Lorena de Oliveira Vaz Miranda","investigatorTitle":"Principal Investigator, Graduated in Physiotherapy by UFMG (2009) and specialist in Respiratory Physiotherapy by ASSOBRAFIR (2016)","investigatorAffiliation":"Sarah Network of Rehabilitation Hospitals"},"leadSponsor":{"name":"Lorena de Oliveira Vaz Miranda","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The most commonly observed sequel after stroke is muscle weakness, which can also be identified in respiratory muscles, in the acute and chronic phases, and may compromise the lung function of these individuals. Studies have shown that lower Pimax values are found in non-community ambulators, and gait velocity has been reported as an important indicator of functionality after stroke, with higher gait velocity values associated with greater community participation and better quality of life.\n\nThis study will test the hypothesis that training of the inspiratory muscles is effective in improving strength and endurance of the inspiratory muscles and functionality, including speed of gait, functional gait perfomarnce, activities of daily living and quality of life with stroke subjects.\n\nFor this clinical trial, people after stroke will be randomly allocated into either experimental or control/sham groups. The experimental group will undertake training of the inspiratory muscles with the Power Breath Medical Classic device regulated at 50% of the subjects' maximal inspiratory pressure values, five times/week over six weeks, twice a day for 15 minutes, totaling 30 minutes/day. The control group will undertake the same protocol, but the participants will receive the devices with a minimal load, wich corresponds to 1cmH2O. Both groups will participate in the rehabilitation program for 6 weeks. At baseline and post intervention, after the cessation of the interventions, researchers blinded to group allocations will collect the following outcome measures: maximal respiratory pressures, respiratory muscle endurance, functional gait performance, activities of daily living and quality of life. After 12 weeks will collect again maximal inspiratory pressures and functional gait performance.","detailedDescription":"The most commonly observed sequel after stroke is muscle weakness, which can also be identified in respiratory muscles, in the acute and chronic phases, and may compromise the lung function of these individuals. Studies have shown that lower Pimax values are found in non-community ambulators, and gait velocity has been reported as an important indicator of functionality after stroke, with higher gait velocity values associated with greater community participation and better Quality of life.\n\nAim: This study will test the hypothesis that training of the inspiratory muscles is effective in improving strength and endurance of the inspiratory muscles and functional gait perfomarnce, activities of daily living and quality of life with stroke subjects.\n\nDesign: For this prospective, triple-blinded, randomized clinical trial, people after stroke will be randomly allocated into either experimental or control/sham groups. The experimental group will undertake training of the inspiratory muscles with the PowerBreath Medic Plus regulated at 50% of the subjects' maximal inspiratory pressure (MIP) values, five times/week over six weeks during 30 minutes/day. The control group will undertake the same protocol, but the participants will receive the threshold devices with minimal resistance valves. At baseline and post intervention after the cessation of the interventions, researchers blinded to group allocations will collect all outcome measures. After 12 weeks will collect again maximal inspiratory pressures and functional gait performance.\n\nStudy outcomes: Primary outcomes will be functional gait perfomarnce. Secondary outcomes will include inspiratory endurance, activities of daily living and quality of life."},"conditionsModule":{"conditions":["Stroke","Inspiratory Muscle Training","Quality of Life","Gait"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"EXPERIMENTAL","interventionNames":["Other: Inspiratory Muscle Training"]},{"label":"Control Group","type":"SHAM_COMPARATOR","interventionNames":["Other: Inspiratory Muscle Training"]}],"interventions":[{"type":"OTHER","name":"Inspiratory Muscle Training","description":"Experimental: IMT will include training of the inspiratory muscles five times per week over six weeks, divided into two fiftten-minute sessions of inspiratory training totaling 30 minutes of training. Thresholds regulated at 50% of the subjects' maximal inspiratory pressure values, the load being increased weekly. Associated with the IMT, subjects will participate in the rehabilitation program, when they will perform 7 sessions of physiotherapy per week, totaling 42 sessions, as well as 180 minutes per week of aerobic exercise, for six weeks.\n\nSham Group: This group will underwent exactly the same protocol but the participants will receive the threshold devices with the minimum resistance of the spring, which will be also concealed. The control group will also participate in the rehabilitation program and undergo the same procedures, except for the load adjustments.","armGroupLabels":["Control Group","Experimental Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"change in functional gait perfomarnce","description":"functional gait perfomarnce will be assessed by six minute walk test. (6MWT)","timeFrame":"change from Baseline at 6 weeks"}],"secondaryOutcomes":[{"measure":"endurance muscular respiratory","description":"inspiratory and expiratory endurance will be assessed by the threshold devices, following previously described protocols.","timeFrame":"Baseline and after 6 weeks"},{"measure":"maximal respiratory pressures","description":"Maximal respiratory pressures will be assessed by a analogic manovacuometer, following previously described protocols.","timeFrame":"Baseline, after 6 six weeks and three-monsth follow-ups"},{"measure":"functional gait perfomarnce","description":"functional gait perfomarnce will be assessed by six minute walk test. (6MWT)","timeFrame":"three-monsth follow-ups"},{"measure":"activities of daily living","description":"activities of daily living: will be assessed by measure independence functional (MIF)","timeFrame":"Baseline and after 6 weeks"},{"measure":"Quality of life","description":"Quality of life will be assessed by the Brazilian version of the EQ5D.","timeFrame":"Baseline, after 6 weeks and three-monsth follow-ups"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults with hemiparesis after stroke, of any etiology, ischemic or hemorrhagic, that carry out walking with or without assistance locomotion; Aged between 18 and 80 years of age; In the chronic period (between 6 months and 5 years); clinically stable (Measured through clinical and hemodynamic stability: vital signs within normal and released for physical activity by the physician), who present with inspiratory muscle weakness, defined as Pimáx less than -80cmH2O and score in the normal Mini Mental State Examination (MMSE) For schooling.\n\nExclusion Criteria:\n\n* Smokers and ex-smokers for more than five years, presence of facial paralysis that prevents lip occlusion, associated neurological diseases, orthopedic alterations that include distortions of the chest cavity or pains that prevent the tests from being performed, respiratory dysfunctions, cardiac dysfunctions that Compromise hemodynamic stability.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Jamary Oliveira Filho","affiliation":"Federal University of Bahia","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Lorena de Oliveira Vaz Miranda","city":"Salvador","state":"Bahia","country":"Brazil","geoPoint":{"lat":-12.97111,"lon":-38.51083}}]},"referencesModule":{"references":[{"pmid":"33706569","type":"DERIVED","citation":"Vaz LO, Almeida JC, Froes KSDSO, Dias C, Pinto EB, Oliveira-Filho J. Effects of inspiratory muscle training on walking capacity of individuals after stroke: A double-blind randomized trial. Clin Rehabil. 2021 Sep;35(9):1247-1256. doi: 10.1177/0269215521999591. Epub 2021 Mar 11."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The data collected in this study will be made available on this basis and will be published in a scientific journal. A master's dissertation will also be built. Further said reports will be provided to the ethics committee while conducting the study."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000053120","term":"Respiratory Aspiration"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M26827","name":"Respiratory Aspiration","asFound":"Inspiratory","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}