{"protocolSection":{"identificationModule":{"nctId":"NCT05231694","orgStudyIdInfo":{"id":"XLin"},"organization":{"fullName":"The Third Affiliated hospital of Zhejiang Chinese Medical University","class":"OTHER"},"briefTitle":"The Impact of Electroacupuncture Combined With NGF on Clinical Effect and Functional Changes on Ischemic Stroke","officialTitle":"Specific Stimulation Mode Electroacupuncture Combined With NGF for Recovery Period of Ischemic Stroke：Protocol for a Randomized Controlled Clinical Trial"},"statusModule":{"statusVerifiedDate":"2022-07","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-01-30","studyFirstSubmitQcDate":"2022-01-30","studyFirstPostDateStruct":{"date":"2022-02-09","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-07-26","lastUpdatePostDateStruct":{"date":"2022-07-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Xianming Lin","investigatorTitle":"Clinical Professor","investigatorAffiliation":"The Third Affiliated hospital of Zhejiang Chinese Medical University"},"leadSponsor":{"name":"The Third Affiliated hospital of Zhejiang Chinese Medical University","class":"OTHER"},"collaborators":[{"name":"Ningbo No.2 Hospital","class":"OTHER"},{"name":"second people hospital of lishui","class":"UNKNOWN"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Ischemic stroke is a common clinical disease, often accompanied by motor dysfunction and cognitive impairment. At present, clinical treatment for patients with ischemic stroke recovery is limited and ineffective. The emergence of NGF has surprised the field of neurorehabilitation, but the clinical effect is not satisfactory. The main problem is that NGF is a macromolecular material with a molecular weight of 13.4 KD, which is difficult to penetrate the blood brain barrier. A large number of previous studies in our team have found that electroacupuncture with specific stimulation mode can open the blood brain barrier and induce NGF into the brain。Therefore, the purpose of this study is to investigate the effect of specific stimulation mode electroacupuncture combined with NGF treatment together with rehabilitation training on patients with ischemic stroke recovery period and to explore the mechanism of this combination therapy to improve brain function, which creates a new method and theoretical basis for nerve rehabilitation of integrated traditional Chinese and Western medicine."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["ischemic stroke","Convalescence","Electroacupuncture","nerve growth factor"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":288,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"sham EA + placebo group","type":"OTHER","description":"sham EA + placebo group contain sham EA intervention and placebo injection","interventionNames":["Drug: Placebo injection","Device: sham EA intervention"]},{"label":"sham EA + NGF group","type":"OTHER","description":"sham EA + NGF group contain sham EA intervention and NGF injection","interventionNames":["Drug: Nerver growth factor (NGF) injection","Device: sham EA intervention"]},{"label":"EA + placebo group","type":"OTHER","description":"EA + placebo group contain EA intervention and placebo injection","interventionNames":["Drug: Placebo injection","Device: EA intervention"]},{"label":"EA + NGF group","type":"OTHER","description":"EA + NGF group contain EA intervention and NGF injection","interventionNames":["Drug: Nerver growth factor (NGF) injection","Device: EA intervention"]}],"interventions":[{"type":"DRUG","name":"Nerver growth factor (NGF) injection","description":"The 20ug nerve growth factor (NO.S20060051, Jinlujie) will be obtained from Hiteck Biopharmaceutical Co., Ltd, Wuhan, China. mNGF will be dissolved in 1 ml sterile water for injection and then injected intramuscularly at gluteal muscle, once a day for 4 weeks. Dose modification is not allowed for mNGF.","armGroupLabels":["EA + NGF group","sham EA + NGF group"]},{"type":"DRUG","name":"Placebo injection","description":"The patients will receive 1ml volume of physiological saline (PS) injected into the gluteal muscle, once a day for 4 weeks.","armGroupLabels":["EA + placebo group","sham EA + placebo group"]},{"type":"DEVICE","name":"EA intervention","description":"Patients take supine position. After skin disinfection with 75% ethanol routine disinfection, the stainless needle (size 0.25mm×40mm, Hua Tuo brand, Suzhou Medical Supplies Company Ltd in Jiangsu, China) will be inserted in GV20（Baihui) and the stainless needle(size 0.25mm×25mm, described above) will be inserted in GV26 (Shuigou), acupoints will be stimulated manually until patients feel soreness, distension or heaviness (the reaction of \"De Qi\"). Then, the needles are stimulated by using an acupuncture point nerve stimulator (HANS-200, Nanjing Jinsheng, Ltd., China) with a frequency of 2/100 Hz and an intensity of 3 mA for 40 min (a homemade relay cycled power to the electrode for 6 sec on and 6 sec off), 28 days as a course of treatment, once a day.","armGroupLabels":["EA + NGF group","EA + placebo group"]},{"type":"DEVICE","name":"sham EA intervention","description":"The only difference between sham EA intervention and EA intervention is that the stimulator is connected to the needle handle without power for 40 min intervention.","armGroupLabels":["sham EA + NGF group","sham EA + placebo group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"basic cure rate","description":"patients with the modified Rankin Score ≤ 2 are judged as basic cure, and basic cure rate= number of patients with the modified Rankin Score ≤ 2 / group \\* 100 %. The modified Rankin Score ranges from 0 to 6, and the more severe the neurological deficit, the higher the score. at the end of treatment, the modified Rankin Score is recorded in all four groups.","timeFrame":"end of treatment (week 4)"}],"secondaryOutcomes":[{"measure":"simplified Fugl-Meyer Assessment of motor function score (FMA)","description":"simplified Fugl-Meyer Assessment of motor function score sums up a total score (maximum 100 points ), including an assessment of the upper extremity (maximum 66 points) and lower extremity (maximum 34 points). Improvement in simplified Fugl-Meyer Assessment of motor function score suggests the recovery of motor function","timeFrame":"baseline (week 0), Mid-term treatment (week 2) and end of treatment (week 4) in all four groups."},{"measure":"Modified Barthel Index (MBI)","description":"Modified Barthel Index is one of the measures to evaluate activities of daily living and consisted of 10 items (bathing, personal hygiene, feeding, dressing, toilet use, bladder continence, bowel control, stair climbing, chair/bed transfers and mobility. Besides, wheelchair score only if patient is unable to ambulate and is trained in wheelchair managemen). The maximum total score of Modified Barthel Index is 100, with a higher score meaning less dependent to help.","timeFrame":"baseline (week 0), Mid-term treatment (week 2) and end of treatment (week 4) in all four groups."},{"measure":"timed up and go test (TUGT)","description":"timed up and go test is an assessment tool for measuring mobility in stroke patients. In the timed up and go test, each patient is asked to stand up from an armchair at height 45 cm, walk a distance of 3 m, turn, walk back to the chair, and sit back down in chair . With interval of one minute rest, a patient is required to repeat the test three times to take its mean for statistical analysis","timeFrame":"baseline (week 0), Mid-term treatment (week 2) and end of treatment (week 4) in all four groups."},{"measure":"Tinetti Performance Oriented Mobility Assessment (POMA)","description":"POMA scale can be used to assess the balance with B-POMA including nine components (sitting balance, arises, attempts to arise, immediate standing balance, standing balance, nudged, eyes closed, turning 360 , and sitting down; maximum 16 points) and to evaluate the gait with G-POMA including seven components (initiation of gait, step length, step symmetry, step continuity, path, trunk, and walking stance; maximum 12 points) . A patient with POMA scored less than 24 points suggets balance dysfunction and scored less than 15 points indicates danger of falling.","timeFrame":"baseline (week 0), Mid-term treatment (week 2) and end of treatment (week 4) in all four groups."},{"measure":"Montreal Cognitive Assessment (MoCA)","description":"The Montreal Cognitive Assessment is a 30-point test and focuses on assessing seven cognitive domains including visual-spatial and executive abilities, naming, delayed memory recall, attention, abstraction, language and orientation functions . A patient with MoCA scored less than 26 points suggets cognitive impairment.","timeFrame":"baseline (week 0), Mid-term treatment (week 2) and end of treatment (week 4) in all four groups."},{"measure":"Loewenstein Occupational Therapy Cognitive Assessment (LOTCA)","description":"Loewenstein Occupational Therapy Cognitive Assessment is a 91-point test to estimate cognitive functions including orientation (8 points), perception (24 points), visual movement organization (28 points), thought operation (27 points), attention and concentration (4 points). The higher the score of patients indicates the better the cognitive function.","timeFrame":"baseline (week 0), Mid-term treatment (week 2) and end of treatment (week 4) in all four groups."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* people with first-ever ischemic stroke confirmed by CT or/and MRI;\n* 14 days to 6 months after stroke onset;\n* 50 years≤aged≤80 years;\n* 3≤modified Rankin Score (mRS)≤4, and Mini-Mental State Examinations (MMSE)\\<27;\n* Patients can accept treatment with EA and have good compliance;\n* Patients have clear consciousness, pain perception and resolution ability to complete basic communication;\n* willing to participate and be randomized to one of the groups.\n\nExclusion Criteria:\n\n* transient ischemic attack, subarachnoid hemorrhage, cerebral hemorrhage and other cerebrovascular diseases;\n* severe heart, liver, kidney dysfunction and severe coagulation dysfunction;\n* cerebral infarction caused by repeated recurrence of stroke, brain surgery or trauma, and brain tumors;\n* severe neurological deficits before stroke, such as visual and auditory impairment, aphasia, agnosia, severe hemiplegia, or affected limb function before stroke, such as cerebral palsy, polio, fracture, and mRs≥1;\n* diseases with affecting cognitive function such as congenital dementia, or alcohol, drug or substance abuse;\n* lactation, pregnancy or intend to be pregnant within 6 months;\n* needlesickness, needle phobia and skin infection at acupuncture site;\n* pacemaker, implantable cardioverter defibrillator carriers or conductive metallic foreign bodies in the body;\n* allergy to NGF;\n* currently enrolled in another clinical trial or participation in other clinical trials within the last 3 months.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"xianming Lin, PHD","role":"CONTACT","phone":"+86-13858028101","email":"linxianming1966@163.com"},{"name":"yibin Zhao, PHD","role":"CONTACT","phone":"+86-15757195003","email":"510496772@qq.com"}],"locations":[{"facility":"The Third Affiliated Hospital of Zhejiang Chinese Medical University","status":"RECRUITING","city":"Hangzhou","state":"Zhejiang","zip":"310000","country":"China","contacts":[{"name":"Xianming Lin, PHD","role":"CONTACT","email":"linxianming1966@163.com"}],"geoPoint":{"lat":30.29365,"lon":120.16142}}]},"referencesModule":{"references":[{"pmid":"33262243","type":"RESULT","citation":"Cao Y, Yu S, Zhang Q, Yu T, Liu Y, Sun Z, Zhao M, Wang W, Zhao JZ; Chinese Stroke Association Stroke Council Guideline. Chinese Stroke Association guidelines for clinical management of cerebrovascular disorders: executive summary and 2019 update of clinical management of intracerebral haemorrhage. Stroke Vasc Neurol. 2020 Dec;5(4):396-402. doi: 10.1136/svn-2020-000433. Epub 2020 Dec 1."},{"pmid":"33488759","type":"RESULT","citation":"Zhao N, Zhang H, Liu T, Liu J, Xiang Y, Shu G, Li C, Xie J, Chen L. Neuromodulatory Effect of Sensorimotor Network Functional Connectivity of Temporal Three-Needle Therapy for Ischemic Stroke Patients with Motor Dysfunction: Study Protocol for a Randomized, Patient-Assessor Blind, Controlled, Neuroimaging Trial. Evid Based Complement Alternat Med. 2021 Jan 4;2021:8820324. doi: 10.1155/2021/8820324. eCollection 2021."},{"pmid":"24799137","type":"RESULT","citation":"Byun K, Hyodo K, Suwabe K, Ochi G, Sakairi Y, Kato M, Dan I, Soya H. Positive effect of acute mild exercise on executive function via arousal-related prefrontal activations: an fNIRS study. Neuroimage. 2014 Sep;98:336-45. doi: 10.1016/j.neuroimage.2014.04.067. Epub 2014 May 2."},{"pmid":"2855531","type":"RESULT","citation":"Cope M, Delpy DT. System for long-term measurement of cerebral blood and tissue oxygenation on newborn infants by near infra-red transillumination. Med Biol Eng Comput. 1988 May;26(3):289-94. doi: 10.1007/BF02447083. No abstract available."},{"pmid":"28626052","type":"RESULT","citation":"Broderick JP, Adeoye O, Elm J. Evolution of the Modified Rankin Scale and Its Use in Future Stroke Trials. Stroke. 2017 Jul;48(7):2007-2012. doi: 10.1161/STROKEAHA.117.017866. Epub 2017 Jun 16. No abstract available."},{"pmid":"1135616","type":"RESULT","citation":"Fugl-Meyer AR, Jaasko L, Leyman I, Olsson S, Steglind S. The post-stroke hemiplegic patient. 1. a method for evaluation of physical performance. Scand J Rehabil Med. 1975;7(1):13-31."},{"pmid":"29984566","type":"RESULT","citation":"Son H, Park C. Effect of turning direction on Timed Up and Go test results in stroke patients. Eur J Phys Rehabil Med. 2019 Feb;55(1):35-39. doi: 10.23736/S1973-9087.18.05202-4. Epub 2018 Jul 6."},{"pmid":"25870613","type":"RESULT","citation":"Chu JJ, Chen XJ, Shen SS, Zhang XF, Chen LY, Zhang JM, He J, Zhao JF. A poor performance in comprehensive geriatric assessment is associated with increased fall risk in elders with hypertension: a cross-sectional study. J Geriatr Cardiol. 2015 Mar;12(2):113-8. doi: 10.11909/j.issn.1671-5411.2015.02.006."},{"pmid":"30762779","type":"RESULT","citation":"Zhao W, You H, Jiang S, Zhang H, Yang Y, Zhang M. Effect of Pro-kin visual feedback balance training system on gait stability in patients with cerebral small vessel disease. Medicine (Baltimore). 2019 Feb;98(7):e14503. doi: 10.1097/MD.0000000000014503."},{"pmid":"26077459","type":"RESULT","citation":"Huang J, Lin Z, Wang Q, Liu F, Liu J, Fang Y, Chen S, Zhou X, Hong W, Wu J, Madrigal-Mora N, Zheng G, Yang S, Tao J, Chen L. The effect of a therapeutic regimen of Traditional Chinese Medicine rehabilitation for post-stroke cognitive impairment: study protocol for a randomized controlled trial. Trials. 2015 Jun 16;16:272. doi: 10.1186/s13063-015-0795-x."},{"pmid":"34770113","type":"RESULT","citation":"Larsson AC, Palstam A, Persson HC. Physical Function, Cognitive Function, and Daily Activities in Patients Hospitalized Due to COVID-19: A Descriptive Cross-Sectional Study in Sweden. Int J Environ Res Public Health. 2021 Nov 4;18(21):11600. doi: 10.3390/ijerph182111600."},{"pmid":"25770310","type":"RESULT","citation":"Lu H, Zhang T, Wen M, Sun L. Impact of repetitive transcranial magnetic stimulation on post-stroke dysmnesia and the role of BDNF Val66Met SNP. Med Sci Monit. 2015 Mar 14;21:761-8. doi: 10.12659/MSM.892337."},{"pmid":"29487073","type":"RESULT","citation":"Cai Y, Zhang CS, Ouyang W, Li J, Nong W, Zhang AL, Xue CC, Wen Z. Electroacupuncture for poststroke spasticity (EAPSS): protocol for a randomised controlled trial. BMJ Open. 2018 Feb 27;8(2):e017912. doi: 10.1136/bmjopen-2017-017912."},{"pmid":"23152677","type":"RESULT","citation":"Yu KW, Lin CL, Hung CC, Chou EC, Hsieh YL, Li TM, Chou LW. Effects of electroacupuncture on recent stroke inpatients with incomplete bladder emptying: a preliminary study. Clin Interv Aging. 2012;7:469-74. doi: 10.2147/CIA.S37531. Epub 2012 Nov 8."},{"pmid":"8054244","type":"RESULT","citation":"Baber N. International conference on harmonisation of technical requirements for registration of pharmaceuticals for human use (ICH). Br J Clin Pharmacol. 1994 May;37(5):401-4. doi: 10.1111/j.1365-2125.1994.tb05705.x. No abstract available."},{"pmid":"29729645","type":"RESULT","citation":"Zhen X, Sun X, Dong H. Health Technology Assessment and Its Use in Drug Policies in China. Value Health Reg Issues. 2018 May;15:138-148. doi: 10.1016/j.vhri.2018.01.010. Epub 2018 May 3."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The data and results of this study need to be confirmed by Lin Xianming"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M6203","name":"Convalescence","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008934","term":"Mitogens"}],"ancestors":[{"id":"D000050258","term":"Mitosis Modulators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M3467","name":"Ethanol","relevance":"LOW"},{"id":"M11590","name":"Mitogens","asFound":"Consumption","relevance":"HIGH"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}