{"protocolSection":{"identificationModule":{"nctId":"NCT02785120","orgStudyIdInfo":{"id":"TF-TF0023-21"},"organization":{"fullName":"Techfields Inc","class":"INDUSTRY"},"briefTitle":"A Study to Evaluate the Efficacy and Safety of TF0023 Spray on Subjects With Ischemic Strokes","officialTitle":"A Phase 2, Multicenter, Randomized, Double-blind, Placebo-controlled, Parallel-group, Dose-range-finding Study to Evaluate the Efficacy and Safety of TF0023 Spray Versus Placebo in Functional Improvement of Patients With Ischemic Strokes","acronym":"TF0023"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"SUSPENDED","whyStopped":"Suspended due to enrollment challenges and business operations.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-05-05","studyFirstSubmitQcDate":"2016-05-24","studyFirstPostDateStruct":{"date":"2016-05-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-01-04","lastUpdatePostDateStruct":{"date":"2024-01-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Techfields Inc","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a phase 2, multicenter, randomized, double-blind (within dose), placebo controlled, parallel-group, dose-range finding study to evaluate the efficacy and safety of TF0023 spray versus placebo in functional improvement of patients with ischemic strokes under standard of care.","detailedDescription":"This randomized, double-blind (within dose), placebo-controlled, parallel group study will be conducted in 2 parts to evaluate the efficacy and safety of TF0023 spray versus placebo in functional improvement in patients with ischemic strokes. Part A will evaluate the safety and efficacy of TF0023 spray in a higher dose . Efficacy will be assessed by the change in modified Rankin Scale (mRS) score from baseline to Week 16. At Week 16, a blinded interim analysis will be performed to determine if TF0023 shows positive results with a higher proportion of patients in the TF0023 group showing a more favorable outcome compared with the placebo group. If the results are positive, then Part B will be initiated to further evaluate safety and efficacy of TF0023 spray as well as to determine the best dosing regimen for the signs and symptoms and functional improvement of patients with ischemic strokes.\n\nPart A In Part A , approximately 200 patients who are stable per the NIHSS will be screened as early as 3 days (72 hours) after the onset of stroke symptoms and approximately 75 will be randomized to active or placebo treatment in a 2:1 ratio (TF0023 \\[50 patients\\] and placebo \\[25 patients\\]).\n\nEach patient enrolled in Group A will receive study treatment in a double-blind manner for 16 weeks starting between 3 and 60 days after the onset of stroke symptoms (Day 1 of the study). Qualified study personnel will instruct the patients and/or caregivers how to apply the study treatment accurately so that patients or caregivers will administer high dose of either TF0023 or placebo twice daily (approximately every 12 hours).\n\nPatients will return to the study site at Weeks 4, 8, 12, and 16 for efficacy and safety assessments. After the Week 16 assessments have been performed, patients will receive active treatment in an open-label manner starting the next day through the end of the study (EOS) at Week 32. Patients will return to the study site at Week 24 and Week 32 (EOS) for efficacy and safety assessments. An Early Termination visit will occur if the patient is discontinued from the study prematurely. Patients will have a follow-up visit approximately 14 days after the Early Termination visit or the Week 32 (EOS) visit.\n\nAn interim analysis will be performed using the data collected through the study up to and including the Week 16 visit. If the analysis of the mRS shows that treatment with TF0023 is positive compared with placebo (mRS score of 0 to 2 indicates functional independence), Part B will start to enroll patients. If the analysis shows that treatment with TF0023 is not positive compared with placebo (mRS score \\>2), Part B will not enroll any patients.\n\nPart B In Part B, approximately 400 patients who are stable per the NIHSS will be screened as early as 3 days (72 hours) after the onset of stroke symptoms and approximately 150 will be randomized in a 1:1 ratio to Group B (middle dose of TF0023 or placebo twice daily) or Group C (low dose of TF0023 or placebo twice daily ). Patients will be further randomized in a 2:1 ratio within each treatment group: Group B - TF0023 middle dose bid \\[50 patients\\] or placebo \\[25 patients\\]) and Group C (TF0023 low dose bid \\[50 patients\\] or placebo \\[25 patients\\]). The study design in Part B will be the same as used in Part A.\n\nEach patient enrolled in either Group B or Group C will receive study treatment in a double blind manner for 16 weeks starting between 3 and 60 days after the onset of stroke symptoms (Day 1 of the study).\n\nPatients will return to the study site at Weeks 4, 8, 12, and 16 for efficacy and safety assessments. After the Week 16 assessments have been performed, patients will receive active treatment in an open-label manner starting the next day through the EOS at Week 32. That is, patients who were receiving active treatment during the double-blinded period will continue to receive active treatment, and patients who were receiving placebo will switch to active treatment for the remaining 16 weeks of the study. Patients will have a follow-up visit approximately 14 days after the Early Termination visit or the Week 32 (EOS) visit."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Phase 2","Efficacy","Safety","Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":225,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"High dose","type":"EXPERIMENTAL","description":"75 patients will be randomized to active or placebo treatment in a 2:1 ratio (TF0023 \\[50 patients\\] and placebo \\[25 patients\\]). Each patient enrolled in Group A will receive study treatment in a double-blind manner for 16 weeks starting between 3 and 60 days after the onset of stroke symptoms (Day 1 of the study).","interventionNames":["Drug: TF0023"]},{"label":"Middle dose","type":"EXPERIMENTAL","description":"75 patients will be randomized to active or placebo treatment in a 2:1 ratio (TF0023 \\[50 patients\\] and placebo \\[25 patients\\]). Each patient enrolled in Group A will receive study treatment in a double-blind manner for 16 weeks starting between 3 and 60 days after the onset of stroke symptoms (Day 1 of the study).","interventionNames":["Drug: TF0023"]},{"label":"Low dose","type":"EXPERIMENTAL","description":"75 patients will be randomized to active or placebo treatment in a 2:1 ratio (TF0023 \\[50 patients\\] and placebo \\[25 patients\\]). Each patient enrolled in Group A will receive study treatment in a double-blind manner for 16 weeks starting between 3 and 60 days after the onset of stroke symptoms (Day 1 of the study).","interventionNames":["Drug: TF0023"]}],"interventions":[{"type":"DRUG","name":"TF0023","description":"TF0023 is a new Investigational drug as a topical spray as an anti thrombosis drug, indicated for relief of the signs and symptoms and functional improvement of patients with ischemic strokes.","armGroupLabels":["High dose","Low dose","Middle dose"],"otherNames":["Active drug"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary efficacy endpoint is the change from baseline in the mRS score for all randomized patients at Week 16 in Part A and Part B.","description":"The mRS score measures the patient's functional level of activity and is dichotomized as a favorable outcome (score = 0 - 2) versus unfavorable (score ≥2). The mRS score ranges from 0 (no symptoms) to 6 (death) as follows:\n\n0 = No symptoms at all\n\n1. = No significant disability despite symptoms; able to carry out all usual duties and activities\n2. = Slight disability; unable to carry out all previous activities, but able to look after own affairs without assistance\n3. = Moderate disability requiring some help, but able to walk unassisted\n4. = Moderate severe disability; unable to walk without assistance and unable to attend to own bodily needs without assistance.\n5. = Severe disability; bedridden, incontinent, and requiring constant nursing care and attention.\n6. = Dead.","timeFrame":"16 weeks of treatment"}],"secondaryOutcomes":[{"measure":"Death due to any cause after signing the informed consent form through Week 16 and Week 32.","description":"Death due to any cause through Week 16 and Week 32 for Part A and Part B.","timeFrame":"16 and 32 weeks of treatment"},{"measure":"Recurrent stroke after signing the informed consent form through Week 16 and Week 32.","description":"To assess the number of patients with recurrent stroke assessed at Week 16 and Week 32 in Part A and Part B. at Week 16 and Week 32 for Part A and Part B.","timeFrame":"16 and 32 weeks of treatment"},{"measure":"NIHSS score changes after signing the informed consent form through Week 16 and Week 32.","description":"The NIHSS is a serial measure of neurologic deficit and is used to objectively rate the severity of ischemic strokes. The scale is composed of 11 items summarizing a specific ability with scores ranging from 0 to 4. Increasing scores indicate a more severe stroke and has been shown to correlate with the size of the infarction on CT and MRI evaluations.\n\n1. Level of consciousness including questions and commands\n2. Best gaze\n3. Visual\n4. Facial palsy\n5. Motor arm\n6. Motor leg\n7. Limb ataxia\n8. Sensory\n9. Best language\n10. Dysarthria","timeFrame":"0, 16 and 32 weeks of treatment"},{"measure":"Barthel Index (BI) changes after signing the informed consent form through Week 16 and Week 32.","description":"To evaluate the effect of TF0023 spray compared with placebo for functional improvement of patients with ischemic strokes measured by improvement of the The BI is an ordinal scale used to measure a patient's performance in 10 individual activities of daily living (ADL). Each item is scored in increments of 5 points (0, 5, 10, or 15) and the individual items are summed to produce a total score between 0 and 100, where 0 is inferior performance and 100 is optimal. The lowest possible score 0 indicates total dependence on others for ADL, and the highest possible score 100 indicates full independence in ADL. A higher score is associated with a greater likelihood of being able to live at home with a degree of independence. A score of ≥95 is considered excellent.\n\nThe ADL assessed by the BI include:\n\n* Feeding\n* Bathing\n* Grooming\n* Dressing\n* Bowels\n* Bladder\n* Toilet use\n* Transfers (bed to chair and back)\n* Mobility (on level surfaces)\n* Stairs","timeFrame":"0, 16 and 32 weeks of treatment"},{"measure":"Extended Glasgow Outcome Scale (GOS-E) changes after signing the informed consent form through Week 16 and Week 32.","description":"The GOS is a global scale for functional outcome that rates patient status into one of five categories. The GOS-E further details severe disability, moderate disability, and good recovery into lower and higher categories resulting in a total of 8 categories:\n\n1. Dead\n2. Vegetative state\n3. Lower severe disability\n4. Higher severe disability\n5. Lower moderate disability\n6. Higher moderate disability\n7. Lower good recovery\n8. Higher good recovery","timeFrame":"0, 16 and 32 weeks of treatment"},{"measure":"Shortening the time for performing the timed Trail-Making Tests","description":"The Trail Making Test is a 2-part assessment (Part A and Part B) used to measure executive function in patients who have had experienced a stroke. Successful performance requires a variety of mental abilities including letter and number recognition, mental flexibility, visual scanning, and motor function. Part A requires the patient to connect numbers 1 - 25 in ascending order and Part B requires the patient to connect numbers and letters in an alternating and ascending fashion. Evaluate the effect of TF0023 spray compared with placebo for functional improvement of patients with ischemic strokes measured by shortening the time for performing the timed Trail-Making Tests (Parts A and B) from baseline to Week 16 and Week 32 for study Part A and study Part B.","timeFrame":"16 and 32 weeks of treatment"},{"measure":"Volume of new fluid attenuation inversion recovery (FLAIR) lesions by DTI-MRI","description":"Magnetic resonance imaging (MRI) is used in diagnosing acute ischemic stroke and can also be used in detecting changes that occur after a stroke. The high resolution of MRI images provides excellent anatomic details and allows measurement of the volume of infarcts accurately and detection of intracranial hemorrhage. Fluid-attenuated inversion recovery (FLAIR) MRI, has important applications in the imaging of stroke patients. FLAIR sequences offer a sensitive method of detecting lesions in the acute, subacute, and chronic stroke situation. Diffusion tensor imaging (DTI) of stroke patients allows volumetric estimations of cerebral infarctions and lesion volumes correlate with clinical outcomes.","timeFrame":"16 and 32 weeks of treatment"},{"measure":"Blood flow in neck arteries by Ultrasonography after signing the informed consent form through Week 16 and Week 32.","description":"Doppler ultrasonography will be used to assess and compare blood flow and changes in blood flow in the brain and neck arteries from baseline to Week 16 and Week 32. Evaluate the blood flow in neck arteries by ultrasonography from baseline to Week 16 and Week 32 for Part A and Part B.","timeFrame":"16 and 32 weeks of treatment"},{"measure":"Improvement of atherosclerosis in neck arteries by Ultrasonography after signing the informed consent form through Week 16 and Week 32.","description":"Doppler ultrasonography will be used to assess the status of atherosclerosis in the neck arteries will be assessed on the same day. Evaluate the improvement of atherosclerosis in neck arteries by ultrasonography from baseline to Week 16 and Week 32 for Part A and Part B.","timeFrame":"16 and 32 weeks of treatment"},{"measure":"Daily activities changes after signing the informed consent form through Week 16 and Week 32.","description":"Daily activity will be measured using a wrist-based device (pedometer) which will measure the daily activity (walking steps) of the patient. The patient will wear the device continuously throughout the study.","timeFrame":"0, 16 and 32 weeks of treatment"},{"measure":"Sleeping condition changes after signing the informed consent form through Week 16 and Week 32.","description":"Daily activity will be measured using a wrist-based device (pedometer) which will measure the sleeping condition of the patient. The patient will wear the device continuously throughout the study.","timeFrame":"0, 16 and 32 weeks of treatment"},{"measure":"Total cholesterol, triglycerides, high density lipoprotein cholesterol (HDL-C), low-density lipoprotein cholesterol (LDL-C), and very low density lipoprotein cholesterol (VLDL C) changes","description":"Lipid profiles (total cholesterol, triglycerides, HDL-C, LDL-C, and VLDL-C) in the patient's blood will be assessed at screening, and Weeks 4, 16, and 32. Changes in lipid profile parameters from baseline will be assessed at Weeks 16 and 32. Assess the effect of TF0023 spray compared with placebo on changes to total cholesterol, triglycerides, high density lipoprotein cholesterol (HDL-C), low-density lipoprotein cholesterol (LDL-C), and very low density lipoprotein cholesterol (VLDL C) from baseline to Week 16 and Week 32 for Part A and Part B.","timeFrame":"0, 16 and 32 weeks of treatment"},{"measure":"Blood pressure changes after signing the informed consent form through Week 16 and Week 32.","description":"Systolic and diastolic blood pressure will be measured simultaneously with the BP measurement at screening, Day 1 (baseline), Weeks 4, 8, 12, 16, 24, 32, and follow-up. Assess the effect of TF0023 spray compared with placebo on changes to blood pressure from baseline to Week 16 and Week 32 for Part A and Part B.","timeFrame":"0, 16 and 32 weeks of treatment"},{"measure":"To access hemoglobin A1C (HbA1C) changes after signing the informed consent form through Week 16 and Week 32.","description":"Fasting blood glucose level and HbA1C will be measured at screening, Day 1 (baseline), Weeks 4, 8, 12, 16, 24, 32, and follow-up. Assess the effect of TF0023 spray compared with placebo on changes to hemoglobin A1C (HbA1C) from baseline to Week 16 and Week 32 for Part A and Part B.","timeFrame":"0, 16 and 32 weeks of treatment"},{"measure":"To access patient's assessment of disease status","description":"The patient will rate his/her disease status at any given time by answering the following question on a scale from 1 (Normal, not affected at all) to 7 (Most extremely affected).","timeFrame":"0, 16 and 32 weeks of treatment"},{"measure":"To access investigator's assessment of disease status","description":"The Investigator will rate the patient's disease status by answering the following question considering the Investigator's total clinical experience with this particular patient population.","timeFrame":"0, 16 and 32 weeks of treatment"},{"measure":"To access patient's assessment of response to therapy","description":"The patient will rate the following question concerning his/her response to therapy based on his/her overall impression of change after the start of study treatment.","timeFrame":"16 and 32 weeks of treatment"},{"measure":"To access investigator's assessment of response to therapy","description":"The Investigator will rate the following question concerning the patient's response to therapy based on his/her overall impression of the patient's change in condition after the start of study treatment?","timeFrame":"16 and 32 weeks of treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female 18 to 85 years of age at the time of signing the informed consent form.\n2. Patient or patient's legal representative must understand and voluntarily sign the informed consent form prior to any study-related assessments/procedures are conducted.\n3. Able to adhere to the study visit schedule and other protocol requirements.\n4. A female of childbearing potential must have a negative serum at screening and negative urine pregnancy test prior to treatment with study therapy. In addition, sexually active females of childbearing potential must agree to use two of the following adequate forms of contraception methods simultaneously: oral, injectable or implantable hormonal contraception; tubal ligation; intrauterine device; barrier contraceptive with spermicide; or vasectomized partner for the duration of the study and the follow-up period. Males, including those who have had a vasectomy, must agree to use barrier contraception (latex condoms) when engaging in reproductive sexual activity with a female of childbearing potential for the duration of study and follow-up period.\n5. Must have a diagnosis of ischemic stroke and be stable enough to be randomized to treatment within 3 to 60 days after the onset of stroke symptoms. The stroke event needs to involve the middle cerebral artery (MCA) territory (cortical or subcortical) or posterior cerebral artery (PCA) territory with ischemic stroke confirmed by magnetic resonance imaging (MRI). Ischemic stroke is defined as death of an area of brain tissue (cerebral infarction) resulting from an inadequate supply of blood and oxygen to the brain.\n6. National Institute of Health Stroke Scale (NIHSS) score ≥3 but \\<22 at the time of screening, at least 3 days after the onset of stroke symptoms. Patient should not have shown rapid improvement (≥8 point decrease since the onset of stroke symptoms) or deterioration (≥4 point increase since the beginning of screening) in the NIHSS score from time of initial evaluation to randomization. The time from initial evaluation to initial screening evaluation will be at least 72 hours.\n7. New onset of extremity paresis on the affected side, defined as a score of 2 to 4 on the NIHSS Motor Arm (item 5) or Leg (item 6) question.\n8. Must be alert or drowsy but easily arousable as defined by a score of 0 to 1 on the NIHSS Level of Consciousness question (item 1).\n9. \"Slow recovery\" defined as change in NIHSS ≤1 point/3 days during the screening period.\n10. Able to participate in the evaluation process to the point of accurate assessment with/without help.\n11. Willing and able to comply with scheduled visits, lifestyle guidelines, treatment plan, laboratory tests, and other study procedures.\n12. Must be willing to discontinue applying any topical preparations containing Vitamin A acids (including all-trans-retinoic acid \\[tretinoin\\], 13-cis-retinoic acid \\[isotretinoin\\], 9 cisretinoic acid \\[alitretinoin\\], vitamin A \\[retinol\\], retinal, and their derivatives) to any part of the body starting on Day 1 until study completion. (TF0023 may cause dry and/or itching skin. Curél Ultra Healing Lotion can be applied to the dry and/or itching skin).\n\nExclusion Criteria:\n\n1. Pregnant or lactating female.\n2. Any condition, including any significant medical or neuropsychiatric condition, including the presence of laboratory abnormalities, which in the judgment of the investigator places the patient at unacceptable risk if he/she were to participate in the study or confounds the ability to interpret data from the study including, but not limited to:\n\n   * Aspartate transaminase (AST) or alanine transaminase (ALT) \\>3 × the upper limit of normal (ULN) at screening.\n   * Serum creatinine concentration \\>1.5 times the ULN at screening. Estimated glomerular filtration rate (GFR) \\<60 mL/min/1.73 m2 is exclusionary.\n   * Bilirubin or alkaline phosphatase level \\>2.5 × the ULN at screening.\n   * Glucose \\<50 mg/dL or \\>450 mg/dL despite adequate anti-hyperglycemic treatment.\n   * Platelet count \\<100 × 109/L.\n3. History of bacteremia or other serious bacterial or fungal infection requiring treatment with intravenous antibiotics within 84 days (12 weeks) prior to treatment with study therapy other than a treated urinary tract infection.\n4. Known infection with human immunodeficiency virus (HIV).\n5. Seropositive for hepatitis C or hepatitis B.\n6. Known history of seizures.\n7. Evidence of cerebral hemorrhage within the last 6 months or recent intracerebral hematomas detected by brain CT or MRI.\n8. Hypertension with systolic blood pressure (SBP) \\>185 mmHg or diastolic blood pressure (DBP) \\>120 mmHG (mean of 3 consecutive arm cuff readings over 20 to 30 minutes).\n9. High clinical suspicion of septic embolus.\n10. History of major trauma at time of stroke.\n11. History of malignancy within 5 years except basal cell or squamous cell carcinoma of the skin or remote history of cancer now considered cured or positive Pap smear with subsequent negative follow up.\n12. Known allergy to non-steroidal anti-inflammatory drugs (NSAIDs).\n13. Known allergy to both gadolinium and iodine based contrast agents for MRI preventing the ability to conduct either one of these procedures.\n14. Patient has received an investigational agent within 90 days or 5 half-lives, whichever is longer, prior to treatment with study therapy or planned participation in another therapeutic trial prior to the completion of this study.\n15. Patients with very light neurological symptoms (NIHSS score of \\<3) or with rapidly improving symptoms before the start of treatment.\n16. Patients with serious neurological disorders (NIHSS score ≥22) or serious consciousness disorders before the start of treatment.\n17. Patients with functional disorders (mRS score \\>2) before onset of the stroke.\n18. Patients who have been administered drugs that are not allowed to be administered concomitantly with any anti-thrombotic agents after onset of the stroke.\n19. Patients who are forbidden to undergo DTI-MRI.\n20. Patients with symptoms suggesting subarachnoid hemorrhage (SAH).\n21. Patients with hemorrhage (gastrointestinal hemorrhage, urinary hemorrhage, retroperitoneal hemorrhage, or hemoptysis).\n22. Patients who have been administered oral anticoagulants with values of the international normalized ratio (INR) of prothrombin time (PT-INR) \\>1.7.\n23. Patients who have a history of intracranial hemorrhage, or who have a disease considered to increase the risk of intracranial hemorrhage such as an intracranial tumor, cerebral aneurysm, or intracranial arteriovenous malformation, etc.\n24. Patients who were operated on or injured their head or spinal cord within 3 months before onset of the stroke.\n25. Patients who have a history of gastrointestinal or urinary tract hemorrhage within 21 days before onset of the stroke.\n26. Patients who had a major surgery or serious trauma (except for head or spinal cord trauma) within 14 days before onset of the stroke.\n27. Patients who had an organ biopsy, arterial puncture, or lumbar puncture within 14 days before the onset of the stroke.\n28. Patients with severe hepatic dysfunction or severe renal dysfunction.\n29. Patients with acute pancreatitis.\n30. Patients with concurrent infectious endocarditis, moyamoya disease (Willis circle occlusion syndrome), aortic dissection, or neck trauma, etc.\n31. Patients judged to be difficult in monitoring for 4 to 7 months by their physician.\n32. In addition to the above exclusion criteria, patients judged to be inadequate to participate in this study by their physician.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Chongxi Yu, Ph.D","affiliation":"Techfields Inc","role":"STUDY_CHAIR"}],"locations":[{"facility":"Four Peaks Neurology","city":"Scottsdale","state":"Arizona","zip":"85258","country":"United States","geoPoint":{"lat":33.50921,"lon":-111.89903}},{"facility":"General Neuronology","city":"Scottsdale","state":"Arizona","zip":"85258","country":"United States","geoPoint":{"lat":33.50921,"lon":-111.89903}},{"facility":"Colorado Springs Neurological Associates","city":"Colorado Springs","state":"Colorado","zip":"80907","country":"United States","geoPoint":{"lat":38.83388,"lon":-104.82136}},{"facility":"CarePoint, P.C. dba Blue Sky Neurology","city":"Englewood","state":"Colorado","zip":"80113","country":"United States","geoPoint":{"lat":39.64777,"lon":-104.98776}},{"facility":"Tenet South Florida / Delray Medical Center","city":"Delray Beach","state":"Florida","zip":"33484","country":"United States","geoPoint":{"lat":26.46146,"lon":-80.07282}},{"facility":"The Neurology Research Group","city":"Miami","state":"Florida","zip":"33176","country":"United States","geoPoint":{"lat":25.77427,"lon":-80.19366}},{"facility":"Florida Hospital of Orlando","city":"Orlando","state":"Florida","zip":"32803","country":"United States","geoPoint":{"lat":28.53834,"lon":-81.37924}},{"facility":"Florida Hospital Orlando","city":"Orlando","state":"Florida","zip":"32803","country":"United States","geoPoint":{"lat":28.53834,"lon":-81.37924}},{"facility":"Central Baptist Hospital","city":"Lexington","state":"Kentucky","zip":"40503","country":"United States","geoPoint":{"lat":37.98869,"lon":-84.47772}},{"facility":"Henry Ford Health System","city":"Detroit","state":"Michigan","zip":"48202","country":"United States","geoPoint":{"lat":42.33143,"lon":-83.04575}},{"facility":"Midwest Physicians Group","city":"Kansas City","state":"Missouri","zip":"64132","country":"United States","geoPoint":{"lat":39.09973,"lon":-94.57857}},{"facility":"Washington University School of Medicine - Center for Advanced Medicine (CAM) - Neuroscience Center","city":"Saint Louis","state":"Missouri","zip":"63110-1032","country":"United States","geoPoint":{"lat":38.62727,"lon":-90.19789}},{"facility":"Renown Medical Group","city":"Reno","state":"Nevada","zip":"89502","country":"United States","geoPoint":{"lat":39.52963,"lon":-119.8138}},{"facility":"Hackensack Neurology Group","city":"Hackensack","state":"New Jersey","zip":"07601","country":"United States","geoPoint":{"lat":40.88593,"lon":-74.04347}},{"facility":"Icahn School of Medicine at Mount Sinai (ISMMS) - Institute for Critical Care Medicine","city":"New York","state":"New York","zip":"10029-6508","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}},{"facility":"Neurology and Neuroscience Associates","city":"Akron","state":"Ohio","zip":"44320","country":"United States","geoPoint":{"lat":41.08144,"lon":-81.51901}},{"facility":"The Ohio State University Wexner Medical Center (OSUWMC) - Neurovascular Stroke Center","city":"Columbus","state":"Ohio","zip":"43210","country":"United States","geoPoint":{"lat":39.96118,"lon":-82.99879}},{"facility":"Providence Stroke Center","city":"Portland","state":"Oregon","zip":"97225-6652","country":"United States","geoPoint":{"lat":45.52345,"lon":-122.67621}},{"facility":"Neurovascular Associates of Abington","city":"Abington","state":"Pennsylvania","zip":"19001","country":"United States","geoPoint":{"lat":40.12067,"lon":-75.11795}},{"facility":"Coastal Nurology","city":"Port Royal","state":"South Carolina","zip":"29935","country":"United States","geoPoint":{"lat":32.37908,"lon":-80.69261}},{"facility":"Chattanooga Neurology Associates - Memorial Office","city":"Chattanooga","state":"Tennessee","zip":"37404-1154","country":"United States","geoPoint":{"lat":35.04563,"lon":-85.30968}},{"facility":"Vanderbilt University Medical Center","city":"Nashville","state":"Tennessee","zip":"37232","country":"United States","geoPoint":{"lat":36.16589,"lon":-86.78444}},{"facility":"Neurology Associates of Arlington, PA","city":"Mansfield","state":"Texas","zip":"76063","country":"United States","geoPoint":{"lat":32.56319,"lon":-97.14168}},{"facility":"VCU Medical Center","city":"Richmond","state":"Virginia","zip":"23298","country":"United States","geoPoint":{"lat":37.55376,"lon":-77.46026}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}