{"protocolSection":{"identificationModule":{"nctId":"NCT06066788","orgStudyIdInfo":{"id":"HRRC ID 23-332"},"organization":{"fullName":"University of New Mexico","class":"OTHER"},"briefTitle":"Cognitive Strategies for Improving Health Outcomes And Managing Risk Post-Stroke","officialTitle":"Cognitive Strategies for Improving Health Outcomes And Managing Risk Post-Stroke","acronym":"CHAMPS"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-06-29","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-12","studyFirstSubmitQcDate":"2023-09-27","studyFirstPostDateStruct":{"date":"2023-10-04","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-12","lastUpdatePostDateStruct":{"date":"2024-02-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Timothy P Dionne","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of New Mexico"},"leadSponsor":{"name":"University of New Mexico","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The proposed research will further develop the CHAMPS intervention which is self-management intervention to learn new skills, despite current health status of experience a stroke. The study seeks to determine feasibility and compare pre- to post-intervention change including cardiovascular risk, quality of life, self-efficacy, recurrent stroke, hospital readmission, and perceived decline in health and function.","detailedDescription":"People living with the effects of stroke frequently require assistance with everyday tasks (e.g., dressing, managing medications, driving) well-beyond 90-days post stroke. Executive function (EF) deficits are a major contributor to disability and as many as 75% of stroke survivors present with EF deficits. EF is a collection of cognitive processes that include orienting towards the future (i.e. planning), demonstrating self-control (i.e. behavioral inhibition), problem-solving, adapting to environmental changes, and facilitating goal-directed behaviors, all of which are essential skills for managing health. EF deficits are frequently undetected during hospitalization and result in discharge to the community with as many as 71% of survivors receiving inadequate services for long-term needs. Furthermore, scales of neurological impairment for classifying stroke severity like the NIH Stroke Scale (NIHSS) are frequently used as a standard of care and also sometimes support identification of impairments. However, research previously conducted by the research team indicates that this goes beyond the intended scope of the tools and scales like the NIHSS do not relate to EF deficits thus resulting in inadequate rehabilitation referrals if another EF screening or assessment is not used. Persons with post-stroke EF deficits have a multitude of modifiable risk factors that require intervention beyond regular health advice only. Consequently, the demand for specialized interventions to prevent and mitigate negative health outcomes (e.g., recurrent stroke, cardiovascular disease risk, cognitive decline risk, hospital readmission) in this population is quickly expanding and offers a significant opportunity for supporting recovery and improving quality of life for people with stroke. Although lifestyle-based vascular risk factor reduction interventions are numerous, there is a lack of consideration for targeting cognitive factors that can influence real-world application."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Occupational therapy","Cognitive Orientation to daily Occupational Performance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Social Sciences Wait-list control feasibility study","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Feasibility Arm","type":"OTHER","description":"A 10 sessions over 5 week virtual interaction between an occupational therapist and a person who is post-stroke, engage in meta-cognitive coaching to develop strategies to overcome barriers to daily living experienced in early stages of stroke. Outcomes anticipated are related to the American Heart Association's Healthy 8.","interventionNames":["Other: CHAMPS"]}],"interventions":[{"type":"OTHER","name":"CHAMPS","description":"Cognitive Orientation to daily Occupational Performance is a performance-based treatment approach for children and adults who experience difficulties performing the skills they want to, need to or are expected to perform. Cognitive Orientation to daily Occupational Performance is a specifically tailored, active client-centered approach that engages the individual at the meta-cognitive level to solve performance problems. Focused on enabling success, the Cognitive Orientation to daily Occupational Performance Approach employs collaborative goal setting, dynamic performance analysis, cognitive strategy use, guided discovery, and enabling principles. These elements, all considered essential to the Cognitive Orientation to daily Occupational Performance Approach, are situated within a structured intervention format, and with parent/significant other involvement as appropriate.","armGroupLabels":["Feasibility Arm"],"otherNames":["Cognitive Orientation to daily Occupational Performance"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Suitability and Feasibility Survey","description":"This survey will be conducted at the conclusion of study, to be completed by participants, examining whether this intervention is suitable and that the research protocols are feasible to be administered.","timeFrame":"6 months"},{"measure":"Battery of American Heart Association Life's Essential 8","description":"A battery of measures asking about the following:\n\n* Blood pressure\n* Weight and Height (BMI)\n* Blood sugar questions: Recently, has your doctor talked to you about managing your A1C?\n* Cholesterol, Cholesterol is a fatty substance found in the blood. About how long has it been since you last had your cholesterol checked? Have you ever been told by a doctor, nurse or other health professional that your cholesterol is high? Are you currently taking medicine prescribed by your doctor or other health professional for your cholesterol?\n* Smoking, recently, have you smoked or been around anyone who has smoked tobacco products?\n* Physical Activity, How active do you consider yourself? At least 150 minutes a week to be considered active\n* Sleep, How would you describe your sleep?\n* Diet, How would describe your diet?","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"NIH Stroke Scale","description":"National Health Stroke Scale:\n\n15 items assessing severity of impairment in LOC, ability to respond to questions and obey simple commands, papillary response, deviation of gaze, extent of hemianopsia, facial palsy, resistance to gravity in the weaker limb, plantar reflexes, limb ataxia, sensory loss, visual neglect, dysarthria and aphasia severity.\n\nItems are graded on a 3- or 4-point ordinal scale; 0 means no impairment. Scores range from 0 - 42. Higher scores indicate greater severity.\n\n1. Very Severe: \\>25\n2. Severe: 15 - 24\n3. Mild to Moderately Severe: 5 - 14\n4. Mild: 1 - 5","timeFrame":"6 months"},{"measure":"Stroke Specific Quality of Life Scale","description":"A quality of life measure designed for stroke subjects.\n\n49 items Items are assessed on 5-point Guttman-type scales. Each item is answered using 1 of 3 different response sets.\n\nProvides both summary and domain specific scores:\n\n1. Domain scores are composed of unweighted averages\n2. Summary scores are composed of an unweighted average of the 12 domain average scores Scores range from 49-245. Higher scores indicate better functioning.\n\nThe 12 domains include:\n\n1. Mobility\n2. Energy\n3. Upper Extremity Function\n4. Work and Productivity\n5. Mood\n6. Self-care\n7. Social Roles\n8. Family Roles\n9. Vision\n10. Language\n11. Thinking\n12. Personality","timeFrame":"6 months"},{"measure":"Healthcare utilization Questionnaire","description":"An informal questionnaire regarding unanticipated hospitalization, to be completed by participants at the end of the study.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. primary diagnosis of acute ischemic stroke within 90 days\n2. impairment of executive function (score \\>11 on Executive Interview)\n3. absence of severe aphasia (score of 0 or 1 on NIHSS will be included)\n4. absence of pre-stroke dementia (per client report)\n5. absence of major depressive disorder (PHQ-9 \\<14, Generalized Anxiety Disorder-7)\n6. absence of drug and alcohol misuse within 3 months of study admission (AUDIT)\n7. access to video-conference software on computer or device like computer tablet or smart phone\n8. \\>18 years of age\n\nExclusion Criteria:\n\n* Not fluent in English","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Tim Dionne, PhD","role":"CONTACT","phone":"5052720639","email":"tdionne@salud.unm.edu"},{"name":"Suzanne Burns, PhD","role":"CONTACT","phone":"505-272-2321","email":"scburns@salud.unm.edu"}]},"referencesModule":{"references":[{"pmid":"30676883","type":"BACKGROUND","citation":"Shea-Shumsky NB, Schoeneberger S, Grigsby J. Executive functioning as a predictor of stroke rehabilitation outcomes. Clin Neuropsychol. 2019 Jul;33(5):854-872. doi: 10.1080/13854046.2018.1546905. Epub 2019 Jan 24."},{"pmid":"9479660","type":"BACKGROUND","citation":"Spilker J, Kongable G, Barch C, Braimah J, Brattina P, Daley S, Donnarumma R, Rapp K, Sailor S. Using the NIH Stroke Scale to assess stroke patients. The NINDS rt-PA Stroke Study Group. J Neurosci Nurs. 1997 Dec;29(6):384-92. doi: 10.1097/01376517-199712000-00008."},{"pmid":"36542071","type":"BACKGROUND","citation":"Skidmore ER, Eskes G, Brodtmann A. Executive Function Poststroke: Concepts, Recovery, and Interventions. Stroke. 2023 Jan;54(1):20-29. doi: 10.1161/STROKEAHA.122.037946. Epub 2022 Dec 21."},{"pmid":"34933125","type":"BACKGROUND","citation":"Small R, Wilson PH, Wong D, Rogers JM. Who, what, when, where, why, and how: A systematic review of the quality of post-stroke cognitive rehabilitation protocols. Ann Phys Rehabil Med. 2022 Sep;65(5):101623. doi: 10.1016/j.rehab.2021.101623. Epub 2022 Mar 5."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"None will be shared"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}