{"protocolSection":{"identificationModule":{"nctId":"NCT05872191","orgStudyIdInfo":{"id":"2603789"},"organization":{"fullName":"University of Valencia","class":"OTHER"},"briefTitle":"Psychometric Study of the Spanish Version of Two Upper Limb Assessment Scales in Chronic Stroke","officialTitle":"Spanish-language Translation, Cross-cultural Adaption and Evaluation of the Psychometric Properties of Two Upper Limb Assessment Scales in People With Sequelae of Stroke in Chronic Phase"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-03-24","studyFirstSubmitQcDate":"2023-05-12","studyFirstPostDateStruct":{"date":"2023-05-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-05","lastUpdatePostDateStruct":{"date":"2023-12-06","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Valencia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this cross-sectional study is to translate and cross-culturally adapt to Spanish the Motor Evaluation Scale for Upper Extremity in Stroke Patients (MESUPES) and the Stroke Upper Limb Capacity Scale (SULCS) and to assess their psychometric properties in Spanish people with chronic stroke.","detailedDescription":"Stroke is the second cause of mortality and the first cause of acquired disability in Spain. In the coming years, due to the progressive ageing of the European population, the incidence of this disease is expected to increase. Current epidemiological studies estimate that one out of six people are likely to suffer a stroke during their lifetime in Spain.\n\nThe sequelae from stroke are very varied, with hemiparesis being one of the most commonly observed. The involvement of the upper limb is frequent in people with this sequela in the acute phase, affecting to 70% of them approximately, with the limitations that this can cause. It is therefore necessary to have instruments that quantify these functional changes and that must be sensitive, reliable and valid tools. These would allow treatment goals to be set, interventions to be planned and results to be recorded to determine effectiveness in an appropriate way.\n\nSeveral scales are currently available to assess functional impairment of the upper extremity (UE) after stroke. For example, the Stroke Upper Limb Capacity Scale (SULCS) was developed with the idea of being a simple to use and unidimensional instrument to assess this population. It was the first scale that included simple functions items (minimal hand use) and highly demands manipulative items. Similarly, the Motor Evaluation Scale for Upper Extremity in Stroke Patients (MESUPES) quickly assesses quantity and quality of movement in the UE after stroke, and can be used to assess people with no muscle activation and still be sensitive to assess people with minimal motor impairment.\n\nOn the other hand, the linguistic and cultural adaptation of health assessment instruments is becoming necessary, given the increase of multinational research. Moreover, in countries with a multicultural population, this factor needs to be taken into account as it can have a direct effect on the measures recorded. The quality of healthcare is highly dependent on an accurate assessment process, which in turn will depend on an understanding of the cultural, linguistic and ethical context of each individual. Due to the increasingly diversified world population caused by globalisation, this need is increasing. The process of translating, adapting and validating a scale requires very rigorous planning and methodology so that a reliable and valid measure can be obtained for the target population.\n\nThe aim of this study is two-fold: first, to translate and cross-culturally adapt to Spanish the \"Motor Evaluation Scale for Upper Extremity in Stroke Patients (MESUPES)\" and the \"Stroke Upper Limb Capacity Scale (SULCS)\"; and second to assess the psychometric properties of the Spanish versions of both scales in Spanish people with chronic stroke.\n\nTo cope with the study objectives, first, the translation and cross-culturally adaptation to Spanish of both scales was performed following the international recommendations. Next, a cross-sectional and psychometric study will be carried out. Participants will be assessed in two day visits (baseline and re-test), with no less than one week and no more than two weeks between them. In both visits, the two target scales will be performed. Additionally, in the first appointment, clinical, demographic and anthropometric data and cognitive function will be collected, and questionnaires and clinical tests will be carried out to study the reliability and validity of the target scales."},"conditionsModule":{"conditions":["Chronic Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Upper extremity functional impairment due to chronic stroke","description":"Spanish-native speakers with functional impairment of the upper extremity after stroke in chronic phase.","interventionNames":["Other: No intervention"]}],"interventions":[{"type":"OTHER","name":"No intervention","description":"There is no intervention to be administered, only collection of data through various tests and questionnaires.","armGroupLabels":["Upper extremity functional impairment due to chronic stroke"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of functional impairment of the hemiparetic upper extremity: Motor Evaluation Scale for Upper Extremity in Stroke Patients (MESUPES).","description":"The MESUPES assesses the quality of movement performance of the hemiparetic arm and hand in people with stroke. It is a 17-item scale divided into two subscales: one for arm function (8 items with 6 response categories (0-5)) and other for hand function (\"range of motion\" 6 items; and \"orientation during functional tasks\" 3 items, with 3 response categories (0-2)). The maximum achievable score is 58 (MESUPES-Arm maximum score is 40; MESUPES-Hand maximum score is 18), with higher scores indicating better function","timeFrame":"Change from baseline to re-test"},{"measure":"Change of functional impairment of the hemiparetic upper extremity: Stroke Upper Limb Capacity Scale (SULCS)","description":"The SULCS is a 10-item scale in which the ability to perform daily activities with the hemiparetic upper limb in increasing difficulty is assessed. The scoring is dichotomous (0, unable to perform the task; 1, able to perform the task). This results in a sum score ranging from 0 to 10 with higher scores indicating better functional capacity.","timeFrame":"Change from baseline to re-test"}],"secondaryOutcomes":[{"measure":"Cognitive function: Montreal Cognitive Assessment (MoCA)","description":"The MoCA is a screening instrument for detecting cognitive impairment that assesses multiple cognitive domains (attention, concentration, executive functions, memory, language, visuospatial skills, abstraction, calculation and orientation). The total score ranges from 0 to 30 points, with a score ≥ 26 considered to be normal.","timeFrame":"The cohort group will be assessed at baseline"},{"measure":"Disability: Modified Rankin Scale (mRS)","description":"The mRS is a single-item measure of functional independence in which patients are asked about their overall health, their ease in carrying out ADLs (cooking, eating, dressing) and other factors about their life. The mRS result is reported on a 6-point scale (grade 0, indicating a lack of symptoms, and grade 5 indicating severe disability).","timeFrame":"The cohort group will be assessed at baseline"},{"measure":"Stroke impact: Stroke Impact Scale v 3.0. (SIS)","description":"The SIS is a stroke-specific, self-report, health status measure. The SIS version 3.0 includes 59 items and assesses 8 domains: strength (four items), memory and thinking (seven items), emotion (nine items), communication (seven items), participation/role function (eight items), mobility (9 items), hand function (five items) and basic/instrumental activities of daily living (10 items). Each item is rated using a 5-point Likert-type scale (1 = an inability to complete the item; 5 = no difficulty experienced at all) and a global scores is calculated as a summative score of each domain, transformed into a 0-100 scale. It includes an extra question on the person´s perceived stroke recovery measured in the form of a visual analogue scale from 0-100.","timeFrame":"The cohort group will be assessed at baseline"},{"measure":"Muscle spasticity: Modified Ashworth Scale (MAS)","description":"The MAS is a muscle tone assessment scale used to assess the resistance experienced during passive range of motion. Each movement is rated on a 6-point scale, with higher scores indicating higher spasticity. The muscle tone of the shoulder, elbow and wrist will be assessed.","timeFrame":"The cohort group will be assessed at baseline"},{"measure":"Motor function: Fugl-Meyer Assessment- Upper Limb (FMA-UE)","description":"The upper extremity motor domain of the Fugl-Meyer-Assessment will be used. It includes 33 items assessing movement, coordination, and reflex action of the shoulder, elbow, forearm, wrist and hand. Scoring is based on direct observation of performance, with each item scored on a 3-level ordinal scale (0 = unable to perform, 2 = near normal ability). The maximal achievable score is 66, being higher scores indicative of better motor function.","timeFrame":"The cohort group will be assessed at baseline"},{"measure":"Upper limb strength: Motricity Index (MI)","description":"The MI is used to assess motor impairment after stroke. The upper extremity tests include shoulder abduction, elbow flexion and pinch grip. These three actions are scored each on a 33- point scale according to the MI instructions. A total upper extremity score is obtained by adding one to the sum of the three actions scores, with a maximum possible result of 100. Higher scores are indicative of less motor impairment.","timeFrame":"The cohort group will be assessed at baseline"},{"measure":"Manual dexterity: Box and Blocks Test (BBT)","description":"The BBT is a performance based test of gross manual dexterity. It consists of moving as many wooden blocks as possible, one at a time, from one compartment of a partitioned box to the other, within 60 seconds. The test is scored by counting the number of blocks transferred (the higher the number of blocks transferred, the better the outcome).","timeFrame":"The cohort group will be assessed one week after baseline"},{"measure":"Digital dexterity: 9-Hole Peg Test (9HPT)","description":"The 9HPT is a single-task performance based measure of digital dexterity. The test involves placing and removing nine pegs on a pegboard as quickly as possible, while timed. The quicker the pins are inserted and taken out, the better the outcome.","timeFrame":"The cohort group will be assessed one week after baseline"},{"measure":"Motor function: Action Research Arm Test (ARAT)","description":"The ARAT is a 19-item test designed to assess upper extremity function and dexterity (grasp, grip, pinch and gross movement). Each item is scored on a 4-point ordinal scale (0 =no movement; 3= normal performance of the task), while the total score ranges from 0 to 57, with higher scores indicating better performance.","timeFrame":"The cohort group will be assessed one week after baseline"},{"measure":"Activities of daily living: Bimanual Hand Ability (ABILHAND)","description":"The ABILHAND assesses the person's perceived difficulty in using the hand to perform manual activities in daily activities unaided. It is a 23-item self-report questionnaire than includes common bimanual activities (e.g. hammering a nail, wrapping gifts, cutting meat, buttoning a shirt, opening mail). Each task is scored on a 3-point scale (0=impossible, 1=difficult, 2=easy). Analysis of the answers is via a Rasch model of online analysis, which converts the raw scores into a linear measure (in logits). The higher the positive logits are, the better the person's ability.","timeFrame":"The cohort group will be assessed one week after baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSpanish-native speakers aged between 18 and 80 years with:\n\n* Functional impairment of the upper extremity due to hemiparesis secondary to a stroke of ≥6 months of evolution\n* Clinical stability\n* Sufficient cognitive capacity to give consent to participate in the study and to understand and perform the assessment tests\n\nExclusion Criteria:\n\n* Bilateral motor impairment\n* Neurological impairment other than stroke (both central and peripheral nervous systems), musculoskeletal impairment (amputation, fracture, etc.) or disabling pain (Visual Analogue Scale score \\> 5) that may affect the performance of the tests","sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Spanish-native speakers with functional impairment of the upper extremity after stroke in chronic phase.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Arancha Ruescas-Nicolau, PhD","role":"CONTACT","phone":"00 34 963 98 38 53","phoneExt":"64806","email":"arancha.ruescas@uv.es"},{"name":"M.Luz Sánchez-Sánchez, PhD","role":"CONTACT","phone":"00 34 963 98 38 53","email":"m.luz.sanchez@uv.es"}],"overallOfficials":[{"name":"Maria-Arantzazu Ruescas-Nicolau, PT, PhD","affiliation":"Department of Physiotherapy, University of Valencia (Spain)","role":"PRINCIPAL_INVESTIGATOR"},{"name":"M.Luz Sánchez-Sánchez, PT, PhD","affiliation":"Department of Physiotherapy, University of Valencia (Spain)","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Lirios Dueñas, PT, PhD","affiliation":"Department of Physiotherapy, University of Valencia (Spain)","role":"STUDY_DIRECTOR"},{"name":"Monja Spotti, PT, MSc","affiliation":"Faculty of Physiotherapy, University of Valencia (Spain)","role":"STUDY_CHAIR"}],"locations":[{"facility":"University of Valencia","status":"RECRUITING","city":"Valencia","zip":"46010","country":"Spain","contacts":[{"name":"Arancha Ruescas-Nicolau, PhD","role":"CONTACT","phone":"00 34 963 98 38 53","phoneExt":"64806"}],"geoPoint":{"lat":39.46975,"lon":-0.37739}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}