{"protocolSection":{"identificationModule":{"nctId":"NCT00646217","orgStudyIdInfo":{"id":"05555585Z"},"organization":{"fullName":"University of Kansas Medical Center","class":"OTHER"},"briefTitle":"Self Care TALK Study - Promoting Stroke Caregiver Health","officialTitle":"Promoting Stroke Caregiver Health Vis Self Care TALK: Education and Support Telephone Partnerships With Nurses"},"statusModule":{"statusVerifiedDate":"2016-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-07"},"primaryCompletionDateStruct":{"date":"2008-03","type":"ACTUAL"},"completionDateStruct":{"date":"2010-02","type":"ACTUAL"},"studyFirstSubmitDate":"2008-03-25","studyFirstSubmitQcDate":"2008-03-27","studyFirstPostDateStruct":{"date":"2008-03-28","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-11-23","lastUpdatePostDateStruct":{"date":"2016-11-28","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Kansas Medical Center","class":"OTHER"},"collaborators":[{"name":"American Heart Association","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Most stroke survivors return home, where their care is supported by family and friends. Although family caring at home is usually rewarding, it is often challenging, too. The demands and responsibilities of caring for a loved one at home can be stressful. The actual activities of caregiving vary according to the needs of the stroke survivor, but can include helping with bathing, dressing, eating, and many other activities. Caregivers must learn care techniques and how to manage changes in roles and lifestyle. While adjusting to these changes, caregivers may be advised to 'take care' of themselves, but may not receive guidance or support for doing this. In this study, we are testing a self-care intervention for older, spouse caregivers of persons with stroke to see how helpful the intervention is in reducing distress and in helping caregivers adopt and maintain healthy lifestyle behaviors.\n\nWe have developed an intervention for caregivers that is called Self-Care TALK. The intervention includes creating a health-promoting, self-care education and support partnership between caregivers and nurses through the use of weekly telephone conversations. Each conversation focuses on a health-related topic, such as: healthy habits, building self-esteem, focusing on the positive, avoiding role overload, communicating, and building meaning. The conversations follow a basic format, but also are unique to each person. Participants complete questionnaires before and after the intervention, so that we can test the effect of participation in Self-Care TALK on caregiver health.\n\nWe know that education and support about self-care can be achieved through partnerships between family caregivers and health care professionals. Our goal is to build on this knowledge in testing whether participation in the Self-Care TALK intervention will result in less distress and better health and well-being for spouse caregivers, compared to caregivers who receive no additional care beyond usual education and support. In working toward this goal, we are using a partnership approach, in which nurses and caregivers discuss several health-related topics and mutually identify creative solutions for caregivers to incorporate self-care and health-promotion strategies into their daily routines. Promoting healthy outcomes for caregivers is essential to supporting their personal well-being, and to fostering their ability to continue home care for their loved one.","detailedDescription":"Up to 80% of stroke survivors return to community living arrangements, where post-stroke care is supported mostly by family and friends. Although family caring at home is cost effective from a societal perspective, the challenges of caregiving can be significant and often result in negative outcomes for the caregiver, particularly when the caregiver is older and more vulnerable to caregiving demands. Caregivers are advised to 'take care', yet receive little direction regarding how to accomplish self-care goals.\n\nThe purpose of this study is to test the effectiveness of a self-care intervention for older, spouse caregivers of persons with stroke in reducing caregiving strain, promoting caregiver health and well-being, self-efficacy related to health, and in reducing depressive symptoms. A randomized, treatment/comparison, repeated-measures experimental design will be used to test the effectiveness of the theory-based, health-promoting treatment (Self-Care TALK) compared to usual care, for spouse caregivers age 55 and older. Subjects must be living with and caring for the stroke survivor, and the stroke must have been a first-ever stroke, occurring 6-36 months before enrollment.\n\nSubjects complete questionnaires at baseline (Time 1) before randomization to the treatment or comparison group. Treatment group subjects receive written materials related to self-care and health promotion for use during the TALK sessions. Self-Care TALK is implemented through 6 weekly telephone sessions with advanced practice nurses. Sessions focus on several self-care topics, including: healthy habits, building self-esteem, focusing on the positive, avoiding role overload, communicating, and building meaning. Basic content is structured, but conversations are individualized with regard to each person's environment, abilities, and activities.\n\nAll subjects complete questionnaires again at 8 weeks (Time 2), and 24 weeks (Time 3) after baseline. Data will be analyzed using linear mixed modeling and linear regression to determine the effect of participation in Self-Care TALK on the outcome variables. Treatment group subjects are hypothesized to have lower caregiving strain, higher perceived health, well-being, and self-efficacy related to health, and less depressive symptomatology than comparison group subjects. Promoting healthy outcomes for stroke caregivers is essential to fostering ability for continued home care of stroke survivors. Comparison group subjects receive written materials related to self-care and health promotion post Time 3."},"conditionsModule":{"conditions":["Caregiving"],"keywords":["SELF Care Talk","stroke","caregivers","Caregiving as experienced by older adults caring for a spouse/partner with a first-ever stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":39,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1","type":"EXPERIMENTAL","description":"SELF CARE Talk","interventionNames":["Behavioral: Self Care Talk"]},{"label":"2","type":"NO_INTERVENTION","description":"Comparison Group"}],"interventions":[{"type":"BEHAVIORAL","name":"Self Care Talk","description":"6 weekly telephone sessions","armGroupLabels":["1"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"SF-36v2, PCS (perceived physical health) SF-36v2, MCS (perceived mental health)","timeFrame":"2 months and 6 months post enrollment"}],"secondaryOutcomes":[{"measure":"M-CSI: modified (caregiver strain),SRAHP (self efficacy for health), CED-D (depression)","timeFrame":"2 and 6 months post enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 55 years or older\n* Married or married equivalent\n* Living with and caring for a spouse/partner surviving a first-ever stroke occurring 6 - 36 months before enrollment\n* Can participate by telephone\n* Speaks English","healthyVolunteers":false,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Cynthia Teel, PhD, RN","affiliation":"University of Kansas School of Nursing","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Kansas","city":"Kansas City","state":"Kansas","zip":"66160","country":"United States","geoPoint":{"lat":39.11417,"lon":-94.62746}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}