{"protocolSection":{"identificationModule":{"nctId":"NCT04771169","orgStudyIdInfo":{"id":"REC/00830 Vishal Sana"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Vestibular Rehabilitation Verses Virtual Reality on Dizziness, Balance and Gait in Subacute Stroke","officialTitle":"Comparison of Vestibular Rehabilitation With Virtual Reality on Dizziness, Balance and Gait in Subacute Stroke Patients"},"statusModule":{"statusVerifiedDate":"2022-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-24","studyFirstSubmitQcDate":"2021-02-24","studyFirstPostDateStruct":{"date":"2021-02-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-01-25","lastUpdatePostDateStruct":{"date":"2022-02-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"There is paucity of literature in studying the comparative effects of Vestibular Rehabilitation and Virtual Reality. This study will determine the effects of these interventions on dizziness, balance and gait. This study will also deduce the role of vestibular rehabilitation and Virtual reality in subacute stroke patients","detailedDescription":"Stroke is defined as rapidly developing clinical signs of focal disturbance of cerebral function that lasts more than 24 hours or leading to death. It arises from vascular causes such as cerebral infarction, intracerebral hemorrhage or subarachnoid hemorrhage. Stroke refers to any damage to the brain due to abnormality of blood supply. Stroke patients have difficulty in maintaining balance and postural control because they have asymmetric posture, abnormal body imbalance and difficulty in weight transfer.\n\nBalance is required to maintain posture, to respond to voluntary movements and react to external perturbations. Because of the balance disorders, compensatory movements occur in stroke patients which causes them to consume more energy compared to healthy subjects and causes the development of inefficient walking pattern.\n\nGait function determines the degree of physical ability of post-stroke patients and their ability to perform independent mobility during activities of daily living (ADL). Stroke patients acquire compensatory abnormal walking pattern as a result of muscular weakness and inability to maintain balance.\n\nVirtual reality rehabilitation systems provide direct sensorial feedback to which a person can respond and interact with environment. VR environments are commonly used in treating, training, and rehabilitation of stroke patients. In virtual reality rehabilitation, the patient moves and performs predetermined tasks as if he is performing the actions in reality.\n\nAccording to a study conducted by Hyung Young Lee, Virtual reality-based training has been used as therapeutic intervention for functional recovery of stroke patients. It provides a variety of environments based on the requirements of patients that can be selected for recovery.\n\nAccording to a study conducted by Yurong Mao, Virtual reality balance training provides more realistic proprioceptive and visual input and improves balance and gait function effectively. Virtual reality balance games can be used as an effective tool to train patients with balance dysfunction.\n\nLiterature describes Virtual Reality training is effective in improving dynamic balance control and preventing falls in subacute stroke patients. Virtual reality training provides stroke patients with planned and consistent exercises to improve balance and gait by giving visual feedback to directly adjust their wrong weight center and shift visually.\n\nIts reported that Vestibular rehabilitation is frequently used treatment for dizziness and balance problems. Vestibular Rehabilitation is a combination of different exercise components with an aim to improve gaze stability, balance and gait and facilitate somatosensory integration. It is used in treatment of stroke patients to improve dynamic balance by acting on the vestibular system, thus facilitating recovery.\n\nA study indicated that, the main components of vestibular rehabilitation are gaze stabilization exercises to help adapt the VOR function and balance exercises to retrain the vestibulospinal reflex function. Thus, simultaneously measuring changes in the VOR function and gait performance before and after intervention will provide valuable information for rehabilitation.\n\nVestibular system plays a phase dependent role in gait and is active at certain points in the gait cycle including double support, changing direction, and step termination.\n\nVRT is patient dependent and progression of the exercises depends upon individual patient's sensorimotor, cognitive, and emotional aspects."},"conditionsModule":{"conditions":["Vestibular Rehabilitation"],"keywords":["Dizziness","balance","Subacute stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":34,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Vestibular Training Group","type":"EXPERIMENTAL","description":"This Group will receive vestibular Adaptation and Balance exercises","interventionNames":["Other: vestibular Training Group"]},{"label":"Virtual Reality Group","type":"ACTIVE_COMPARATOR","description":"This Group will receive virtual reality training by using exergaming.","interventionNames":["Other: Virtual Reality Group"]}],"interventions":[{"type":"OTHER","name":"vestibular Training Group","description":"this Group will receive vestibular Adaptation \\& Balance exercises","armGroupLabels":["Vestibular Training Group"]},{"type":"OTHER","name":"Virtual Reality Group","description":"This Group will receive Virtual Reality Training by using exergaming.","armGroupLabels":["Virtual Reality Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Timed up and Go test (TUG):","description":"Timed Up and Go test (TUG) is used to assess balance and mobility in patients with stroke. An older adult who takes ≥12 seconds to complete the TUG is at risk for falling.","timeFrame":"Change from Baseline mobility and balance to 8 Weeks"},{"measure":"Dynamic Gait Index:","description":"DGI quantifies the dynamic balance instability and is a performance based tool. It evaluates the ability of the individual to modify gait in response to changing functions during walking. Its total score is 24.","timeFrame":"Change from Baseline gait and balance to 8 Weeks"}],"secondaryOutcomes":[{"measure":"Dizziness Handicap Inventory","description":"The Dizziness Handicap Inventory measures the self-perceived level of handicap associated with the symptom of dizziness. Its total score is 100","timeFrame":"Change from Baseline dizziness and balance to 8 Weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* • Subacute stroke patients. 1 to 6 months\n\n  * Both male and female subacute stroke patients with age 40-70 years.\n  * Patients with positive Head Thrust Test.\n  * Patients with Vestibular Disorders.\n  * Modified Rankin scale score 1-4\n  * Score \\>25 on MMSE\n\nExclusion Criteria:\n\n* • Patients presented with neurological condition unrelated to stroke.\n\n  * Patients that cannot provide informed consent for study participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Misbah Ghous, MSNMPT","affiliation":"Riphah International University Islamabad","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Pakistan General Railway Hospital","city":"Rawalpindi","state":"Punjab","zip":"46000","country":"Pakistan","geoPoint":{"lat":33.6007,"lon":73.0679}}]},"referencesModule":{"references":[{"pmid":"29143805","type":"BACKGROUND","citation":"Chavez LM, Huang SS, MacDonald I, Lin JG, Lee YC, Chen YH. Mechanisms of Acupuncture Therapy in Ischemic Stroke Rehabilitation: A Literature Review of Basic Studies. Int J Mol Sci. 2017 Oct 28;18(11):2270. doi: 10.3390/ijms18112270."},{"pmid":"24259857","type":"BACKGROUND","citation":"Chung EJ, Kim JH, Lee BH. The effects of core stabilization exercise on dynamic balance and gait function in stroke patients. J Phys Ther Sci. 2013 Jul;25(7):803-6. doi: 10.1589/jpts.25.803. Epub 2013 Aug 20."},{"pmid":"30828632","type":"BACKGROUND","citation":"Osoba MY, Rao AK, Agrawal SK, Lalwani AK. Balance and gait in the elderly: A contemporary review. Laryngoscope Investig Otolaryngol. 2019 Feb 4;4(1):143-153. doi: 10.1002/lio2.252. eCollection 2019 Feb."},{"pmid":"25931744","type":"BACKGROUND","citation":"Yom C, Cho HY, Lee B. Effects of virtual reality-based ankle exercise on the dynamic balance, muscle tone, and gait of stroke patients. J Phys Ther Sci. 2015 Mar;27(3):845-9. doi: 10.1589/jpts.27.845. Epub 2015 Mar 31."},{"pmid":"25435710","type":"BACKGROUND","citation":"Kim WI, Choi YK, Lee JH, Park YH. The effect of muscle facilitation using kinesio taping on walking and balance of stroke patients. J Phys Ther Sci. 2014 Nov;26(11):1831-4. doi: 10.1589/jpts.26.1831. Epub 2014 Nov 13."},{"pmid":"27512255","type":"BACKGROUND","citation":"Lee MM, Shin DC, Song CH. Canoe game-based virtual reality training to improve trunk postural stability, balance, and upper limb motor function in subacute stroke patients: a randomized controlled pilot study. J Phys Ther Sci. 2016 Jul;28(7):2019-24. doi: 10.1589/jpts.28.2019. Epub 2016 Jul 29."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000014717","term":"Vertigo"},{"id":"D000004244","term":"Dizziness"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000015837","term":"Vestibular Diseases"},{"id":"D000007759","term":"Labyrinth Diseases"},{"id":"D000004427","term":"Ear Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M7110","name":"Dizziness","asFound":"Dizziness","relevance":"HIGH"},{"id":"M17152","name":"Vertigo","asFound":"Dizziness","relevance":"HIGH"},{"id":"M15180","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M18077","name":"Vestibular Diseases","relevance":"LOW"},{"id":"M10469","name":"Labyrinth Diseases","relevance":"LOW"},{"id":"M10472","name":"Labyrinthitis","relevance":"LOW"},{"id":"M7291","name":"Ear Diseases","relevance":"LOW"},{"id":"M12651","name":"Otorhinolaryngologic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"}]}},"hasResults":false}