{"protocolSection":{"identificationModule":{"nctId":"NCT02635685","orgStudyIdInfo":{"id":"2015/398-32"},"organization":{"fullName":"University Hospital, Linkoeping","class":"OTHER"},"briefTitle":"Clinical Decision Support for Stroke Prevention in Atrial Fibrillation","officialTitle":"Clinical Decision Support for Stroke Prevention in Atrial Fibrillation - a Cluster Randomized Trial in the Primary Care Setting","acronym":"CDS-AF"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-01-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2017-01-11","type":"ACTUAL"},"completionDateStruct":{"date":"2025-01-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2015-11-18","studyFirstSubmitQcDate":"2015-12-18","studyFirstPostDateStruct":{"date":"2015-12-21","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-05-09","lastUpdatePostDateStruct":{"date":"2023-05-10","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lars Karlsson","investigatorTitle":"MD, PhD","investigatorAffiliation":"University Hospital, Linkoeping"},"leadSponsor":{"name":"University Hospital, Linkoeping","class":"OTHER"},"collaborators":[{"name":"Linkoeping University","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"A cluster randomised study in the primary care setting to evaluate a electronic clinical decision tool for stroke prophylaxis in patients with atrial fibrillation.","detailedDescription":"Atrial fibrillation is the most common form of arrhythmia, affecting more than three percent of the population. The condition carries an increased risk of thromboembolism, in particular stroke. In 2013 approximately 25000 acute strokes were diagnosed in Sweden, with the result of death or severe disability in nearly half of the cases. Numerous studies have shown that the risk for stroke can be reduced by approximately 60-70 % with the use of anticoagulant therapy to patients with one or several risk factors for stroke and concurrent atrial fibrillation. The European Society of Cardiology recommends use of the CHA2DS2VASc algorithm to identify persons at increased risk for stroke in the setting of atrial fibrillation. Prophylaxis is recommended if CHA2DS2VASc ≥ 1 (not only female gender).\n\nThe agents used include warfarin and the more recently developed non-vitamin k oral anticoagulants (NOACs). Despite good evidence and recommendations in current guidelines, however, there remains a substantial undertreatment in this group of patients.\n\nThe Swedish Association of Local Authorities and Regions have shown that only 63% of patients with a CHA2DS2VASc score ≥ 2 are prescribed anticoagulant therapy \\[7\\]. The reasons for this is most likely multifactorial, including ignorance of the CHA2DS2VASc algorithm as well as reluctance of the use of potent drugs from both doctors and patients. Furthermore, the high pace in modern medicine increase the risk of missing the diagnosis of atrial fibrillation and/or the conditions constituting the CHA2DS2VASc algorithm.\n\nClinical decision tools is a relatively new phenomena in modern medicine showing promising results, but evidence for clinical outcome are sparse. The clinical decision tool for stroke prevention (CDSS) has been developed in collaboration between Cambio Cosmic (the supplier of the electronic journal in the county of Östergötland), the Cardiology Department at Linköping University hospital and primary care professionals. The decision tool is activated when a patient is being logged into the electronic journal. If the patient has a diagnosis of atrial fibrillation (or atrial flutter) and a CHA2DS2VASc score ≥ 1 (not only female gender) without current anticoagulant therapy, a screen warning will appear. By clicking on the warning, the responsible physician will get an overview of the patient's diagnosis according to the CHA2DS2VASc algorithm. Furthermore, a calculation of the estimated stroke risk for the coming year will appear, and links to national guidelines be provided. The physician can thereafter decide to prescribe anticoagulant therapy in accordance with current guidelines or, alternatively, postpone the decision/make a decision to refrain from medication. In case the choice is made to refrain from medication the physician is asked to choose between a set of predetermined reasons in order to monitor the main reasons for deviation from guidelines.\n\nIf, on the other hand, the patient has anticoagulant therapy in accordance with current guidelines, no screen warning will appear.\n\nCDSS has shown promising results in a pilot study conducted at five units in the County of Östergötland during the fall of 2014. The aim of the present study is to investigate this computerized decision tool in a large randomized trial in the primary care setting.\n\nStudy design The present study is a cluster randomized study in the primary care setting in the County of Östergötland, Sweden. The investigators intend to include all primary care units (n = 43) in the County of Östergötland. Participation is non-compulsory. The population in the County of Östergötland is 442 105 (December 2014)\n\nAt the time of inclusion all primary care units will be stratified in four strata based on the number of patients listed on each unit and current adherence to guidelines (i.e. the percentage of patients with a diagnosis of atrial fibrillation and CHA2DS2VASc ≥ 1 (not only female gender) that are currently prescribed anticoagulant therapy). They will thereafter be randomized to intervention with the CDSS application or serve as a control unit (continue with usual care, randomized 1:1). Prior to randomization all the participating general practitioners will receive an education about atrial fibrillation and the associated risk of stroke, including the CHA2DS2VASc algorithm and an overview of anticoagulant therapy. Furthermore, all units receiving the CDSS will have a briefing about the technical aspects of using the application."},"conditionsModule":{"conditions":["Cardiovascular Disease","Atrial Fibrillation","Stroke"],"keywords":["Atrial fibrillation","Stroke","Clinical Decision Support","Anticoagulants"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":442105,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"Intervention with Clinical Decision Support tool installed on units.","interventionNames":["Other: Clinical Decision Support tool"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Control group without intervention with Clinical Decision Support tool installed on units."}],"interventions":[{"type":"OTHER","name":"Clinical Decision Support tool","description":"Automatized support tool for identification of patients with a diagnosis of atrial fibrillation without appropriate anticoagulant therapy for stroke prevention.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adherence to guidelines defined as the percentage of patients with atrial fibrillation and CHA2DS2VASc ≥ 1, (not only female gender) that are prescribed anticoagulant therapy (ATC-code B01A).","description":"The data will be recorded through the electronic journal where the diagnosis for atrial fibrillation/flutter, the conditions constituting the CHA2DS2VASc algorithm as well as the medication list is logged.","timeFrame":"12 months after study commencement"}],"secondaryOutcomes":[{"measure":"Reduction av thromboembolism. This will be analyzed through the electronic medical journal by identifying the patients with new (since commencement of the study) diagnosis of thromboembolism. ICD-10 codes I63-64, G45, I75 will be analyzed.","timeFrame":"12 months after study commencement and 3 and 6 years after study finish."},{"measure":"Analysis of physician acceptance of a clinical decision tool in the primary care setting with questionnaires to randomly assigned general physicians.","description":"The extended Technology Acceptance Model is implemented with modifications in order to capture moderating factors of acceptance.","timeFrame":"Before study commencement and after 12 months"},{"measure":"Analysis of reasons to deviate from guidelines. As part of the clinical decision tool there are prespecified reasons to choose from if no therapy is prescribed. The main reasons will be summarized.","timeFrame":"12 months after study commencement"},{"measure":"Cost-effectiveness of using clinical decision support tool for stroke prevention in the primary care setting.","description":": Resource use regarding education of general practitioners and the time for using the clinical decision support tool is going to be identified and translated into healthcare costs by assigning a unit cost.\n\nCost of the clinical decision support tool is also included to get the mean healthcare cost/patient.\n\nThe effectiveness measure is percentage of all patients with atrial fibrillation getting anticoagulation therapy in the clinical decision support tool group compared with the control group.\n\nThis is a trial based evaluation. We will also calculate longterm results with a modelling approach.","timeFrame":"12 months follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Primary care centers in the county of Östergötland, Sweden.\n\nExclusion Criteria:\n\n* None","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Lars O Karlsson, MD, PhD","affiliation":"Department of Cardiology and Department of Medical and Health Sciences, Linköping University, Linköping, Sweden","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The County of Östergötland","city":"Linköping","country":"Sweden","geoPoint":{"lat":58.41086,"lon":15.62157}}]},"referencesModule":{"references":[{"pmid":"23879838","type":"BACKGROUND","citation":"Friberg L, Bergfeldt L. Atrial fibrillation prevalence revisited. J Intern Med. 2013 Nov;274(5):461-8. doi: 10.1111/joim.12114. Epub 2013 Aug 7."},{"type":"BACKGROUND","citation":"Riks-stroke. Annual report 2013 (in Swedish). http://www.riksstroke.org/wp-content/uploads/2014/07/Strokerapport_AKUTTIA3man_LR.pdf. Accessed November 2014."},{"pmid":"17577005","type":"BACKGROUND","citation":"Hart RG, Pearce LA, Aguilar MI. Meta-analysis: antithrombotic therapy to prevent stroke in patients who have nonvalvular atrial fibrillation. Ann Intern Med. 2007 Jun 19;146(12):857-67. doi: 10.7326/0003-4819-146-12-200706190-00007."},{"pmid":"22923145","type":"BACKGROUND","citation":"Camm AJ, Lip GY, De Caterina R, Savelieva I, Atar D, Hohnloser SH, Hindricks G, Kirchhof P; ESC Committee for Practice Guidelines-CPG; Document Reviewers. 2012 focused update of the ESC Guidelines for the management of atrial fibrillation: an update of the 2010 ESC Guidelines for the management of atrial fibrillation--developed with the special contribution of the European Heart Rhythm Association. Europace. 2012 Oct;14(10):1385-413. doi: 10.1093/europace/eus305. Epub 2012 Aug 24. No abstract available."},{"pmid":"23982711","type":"BACKGROUND","citation":"Bjorck S, Palaszewski B, Friberg L, Bergfeldt L. Atrial fibrillation, stroke risk, and warfarin therapy revisited: a population-based study. Stroke. 2013 Nov;44(11):3103-8. doi: 10.1161/STROKEAHA.113.002329. Epub 2013 Aug 27."},{"pmid":"23704912","type":"BACKGROUND","citation":"Kakkar AK, Mueller I, Bassand JP, Fitzmaurice DA, Goldhaber SZ, Goto S, Haas S, Hacke W, Lip GY, Mantovani LG, Turpie AG, van Eickels M, Misselwitz F, Rushton-Smith S, Kayani G, Wilkinson P, Verheugt FW; GARFIELD Registry Investigators. Risk profiles and antithrombotic treatment of patients newly diagnosed with atrial fibrillation at risk of stroke: perspectives from the international, observational, prospective GARFIELD registry. PLoS One. 2013 May 21;8(5):e63479. doi: 10.1371/journal.pone.0063479. Print 2013."},{"type":"BACKGROUND","citation":"Öppna jämförelser: hälso- och sjukvård 2014, del 2 (in Swedish). http://webbutik.skl.se/sv/artiklar/oppna-jamforelser-halso-och-sjukvard-2014-del-1.html. Accessed December 4, 2014."},{"pmid":"23126650","type":"BACKGROUND","citation":"Lobach D, Sanders GD, Bright TJ, Wong A, Dhurjati R, Bristow E, Bastian L, Coeytaux R, Samsa G, Hasselblad V, Williams JW, Wing L, Musty M, Kendrick AS. Enabling health care decisionmaking through clinical decision support and knowledge management. Evid Rep Technol Assess (Full Rep). 2012 Apr;(203):1-784."},{"pmid":"22751758","type":"BACKGROUND","citation":"Bright TJ, Wong A, Dhurjati R, Bristow E, Bastian L, Coeytaux RR, Samsa G, Hasselblad V, Williams JW, Musty MD, Wing L, Kendrick AS, Sanders GD, Lobach D. Effect of clinical decision-support systems: a systematic review. Ann Intern Med. 2012 Jul 3;157(1):29-43. doi: 10.7326/0003-4819-157-1-201207030-00450."},{"pmid":"29534063","type":"DERIVED","citation":"Karlsson LO, Nilsson S, Bang M, Nilsson L, Charitakis E, Janzon M. A clinical decision support tool for improving adherence to guidelines on anticoagulant therapy in patients with atrial fibrillation at risk of stroke: A cluster-randomized trial in a Swedish primary care setting (the CDS-AF study). PLoS Med. 2018 Mar 13;15(3):e1002528. doi: 10.1371/journal.pmed.1002528. eCollection 2018 Mar."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}