{"protocolSection":{"identificationModule":{"nctId":"NCT03683160","orgStudyIdInfo":{"id":"446-2016"},"organization":{"fullName":"Sunnybrook Health Sciences Centre","class":"OTHER"},"briefTitle":"A Cognitive-Augmented Mobility Program","officialTitle":"A Cognitive-Augmented Mobility Program (CAMP): Combining Cognitive Strategy Training And Best Evidence Mobility Training To Optimize Long-Term Meaningful Living For People With Stroke","acronym":"CAMP"},"statusModule":{"statusVerifiedDate":"2018-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-01-04","type":"ACTUAL"},"completionDateStruct":{"date":"2018-01-31","type":"ACTUAL"},"studyFirstSubmitDate":"2018-09-05","studyFirstSubmitQcDate":"2018-09-21","studyFirstPostDateStruct":{"date":"2018-09-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-09-21","lastUpdatePostDateStruct":{"date":"2018-09-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sunnybrook Health Sciences Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project will combine best-evidence gait and mobility training with best evidence cognitive strategy training to produce a new cognitive-augmented mobility intervention that is expected to optimize long-term functional mobility outcomes for those living with stroke. More importantly, the new cognitive-augmented mobility program (CAMP) will address two crucial outcomes that do not occur with current approaches: 1. Maintenance of mobility gains after discharge from formal rehabilitation and 2. Transfer of skills learned in rehabilitation to real-world community living. This project will result in a new, fully defined intervention, and will provide effect size and cost estimates to design a future appropriately powered randomized controlled trial (RCT).","detailedDescription":"Difficulty walking is a leading cause of activity restriction in survivors of stroke. It is directly related to important functional issues, such as challenges in crossing a street in time, difficulty walking to a bus stop and increased risk of falls. These functional issues can then impact a person's confidence to move around their community, ultimately leading to lower levels of physical activity and potential negative health consequences. The best way to optimize recovery in walking and mobility is not yet known, and there are critical gaps in existing treatments. While some approaches are effective in the short term, strategies to promote the maintenance of improvements are not well established, benefits are usually not transferred beyond the specific skills trained and the specific context in which they were learned, few interventions impact community participation, and cost effectiveness has rarely been investigated. A potential solution exists in combining best-evidence interventions: task-specific gait and mobility training to improve skill quality, cardiorespiratory and strength exercises to improve endurance and speed, and cognitive strategy training to teach problem solving, improve confidence and to ensure long-term maintenance and transfer of skills to home and community settings. The investigators will combine best evidence mobility interventions with best evidence cognitive strategy training to develop and evaluate a new intervention to optimize long-term functional mobility outcomes for those living with stroke. The project consists of two sequential stages: 1) intervention development through literature synthesis; face validity testing using focus groups with patients, family members and expert stroke rehabilitation clinicians; and intervention refinement; followed by 2) feasibility/pilot testing with 10 people more than 6 months post stroke. Anticipated outcomes include a fully developed intervention with the potential to optimize mobility rehabilitation and effect size estimates to permit the design of a future, appropriately-powered randomized controlled trial."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke, mobility, cognitive strategy training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single arm design with two blocks.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Cognitive Augmented Mobility Program","type":"EXPERIMENTAL","description":"CAMP will combine education, one-on-one cognitive strategy training, and a cardiovascular and strength-training program conducted within a group setting. It will be run as a group of up to 6 participants, facilitated by a physiotherapist and a physiotherapy assistant or kinesiologist. It consists of 2 phases with a total of 19 sessions: Intervention Preparation (3 sessions), Active Intervention (16 sessions), and Follow-Up (1 session).","interventionNames":["Other: Cognitive Augmented Mobility Program"]}],"interventions":[{"type":"OTHER","name":"Cognitive Augmented Mobility Program","description":"CAMP will combine education, one-on-one cognitive strategy training, and a cardiovascular and strength-training program conducted within a group setting. It will be run as a group of up to 6 participants, facilitated by a physiotherapist and a physiotherapy assistant or kinesiologist. It consists of 2 phases with a total of 19 sessions: Intervention Preparation (3 sessions), Active Intervention (16 sessions), and Follow-Up (1 session).","armGroupLabels":["Cognitive Augmented Mobility Program"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean Canadian Occupational Performance Measure scores","description":"The Canadian Occupational Performance Measure (COPM) is a self-report measure of performance and satisfaction with self-selected goals. Participants are asked to generate 5 personally meaningful rehabilitation goals and rate their current performance and satisfaction on a scale from 1 to 10. Total scores are the average performance and satisfaction score. Higher scores indicate better outcomes.","timeFrame":"1) 1 week pre-intervention; 2) 1 week post-intervention, 3) 4 to 5 weeks post-intervention"}],"secondaryOutcomes":[{"measure":"Mean 5 metre walk test scores","description":"Measure of gait speed in metres per second. Higher scores indicate faster walking speed.","timeFrame":"1) 1 week pre-intervention; 2) 1 week post-intervention, 3) 4 to 5 weeks post-intervention"},{"measure":"Mean 6-minute walk test scores","description":"Measure of walking endurance in metres walked. Higher scores indicate greater distance traveled.","timeFrame":"1) 1 week pre-intervention; 2) 1 week post-intervention, 3) 4 to 5 weeks post-intervention"},{"measure":"Mean Berg Balance Scale scores","description":"The Berg Balance Scale (BBS) is a measure of static balance. Participants are asked to complete a series of 14 tasks and are scored from 0 to 4. Total score (min=0; max=56) is calculated by adding the scores of the individual tasks, higher scores indicate better outcomes.","timeFrame":"1) 1 week pre-intervention; 2) 1 week post-intervention, 3) 4 to 5 weeks post-intervention"},{"measure":"Mean Activity-specific Balance Confidence Scale scores","description":"The Activity-specific Balance Confidence (ABC) Scale is a self-report measure of confidence to perform daily activities without falling. Participants assign a score from 0 to 100 to each of the measure's 16 items and the total score is calculated by obtaining the average score. Higher scores indicate better outcomes.","timeFrame":"1) 1 week pre-intervention; 2) 1 week post-intervention, 3) 4 to 5 weeks post-intervention"},{"measure":"Mean Community Balance and Mobility Scale scores","description":"The Community Balance and Mobility (CB\\&M) Scale is a measure of balance and mobility. Participants are asked to perform 13 tasks while a therapist scores their performance. Several tasks require using both sides. The total score (min=0; max=96) is the sum of all task scores and greater scores indicate better outcomes.","timeFrame":"1) 1 week pre-intervention; 2) 1 week post-intervention, 3) 4 to 5 weeks post-intervention"},{"measure":"Mean Functional Independence Measure scores","description":"The Functional Independence Measure (FIM) is a measure of the amount of assistance required to complete activities of daily living. Participants are asked about the amount of assistance required to complete each of the measure's 18 items and are assigned a score from 1 to 7 for each item. Total scores (min=18; max=126) are the sum of the item scores and greater scores indicate better outcomes.","timeFrame":"1) 1 week pre-intervention; 2) 1 week post-intervention, 3) 4 to 5 weeks post-intervention"},{"measure":"Mean Stroke Impact Scale scores","description":"The Stroke Impact Scale (SIS) is a self-report measure of perceived impact of stroke on function and everyday life. The SIS is a 56 item measure with 8 subscales measuring strength, hand function, ADL/IADL, mobility, communication, emotion, memory and thinking, and participation/role function. Subscale scores range from 0 to 100. Greater scores indicate better outcomes.","timeFrame":"1) 1 week pre-intervention; 2) 1 week post-intervention, 3) 4 to 5 weeks post-intervention"}],"otherOutcomes":[{"measure":"Acceptability - Participant satisfaction and intent to use","description":"Participants will be asked to complete a 2 question survey to gauge their satisfaction with the intervention and their interest in using the skills they learned during the intervention. Scores for each item range from 1 to 5. Higher scores indicate greater satisfaction and intention to use the skills they learned in the future.","timeFrame":"1 week post-intervention"},{"measure":"Feasibility - Number of participants recruited","description":"Total number of participants enrolled in the study","timeFrame":"Through study completion, up to 9 months"},{"measure":"Feasibility - Number of participants who attend the intervention session","description":"Total number of participants who attend the intervention sessions","timeFrame":"Through study completion, up to 9 months"},{"measure":"Feasibility - Number of participant withdrawals","description":"Number of participant withdrawals and reasons, if any","timeFrame":"Through study completion, up to 9 months"},{"measure":"Feasibility - Number of adverse events","description":"Total number of adverse events and reasons, if any","timeFrame":"Through study completion, up to 9 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patients aged 18 years of age or older\n* post stroke\n* have completed outpatient therapy\n* can walk a minimum of 3 metres with or without an aid\n\nExclusion Criteria:\n\n* patient does not a mobility goal\n* neurological diagnoses other than stroke\n* major psychiatric illness\n* significant dementia (MoCA scores \\< 21)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Sara McEwen, PhD","affiliation":"Sunnybrook Research Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sunnybrook Health Sciences Centre, St. John's Rehab","city":"Toronto","state":"Ontario","zip":"M2M 2G1","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2017-02-09","uploadDate":"2018-09-05T12:45","filename":"Prot_000.pdf","size":697742}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}