{"protocolSection":{"identificationModule":{"nctId":"NCT03886480","orgStudyIdInfo":{"id":"H2019:010"},"organization":{"fullName":"University of Manitoba","class":"OTHER"},"briefTitle":"Upper Extremity Recovery Post Stroke Using Virtual Occupations","officialTitle":"Investigating the Effects of Virtual Occupations on Upper Extremity Recovery Using the Saebo VR Rehabilitation System in Stroke Survivors: a Multiple Single-subject Design Evaluation"},"statusModule":{"statusVerifiedDate":"2019-04","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-04-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-03-20","studyFirstSubmitQcDate":"2019-03-20","studyFirstPostDateStruct":{"date":"2019-03-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-04-03","lastUpdatePostDateStruct":{"date":"2019-04-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Brenda Semenko","investigatorTitle":"Sessional Instructor","investigatorAffiliation":"University of Manitoba"},"leadSponsor":{"name":"University of Manitoba","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to explore the efficacy of the SaeboVR rehabilitation system for improving functional outcomes related to upper extremity motor recovery in stroke survivors.\n\nThe specific objectives are:\n\n1. To explore the participants' level of performance and satisfaction with their performance in self-identified problem areas of daily functioning following a 4-week intervention using the SaeboVR rehabilitation system.\n2. To evaluate the efficacy of an intervention protocol that emphasizes task-specific and goal-oriented virtual practice, reflecting the participants' self-identified goal priorities.","detailedDescription":"This study will employ a multiple single-subject pre-post experimental design, with multiple pre and post measures, to evaluate the potential efficacy of a virtual reality-based treatment using the SaeboVR rehabilitation system in stroke survivors. Comprehensive measurement during the baseline and post-treatment phases will be completed, with each individual to serve as their own control. Participants will make 3 separate visits to the laboratory (approximately 2 days apart) on the Bannatyne Campus at the University of Manitoba prior to the 4 week intervention and again after the intervention. The Arm Activity Measure (ArmA) and the Fugl-Meyer Assessment of Upper Extremity (FMA-UE) will be used both pre and post intervention as well as the Canadian Occupational Performance Measure (COPM) to measure participants' performance on self-identified occupational performance issues and their level of satisfaction with their performance. Two participants will be recruited upon discharge from inpatient stroke rehabilitation at the Riverview Health Centre, Winnipeg, Manitoba, and upon entry into this study, will receive one-to-one treatment and supervision using the SaeboVR rehabilitation system for approximately 1 hour per session, 2 to 3 times per week for 4-weeks."},"conditionsModule":{"conditions":["Stroke"],"keywords":["rehabilitation, upper extremity, virtual reality, SaeboVR"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":2,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"SaeboVR","type":"EXPERIMENTAL","description":"Use of the SaeboVR for task specific upper extremity training","interventionNames":["Device: SaeboVR"]}],"interventions":[{"type":"DEVICE","name":"SaeboVR","description":"Use of the SaeboVR rehabilitation system for approximately 1 hour, 3 times per week for 4 weeks. Each intervention session will consist of the participant engaging in a series of virtual occupations involving their affected upper extremity and will include a 5 minute warm up activity followed by 3, 15 minute sessions of virtual occupation practice separated by 2, 5 minute breaks. The virtual occupations will include: grocery shopping, grocery storage, breakfast preparation, pet shopping, pet feeding, pet bathing, garden planting, garden harvesting, dinner preparation, closet organizing, and soup kitchen volunteering.","armGroupLabels":["SaeboVR"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Canadian Occupational Performance Measure","description":"The Canadian Occupational Performance Measure (COPM) is a valid and responsive measure of occupational performance and has been widely used in stroke research. The COPM uses a semi-structured interview format where performance and satisfaction scores will be identified for the participants' self-identified occupational performance issues.","timeFrame":"Change from baseline perception of occupational performance to 4 weeks"}],"secondaryOutcomes":[{"measure":"Fugl-Meyer Assessment-Upper Extremity (FMA-UE)","description":"The Fugl-Meyer Assessment-Upper Extremity (FMA-UE) is a widely used measure of motor impairment post stroke and is comprised of 33 items related to upper extremity movement. The FMA-UE has excellent inter-rater and test-retest reliability as well as construct validity in persons with stroke.","timeFrame":"Change from baseline upper extremity impairment to 4 weeks"},{"measure":"Arm Activity Measure","description":"The Arm Activity Measure (ArmA) is a self-report tool designed for use with upper extremity spasticity management interventions. The ArmA was chosen because it provides a comprehensive assessment at the activity level of both active and passive upper extremity function; it is comprised of an 8 item passive function subscale and a 13 item active function subscale. Both subscales have been found to have high internal consistency and test-retest reliability.","timeFrame":"Change from baseline upper extremity function to 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adults aged 18 or over with upper extremity deficits post stroke\n* admitted to Riverview Health Centre (Winnipeg, Canada) for stroke rehabilitation and are being discharged to home locations within the city of Winnipeg\n* referred to outpatient Occupational Therapy at the Health Sciences Centre (Winnipeg, Canada) for additional upper extremity retraining post-stroke\n* have a premorbid fully functional upper extremity\n* have anti-gravity strength of the affected elbow to at least 45 degrees of active flexion when in an upright seated position\n* have anti-gravity strength of the affected shoulder to at least 30 degrees of active flexion and active abduction/adduction when in an upright seated position\n* have active internal and external shoulder rotation of the affected shoulder to at least 15 degrees when in an upright seated position\n* able to speak and understand English\n* able to follow verbal instructions\n* have normal visual acuity with corrective lenses\n* have no noted visual neglect\n\nExclusion Criteria:\n\n* have a history of seizure\n* have arthritis or pain restricting repetitive training of the affected upper extremity","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Brenda Semenko, MSc","role":"CONTACT","phone":"204-612-3182","email":"Brenda.Semenko@umanitoba.ca"}],"overallOfficials":[{"name":"Brenda Semenko, MSc","affiliation":"University of Manitoba","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Manitoba","status":"RECRUITING","city":"Winnipeg","state":"Manitoba","country":"Canada","contacts":[{"name":"Brenda L Semenko, MSc","role":"CONTACT","phone":"204-612-3182","email":"Brenda.Semenko@umanitoba.ca"}],"geoPoint":{"lat":49.8844,"lon":-97.14704}}]},"referencesModule":{"references":[{"pmid":"27079654","type":"BACKGROUND","citation":"Hebert D, Lindsay MP, McIntyre A, Kirton A, Rumney PG, Bagg S, Bayley M, Dowlatshahi D, Dukelow S, Garnhum M, Glasser E, Halabi ML, Kang E, MacKay-Lyons M, Martino R, Rochette A, Rowe S, Salbach N, Semenko B, Stack B, Swinton L, Weber V, Mayer M, Verrilli S, DeVeber G, Andersen J, Barlow K, Cassidy C, Dilenge ME, Fehlings D, Hung R, Iruthayarajah J, Lenz L, Majnemer A, Purtzki J, Rafay M, Sonnenberg LK, Townley A, Janzen S, Foley N, Teasell R. Canadian stroke best practice recommendations: Stroke rehabilitation practice guidelines, update 2015. Int J Stroke. 2016 Jun;11(4):459-84. doi: 10.1177/1747493016643553. Epub 2016 Apr 14."},{"pmid":"29324411","type":"BACKGROUND","citation":"Adams RJ, Lichter MD, Ellington A, White M, Armstead K, Patrie JT, Diamond PT. Virtual Activities of Daily Living for Recovery of Upper Extremity Motor Function. IEEE Trans Neural Syst Rehabil Eng. 2018 Jan;26(1):252-260. doi: 10.1109/TNSRE.2017.2771272."},{"pmid":"25871604","type":"BACKGROUND","citation":"Ellington A, Adams R, White M, Diamond P. Behavioral intention to use a virtual instrumental activities of daily living system among people with stroke. Am J Occup Ther. 2015 May-Jun;69(3):6903290030p1-8. doi: 10.5014/ajot.2015.014373."},{"pmid":"29156493","type":"BACKGROUND","citation":"Laver KE, Lange B, George S, Deutsch JE, Saposnik G, Crotty M. Virtual reality for stroke rehabilitation. Cochrane Database Syst Rev. 2017 Nov 20;11(11):CD008349. doi: 10.1002/14651858.CD008349.pub4."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}