{"protocolSection":{"identificationModule":{"nctId":"NCT00005332","orgStudyIdInfo":{"id":"4183"},"secondaryIdInfos":[{"id":"R01HL043201","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HL043201"}],"organization":{"fullName":"University of Washington","class":"OTHER"},"briefTitle":"Antihypertensive Drug/Gene Interactions and CV Events"},"statusModule":{"statusVerifiedDate":"2018-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"1991-09"},"primaryCompletionDateStruct":{"date":"2007-08","type":"ACTUAL"},"completionDateStruct":{"date":"2007-08","type":"ACTUAL"},"studyFirstSubmitDate":"2000-05-25","studyFirstSubmitQcDate":"2000-05-25","studyFirstPostDateStruct":{"date":"2000-05-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-05-01","lastUpdatePostDateStruct":{"date":"2018-05-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Bruce Psaty","investigatorTitle":"Professor, Medicine and Epidemiology","investigatorAffiliation":"University of Washington"},"leadSponsor":{"name":"University of Washington","class":"OTHER"},"collaborators":[{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}]},"descriptionModule":{"briefSummary":"To investigate drug-gene interactions on the incidence of non-fatal myocardial infarction and stroke for hypertensive patients.","detailedDescription":"BACKGROUND:\n\nThe original study \"Calcium-Channel Blockers and Primary Prevention of Coronary Heart Disease\" was conducted from 1991 to 1995 and was designed to determine whether the calcium-channel blockers reduced the incidence of myocardial infarction (MI) in patients with hypertension. Secondary aims included the evaluation of the relative efficacy and safety of other major drug classes, including ACE inhibitors, beta-blockers, and alpha blockers. The study originated to answer questions concerning the 1988 recommendations from the Joint National Committee on Detection, Evaluation, and Treatment of High Blood Pressure (JNC V). The 1988 recommendations from the Joint National Committee revolutionized the step-care approach to the treatment of hypertension: the calcium- channel blockers, a then new class of agents, were included as first-line agents. That they lowered blood pressure was clear. But no randomized trial had yet evaluated their safety and efficacy in terms of the clinical endpoints of stroke and coronary heart disease. Because the results of previous randomized trials suggested that the treatment of hypertension did not reduce the incidence of coronary heart disease, the study was designed to answer that question.\n\nIn 1995, the study was renewed as \"Antihypertensive Medications, MI and Stroke\" and was designed to to determine whether calcium-channel blockers increased the risk of stroke among hypertensive patients and whether individual calcium-channel blockers representing the three major subclasses increased the risks of MI and of the combined endpoint of MI and stroke in patients with hypertension.\n\nDESIGN NARRATIVE:\n\nThe study has a case-control design. Data collected from the Group Health Cooperative (GHC) computerized files were used to identify potential cases: all treated hypertensive patients, aged 30 to 79 years, were eligible as cases if, according to WHO criteria, they presented with an incident, fatal or non-fatal MI. A random sample of members listed in the GHC enrollment files served as the source of potential controls. Review of the outpatient medical records ensured that all study subjects met the same entrance criteria. The effort also secured information about blood pressures, duration of hypertension, and past medical history. A telephone interview provided information about other potential confounders, including smoking, diet, and physical activity. The GHC computerized pharmacy records, a database of all prescriptions filled by enrollees, served as the primary source of information about the use of calcium-channel blockers. Frequency matching controlled for the potential confounding effects of age and year of presentation, and data analysis involved logistic regression.\n\nThe study has been renewed twice. The first renewal was for an additional five years through May, 2000 in order to identify an estimated additional 1,007 stroke cases, an additional 1,020 MI cases, and an additional 2,500 controls. The second renewal was through August, 2005 to determine antihypertensive drug/gene interactions and cardiovascular events. The ongoing second renewal focuses on drug-gene interactions on the incidence of non-fatal myocardial infarction and stroke for hypertensive patients, emphasizing (1) the alpha adducin polymorphism and diuretic use; (2) the beta-2 adrenergic receptor-27 (B2AR27) polymorphism and beta-blockers; and (3) the ACE insertion/deletion polymorphism and the ACE inhibitor use. The study also assesses other potential gene-drug interactions with the G-protein beta-3 subunit (GB3) polymorphism, B2AR-16 polymorphism, the amiloride-sensitive epithelial sodium channel, and the angiotensinogen Met235Thr polymorphism. In addition, for fatal cases DNA extracted from surgical or pathological specimens will be used to assess genotypes."},"conditionsModule":{"conditions":["Cardiovascular Diseases","Heart Diseases","Myocardial Infarction","Hypertension","Cerebrovascular Accident"]},"designModule":{"studyType":"OBSERVATIONAL"},"eligibilityModule":{"eligibilityCriteria":"No eligibility criteria","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"79 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Bruce Psaty","affiliation":"University of Washington"}]},"referencesModule":{"references":[{"pmid":"8512434","type":"BACKGROUND","citation":"Psaty BM, Heckbert SR, Atkins D, Siscovick DS, Koepsell TD, Wahl PW, Longstreth WT Jr, Weiss NS, Wagner EH, Prentice R, et al. A review of the association of estrogens and progestins with cardiovascular disease in postmenopausal women. Arch Intern Med. 1993 Jun 28;153(12):1421-7."},{"pmid":"9383166","type":"BACKGROUND","citation":"Psaty BM, Furberg CD. Clinical implications of the World Health Organization-International Society of Hypertension statement on calcium antagonists. J Hypertens. 1997 Nov;15(11):1197-200. doi: 10.1097/00004872-199715110-00001."},{"pmid":"9278907","type":"BACKGROUND","citation":"Lahad A, Heckbert SR, Koepsell TD, Psaty BM, Patrick DL. Hostility, aggression and the risk of nonfatal myocardial infarction in postmenopausal women. J Psychosom Res. 1997 Aug;43(2):183-95. doi: 10.1016/s0022-3999(96)00369-8."},{"pmid":"9201007","type":"BACKGROUND","citation":"Heckbert SR, Weiss NS, Koepsell TD, Lemaitre RN, Smith NL, Siscovick DS, Lin D, Psaty BM. Duration of estrogen replacement therapy in relation to the risk of incident myocardial infarction in postmenopausal women. Arch Intern Med. 1997 Jun 23;157(12):1330-6."},{"pmid":"9042847","type":"BACKGROUND","citation":"Psaty BM, Smith NL, Siscovick DS, Koepsell TD, Weiss NS, Heckbert SR, Lemaitre RN, Wagner EH, Furberg CD. Health outcomes associated with antihypertensive therapies used as first-line agents. A systematic review and meta-analysis. JAMA. 1997 Mar 5;277(9):739-45."},{"pmid":"8872841","type":"BACKGROUND","citation":"Lahad A, Heckbert SR, Patrick DL, Psaty BM. Hostility, aggression and the association with hypertension in post-menopausal women. J Hum Hypertens. 1996 Sep;10 Suppl 3:S115-21."},{"pmid":"8924268","type":"BACKGROUND","citation":"Psaty BM, Siscovick DS, Weiss NS, Koepsell TD, Rosendaal FR, Lin D, Heckbert SR, Wagner EH, Furberg CD. Hypertension and outcomes research. From clinical trials to clinical epidemiology. Am J Hypertens. 1996 Feb;9(2):178-83. doi: 10.1016/0895-7061(96)00015-5."},{"pmid":"7487254","type":"BACKGROUND","citation":"Lemaitre RN, Heckbert SR, Psaty BM, Siscovick DS. Leisure-time physical activity and the risk of nonfatal myocardial infarction in postmenopausal women. Arch Intern Med. 1995 Nov 27;155(21):2302-8."},{"pmid":"7637142","type":"BACKGROUND","citation":"Psaty BM, Heckbert SR, Koepsell TD, Siscovick DS, Raghunathan TE, Weiss NS, Rosendaal FR, Lemaitre RN, Smith NL, Wahl PW, et al. The risk of myocardial infarction associated with antihypertensive drug therapies. JAMA. 1995 Aug 23-30;274(8):620-5."},{"pmid":"8002685","type":"BACKGROUND","citation":"Psaty BM, Heckbert SR, Atkins D, Lemaitre R, Koepsell TD, Wahl PW, Siscovick DS, Wagner EH. The risk of myocardial infarction associated with the combined use of estrogens and progestins in postmenopausal women. Arch Intern Med. 1994 Jun 27;154(12):1333-9."},{"pmid":"10712329","type":"BACKGROUND","citation":"Au DH, Lemaitre RN, Curtis JR, Smith NL, Psaty BM. The risk of myocardial infarction associated with inhaled beta-adrenoceptor agonists. Am J Respir Crit Care Med. 2000 Mar;161(3 Pt 1):827-30. doi: 10.1164/ajrccm.161.3.9904006."},{"pmid":"10657416","type":"BACKGROUND","citation":"Klungel OH, Kaplan RC, Heckbert SR, Smith NL, Lemaitre RN, Longstreth WT Jr, Leufkens HG, de Boer A, Psaty BM. Control of blood pressure and risk of stroke among pharmacologically treated hypertensive patients. Stroke. 2000 Feb;31(2):420-4. doi: 10.1161/01.str.31.2.420."},{"pmid":"10474562","type":"BACKGROUND","citation":"Kaplan RC, Psaty BM, Heckbert SR, Smith NL, Lemaitre RN. Blood pressure level and incidence of myocardial infarction among patients treated for hypertension. Am J Public Health. 1999 Sep;89(9):1414-7. doi: 10.2105/ajph.89.9.1414."},{"pmid":"10463718","type":"BACKGROUND","citation":"Psaty BM, Weiss NS, Furberg CD, Koepsell TD, Siscovick DS, Rosendaal FR, Smith NL, Heckbert SR, Kaplan RC, Lin D, Fleming TR, Wagner EH. Surrogate end points, health outcomes, and the drug-approval process for the treatment of risk factors for cardiovascular disease. JAMA. 1999 Aug 25;282(8):786-90. doi: 10.1001/jama.282.8.786. No abstract available."},{"pmid":"10404865","type":"BACKGROUND","citation":"Psaty BM, Boineau R, Kuller LH, Luepker RV. The potential costs of upcoding for heart failure in the United States. Am J Cardiol. 1999 Jul 1;84(1):108-9, A9. doi: 10.1016/s0002-9149(99)00205-2."},{"pmid":"10366179","type":"BACKGROUND","citation":"Psaty BM, Koepsell TD, Lin D, Weiss NS, Siscovick DS, Rosendaal FR, Pahor M, Furberg CD. Assessment and control for confounding by indication in observational studies. J Am Geriatr Soc. 1999 Jun;47(6):749-54. doi: 10.1111/j.1532-5415.1999.tb01603.x."},{"pmid":"9607386","type":"BACKGROUND","citation":"Kaplan RC, Psaty BM, Kriesel D, Heckbert SR, Smith NL, Gillett C, Golston AG. Replacing short-acting nifedipine with alternative medications at a large health maintenance organization. Am J Hypertens. 1998 Apr;11(4 Pt 1):471-7. doi: 10.1016/s0895-7061(97)00494-9."},{"pmid":"10999970","type":"BACKGROUND","citation":"Psaty BM, Furberg CD, Pahor M, Alderman M, Kuller LH. National guidelines, clinical trials, and quality of evidence. Arch Intern Med. 2000 Sep 25;160(17):2577-80. doi: 10.1001/archinte.160.17.2577. No abstract available."},{"pmid":"10871980","type":"BACKGROUND","citation":"Kaplan RC, Heckbert SR, Koepsell TD, Rosendaal FR, Psaty BM. Use of calcium channel blockers and risk of hospitalized gastrointestinal tract bleeding. Arch Intern Med. 2000 Jun 26;160(12):1849-55. doi: 10.1001/archinte.160.12.1849."},{"pmid":"11146696","type":"BACKGROUND","citation":"Klungel OH, Heckbert SR, Longstreth WT Jr, Furberg CD, Kaplan RC, Smith NL, Lemaitre RN, Leufkens HG, de Boer A, Psaty BM. Antihypertensive drug therapies and the risk of ischemic stroke. Arch Intern Med. 2001 Jan 8;161(1):37-43. doi: 10.1001/archinte.161.1.37."},{"pmid":"12230350","type":"BACKGROUND","citation":"Rea TD, Heckbert SR, Kaplan RC, Smith NL, Lemaitre RN, Psaty BM. Smoking status and risk for recurrent coronary events after myocardial infarction. Ann Intern Med. 2002 Sep 17;137(6):494-500. doi: 10.7326/0003-4819-137-6-200209170-00009."},{"pmid":"11926892","type":"BACKGROUND","citation":"Psaty BM, Smith NL, Heckbert SR, Vos HL, Lemaitre RN, Reiner AP, Siscovick DS, Bis J, Lumley T, Longstreth WT Jr, Rosendaal FR. Diuretic therapy, the alpha-adducin gene variant, and the risk of myocardial infarction or stroke in persons with treated hypertension. JAMA. 2002 Apr 3;287(13):1680-9. doi: 10.1001/jama.287.13.1680."},{"pmid":"12709471","type":"BACKGROUND","citation":"Psaty BM, Rennie D. Stopping medical research to save money: a broken pact with researchers and patients. JAMA. 2003 Apr 23-30;289(16):2128-31. doi: 10.1001/jama.289.16.2128. No abstract available."},{"pmid":"12643339","type":"BACKGROUND","citation":"Green BB, Kaplan RC, Psaty BM. How do minor changes in the definition of blood pressure control affect the reported success of hypertension treatment? Am J Manag Care. 2003 Mar;9(3):219-24."},{"pmid":"14643574","type":"BACKGROUND","citation":"Bis JC, Smith NL, Psaty BM, Heckbert SR, Edwards KL, Lemaitre RN, Lumley T, Rosendaal FR. Angiotensinogen Met235Thr polymorphism, angiotensin-converting enzyme inhibitor therapy, and the risk of nonfatal stroke or myocardial infarction in hypertensive patients. Am J Hypertens. 2003 Dec;16(12):1011-7. doi: 10.1016/j.amjhyper.2003.07.018."},{"pmid":"14553958","type":"BACKGROUND","citation":"Smith NL, Lemaitre RN, Heckbert SR, Kaplan RC, Tirschwell DL, Longstreth WT, Psaty BM. Serum potassium and stroke risk among treated hypertensive adults. Am J Hypertens. 2003 Oct;16(10):806-13. doi: 10.1016/s0895-7061(03)00983-x."},{"pmid":"12759325","type":"BACKGROUND","citation":"Psaty BM, Lumley T, Furberg CD, Schellenbaum G, Pahor M, Alderman MH, Weiss NS. Health outcomes associated with various antihypertensive therapies used as first-line agents: a network meta-analysis. JAMA. 2003 May 21;289(19):2534-44. doi: 10.1001/jama.289.19.2534."},{"pmid":"12160913","type":"BACKGROUND","citation":"Kaplan RC, Heckbert SR, Furberg CD, Psaty BM. Predictors of subsequent coronary events, stroke, and death among survivors of first hospitalized myocardial infarction. J Clin Epidemiol. 2002 Jul;55(7):654-64. doi: 10.1016/s0895-4356(02)00405-5."},{"pmid":"15133419","type":"BACKGROUND","citation":"Rhoads CS, Psaty BM, Olson JL, Furberg CD. Medications and cardiovascular health in older adults: room for improvement in prevention and treatment. Am J Geriatr Cardiol. 2004 May-Jun;13(3):161-7. doi: 10.1111/j.1076-7460.2004.02124.x. No abstract available."},{"pmid":"15467060","type":"BACKGROUND","citation":"Smith NL, Heckbert SR, Lemaitre RN, Reiner AP, Lumley T, Weiss NS, Larson EB, Rosendaal FR, Psaty BM. Esterified estrogens and conjugated equine estrogens and the risk of venous thrombosis. JAMA. 2004 Oct 6;292(13):1581-7. doi: 10.1001/jama.292.13.1581."},{"pmid":"15557504","type":"BACKGROUND","citation":"Tirschwell DL, Smith NL, Heckbert SR, Lemaitre RN, Longstreth WT Jr, Psaty BM. Association of cholesterol with stroke risk varies in stroke subtypes and patient subgroups. Neurology. 2004 Nov 23;63(10):1868-75. doi: 10.1212/01.wnl.0000144282.42222.da."},{"pmid":"15925732","type":"BACKGROUND","citation":"Glazer NL, Smith NL, Heckbert SR, Doggen CJ, Lemaitre RN, Psaty BM. Risk of myocardial infarction attributable to elevated levels of total cholesterol among hypertensives. Am J Hypertens. 2005 Jun;18(6):759-66. doi: 10.1016/j.amjhyper.2004.12.015."},{"pmid":"16274385","type":"BACKGROUND","citation":"Schellenbaum GD, Smith NL, Heckbert SR, Lumley T, Rea TD, Furberg CD, Lyles MF, Psaty BM. Weight loss, muscle strength, and angiotensin-converting enzyme inhibitors in older adults with congestive heart failure or hypertension. J Am Geriatr Soc. 2005 Nov;53(11):1996-2000. doi: 10.1111/j.1532-5415.2005.53568.x."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","asFound":"Heart Disease","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3967","name":"Antihypertensive Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnAg","name":"Antihypertensive Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}