{"protocolSection":{"identificationModule":{"nctId":"NCT06039176","orgStudyIdInfo":{"id":"ICCAC"},"organization":{"fullName":"International Consortium of Circulatory Assist Clinicians","class":"OTHER"},"briefTitle":"Human/Machine Interface: What the HeartMate 3 ® Device Tells Us About the Future","officialTitle":"Human/Machine Interface: What the HeartMate 3 ® Device Tells Us About the Future"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-09-08","studyFirstSubmitQcDate":"2023-09-08","studyFirstPostDateStruct":{"date":"2023-09-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-08","lastUpdatePostDateStruct":{"date":"2023-09-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"International Consortium of Circulatory Assist Clinicians","class":"OTHER"},"collaborators":[{"name":"Abbott","class":"INDUSTRY"},{"name":"Medical University of Vienna","class":"OTHER"},{"name":"Mayo Clinic","class":"OTHER"},{"name":"University of Florida","class":"OTHER"},{"name":"University of Utah","class":"OTHER"},{"name":"University of Kansas Medical Center","class":"OTHER"},{"name":"Medical University of South Carolina","class":"OTHER"},{"name":"University of Rochester","class":"OTHER"},{"name":"Advocate Health Care","class":"OTHER"},{"name":"University of California, San Francisco","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"Durable left ventricular assist devices (dLVAD) have been increasingly utilized since the mid to late 1990s, with an uptick of utility starting in 2010 following expanded indications for therapy to not only include a bridge to transplantation strategy, but also for those individuals who suffer from advanced heart failure (HF) and do not qualify for cardiac transplantation. Despite the decreasing size of the newest generation devices leading to a lessened occurrence of adverse events, bleeding and infection still remain a concern for clinicians, as well as a general lack of predictability towards adverse events in individuals with a dLVAD in place. There is a lack of description in the literature currently, regarding the interface between what the pump data provides and what is seen in clinical practice. There also is little known about the effects of what is provided in the pump data, in correlation to quality-of-life following dLVAD implantation.\n\nTherefore, the purpose of this study is to prospectively analyze normal and abnormal pump data through pump operations such as suction events, low flow alarms as well as other adventitious alarms, PI events and power cable disconnects greater than 20 seconds, from the HeartMate 3 ® dLVAD in order to clinically correlate this data to quality of life, frailty and other various medical conditions and adverse events as defined by the Interagency Registry for Mechanically Assisted Circulatory Support (Intermacs). This will be achieved through two aims: 1) Evaluate the effectiveness of dLVAD pump operations data on clinical practice application (quality of life, frailty and various medical conditions, and adverse events such as GIB, RHF, infection, hypertension, arrhythmias and stroke); and 2) Evaluate correlations and relationships of longitudinal normal and abnormal dLVAD pump operations data, to demographic and clinical variables. This study is the first study to evaluate HeartMate 3 ® dLVAD pump operations data over time for effectiveness in the clinical practice.","detailedDescription":"Specific Aims The prevalence of heart failure (HF), a chronic medical condition, continues to grow exponentially, affecting more than 26 million globally. There are more than 6.5 million in the United States alone with HF. Roughly 600,000 individuals suffer from end-stage HF, defined as advanced structural changes to the heart, significantly worsening HF symptoms despite medical therapy, and generally more than 50% 1-year mortality risk. 1-4 There are limited treatment options once traditional guideline driven medical therapy fails in those advancing to end-stage HF. Limited treatment options at this point have included consideration of cardiac transplantation or implantation of a durable left ventricular assist device (dLVAD), or proceeding down the path of palliative care and hospice. One-year mortality risk without a dLVAD is nearing now 80%, 5,6 as opposed to one-year survival with a dLVAD approaching 75-80%. 7,8 Once a dLVAD is placed, concern continues of predicting adverse events. Multiple groups have utilized different strategies to predict the risk of bleeding, stroke and infection, yet not one strategy alone is all-encompassing of these three adverse events. Bleeding risk following dLVAD implantation ranges between 15-68%,9 while the risk of infection is estimated between 19-39%.10 The risk of stroke with dLVADs is as high as 10%.11 Prior to market removal, researchers utilizing the HeartWare ® (or HVAD) have analyzed waveform and pump data to predict or determine sequencing of adverse events.12 This study through machine learning, found that bleeding and right heart failure (RHF) were the most commonly found adverse events with the earliest onset, while infection and bleeding were the most common adverse events overall after three months on device.12 While additional pump data analyses exist for other centrifugal flow pumps, there is a significant gap in the literature where little information is known of how the HeartMate 3 ® dLVAD pump operations data (such as suction events, low flow alarms and other adventitious alarms, PI events and incidence of power cable disconnects greater than 20 seconds) interfaces with quality of life (QOL), frailty and other various medical conditions, as well as how additional pump data may predict future adverse events such as gastrointestinal bleeding (GIB), RHF, infection, hypertension, arrhythmias or stroke. Clinicians caring for individuals with a HeartMate 3 ® devices are not aware at this time how pump operations data correlates to the clinical component of care, thus demonstrating the importance of this study.\n\nTo address the gap of how the HeartMate 3 ® dLVAD pump data interfaces with clinical care, this prospective, multi-center trial will analyze the normal and abnormal pump operations data (such as suction events, low flow alarms and other adventitious alarms, PI events or incidence of power cable disconnects) from HeartMate 3 ® dLVADs for clinical correlations to QOL, severity of frailty, various medical conditions, and adverse events at ten different centers worldwide. Currently there are no mandatory guidelines for pump operations data downloads in the instructions-for-use manual, only recommendations from each individual company. Researchers have been challenged to think outside the box of what information has yet to be divulged from normal and abnormal pump operations in order to assist clinicians in better care as the evolution of smaller and smarter to devices occur.13 In this study, we hypothesize the following: 1.) there will be correlations between abnormal hemodynamic pump operations (e.g. suction events, low flow alarms and other adventitious alarms, \"PI\" events, and power cable disconnects greater than 20 seconds), and worsening quality of life; 2.) worsening severity of frailty will demonstrate increased power cable disconnects and/or increased use of the power module \"A/C\" power, due to handling mistakes or less mobility; 3.) early stages of gastrointestinal bleeding will be seen with abnormal hemodynamic pump operations (such as suction events) 3-7 days prior to the actual event of being symptomatic; and 4.) patients with GIB or RHF will have lower PI values in comparison to those that do not have adverse events, when having comparable set speeds. In order to meet the objectives with the purpose of this study, two aims have been established:\n\nAim #1: Evaluate the effectiveness of HeartMate 3 ® dLVAD normal and abnormal pump operations data on clinical practice applications when utilizing downloadable pump data analyses at several time points following implantation: discharge from the intensive care unit (ICU), discharge from the hospital (minimum over a week post implant and +/- 3 days from discharge), 3-months post dLVAD, 6-months post dLVAD, and 12-months post dLVAD. Data will also be collected during any unplanned office visits, any admission regardless of the reason, unplanned Emergency Room (ER) visits related to equipment problems or any serious adverse event related ER visits. Clinical practice applications include: QOL, severity of frailty and other various medical conditions, and adverse events such as GIB, RHF, infection, hypertension, arrhythmias and stroke.\n\nAim #2: Evaluate correlations and relationships between longitudinal normal and abnormal dLVAD pump operations data, to demographic and clinical variables (e.g. age, gender, length of stay, Interagency Registry for Mechanically Assisted Circulatory Support (Intermacs) score, co-morbidities, eyeball frailty test, laboratory values, EQ-5D and Visual Analog Scale, Mini-Cog ©, physical frailty measurements through 6-Minute Walk Test and Sit-to-Stand Chair rise test, anticoagulation strategies, cardiopulmonary bypass time, intubation to extubation time, temporary support prior to and following dLVAD implantation, concomitant surgeries, post-surgical complications, and echocardiography results).\n\nSignificance Individuals caring for HeartMate 3 ® dLVAD recipients oftentimes rely on industry interpretation of waveforms and pump data in urgent clinical situations. However, there may be limitations in how quick this information is provided to the clinicians to piece the puzzle together. There is limited pump operations data research directly available to the clinician to demonstrate the interface connection towards clinical practical applications, or relationships with other co-morbid conditions and adverse events as previously mentioned. With persistent adverse events in the dLVAD population, more information pertaining to the clinical situation is always helpful. There has only been data reported on the Heartware ® system with regards to real time data. For example, HeartWare ® log files and pump operations data have been analyzed to identify ingestion of pump thrombosis,14 while suggestions have begun to start using patient monitoring through the HeartMate 3 ® dLVAD system.15 To date, there is scarce literature to describe the HeartMate 3 ® dLVAD pump operations data within the clinical interface. More importantly, clinicians are not aware of added benefits from dLVADs unless shared from industry partners.\n\nWhen a HeartMate 3 ® dLVAD patient presents with a problem or suspected adverse event, current practice and recommendations from industry is to download the log files and pump operations data, and submit directly to the Abbott ® team to further provide insight from industry of any potential problems occurring directly with the device. This download is quick and can be done by ventricular assist device (VAD) coordinators or other staff in the hospital or clinic, however the analysis results themselves can at times, take up to a few hours to learn mostly what is already being seen by the clinician performing the download. The Medical University of Vienna team has the ability to interpret routine and available downloadable pump operations data through file analyses when downloading files using the Abbott ® display screens or HeartMate Touch ® systems. This advancement from the Medical University of Vienna will provide additional analysis efforts in this study following pump operations data retrieval.\n\nDespite attempts of medical care being guided towards prevention, health care often times resorts to reactionary care instead, by no fault of our own. If clinicians had the capability of predicting adverse events, what affects QOL and what may lessen the severity of frailty or other affects towards medical conditions based upon the downloadable pump operations data alone, the health care pendulum would swing back towards the efforts of prevention, lessening cost and improving overall QOL. There have been speculations of utilizing dLVADs as a means for patient monitoring, leading clinicians to consider recommendations of needing wireless transmission of real time dLVAD pump operations data at any point throughout the life of a dLVAD, including while at home, at routine care appointments and when things arise or symptoms occur. This would be a similar process in how an automated internal cardiac defibrillator patient sends in a manual transmission download for the clinician to further evaluate any rhythm disturbances. This is a major gap in the functional reporting of a dLVAD and can actually hinder the care provided by the clinician seeing the patient. This has led to the development of this study.\n\nPrevious reports have discussed analyzing pump data on the HeartWare ® device. This pump has now been removed from the market for implantation purposes, but this research paved the way for future needs of clinicians when it comes down to the care of a dLVAD patient. One thing learned through the recent SARS-CoV-19 pandemic is the benefit and utility of remote monitoring for ongoing patient care across the spectrum of healthcare, in order to assist in resource allocation.16 Clinicians caring for dLVAD patients need to further investigate predictive models and causal relationships of pump operations data to QOL, the severity of frailty, advancement of other medical conditions and adverse events such as GIB, RHF, infection, hypertension, arrhythmias and stroke. The study's primary end point is 12-month survival post-LVAD implantation stratified by percentage of abnormal pump data. Secondary end point is to evaluate correlations and relationships between normal and abnormal dLVAD pump data, to demographic and clinical variables, including longitudinal pump data analyses.\n\nPreliminary Study Work Pilot work regarding HeartMate 3 ® dLVAD pump data analyses began in 2020, where retrospective data was compiled to begin understanding the effects of downloaded log files to adverse events.17 This pivotal start of research demonstrated there is utility in HeartMate 3 ® dLVAD log files to determine potential suction events leading to ischemic strokes. After further discussion between VAD coordinators across the globe, members of the International Consortium of Circulatory Assist Clinicians (ICCAC) society suggested to proceed with further investigation into what further log file interpretation is needed to provide assistance in clinical care.\n\nThis study does not involve any devices being attached to the driveline or other alterations to the pump or external components. This study is strictly looking at analyses of routinely available and \"downloadable\" log files at prospective time points. This grant moves the science forward in attempts to identify relationships between HeartMate 3 ® dLVAD pump operations data (both normal and abnormal) regarding QOL, severity of frailty, advancement of medical conditions and adverse events such as GIB, RHF, infection, hypertension, arrhythmias and stroke. Currently, standard of practice does not mandatorily dictate when pump data should be downloaded, with current recommendations being at all of the Intermacs follow-up appointments."},"conditionsModule":{"conditions":["LVAD","Frailty","GI Bleed","Right Heart Failure","Infections","Hypertension","Arrhythmias","Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Mayo Clinic","description":"Obtain demographic and clinical data prior to and following implantation of a HeartMate 3 ® device. HeartMate 3® downloaded pump operations data will be obtained at the following scheduled intervals: discharge from the ICU, at the time of discharge from the hospital (or ± 3 days from discharge), 3-months post-implant, 6-months post-implant, and lastly at 12-months post-implant. Downloadable pump operations data will include evaluation of suction events, low flow and other adventitious alarms, PI events and incidence of power cable disconnects beyond 20 seconds. The previously mentioned data will also be collected during any unplanned office visits, any admission regardless of the reason, unplanned ER visits related to equipment problems or any serious adverse event-related ER visits.","interventionNames":["Device: HeartMate 3 (R) left ventricular assist device"]},{"label":"University of Florida","description":"Obtain demographic and clinical data prior to and following implantation of a HeartMate 3 ® device. HeartMate 3® downloaded pump operations data will be obtained at the following scheduled intervals: discharge from the ICU, at the time of discharge from the hospital (or ± 3 days from discharge), 3-months post-implant, 6-months post-implant, and lastly at 12-months post-implant. Downloadable pump operations data will include evaluation of suction events, low flow and other adventitious alarms, PI events and incidence of power cable disconnects beyond 20 seconds. The previously mentioned data will also be collected during any unplanned office visits, any admission regardless of the reason, unplanned ER visits related to equipment problems or any serious adverse event-related ER visits.","interventionNames":["Device: HeartMate 3 (R) left ventricular assist device"]},{"label":"University of Utah","description":"Obtain demographic and clinical data prior to and following implantation of a HeartMate 3 ® device. HeartMate 3® downloaded pump operations data will be obtained at the following scheduled intervals: discharge from the ICU, at the time of discharge from the hospital (or ± 3 days from discharge), 3-months post-implant, 6-months post-implant, and lastly at 12-months post-implant. Downloadable pump operations data will include evaluation of suction events, low flow and other adventitious alarms, PI events and incidence of power cable disconnects beyond 20 seconds. The previously mentioned data will also be collected during any unplanned office visits, any admission regardless of the reason, unplanned ER visits related to equipment problems or any serious adverse event-related ER visits.","interventionNames":["Device: HeartMate 3 (R) left ventricular assist device"]},{"label":"University of California, San Francisco","description":"Obtain demographic and clinical data prior to and following implantation of a HeartMate 3 ® device. HeartMate 3® downloaded pump operations data will be obtained at the following scheduled intervals: discharge from the ICU, at the time of discharge from the hospital (or ± 3 days from discharge), 3-months post-implant, 6-months post-implant, and lastly at 12-months post-implant. Downloadable pump operations data will include evaluation of suction events, low flow and other adventitious alarms, PI events and incidence of power cable disconnects beyond 20 seconds. The previously mentioned data will also be collected during any unplanned office visits, any admission regardless of the reason, unplanned ER visits related to equipment problems or any serious adverse event-related ER visits.","interventionNames":["Device: HeartMate 3 (R) left ventricular assist device"]},{"label":"Advocate Health","description":"Obtain demographic and clinical data prior to and following implantation of a HeartMate 3 ® device. HeartMate 3® downloaded pump operations data will be obtained at the following scheduled intervals: discharge from the ICU, at the time of discharge from the hospital (or ± 3 days from discharge), 3-months post-implant, 6-months post-implant, and lastly at 12-months post-implant. Downloadable pump operations data will include evaluation of suction events, low flow and other adventitious alarms, PI events and incidence of power cable disconnects beyond 20 seconds. The previously mentioned data will also be collected during any unplanned office visits, any admission regardless of the reason, unplanned ER visits related to equipment problems or any serious adverse event-related ER visits.","interventionNames":["Device: HeartMate 3 (R) left ventricular assist device"]},{"label":"University of Rochester Medical Center","description":"Obtain demographic and clinical data prior to and following implantation of a HeartMate 3 ® device. HeartMate 3® downloaded pump operations data will be obtained at the following scheduled intervals: discharge from the ICU, at the time of discharge from the hospital (or ± 3 days from discharge), 3-months post-implant, 6-months post-implant, and lastly at 12-months post-implant. Downloadable pump operations data will include evaluation of suction events, low flow and other adventitious alarms, PI events and incidence of power cable disconnects beyond 20 seconds. The previously mentioned data will also be collected during any unplanned office visits, any admission regardless of the reason, unplanned ER visits related to equipment problems or any serious adverse event-related ER visits.","interventionNames":["Device: HeartMate 3 (R) left ventricular assist device"]},{"label":"University of Kansas Medical System","description":"Obtain demographic and clinical data prior to and following implantation of a HeartMate 3 ® device. HeartMate 3® downloaded pump operations data will be obtained at the following scheduled intervals: discharge from the ICU, at the time of discharge from the hospital (or ± 3 days from discharge), 3-months post-implant, 6-months post-implant, and lastly at 12-months post-implant. Downloadable pump operations data will include evaluation of suction events, low flow and other adventitious alarms, PI events and incidence of power cable disconnects beyond 20 seconds. The previously mentioned data will also be collected during any unplanned office visits, any admission regardless of the reason, unplanned ER visits related to equipment problems or any serious adverse event-related ER visits.","interventionNames":["Device: HeartMate 3 (R) left ventricular assist device"]},{"label":"Medical University of South Carolina","description":"Obtain demographic and clinical data prior to and following implantation of a HeartMate 3 ® device. HeartMate 3® downloaded pump operations data will be obtained at the following scheduled intervals: discharge from the ICU, at the time of discharge from the hospital (or ± 3 days from discharge), 3-months post-implant, 6-months post-implant, and lastly at 12-months post-implant. Downloadable pump operations data will include evaluation of suction events, low flow and other adventitious alarms, PI events and incidence of power cable disconnects beyond 20 seconds. The previously mentioned data will also be collected during any unplanned office visits, any admission regardless of the reason, unplanned ER visits related to equipment problems or any serious adverse event-related ER visits.","interventionNames":["Device: HeartMate 3 (R) left ventricular assist device"]},{"label":"PENDING enrollment for 9th cohort-goal is 10 sites","description":"Obtain demographic and clinical data prior to and following implantation of a HeartMate 3 ® device. HeartMate 3® downloaded pump operations data will be obtained at the following scheduled intervals: discharge from the ICU, at the time of discharge from the hospital (or ± 3 days from discharge), 3-months post-implant, 6-months post-implant, and lastly at 12-months post-implant. Downloadable pump operations data will include evaluation of suction events, low flow and other adventitious alarms, PI events and incidence of power cable disconnects beyond 20 seconds. The previously mentioned data will also be collected during any unplanned office visits, any admission regardless of the reason, unplanned ER visits related to equipment problems or any serious adverse event-related ER visits.","interventionNames":["Device: HeartMate 3 (R) left ventricular assist device"]},{"label":"PENDING enrollment for 10th cohort-goal is 10 sites","description":"Obtain demographic and clinical data prior to and following implantation of a HeartMate 3 ® device. HeartMate 3® downloaded pump operations data will be obtained at the following scheduled intervals: discharge from the ICU, at the time of discharge from the hospital (or ± 3 days from discharge), 3-months post-implant, 6-months post-implant, and lastly at 12-months post-implant. Downloadable pump operations data will include evaluation of suction events, low flow and other adventitious alarms, PI events and incidence of power cable disconnects beyond 20 seconds. The previously mentioned data will also be collected during any unplanned office visits, any admission regardless of the reason, unplanned ER visits related to equipment problems or any serious adverse event-related ER visits.","interventionNames":["Device: HeartMate 3 (R) left ventricular assist device"]}],"interventions":[{"type":"DEVICE","name":"HeartMate 3 (R) left ventricular assist device","description":"No direct intervention; this is prospective study analysis of pump data from the HeartMate 3 (R) left ventricular assist device with clinical correlation to a multitude of variables and conditions we see clinically","armGroupLabels":["Advocate Health","Mayo Clinic","Medical University of South Carolina","PENDING enrollment for 10th cohort-goal is 10 sites","PENDING enrollment for 9th cohort-goal is 10 sites","University of California, San Francisco","University of Florida","University of Kansas Medical System","University of Rochester Medical Center","University of Utah"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Survival","description":"12-month survival post LVAD implantation stratified by percentage of abnormal pump data","timeFrame":"12-months"}],"secondaryOutcomes":[{"measure":"Variable Correlations","description":"Evaluate correlations and relationships between LVAD pump data, to demographic and clinical variables, including longitudinal pump data analyses","timeFrame":"12-months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18 years of age or older\n* Scheduled Heartmate 3 ® dLVAD implantation\n\nExclusion Criteria:\n\n* \\<18 years of age\n* Scheduled for dLVAD that is NOT a Heartmate 3 (R) device","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The sample for this prospective study will derive of a goal of 15 individuals recruited at each of the 10 different dLVAD implanting centers, recognizing that not all sites may be able to recruit 15 participants. Participants will be selected through sequential convenience sampling, meaning each center will recruit participants in a sequential fashion in each of the centers based upon availability.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Sarah E Schroeder, PhD MSN RN","role":"CONTACT","phone":"402-937-3595","email":"sarah.schroeder@vadcoordinator.org"},{"name":"Thomas Schloglhofer, MSc","role":"CONTACT","phone":"+43 650 7119129","email":"thomas.schloeglhofer@meduniwien.ac.at"}],"overallOfficials":[{"name":"Sarah E Schroeder, PhD MSN RN","affiliation":"International Consortium of Circulatory Assist Clinicians","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"All individual centers will hold their own data specific to their participants. No individualized identified data will be shared with any center directly or with the funding company. With that being said, Abbott will receive de-identified data in the form of already analyzed data, after initial analyses are done, for their review."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000073496","term":"Frailty"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","relevance":"LOW"},{"id":"M9247","name":"Gastrointestinal Hemorrhage","relevance":"LOW"},{"id":"M9973","name":"Infections","relevance":"LOW"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M6058","name":"Communicable Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M1175","name":"Frailty","asFound":"Frailty","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC01","name":"Infections"}]}},"hasResults":false}