{"protocolSection":{"identificationModule":{"nctId":"NCT05117502","orgStudyIdInfo":{"id":"N3751-P"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Foundations in Developing Precision Cognitive Restoration","officialTitle":"Foundational Elements of an Alternate Scientific Approach to Developing Veteran-centric Precision Cognitive Restoration Interventions"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"TERMINATED","whyStopped":"PI Retirement","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-30","type":"ACTUAL"},"completionDateStruct":{"date":"2023-09-30","type":"ACTUAL"},"studyFirstSubmitDate":"2021-10-12","studyFirstSubmitQcDate":"2021-11-01","studyFirstPostDateStruct":{"date":"2021-11-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-08","lastUpdatePostDateStruct":{"date":"2024-02-13","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"This pilot study tests the merits of a unique research approach, transdiagnostic sampling. For Veterans with similar levels of cognitive impairments cause by different types of brain injuries (stroke or traumatic brain injury), this study examines effects of two cognitive restorative treatments. Instead of using the traditional approach to examine treatment effects strictly by cause of brain injury, the transdiagnostic sampling approach recognizes that cause of injury does not drive treatment responsiveness of recovery.","detailedDescription":"The purpose of this study is to identify the supports and barriers to scalability of Veteran-tailored iTBS and APT across neurologic conditions, with the longer-term goal of providing an empirical basis for the tailoring of a broader range of cognitive rehabilitation strategies to optimize each Veteran's cognitive function in daily life. After Veterans receive standard cognitive rehabilitation, cognitive impairments often persist and if they do make gains there is limited carry-over to daily function. The tenets of precision neurorehabilitation suggest that tailored interventions will optimize gains and carry-over, but precision-tailoring of cognitive rehabilitation will only be possible if researchers develop and test scalable approaches for identifying, organizing, and analyzing the multitude of Veteran-specific variables driving and influencing treatment responsiveness. This project addresses long-standing scientific barriers to understanding treatment responsiveness, particularly study sample heterogeneity and individual variability. The investigators address study sample heterogeneity by linking Veterans, across TBI and ischemic stroke, according to levels of cognitive impairment. The investigators create a cohort of Veterans with a homogeneous level of cognitive impairment, thereby enabling explication of person-centric factors influencing treatment responsiveness and carry-over to daily function. Advancing understanding of the basic study design elements will be achieved by leveraging the knowledge of intermittent Theta Burst Stimulation (iTBS) and iTBS paired with Attention Processing Training exercises (iTBS + APT). iTBS is advantageous as it robustly improves working memory with just one treatment session. These interventions, together, are advantageous as they can each be tailored to a Veteran's unique cognitive challenges and to target the neural site, unique to each Veteran's neuropathology. These two interventions also directly address cognitive deficits, while simultaneously inducing neuroplasticity in neural regions hampered or impaired by neural injury. The investigators will study Veterans with moderately impaired cognition who, after standard cognitive rehabilitation, continue to struggle with daily life requiring assistance with complex instrumental activities of daily living (IADL). Veterans will participate in a series of two within-subject treatment studies, conducted on two separate days, 2-weeks apart. Veterans will be randomly assigned to first receive a single session of Active iTBS or Placebo iTBS and then they will receive APT paired with their assigned iTBS (Active iTBS + APT vs Placebo iTBS + APT). The investigators will test if diagnosis moderates the effects of these interventions on both immediate and persisting change in cognition. For immediate effects, the investigators use a novel testing battery and for persisting gains the investigators use established and feasible neuropsychological tests as well as an established test of cognitive function during IADL. Results will be used to obtain pilot data and examine feasibility in terms of study attrition relative to Veteran fatigue, mood, and Veteran reports of suitability of key aspects of the study design. These findings will be used to develop a future merit within-subject cross-over study examining the over-arching hypothesis that tailored iTBS and APT applied to a transdiagnostic sample and subsequently matched to a Veteran, according to a biotype algorithm, will result in better functional performance of Veteran-valued IADL."},"conditionsModule":{"conditions":["Moderate Cognitive Impairment","Traumatic Brain Injury","Stroke"],"keywords":["Pilot projects","Cognition Disorders","Stroke","Brain Injury","Brain Injury, Traumatic","Activities of Daily Living","Working Memory"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"All iTBS (intermittent Theta Burst Stimulation) sessions will be double-blinded, but the Attention procession sessions will not. This is a within-subject placebo-controlled partially-blinded treatment study.","primaryPurpose":"OTHER","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"After the participant has been consented and meets all study enrollment criteria, the participant will be randomized to a sham or real iTBS treatment. The participant and treating researcher will be blinded. A unique code for the iTBS (Magstim) will be provided by an unblinded research team member, this will provide the sham or real treatment to the participant.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":5,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"intermittent Theta Burst Stimulation","type":"EXPERIMENTAL","description":"Participants will receive 2 treatments of intermittent Theta Burst Stimulation, each two weeks apart. First session will be iTBS alone, the second session will be combined iTBS with APT (Attention processing training).","interventionNames":["Device: intermittent Theta Burst Stimulation"]},{"label":"Placebo intermittent Theta Burst Stimulation","type":"PLACEBO_COMPARATOR","description":"Placebo iTBS participants will not receive any stimulation as the coil will be switched to placebo (P) setting. To maintain double-blind in A and P settings, Veterans and researchers wear headphones connected to a sham noise generator. Participants will receive 2 treatments of placebo intermittent Theta Burst Stimulation, each two weeks apart. First session will be iTBS alone, the second session will be combined placebo iTBS with APT (Attention processing training).","interventionNames":["Device: Placebo intermittent Theta Burst Stimulation"]}],"interventions":[{"type":"DEVICE","name":"intermittent Theta Burst Stimulation","description":"intermittent Theta Burst Stimulation (iTBS) is a type of repetitive transcranial magnetic stimulation (rTMS), which uses short magnetic field pulses applied to the scalp to induce currents in the underlying brain. iTBS will be delivered by the MagVenture MagPROX100 with MagOption Stimulator and MagPro Cool Coil B65 A/P. The MagPro Cool Coil B65 A/P can be switched from active to placebo.","armGroupLabels":["intermittent Theta Burst Stimulation"],"otherNames":["iTBS, TMS, rTMS"]},{"type":"DEVICE","name":"Placebo intermittent Theta Burst Stimulation","description":"The placebo coil magnetic stimulation, but does not actually emit a pulse. The placebo coil looks, sounds and feels like an active iTBS coil. The placebo coil, visually identical to the active coil, provides a slight sensory sensation and discharge noise (i.e. clicking) nearly identical to that of the active coil.","armGroupLabels":["Placebo intermittent Theta Burst Stimulation"],"otherNames":["Placebo or Sham TMS, iTMS, rTMS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Streamlined Assessment of Motor and Process Skills (s-APMS) Change 5 timepoints: before and after 1st and 2nd session, then follow up","description":"Observational assessment by a trained researcher that measures the performance quality of tasks related to activities of daily living in a natural environment. Examples of activities could include light house work, laundry or meal preparation. The sAMPS assesses the quality of the participant's Activity of Daily Living performance by rating effort, efficiency, safety and independence of motor and processing skill items. The performance of these activities are item-level scores ranging from 1=no problem to 6=inordinate, cannot test. This is an observational test and the research clinician interprets AMPS reports to define and interpret reasons for the person's ineffective ADL performance.","timeFrame":"5 timepoints: week 1 before and after intervention, week 3 before and after intervention, week 5 as follow-up"}],"secondaryOutcomes":[{"measure":"Wechsler Adult Intelligence Scale (WAIS-IV) Digit Span subtest","description":"Researcher administered verbal assessment use to measure auditory attention as well as working memory. The researcher verbally presents a sequence of numbers to the participant. The participant is to repeat the sequence back to the researcher. The test is administered in three subtest: Digit span forward, Digit Span Backward, and Digit Span Sequencing. Each subtest is scored with correct minus incorrect responses. The final scoring is completed researcher by raw scores and age.","timeFrame":"5 timepoints: week 1 before and after intervention, week 3 before and after intervention, week 5 as follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosis of TBI or Ischemic Stroke\n* 2-10 years post neurologic event having completed rehabilitation\n* Age 18 - 80 years old\n* Medically stable\n* Fluent in English\n* Moderately impaired cognitive function as defined by AMPS Processing sub-scale measures falling below 1.0 logits\n* Moderately impaired cognitive capacity as defined by having two or more scores falling 1 standard deviation below age normed expectations on: the RBANS index scores, DKEFS Color-Word Trials 3 and 4 scale scores, and/or WAIS-IV Digit Span scaled score\n\nExclusion Criteria:\n\n* Have BOTH TBI and Ischemic Stroke\n* Intracranial lesions or hemorrhagic stroke\n* Other primary neurologic diagnosis\n* Any dementia diagnosis\n* Reside in an extended care facility\n* Less than 2 years post TBI or ischemic stroke\n* Anti-epileptic medications for seizure activity\n* Seizure within the past 3 months or active seizure\n* Contraindications to MRI/iTBS\n* Medication changes within 3 months of starting participation\n* Currently receiving therapy services\n* Pregnancy\n* FIM scores for problem solving \\<3 or \\>4 OR memory \\<4 or \\>5, or changes in FIM scores during screening process\n* Neurostimulants that cannot be safely withdrawn\n* Bilateral ischemic stroke\n* Mild or severe impairments in cognitive capacity or cognitive function\n* CHF, implanted pacemakers or defibrillators, or cochlear implants\n* Questionable test validity as indicated by DOT (E-score 17) or BRIEF (Negativity 6; Infrequency 3; Inconsistency 8)\n* RBANS Total Scale \\< 70\n* History of/or symptoms of psychotic spectrum disorders (i.e., bipolar, schizophrenia)\n* Persons with alcohol use disorder (AUD) and/or substance use disorder (SUD) diagnoses confirmed by clinical and/or scientific experts","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Theresa L Pape, DrPH MA BS","affiliation":"Edward Hines Jr. VA Hospital, Hines, IL","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Edward Hines Jr. VA Hospital, Hines, IL","city":"Hines","state":"Illinois","zip":"60141-3030","country":"United States","geoPoint":{"lat":41.85364,"lon":-87.8395}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2022-09-12","uploadDate":"2024-02-08T16:50","filename":"ICF_000.pdf","size":358804}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M29395","name":"Cognitive Dysfunction","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M5991","name":"Cognition Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC26","name":"Wounds and Injuries"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}