{"protocolSection":{"identificationModule":{"nctId":"NCT02350283","orgStudyIdInfo":{"id":"2011BAE08B02"},"organization":{"fullName":"Ministry of Science and Technology of the People´s Republic of China","class":"OTHER_GOV"},"briefTitle":"Endovascular Therapy for Acute Ischemic Stroke Trial","officialTitle":"A Multicenter, Prospective, Control Study to Evaluate of Thrombectomy With Solitaire in Patients With Acute Ischemic Stroke","acronym":"EAST"},"statusModule":{"statusVerifiedDate":"2017-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2015-07","type":"ACTUAL"},"completionDateStruct":{"date":"2015-12","type":"ACTUAL"},"studyFirstSubmitDate":"2015-01-15","studyFirstSubmitQcDate":"2015-01-25","studyFirstPostDateStruct":{"date":"2015-01-29","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-20","lastUpdatePostDateStruct":{"date":"2017-06-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Zhongrong Miao","investigatorTitle":"Chief of the Department of Interventional Neurology in Beijing Tiantan Hopital","investigatorAffiliation":"Ministry of Science and Technology of the People´s Republic of China"},"leadSponsor":{"name":"Ministry of Science and Technology of the People´s Republic of China","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"To evaluate the safety and efficacy of Solitaire thrombectomy in Chinese patients with acute stroke within 12 hours of symptom onset.","detailedDescription":"This study is a multicenter, prospective, control study. Patients with acute ischemic stroke who meet inclusion criteria would be enrolled in the study. If the patient or patient's legally authorized representative decides that the patient should receive the intervention operation and signs the informed consent of intervention operation, the patient will be assigned to the intervention group. If the patient participates in the EAST study but refuses intervention after notified of all the benefits and risk of intervention and conservative treatment, the patient will be assigned to the control group.There will be 150 patients enrolled in each group. Patients in the intervention group will be treated with mechanical recanalization using Solitaire plus standard medical therapy. Patients in the control group will receive standard medical therapy alone.\n\nAll patients were followed up for 90 days upon enrollment. During the trial, multiple indicators will be assessed in all patients at baseline, 24hours,14days (or at discharge, whichever occurs first) and 90 days. Primary efficacy endpoint will be functional independence as defined by modified Rankin Scale (mRS) score ≤ 2 at 90 days or function improvement by mRS shift analysis.Primary procedure efficacy endpoint will be arterial recanalization of the occluded target vessel measured by Thrombolysis in Cerebral Infarction (TICI) score equal or superior to 2b right following the use of the Study Device. Primary safety endpoint is systematic ICH with 24 ±3hrs post procedure.The secondary endpoints include: rate of device-related and procedure related Serious Adverse Events (SAEs) at 14 days or discharge; volume of cerebral infarction as measured by a CT scan at 24 ±3hrs post procedure; arterial reperfusion measured by reperfusion ratio on CT scan 24 ±3hrs post procedure; infarction in subjects who achieved TICI 2b-3 reperfusion without intracranial hemorrhage;death due to any cause at 14days or discharge and at 90 days; change in NIHSSat 24±3hrs post procedure;change in NIHSS at 14 days or discharge post procedure; change in NIHSSat 90 ± 7days; quality of life at 90± 7days; the proportion of patients who suffer a Safety Outcome : the proportion of patients with the composite of: (i) symptomatic intracranial hemorrhage (ii) major bleeding due to femoral artery access complications including groin hematoma, retroperitoneal hematoma (iii) contrast nephropathy;economic (cost-effectiveness) analysis;evaluation of waiver/deferral of consent process; the total radiation dose (CT, CTA, angiography) reported as a continuous measure;the proportion of patients with malignant MCA infarction;the proportion of patients undergoing hemicraniectomy.\n\nBecause a substantial number of patients are expected to have intracranial atherosclerosis, subgroup analysis will also be carried out on this group of patient. The clinical outcomes, the final TICI score after angioplasty and possible stenting, and symptomatic ICH (including SAH) and immediate re-thrombosis rate will be included in the subgroup analysis."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Acute Ischemic Stroke","Endovascular therapy","Solitaire","Standard Medical Management"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":225,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Solitaire Device","type":"EXPERIMENTAL","description":"Interventional treatment with Solitaire. After the procedure, the patients will be admitted to intensive care unit. Standard medical management will be provided to these patients.","interventionNames":["Device: Interventional treatment with Solitaire"]},{"label":"Medical treatment","type":"NO_INTERVENTION","description":"Standard medical treatment alone."}],"interventions":[{"type":"DEVICE","name":"Interventional treatment with Solitaire","description":"Patients will be treated for mechanical recanalization with Solitaire within 12 hours after stroke onset plus standard medical management.","armGroupLabels":["Solitaire Device"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Functional independence as defined by modified Rankin Scale (mRS) score ≤ 2 at 90 days or by functional improvement as defined by mRS using shift analysis","timeFrame":"90 days"},{"measure":"Arterial recanalization of the occluded target vessel measured by Thrombolysis in Cerebral Infarction (TICI) score equal or superior to 2b right following the use of the Study Device","timeFrame":"24hours"},{"measure":"Systematic ICH with 24 ±3hrs post procedure","timeFrame":"24 hours"}],"secondaryOutcomes":[{"measure":"Rate of device-related and procedure related Serious Adverse Events (SAEs) at 7 days or discharge","timeFrame":"7days"},{"measure":"Volume of cerebral infarction as measured by a CT scan at 24 ±3hrs post procedure","timeFrame":"24 hours"},{"measure":"Arterial reperfusion measured by reperfusion ratio on CT scan 24 ±3hrs post procedure","timeFrame":"24 hours"},{"measure":"Infarction in subjects who achieved TICI 2b-3 reperfusion without intracranial hemorrhage","timeFrame":"24 hours"},{"measure":"Death due to any cause at 14days or discharge and at 90 days","timeFrame":"90 days"},{"measure":"Change in NIHSS at 24±3hrs post procedure","timeFrame":"24 hours"},{"measure":"Change in NIHSS at 14 days or discharge post procedure","timeFrame":"14 days"},{"measure":"Change in NIHSS at 90 ± 7days","timeFrame":"90 days"},{"measure":"Quality of life at at90 ± 7days(EQ-5D,BI)","timeFrame":"90 days"},{"measure":"The proportion of patients who suffer a Safety Outcome","timeFrame":"90 days"},{"measure":"Economic (cost-effectiveness) analysis","timeFrame":"90 days"},{"measure":"Evaluation of waiver/deferral of consent process","timeFrame":"90 days"},{"measure":"The total radiation dose (CT, CTA, angiography) reported as a continuous measure","timeFrame":"90 days"},{"measure":"The proportion of patients with malignant MCA infarction","timeFrame":"90 days"},{"measure":"The proportion of patients undergoing hemicraniectomy","timeFrame":"90 days"},{"measure":"Subgroup analysis of reperfusion in patients with intracranial atherosclerosis","timeFrame":"90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age \\>18 years\n2. Clinical diagnosis of ischemic stroke, stroke symptoms present for at least 30 minutes and has not significantly improved before treatment\n3. No pre-stroke functional dependence (pre-stroke Modified Rankin Score ≤ 1)\n4. NIHSS ≥ 8 and \\< 30 at the time of enrollment\n5. Patient is able to be treated within 12 hours of stroke symptoms onset with minimum of one deployment of the Solitaire Device. (onset time is defined as the last time when the patient was witnessed to be at baseline)\n6. Patient is confirmed to have symptomatic intracranial occlusion, based on single phase, multiphase or dynamic CTA/MRA or DSA, at one or more of the following locations: Carotid T/L, M1 MCA, or M2-MCA equivalent affecting at least 50% of MCA territory.\n7. Patient or patient's legally authorized representative received information about data collection or if mandatory, has signed and dated an Informed Consent Form.\n\nExclusion Criteria:\n\n1. Baseline non-contrast CT or DWI reveals a moderate/large core defined as extensive early ischemic changes of ASPECTS 0-6 in the territory of symptomatic intracranial occlusion or DWI lesion volume \\> 50ml.\n2. Other confirmation of a moderate to large core defined as one of three ways:\n\n   i. On a single phase, multiphase or dynamic CTA: no or minimal collaterals in a region greater than 50% of the MCA territory when compared to pial filling on the contralateral side (multiphase/dynamic CTA preferred) OR.\n\n   ii. On CT perfusion (\\>8 cm coverage): a low CBV and very low CBF ASPECTS \\<6 in the symptomatic MCA territory OR.\n\n   iii. On CT perfusion(\\<8 cm coverage): a region of low CBV and very low CBF \\>1/3 of the CTP imaged symptomatic MCA territory.\n3. Groin puncture is not possible within 70 minutes of the end of CTA/MRA acquisition.\n4. Seizure at onset of stroke.\n5. Prior stroke within the last 3 months.\n6. Investigators thought the cause of occlusion were not atherosclerosis\n7. Subject with a pre-existing neurological or psychiatric disease that would confound the neurological and functional evaluations.\n8. Presumed septic embolus or suspicion of bacterial endocarditis.\n9. Life expectancy of less than 90 days.\n10. Known history of ICH, SAH, AVM or tumor.\n11. Known disease with increased bleeding risk during the last 3 months, e.g. severe liver disease, ulcerative gastrointestinal disease, esophageal varices, hepatic failure.\n12. Major surgery ,significant trauma or hemorrhagic disease in past 10 days\n13. Uncompensated hypertension defined as systolic blood pressure \\>185 mm Hg or diastolic blood pressure ≥110 mm Hg on 3 repeated measures at least 10 minutes apart.\n14. Renal Failure as defined by a serum creatinine \\> 2.0 or Glomerular Filtration Rate \\[GFR\\] \\< 30.\n15. Platelet count of below 100,000/mm3.\n16. Blood glucose \\<2.8 or \\>22.2 mmol/l.\n17. Patients receiving oral anticoagulants, e.g. warfarin sodium, and coagulant response time (INR) \\>1.5.\n18. Administration of heparin within the previous 48 hours and APTT time exceeding the upper limit of normal for laboratory.\n19. Suspected intracranial dissection as a cause of stroke.\n20. Clinical history, past imaging or clinical judgment suggests that the intracranial occlusion is chronic.\n21. No femoral pulses.\n22. Contraindications of DSA examination, severe contrast allergy or absolute contraindication to iodinated contrast.\n23. Pregnancy; if a woman of child-bearing potential has a positive urine or serum beta HCG test.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Beijing tiantan Hospital","city":"Beijing","state":"Beijing","zip":"100050","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"pmid":"29203731","type":"DERIVED","citation":"Jia B, Feng L, Liebeskind DS, Huo X, Gao F, Ma N, Mo D, Liao X, Wang C, Zhao X, Pan Y, Li H, Liu L, Wang Y, Wang Y, Miao ZR; EAST Study Group. Mechanical thrombectomy and rescue therapy for intracranial large artery occlusion with underlying atherosclerosis. J Neurointerv Surg. 2018 Aug;10(8):746-750. doi: 10.1136/neurintsurg-2017-013489. Epub 2017 Dec 4."},{"pmid":"28959463","type":"DERIVED","citation":"Miao Z, Huo X, Gao F, Liao X, Wang C, Peng Y, Cao Y, Chen S, Zhang M, Jiang C, Peng X, Song C, Wei L, Zhu Q, Guo Z, Liu L, Lin H, Yang H, Wu W, Liang H, Xu A, Chen K, Zhao X, Pan Y, Li H, Liu L, Wang Y, Wang Y; EAST investigators. Endovascular therapy for Acute ischemic Stroke Trial (EAST): study protocol for a prospective, multicentre control trial in China. Stroke Vasc Neurol. 2016 Jun 24;1(2):44-51. doi: 10.1136/svn-2016-000022. eCollection 2016 Jun."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}