{"protocolSection":{"identificationModule":{"nctId":"NCT04911738","orgStudyIdInfo":{"id":"2020-A02941-38"},"organization":{"fullName":"University Hospital, Grenoble","class":"OTHER"},"briefTitle":"VIrtual Reality Glasses Use to Improve Lateropulsion and the Post-stroke Postural Vertical","officialTitle":"VIrtual Reality Glasses Use to Improve Lateropulsion and the Post-stroke Postural Vertical (VIRGIL)","acronym":"VIRGIL"},"statusModule":{"statusVerifiedDate":"2021-09","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-10-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-04-27","studyFirstSubmitQcDate":"2021-05-27","studyFirstPostDateStruct":{"date":"2021-06-03","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-29","lastUpdatePostDateStruct":{"date":"2021-10-07","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Grenoble","class":"OTHER"},"collaborators":[{"name":"Fondation Paul Bennetot","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"VIRGIL is a monocentric interventional study aiming to investigate the effect of immersion in a virtual tilted room on modulation of the verticality representation (postural vertical \\[PV\\] and visual vertical \\[VV\\]), which in turn might affect body orientation (head and trunk). To this end, the investigators will conduct a within-person randomized trial including post-stroke patients and healthy participants.","detailedDescription":"This project proposes to test the effect of immersion in a tilted virtual reality on verticality representation in hemisphere stroke patients showing lateropulsion and in healthy participants. The idea is to use the virtual reality as a tool to recalibrate the internal reference of verticality (contralesionally biased) in stroke patients and to experimentally create a bias in verticality perception of healthy participants, then to investigate how this modulation of the internal model of verticality might affect the erect posture. The investigators hypothesize that, in stroke patients, the recalibration of the verticality perception might ameliorate their lateropulsion, whereas in healthy participants, the experimental verticality bias introduced might induce a transient experimental lateropulsion. A transmodal modulation of the verticality perception, both on PV and VV, would imply a modulation by the virtual reality not only at the level of perception but also at the internal model of verticality, advocating for a powerful effect of this technology. The analysis of a post-effect (on verticality perception) that would continue after the intervention (immersion in the virtual titled room) would be a supplementary argument advocating for its clinical use in rehabilitation of post-stroke lateropulsion. To judge the effect of the immersion in tilted virtual reality, the following measures will be considered: (a) PV perception, (b) VV perception, (c) body orientation measured by inertial captors, and (d) weight-bearing asymmetry in erect posture assessed by posturography."},"conditionsModule":{"conditions":["Stroke","Brain Diseases","Cerebrovascular Disorders","Postural; Defect","Cognition Disorder"],"keywords":["Lateropulsion","Verticality representation","Virtual reality","Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"* 20 stroke participants perform the experiment over 4 weeks (W0, W1, W2, W3). W0 and W1 are devoted to clinical assessments of lateropulsion, balance disorders and other clinical deficits post-stroke. W2 is devoted to the intervention over 4 consecutive half days: 2 for the verticality perception assessments (PV, VV), and 2 for concomitant assessments of lateral body orientation (by inertial captors) and weight-bearing asymmetry (by posturography). These 4 tests are performed before and during virtual reality. A post-effect is investigated only for PV and VV. Each patient is randomly assigned to one of the two following planes: plane A (PV/VV assessment on days 1 and 3 and postural assessment on days 2 and 4) or plane B (postural assessment on days 1 and 3 and PV/VV assessment on days 2 and 4).The W3 is devoted to conventional rehabilitation with only assessment of lateropulsion and balance on Friday (as each week of this protocol).\n* 20 controls perform the same experiment on 2 days.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Participants know the intervention condition but not the effect expected. Assessor knows the intervention condition for the primary outcome change in PV, and the secondary outcomes, changes in VV, body orientation, and weight bearing asymmetry.\n\nAssessor blind of the intervention condition for the assessment of the secondary criteria lateropulsion (SCALA) and balance in daily life (PASS)","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Plane A for the cross-over (Immersion in a virtual tilted room)","type":"EXPERIMENTAL","description":"Half of participants will perform the experiment according the plane A, which corresponds to the following order: verticality perception (Baseline, effect during the intervention, post-effect), then active vertical body orientation (Baseline, effect during the intervention). The intervention is an immersion in a virtual static and tilted environnement (18°).\n\nDuring the intervention, participants will be immersed in a virtual tilted room for 15 minutes (after 5 minutes of pre -installation adjustments), then verticality perception or active body orientation assessments are performed while the participant is still virtually immersed (approximately 25 minutes). Participants will be immersed in a tilted virtual room for 45 minutes each day.","interventionNames":["Other: Virtual Reality , immersion in a virtual titlted room"]},{"label":"Plane B for the cross-over (Immersion in a virtual tilted room)","type":"EXPERIMENTAL","description":"Half of participants will perform the experiment according the plane B, which corresponds to the following order: active vertical body orientation (Baseline, effect during the intervention), then verticality perception (Baseline, effect during the intervention, post-effect). The intervention is an immersion in a virtual static and tilted environnement (18°).\n\nDuring the intervention, participants will be immersed in a virtual tilted room for 15 minutes (after 5 minutes of pre -installation adjustments), then verticality perception or active body orientation assessments are performed while the participant is still virtually immersed (approximately 25 minutes). Participants will be immersed in a tilted virtual room for 45 minutes each day.","interventionNames":["Other: Virtual Reality , immersion in a virtual titlted room"]}],"interventions":[{"type":"OTHER","name":"Virtual Reality , immersion in a virtual titlted room","description":"The immersion in virtual reality will be based on the HTC VIVE® device and the software developed by the Virtualis Society.","armGroupLabels":["Plane A for the cross-over (Immersion in a virtual tilted room)","Plane B for the cross-over (Immersion in a virtual tilted room)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in the postural perception of the vertical (PV) before and during the immersion in a virtual tilted room, in stroke and healthy participants.","description":"PV consists of testing the whole body orientation in sitting, perceived as vertical by participants, in complete darkness. PV will be tested by a well-validated apparatus and paradigm (Pérennou et al Brain 2008). PV orientation will be the average orientation (in degree) of the 10 trials performed for each condition.","timeFrame":"Days 1 and 3 if assignment to plane A or days 2 and 4 if assignment to plane B of the W2"}],"secondaryOutcomes":[{"measure":"Changes in the visual perception of the vertical (VV) before and during the immersion in a virtual tilted room, in stroke and healthy participants.","description":"VV consists of testing the direction of a visual line, perceived as vertical by particpants, in complete darkness. VV will be tested by a well-validated apparatus and paradigm (Pérennou et al Brain 2008 ; Piscicelli \\& Pérennou 2017). VV orientation will be the average orientation (in degree) of the 10 trials performed for each condition.","timeFrame":"Days 1 and 3 if assignment to plane A or days 2 and 4 if assignment to plane B of the W2"},{"measure":"Post-effect on PV. Change from baseline in PV orientation that continues after the immersion in virtual reality, in stroke and healthy participants.","description":"Persistence of PV improvement in stroke participants and persistence of PV change in healthy participants, for at least 20 minutes after the virtual reality is stopped until a maximum of 1 hour.","timeFrame":"Days 1 and 3 if assignment to plane A or days 2 and 4 if assignment to plane B of the W2"},{"measure":"Post-effect on VV. Change from baseline in VV orientation that continues after the immersion in virtual reality, in stroke and healthy participants.","description":"Persistence of VV improvement in stroke participants and persistence VV change in healthy participants, for at least 20 minutes after the virtual reality is stopped until a maximum of 1 hour.","timeFrame":"Days 1 and 3 if assignment to plane A or days 2 and 4 if assignment to plane B of the W2"},{"measure":"Modulation of active vertical trunk orientation. Change from baseline in active vertical trunk orientation assessed by inertial captors during the modulation of the internal model of verticality by virtual reality, in stroke and healthy participants.","description":"Comparison between active vertical trunk orientation assessed by inertial captors at baseline and active vertical trunk orientation during the virtual reality immersion.","timeFrame":"Days 2 and 4 if assignment to plane A or days 1 and 3 if assignment to plane B of the W2"},{"measure":"Modulation of active vertical head orientation. Change from baseline in active vertical head orientation assessed by inertial captors during the modulation of the internal model of verticality by virtual reality, in stroke and healthy participants.","description":"Comparison between active vertical head orientation assessed by inertial captors at baseline and active vertical head orientation during the virtual reality immersion.","timeFrame":"Days 2 and 4 if assignment to plane A or days 1 and 3 if assignment to plane B of the W2"},{"measure":"Effect on lateropulsion. Change from baseline in lateropulsion scores assessed by the SCAle for LAteropulsion after 4 consecutive half days of verticality referential recalibration by virtual reality, in stroke participants.","description":"Comparison of lateropulsion scores assessed by the SCAle for LAteropulsion (SCALA-scale, score from 0 (no lateropulsion) to 50 (severe lateropulsion with pushing); higher scores mean a worse outcome) at the end of each week (Fridays).","timeFrame":"45 minutes every Friday during the protocol (W0, W1, W2, W3)."},{"measure":"Effect on postural capacities. Change from baseline in balance scores assessed by the modified Postural Assessment Scale for Stroke patient after 4 consecutive half days of verticality referential recalibration by virtual reality, in stroke participants","description":"Comparison of balance scores assessed by the modified Postural Assessment Scale for Stroke patient (m-PASS, score from 0 (major postural disorders) to 36 (no postural disorder), higher scores mean a worse outcome) at the end of each week (Fridays).","timeFrame":"45 minutes every Friday during the protocol (W0, W1, W2, W3)."},{"measure":"Responders to virtual reality. Proportion of participants in whom the immersion in a virtual tilted room modulates PV (at least 2 degrees).","description":"Number of participants, stroke and healthy, in whom a change from baseline ≥ 2 degrees in PV orientation was observed during immersion in a virtual tilted room. The investigators hypothesize that the majority of participants (stroke and healthy) will be responders","timeFrame":"Days 1 and 3 if assignment to plane A or days 2 and 4 if assignment to plane B of the W2"},{"measure":"Changes in weight-bearing asymmetry. Evaluation of changes in weight-bearing asymmetry in standing posture before and during the immersion in a virtual tilted room, in stroke and healthy participants.","description":"Weight-bearing asymmetry assessed by posturography at baseline and during virtual reality, in patients and healthy participants. Comparison of both conditions.","timeFrame":"Days 2 and 4 if assignment to plane A or days 1 and 3 if assignment to plane B of the W2"},{"measure":"Awareness of the changes in active vertical body orientation. Evaluation of participants' awareness of the changes in body orientation and balance in standing posture induced by virtual reality.","description":"Perception of the body orientation change under virtual reality assessed by a 5-point Likert scale (ad-hoc scale, score from -2 \\[perception of a higher lateropulsion\\] to + 2 \\[perception of a less severe lateropulsion\\])","timeFrame":"Days 2 and 4 if assignment to plane A or days 1 and 3 if assignment to plane B of the W2"},{"measure":"Relationship between the trunk tilt (assessed by inertial captors, in degrees) and the weight bearing on the paretic side (in percentage of body weight), at baseline, with average values (2 sessions)","description":"Active vertical body orientation measures and weight-bearing asymetry before virtual reality.","timeFrame":"Days 2 and 4 if assignment to plane A or days 1 and 3 if assignment to plane B of the W2"},{"measure":"Relationship between the trunk tilt (assessed by inertial captors, in degrees) and the weight bearing on the paretic side (in percentage of body weight), during the virtual reality, with average values (2 sessions).","description":"Active vertical body orientation measures and weight-bearing asymetry during virtual reality.","timeFrame":"Days 2 and 4 if assignment to plane A or days 1 and 3 if assignment to plane B of the W2"},{"measure":"Quantification of a possible Virtual reality sickness.","description":"Systematic evaluation of virtual reality sickness with a visual analogical scale (ad-hoc scale, from 0 to 10, higher scores mean a worse outcome).","timeFrame":"Days 1, 2, 3 and 4 of the W2"},{"measure":"Description of symptoms in case of Virtual reality sickness.","description":"Systematic evaluation of virtual reality sickness with a structured interview.","timeFrame":"Days 1, 2, 3 and 4 of the W2"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 20 stroke participants\n\n  * Hospitalized in neurorehabilitation\n  * Hemisphere stroke (Right or left)\n  * Stroke delay \\< 6 months\n  * Presence of lateropulsion assessed by the Scale for Contraversive Pushing (SCP) \\> 0.5\n* 20 healthy participants\n\n  * No history of stroke or others neurological pathologies\n  * No balance disorders\n  * No history of vestibular or dizzissness disorders\n\nExclusion Criteria:\n\n* All\n\n  * History of psychiatric disorders\n  * Nyctophobia\n  * Advanced heart failure\n  * Severe trunk deformation with C7 lateral \\> 30 mm due to a independant cause beyond the stroke (i.e., scoliosis) or history of postural disorder\n* 20 Stroke participants\n\n  * Medical instability making the assessment impossible\n  * Comprehension deficits with Boston Diagnostic Aphasia Examination gravity score ≥3\n  * History of vestibular or dizzissness disorders\n  * No previous neurological history interfering with balance\n  * Inability to understand and execute simple orders\n  * Severe untreated depression (Aphasic Depression Rating Scale (ADRS) score \\>15)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dominic Pérennou","role":"CONTACT","phone":"+33 476766084","email":"DPerennou@chu-grenoble.fr"}],"overallOfficials":[{"name":"Dominic Pérennou","affiliation":"University Hospital, Grenoble","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital Grenoble","status":"RECRUITING","city":"Grenoble","zip":"38000","country":"France","contacts":[{"name":"Dominic Perennou","role":"CONTACT","email":"dperennou@chu-grenoble.fr"}],"geoPoint":{"lat":45.16667,"lon":5.71667}}]},"referencesModule":{"references":[{"pmid":"18678565","type":"BACKGROUND","citation":"Perennou DA, Mazibrada G, Chauvineau V, Greenwood R, Rothwell J, Gresty MA, Bronstein AM. Lateropulsion, pushing and verticality perception in hemisphere stroke: a causal relationship? Brain. 2008 Sep;131(Pt 9):2401-13. doi: 10.1093/brain/awn170. Epub 2008 Aug 4."},{"pmid":"27079584","type":"BACKGROUND","citation":"Piscicelli C, Perennou D. Visual verticality perception after stroke: A systematic review of methodological approaches and suggestions for standardization. Ann Phys Rehabil Med. 2017 Jun;60(3):208-216. doi: 10.1016/j.rehab.2016.02.004. Epub 2016 Apr 11."},{"pmid":"30031891","type":"BACKGROUND","citation":"Odin A, Faletto-Passy D, Assaban F, Perennou D. Modulating the internal model of verticality by virtual reality and body-weight support walking: A pilot study. Ann Phys Rehabil Med. 2018 Sep;61(5):292-299. doi: 10.1016/j.rehab.2018.07.003. Epub 2018 Jul 19."},{"pmid":"33177223","type":"BACKGROUND","citation":"Dai S, Piscicelli C, Clarac E, Baciu M, Hommel M, Perennou D. Balance, Lateropulsion, and Gait Disorders in Subacute Stroke. Neurology. 2021 Apr 27;96(17):e2147-e2159. doi: 10.1212/WNL.0000000000011152. Epub 2020 Nov 11."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000003072","term":"Cognition Disorders"}],"ancestors":[{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5991","name":"Cognition Disorders","asFound":"Cognition Disorders","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}