{"protocolSection":{"identificationModule":{"nctId":"NCT00106912","orgStudyIdInfo":{"id":"050129"},"secondaryIdInfos":[{"id":"05-N-0129"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Study to Collect Data on Fabry Disease Patients With Enhanceable Alpha-Galactosidase A Activity","officialTitle":"A Study to Collect Normative Data on Fabry Disease Patients With Enhanceable Alpha-Galactosidase A Activity"},"statusModule":{"statusVerifiedDate":"2008-03-27","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-03-28"},"completionDateStruct":{"date":"2008-03-27"},"studyFirstSubmitDate":"2005-03-31","studyFirstSubmitQcDate":"2005-03-31","studyFirstPostDateStruct":{"date":"2005-04-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will collect data needed to design a treatment trial for patients with Fabry disease using the experimental drug AT-1001. Fabry disease is an inherited metabolic disorder in which an enzyme called alpha-galactosidase A, which normally breaks down fatty substances called glycolipids, is missing or does not function properly. As a result, glycolipids accumulate in various tissues, causing liver, kidney, nerves, skin, muscle and blood vessel problems. No treatment is given in this survey study.\n\nMales 18 years of age and older with Fabry disease who have certain genetic mutations associated with enhancement of alpha-galactosidase A activity may be eligible for this study. Participants undergo the following tests and procedures over 5 days:\n\nDay 1\n\nMedical history and physical examination, blood tests, electrocardiogram (EKG), routine urinalysis, measurements of height, weight, and vital signs (blood pressure, heart rate, breathing rate, and temperature).\n\nDay 2\n\nBlood tests, 24-hour urine collection, vital signs and sweat test. The sweat test (also called QSART, or quantitative sudomotor axon reflex test) measures the amount of sweat in a particular area of skin. A small amount of medication called acetylcholine is put on an area of the skin and a small electric current is applied to stimulate the sweat glands.\n\nDay 3\n\nBlood tests, 24-hour urine collection, vital signs, and skin biopsy. For the skin biopsy, a small area of skin is numbed and a punch device is used to remove a 3-mm (1/8-inch) layer of skin for microscopic examination.\n\nDay 4\n\nBlood tests, 24-hour urine collection, vital signs, and QSART.\n\nDay 5\n\nBlood tests and vital signs.\n\nIn addition to the above, patients are scheduled at some point in the 5-day study for an eye examination, brain magnetic resonance angiogram (MRA), and a heart examination and echocardiogram. MRA uses a strong magnetic field and radio waves to provide images of the blood vessels in the head and neck. It can detect abnormalities such as aneurysms, vessel malformations, and thickening of the vessel walls. An echocardiogram is an ultrasound test that shows how well the heart pumps blood and if there is thickening of the heart muscle.\n\nPatients who are taking enzyme replacement therapy discontinue treatment for up to 6 weeks (no more than two missed infusions) to allow accurate measurement of the amount of alpha-galactosidase A the patient's body produces by itself. They provide weekly blood samples between the time they stop treatment and enter the study. The samples are used to monitor the removal of the enzyme from the body and the possible buildup of Gb(3) in the blood.","detailedDescription":"This protocol is designed to characterize the clinical and laboratory profile of patients with Fabry disease who have residual levels of Alpha-galactosidase (Alpha- Gal A) activity. Normally these are patients with the later onset or milder forms of the disease, sometimes referred to as the cardiac and/or renal variants. Enzyme Enhancement Therapy is a novel therapeutic approach to treatment of lysosomal storage diseases that has recently been proposed, for patients who produce low levels of endogenous enzyme. We plan to evaluate this therapy in later-onset Fabry disease patients and in preparation we need to develop sensitive outcome measures for this subset of patients. Thirty patients with enhanceable Alpha- Gal A activity will be recruited. If on enzyme replacement therapy, they will be asked to miss up to two biweekly infusions. These patients, along with five control patients with non-enhanceable(classic) Fabry disease, will undergo a comprehensive five day evaluation at the NIH Clinical Center that will include a complete physical examination, functional studies of the heart, eye, kidney and sweat function, imaging of the brain and the heart and a number of blood and urine tests, as well as a skin biopsy."},"conditionsModule":{"conditions":["Fabry Disease"],"keywords":["Genetic","Stroke","Heart","Lysosomal","Glycolipid","Fabry Disease"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":35}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n* Age 18 and older males\n* Patients will be included if they possess an Alpha-Gal A mutation that in previous investigations has been associated with enhancement of enzyme activity, as judged by the Principal Investigator.\n\nEXCLUSION CRITERIA:\n\n* Patients whose general health prevents them from participating.\n* Patients with significant disease unrelated to Fabry disease (e.g. diabetes, cancer).\n* Patients who refuse to sign the informed consent form or who are unable to travel to the NIH Clinical Center.\n* Patients who are currently participating in a clinical trial of small molecule or gene therapy for Fabry disease.\n* Patients who are currently participating in a clinical trial for any condition other than Fabry disease.\n* Patients who are judged by the Principal Investigator to be not qualified to participate.","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"15091117","type":"BACKGROUND","citation":"Glass RB, Astrin KH, Norton KI, Parsons R, Eng CM, Banikazemi M, Desnick RJ. Fabry disease: renal sonographic and magnetic resonance imaging findings in affected males and carrier females with the classic and cardiac variant phenotypes. J Comput Assist Tomogr. 2004 Mar-Apr;28(2):158-68. doi: 10.1097/00004728-200403000-00002."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000000795","term":"Fabry Disease"}],"ancestors":[{"id":"D000013106","term":"Sphingolipidoses"},{"id":"D000020140","term":"Lysosomal Storage Diseases, Nervous System"},{"id":"D000020739","term":"Brain Diseases, Metabolic, Inborn"},{"id":"D000001928","term":"Brain Diseases, Metabolic"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000040181","term":"Genetic Diseases, X-Linked"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000008661","term":"Metabolism, Inborn Errors"},{"id":"D000008064","term":"Lipidoses"},{"id":"D000008052","term":"Lipid Metabolism, Inborn Errors"},{"id":"D000016464","term":"Lysosomal Storage Diseases"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000052439","term":"Lipid Metabolism Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M3814","name":"Fabry Disease","asFound":"Fabry Disease","relevance":"HIGH"},{"id":"M15594","name":"Sphingolipidoses","relevance":"LOW"},{"id":"M18561","name":"Lysosomal Storage Diseases","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M4895","name":"Brain Diseases, Metabolic","relevance":"LOW"},{"id":"M22188","name":"Brain Diseases, Metabolic, Inborn","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M29127","name":"Cerebral Small Vessel Diseases","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M24567","name":"Genetic Diseases, X-Linked","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M11331","name":"Metabolism, Inborn Errors","relevance":"LOW"},{"id":"M10754","name":"Lipidoses","relevance":"LOW"},{"id":"M10744","name":"Lipid Metabolism, Inborn Errors","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M26719","name":"Lipid Metabolism Disorders","relevance":"LOW"},{"id":"T2169","name":"Fabry Disease","asFound":"Fabry Disease","relevance":"HIGH"},{"id":"T5335","name":"Sphingolipidosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}