{"protocolSection":{"identificationModule":{"nctId":"NCT04845529","orgStudyIdInfo":{"id":"2017-01749"},"organization":{"fullName":"University of Geneva, Switzerland","class":"OTHER"},"briefTitle":"Improving Awareness for Spatial Neglect With tDCS","officialTitle":"Improving Awareness in Right-brain-damaged Patients With Unilateral Spatial Neglect Using Transcranial Direct Current Stimulation (tDCS)","acronym":"ANOSO"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-03-30","studyFirstSubmitQcDate":"2021-04-13","studyFirstPostDateStruct":{"date":"2021-04-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-09-28","lastUpdatePostDateStruct":{"date":"2021-09-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Roberta Ronchi","investigatorTitle":"Dr","investigatorAffiliation":"University of Geneva, Switzerland"},"leadSponsor":{"name":"University of Geneva, Switzerland","class":"OTHER"},"collaborators":[{"name":"University Hospital, Geneva","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Brain-damaged patients can show severe neurological and cognitive deficits, and yet often remain strikingly unaware of these symptoms: this condition is called anosognosia. The aim of this study is to improve awareness in right-brain-damaged patients with Unilateral Spatial Neglect (USN) following stroke using transcranial direct current stimulation (tDCS). tDCS is a neuromodulatory technique that delivers low-intensity current to the brain facilitating (anodal tDCS) or inhibiting (cathodal tDCS) spontaneous neuronal activity. tDCS does not induce activity in resting neuronal networks, but modulates spontaneous neuronal activity: consequently, the amount and direction of effects critically depend on the previous state of the neural structures.\n\nWe will test USN patients showing anosognosia for neglect symptoms. Different brain areas will be stimulated, to target explicit and implicit components of anosognosia, including parietal and frontal brain regions.","detailedDescription":"The aim of this study is to improve awareness in right-brain-damaged patients with USN following stroke using transcranial direct current stimulation (tDCS). tDCS is a neuromodulatory technique that delivers a low-intensity direct current (e.g., 1-2 mA) to cortical areas facilitating (anodal tDCS) or inhibiting (cathodal tDCS) spontaneous neuronal activity. This stimulation is delivered by a stimulation device with two (or, rarely, more) electrodes placed on the scalp. The electrode assembly most commonly used for tDCS comprises (1) a conductive rubber electrode, (2) an electrode sponge, and (3) an electrolyte-based contact medium (e.g., saline, gel, or conductive cream) to facilitate delivery of current to the scalp, as well as (4) any materials used to shape these components or otherwise direct current flow (plastic casing, rivets). The tDCS mechanism of action is a subthreshold modulation of neuronal membrane potentials, which alters cortical excitability and activity dependent on the current flow direction through the target neurons. tDCS does not induce activity in resting neuronal networks, but modulates spontaneous neuronal activity: consequently, the amount and direction of effects critically depend on the previous physiological state of the target neural structures. In this sense, tDCS represents a neuromodulatory technique which do not induce massive synchronized discharge of action potentials as the Transcranial Magnetic Stimulation.\n\nThe introduction of tDCS in the clinical context took place about 15 years ago. Seminal studies demonstrated that weak, direct electric currents could be delivered effectively transcranially: specifically, anodal direct current stimulation was shown to increase cortical excitability, whereas cathodal stimulation decreased it. tDCS has been tested in thousands of subjects world-wide with no evidence of important side effects. For instance, it has been used in healthy individuals to change the efficacy of various motor and cognitive processes, with only mild and transient effects such as tingling and itching sensation under the stimulation electrode, moderate fatigue and headache. Moreover, since it is well-tolerated also in patients, a growing body of evidence is focused on the use of tDCS in clinical context for rehabilitative purposes: after brain damage, the induction of enhancement of the damaged hemisphere through anodal tDCS is effective in reducing the cognitive deficits caused by the lesion (e.g., stimulating perilesional areas).\n\nWe will select USN patients, showing anosognosia for neglect symptoms, from a previous study. If only a few patients will accept to participate in this protocol, new right-brain-damaged patients will be recruited at HUG.\n\nA protocol using anodal tDCS (i.e., excitatory stimulation) will be administered. We will target brain areas that could be involved in anosognosia for USN and, if these sites are damaged by the lesion, perilesional unimpaired regions will be stimulated, as the rationale is that excitatory stimulation of these sites can restore the defective error monitoring, and temporarily ameliorate anosognosia.\n\nBefore and immediately after each stimulation, the three measures of anosognosia (i.e., explicit self-rating, SCR and EEG error-related potentials) will be recorded: this procedure has been chosen in order to compare the tDCS effects on the different features of anosognosia. To control for the size of the parietal and frontal damage, which could influence the beneficial effect of tDCS, we will estimate the number of voxels damaged in these regions through the lesion maps of patients.\n\nEach one of the three experimental sessions is expected to last no more than 2h30min. This includes: 15/20min to welcome the participant, explaining the experiment and make him sign the informed consent and the screening criteria for tDCS ; 30min of neuropsychological screening (only for patients who did not undergo Study 1 or only for the first session); 20min of preparation of the set-up (connecting the cables for SCR, placing the EEG cap and connecting all the electrodes, installing the tDCS electrodes); 60min for the experiment's recording (anosognosia + tDCS + anosognosia); 10/15min for cleaning up the set up and doing a short debriefing with the participant."},"conditionsModule":{"conditions":["Stroke","Anosognosia","Neglect, Hemispatial"],"keywords":["Brain modulation","Recovery","Implicit and explicit anosognosia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":12,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1 tDCS Parietal","type":"EXPERIMENTAL","description":"Anodal tDCS applied to the right inferior parietal cortex","interventionNames":["Device: transcranial direct current stimulation (tDCS)"]},{"label":"2 tDCS Frontal","type":"EXPERIMENTAL","description":"Anodal tDCS applied to the medial frontal cortex","interventionNames":["Device: transcranial direct current stimulation (tDCS)"]},{"label":"3 Sham","type":"SHAM_COMPARATOR","description":"Sham tDCS (control, no stimulation delivered). Following a standard sham protocol, in this condition the tDCS will be active the first 30seconds and the last 30seconds of the session, but silent during the other 19minutes","interventionNames":["Device: transcranial direct current stimulation (tDCS)"]}],"interventions":[{"type":"DEVICE","name":"transcranial direct current stimulation (tDCS)","description":"We will apply tDCS to the patients' brains for 20 minutes at the intensity of 1.5mA. Each patient will undergo the three sessions (separated by at least 24h to minimize carry-over effects), in a pseudo-randomized order across patients.","armGroupLabels":["1 tDCS Parietal","2 tDCS Frontal","3 Sham"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in self-rating about anosognosia for USN","description":"We will use a vertical visual scale on a monitor, where the patients should evaluate their performance after each trial of a neglect task.","timeFrame":"from Baseline to 30 minutes"},{"measure":"Change in implicit measures of anosognosia for USN","description":"Each self-rating will be time-locked with the brain activity of participants in order to record the so-called error-related potentials. Averaged evoked potentials for each domain of awareness will be computed, and a baseline correction will be applied to the epochs. The first error-related component (ERN) will be determined as the mean amplitude in the time window from 60 ms to 140 ms post-response onset; the second component of interest (Pe) will be determined as the mean amplitude in the time-window from 200 ms and 600 ms post-response onset.","timeFrame":"from Baseline to 30 minutes"}],"secondaryOutcomes":[{"measure":"Lesion correlate of recovery of anosognosia for USN","description":"We will correlate the presence/absence of effective modulation of anosognosia for USN to the damage in specific brain regions.","timeFrame":"through study completion, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* First stroke affecting the right-hemisphere\n* Presence of USN, as assessed by a standard neuropsychological evaluation\n* Structural images of the brain lesion available (magnetic resonance or tomographic scans)\n* Criteria for electrical brain stimulation\n* Good (or corrected) visual acuity\n* High proficiency in French\n* Right-handed\n\nExclusion Criteria:\n\n* Presence of general cognitive deficits and/or suspicious of possible cognitive deficits\n* Presence of difficulty in task's comprehension\n* Impossibility to sustain a research session of at least 45minutes (e.g., attentional lability)\n* Precedent additional neurological disorder and/or current or precedent psychiatric disease\n* Presence of one or more exclusion criteria for the electrical brain stimulation 18, as following:\n\nPresence (or suspected presence) of metal in the brain or skull or body (except titanium) (e.g. splinters, fragments, clips, etc.) Presence of cochlear implants, implanted neuro-stimulator (e.g., DBS, epidural/subdural, VNS), cardiac pacemaker, medication infusion device, spinal or ventricular derivations Presence of epilepsy (participant and/or the close family) and/or precedent epileptic seizures (participant) Presence of a fainting spell or syncope, due to neurological diseases (not consider syncope during blood sampling or after being in a warm environment or after emotionally stressful events) Presence of a severe (i.e., followed by loss of consciousness) head trauma Presence of hearing problems or ringing in your ears (e.g. tinnitus) Current treatment under psychoactive (e.g. antidepressants, tranquilizers) or antiepileptic medications Chronic headache For women: you are pregnant or there is any chance that you might be.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000000377","term":"Agnosia"},{"id":"D000010468","term":"Perceptual Disorders"}],"ancestors":[{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M3417","name":"Agnosia","asFound":"Anosognosia","relevance":"HIGH"},{"id":"M13069","name":"Perceptual Disorders","asFound":"Neglect, Hemispatial","relevance":"HIGH"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T241","name":"Agnosia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}