{"protocolSection":{"identificationModule":{"nctId":"NCT05723926","orgStudyIdInfo":{"id":"CL-500"},"organization":{"fullName":"Javelin Medical","class":"INDUSTRY"},"briefTitle":"Carotid Implants for PreveNtion of STrokE ReCurrEnce From Large Vessel Occlusion in Atrial Fibrillation Patients Treated With Oral Anticoagulation","officialTitle":"Carotid Implants for PreveNtion of STrokE ReCurrEnce From Large Vessel Occlusion in Atrial Fibrillation Patients Treated With Oral Anticoagulation","acronym":"INTERCEPT"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"NOT_YET_RECRUITING","startDateStruct":{"date":"2025-01-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-12-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-10-20","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-01-18","studyFirstSubmitQcDate":"2023-02-01","studyFirstPostDateStruct":{"date":"2023-02-13","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-02-01","lastUpdatePostDateStruct":{"date":"2024-02-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Javelin Medical","class":"INDUSTRY"},"collaborators":[{"name":"Population Health Research Institute","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"Patients with atrial fibrillation (AF) who have had a prior stroke are at very high risk of recurrent ischemic stroke. About 40% of these strokes are due to large emboli which result in large cerebral vessel occlusion (LVO). This randomized control trial aims to address this unmet need by testing whether use of bilateral carotid filter implants in addition to OAC will reduce the risk of stroke in AF patients with recent (e.g. within 12 months) ischemic stroke vs. only OAC.","detailedDescription":"Patients with atrial fibrillation (AF) who have had a prior stroke are at very high risk of recurrent ischemic stroke. Oral anticoagulation (OAC) is very effective for stroke reduction, but despite this treatment, AF patients with stroke in the past year still have a very high risk of recurrent stroke which is often disabling; estimated to be between 3 and 7% per year. About 40% of these strokes are due to large emboli which result in large cerebral vessel occlusion (LVO). Thus, there is a well-documented unmet medical need to improve stroke reduction therapy for AF patients with prior ischemic stroke. This study aims to address this unmet need by testing whether use of bilateral carotid filter implants in addition to OAC will reduce the risk of stroke in AF patients with recent (e.g. within 12 months) ischemic stroke. These filters have been shown, in vitro, to capture all emboli ≥1.4 mm in length or diameter and additionally to capture some emboli of smaller diameter. Once placed bilaterally in the common carotid arteries, they are expected to prevent most emboli ≥1.4 mm in length or diameter and potentially some smaller ones from reaching the anterior cerebral circulation. Although the posterior circulation will not be protected, the majority of all large ischemic strokes in patients with AF occur in the anterior circulation (about 90%). It is hypothesized therefore that bilateral carotid implants will greatly reduce embolic strokes due to LVO (60% reduction) and will have an important but smaller effect on embolic strokes due to smaller emboli which cause non-LVO occlusion (10% reduction). LVO-associated strokes are more often large and disabling compared to non-LVO strokes. The primary goal of the study is to show that bilateral carotid implants reduce strokes due to LVO and that there is also a reduction in total ischemic stroke, both in comparison to a control arm (treatment with OAC only). The study will also evaluate the safety of the intervention."},"conditionsModule":{"conditions":["Atrial Fibrillation","Oral Anticoagulation","Stroke","Implant"],"keywords":["Filter","Ischemic stroke","NOAC","LVO"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Prospective, randomized, open-label, blinded endpoint evaluation","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":2000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Vine Filter and oral anticoagulant","type":"EXPERIMENTAL","description":"Participants randomized to the intervention will undergo implantation of bilateral carotid filters and OAC therapy. In addition, participants will receive additional single antiplatelet therapy with OAC for 6 months.","interventionNames":["Device: Vine Filter"]},{"label":"Usual Care (oral anticoagulant only)","type":"NO_INTERVENTION","description":"Participants randomized to control will not receive carotid filter implants but will receive usual care including OAC, throughout the course of the study."}],"interventions":[{"type":"DEVICE","name":"Vine Filter","description":"The Vine filters are designed to be implanted in the common carotid arteries in order to capture emboli coming from the heart or great vessels, before they can enter the anterior intracranial circulation. The filter is deployed percutaneously using a 22G needle under ultrasound guidance.","armGroupLabels":["Vine Filter and oral anticoagulant"],"otherNames":["Vine Embolic Protection System"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Large vessel occlusion strokes (efficacy)","description":"assessed by MRI/CTA","timeFrame":"44 months"},{"measure":"Serious device or procedure related complications (safety)","description":"Defined as any carotid filter or procedure related complication (excluding ischemic stroke) that results in death) or major disability, or that requires endovascular stenting or surgical correction.","timeFrame":"44 months"},{"measure":"ISTH (International Society on Thrombosis and Haemostasis) major bleeding occurring during OAC + clopidogrel intake.","timeFrame":"44 months"}],"secondaryOutcomes":[{"measure":"Ischemic stroke (efficacy)","description":"assessed by MRI/CTA","timeFrame":"68 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Documented history of clinical AF\n2. History of ischemic (i.e. non-hemorrhagic) stroke including symptoms of stroke resolving within 24 hours with positive neuro-imaging, meeting one of the following criteria:\n\n   Group 1: Patient was on OAC at time of index stroke, with index stroke occurring \\< 6 week from enrollment Group 2: Patient was not on OAC at time of stroke, with index stroke occurring \\< 6 weeks from enrollment Group 3: Patient was on OAC at time of index stroke, with index stroke occurring 6 to 52 weeks from enrollment\n3. Planned use of a Vitamin K antagonist (VKA) or a direct oral anticoagulant (DOAC) for the duration of the trial\n4. Patient able to tolerate single antiplatelet therapy in addition to oral anticoagulation for 6 months, in the opinion of the investigator\n5. Bilateral ultrasound or angiogram demonstrating all of the following:\n\n   1. Inner common carotid artery diameter range: ≥5.3 mm and ≤8.8 mm\n   2. Accessibility: up to 40 mm from skin to common carotid artery center\n   3. Implantation segment free of any atherosclerotic disease\n   4. Absence of carotid dissection or pre-existing stent(s) in common carotid artery\n   5. Absence of ≥50% stenosis of the internal carotid arteries as seen on ultrasound or angiography (CTA, MRA or DSA)\n\n   i. For ultrasound, calculate the percentage of carotid stenosis using the Society of Radiologists in Ultrasound Consensus Criteria for Carotid Stenosis, where ≥50% stenosis is defined by internal carotid artery peak systolic velocity of ≥125 cm/sec, internal/common carotid peak systolic velocity ratio of 2 or more and end diastolic velocity of ≥40 cm/sec, or evidence of near occlusion.\n\n   ii. For angiography, calculate the percentage of carotid stenosis using the North American Symptomatic Carotid Endarterectomy Trial (NASCET) criteria (\\[D - N\\]/D x 100, where N is the luminal diameter at the site of maximal narrowing and D is the diameter of normal distal internal carotid artery beyond the bulb where the artery walls are parallel.\n6. Provision of informed consent\n\nExclusion Criteria:\n\n1. Contraindication to oral anticoagulation (e.g. history of intracranial hemorrhage, known hereditary or acquired coagulation disorders, or recurrent major bleeding)\n2. Contraindication to additional single antiplatelet therapy for 6 months from randomization\n3. Previously documented 50% or greater stenosis, or high-risk plaque in the opinion of the investigator, of the common carotid, internal carotid, subclavian, vertebral, or intracranial arteries that has not been treated with a revascularization procedure (i.e. stent or angioplasty)\n4. Visualized active (acute/subacute) cervical or intracranial arterial thrombus (i.e. free-floating) on computed tomography (CT), magnetic resonance (MR), or digital subtraction (DS) angiography that is at risk of causing additional stroke/brain injury\n5. Previously documented aneurysm of the internal carotid artery or its branches (i.e. ophthalmic, posterior communicating, anterior choroidal, anterior cerebral and middle cerebral arteries) that is 6 mm or greater in diameter.\n6. Prior surgery or radiation of the neck at the implantation segment\n7. Pre-existing percutaneous left atrial appendage occlusion device that was implanted after most recent ischemic stroke\n8. Planned left atrial appendage occlusion procedure\n9. Female who is pregnant or non-postmenopausal female who is not willing to use an effective method of birth control during duration of the trial\n10. Overt systemic infection\n11. Known sensitivity to nickel or titanium metals, or their alloys\n12. Active participation in another investigational drug or device treatment trial\n13. Any other condition that in the opinion of the investigator may adversely affect the safety of the patient or would limit the patient's ability to complete the trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sagit broder, MSc","role":"CONTACT","phone":"+972587112116","email":"sagit@javelinmed.com"},{"name":"Jessica Tyrwhitt","role":"CONTACT","email":"Jessica.Tyrwhitt@phri.ca"}],"overallOfficials":[{"name":"Stuart Connolly, MD, FRCPC","affiliation":"Population Health Research Institute, McMaster University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ashkan Shoamanesh, MD, FRCPC","affiliation":"Population Health Research Institute, McMaster University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Alexander P Benz, MD MSc","affiliation":"Population Health Research Institute","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Vivek Y Reddy, MD","affiliation":"Icahn School of Medicine at Mount Sinai","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000012008","term":"Recurrence"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020969","term":"Disease Attributes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M14540","name":"Recurrence","asFound":"Recurrence","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M22390","name":"Disease Attributes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3934","name":"Anticoagulants","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}