{"protocolSection":{"identificationModule":{"nctId":"NCT03969563","orgStudyIdInfo":{"id":"D2951-R"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Mindfulness-Based Stress Reduction to Improve Neuropsychological Functioning in Acquired Brain Injury","officialTitle":"Mindfulness-Based Stress Reduction to Improve Neuropsychological Functioning in Acquired Brain Injury"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-05","type":"ACTUAL"},"completionDateStruct":{"date":"2024-01-15","type":"ACTUAL"},"studyFirstSubmitDate":"2019-05-29","studyFirstSubmitQcDate":"2019-05-29","studyFirstPostDateStruct":{"date":"2019-05-31","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-23","lastUpdatePostDateStruct":{"date":"2024-01-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Thousands of Veterans suffer a stroke every year, and these individuals often suffer emotional and cognitive changes that negatively affect their quality of life as well as their ability to recover. In addition to traditional rehabilitation such as physical and occupational therapy, a number of alternative treatments are now being studied for their ability to enhance patients' recovery following stroke. One of these treatments, Mindfulness-Based Stress Reduction or MBSR, involves an 8-week course that teaches individuals strategies such as breathing techniques, meditation, and movement therapy. The current study proposes to teach MBSR to a group of Veterans with a history of stroke to determine whether this type of intervention has beneficial effects on psychological and cognitive functioning. The investigators hope to find that MBSR is a useful, additional intervention that can improve Veterans' well-being and quality of life as they recover from stroke.","detailedDescription":"Stroke affects approximately 800,000 Americans every year, including thousands of Veterans, and is a leading cause of disability in the US. While many stroke patients receive rehabilitation during the acute and post-acute phases of stroke, many individuals suffer chronic deficits and have few options for continued treatment. A number of low-cost, alternative treatments are now being tested for their usefulness in treating neuropsychological deficits in chronic stroke patients. One of the best studied of these treatments is Mindfulness-Based Stress Reduction (MBSR), which involves an 8-week course led by a trained instructor. MBSR teaches individuals strategies for coping with their injury, such as meditation, breathing techniques, and yoga. A handful of preliminary studies have shown that MBSR is effective in reducing symptoms of anxiety and depression in stroke patients, as well as enhancing performance on cognitive tasks. However, only a single randomized controlled trial of MBSR in stroke has been published to date, and that study suffered from a number of weaknesses such as the lack of an active control group. Moreover, no previous study has assessed the usefulness of MBSR for stroke in a Veteran population. Therefore, the current study proposes to undertake a rigorous, randomized controlled trial of MBSR in Veterans with a history of stroke, using an active control group, blinded examiners, and a 6-month follow-up session to determine whether the benefits of MBSR are long-lasting. For the study, 120 Veterans with a history of chronic stroke will be recruited: 60 participants will be randomly assigned to the MBSR intervention, and 60 participants will be assigned to a Brain Health class that is matched to the MBSR intervention with respect to the instructor, number of hours of instruction, homework activities, and class size. A blinded examiner will complete a neuropsychological assessment of patients' emotional and cognitive status at three time points: 1) prior to the intervention, 2) following the intervention, and 3) six months later. Evaluation of the MBSR intervention will test for improvements in anxiety and depressive symptomatology following the intervention, relative to the Brain Health group, as well as improvements on a cognitive test battery. It is predicted that improvements associated with the MBSR intervention will still be present at the 6-month follow-up assessment as well. The final objective of the current proposal is to determine whether the site of a patient's stroke plays a role in their ability to benefit from MBSR. Previous research has suggested that left prefrontal cortex plays a critical role underlying the effects of MBSR. Thus, it is predicted that involvement of this brain region will modulate the observed effects. Such information could be used to target those Veterans who can most benefit from the proposed intervention. If shown to be effective, MBSR could provide a low-cost, non-invasive rehabilitative treatment for Veterans with acquired brain injury that can improve their neuropsychological functioning and general sense of well-being."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","MBSR","meditation","mindfulness","yoga"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants are assigned to either the MBSR or Brain Health education class, in parallel for the duration of the study.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The neuropsychologist doing the assessments pre- and post-intervention will not be aware of the participant's group assignment.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":109,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"MBSR","type":"EXPERIMENTAL","description":"8-week Mindfulness-based Stress Reduction class that trains participants in mindfulness, meditation, and yoga.","interventionNames":["Behavioral: Mindfulness-based Stress Reduction"]},{"label":"Brain Health Education","type":"ACTIVE_COMPARATOR","description":"8-week Brain Health education class that teaches participants about brain-behavior relationships, nutrition, aging facts, sleep, and memory.","interventionNames":["Behavioral: Brain Health Education"]}],"interventions":[{"type":"BEHAVIORAL","name":"Mindfulness-based Stress Reduction","description":"8-week Mindfulness-based Stress Reduction class that trains participants in mindfulness, meditation, and yoga.","armGroupLabels":["MBSR"],"otherNames":["MBSR"]},{"type":"BEHAVIORAL","name":"Brain Health Education","description":"8-week Brain Health education class that teaches participants about brain-behavior relationships, nutrition, aging facts, sleep, and memory.","armGroupLabels":["Brain Health Education"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Beck Anxiety Inventory","description":"The primary psychological outcome measure is the Beck Anxiety Inventory to measure changes in subjective symptoms of anxiety from pre- to post-intervention. The range is 0 to 63, with 0 being no/minimal anxiety and 63 being severe anxiety. A lower score post-intervention indicates improvement on this measure.","timeFrame":"10 weeks"},{"measure":"Working Memory Score on the Repeatable Battery for the Assessment of Neuropsychological Status","description":"The primary cognitive outcome measure is the Repeatable Battery for the Assessment of Neuropsychological Status working memory score, which tests participants' ability to hold information in mind for several seconds. Raw scores will be converted to normative percentiles, which can range from 1-99th percentile. A higher percentile post-intervention indicates improvement on this measure.","timeFrame":"10 weeks"}],"secondaryOutcomes":[{"measure":"Beck Depression Inventory","description":"The secondary psychological outcome measure is a change in depression scores from pre- to post-intervention. The range is 0 to 63, with 0 being no/minimal depression and 63 being severe depression. A lower score post-intervention indicates improvement on this measure.","timeFrame":"10 weeks"},{"measure":"Attention Score on the Repeatable Battery for the Assessment of Neuropsychological Status","description":"The secondary cognitive outcome score is the Repeatable Battery for the Assessment of Neuropsychological Status attention score, which tests participants' ability to stay focused on a stimulus and respond with minimal distraction. Raw scores will be converted to normative percentiles, which can range from 1-99th percentile. A higher percentile post-intervention indicates improvement on this measure.","timeFrame":"10 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* history of a single, chronic right or left hemisphere stroke\n\n  * defined here as \\> 3 months post-onset so that residual symptoms have stabilized)\n* native English proficiency\n* at least mild level of depression\n\n  * 14 on Beck Depression Inventory-II94,95\n* and/or mild anxiety\n\n  * 8 on the Beck Anxiety Inventory27\n* language within normal limits\n\n  * Western Aphasia Battery score \\> 93.7104\n* scores already available in the investigators' stroke patient database so that language deficits will not interfere with the intervention\n\nExclusion Criteria:\n\n* a pre-morbid neurologic history or history of schizophrenia spectrum and other psychotic disorders\n\n  * including depressive disorders with psychotic features\n* bipolar disorders (to avoid potential confounds in neuropsychological testing)\n* Mini-Mental State Examination score \\<19 (suggesting moderate to severe cognitive impairment that is a contraindication in effectively participating in the MBSR intervention52)\n* recent substance abuse/dependence disorder (\\< 1 year)\n* acutely suicidal\n* concurrent involvement in another rehabilitation program\n* significant visual or hearing disabilities that would preclude participating in the program","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Juliana V. Baldo, PhD","affiliation":"VA Northern California Health Care System, Mather, CA","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"VA Northern California Health Care System, Mather, CA","city":"Sacramento","state":"California","zip":"95655-4200","country":"United States","geoPoint":{"lat":38.58157,"lon":-121.4944}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2021-08-18","uploadDate":"2023-03-09T16:47","filename":"ICF_000.pdf","size":294076}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}