{"protocolSection":{"identificationModule":{"nctId":"NCT04985838","orgStudyIdInfo":{"id":"HLS/NCH/20/038"},"organization":{"fullName":"Glasgow Caledonian University","class":"OTHER"},"briefTitle":"Helping Ease Anxiety and Depression Following Stroke Stage 3","officialTitle":"HEADS: UP (Helping Ease Anxiety and Depression Following Stroke) Psychological Self-management Intervention: a Randomised Controlled Pilot Trial","acronym":"HEADS:UP"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-06-28","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-01","type":"ACTUAL"},"completionDateStruct":{"date":"2022-09-01","type":"ACTUAL"},"studyFirstSubmitDate":"2021-07-06","studyFirstSubmitQcDate":"2021-07-30","studyFirstPostDateStruct":{"date":"2021-08-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-27","lastUpdatePostDateStruct":{"date":"2023-03-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Glasgow Caledonian University","class":"OTHER"},"collaborators":[{"name":"Edinburgh Napier University","class":"OTHER"},{"name":"University of Manchester","class":"OTHER"},{"name":"University of Stirling","class":"OTHER"},{"name":"University of Strathclyde","class":"OTHER"},{"name":"Leeds Beckett University","class":"OTHER"},{"name":"University of Nottingham","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A mixed methods randomised controlled pilot trial, conducted in miniature of future definitive trial, in which the investigators will test optimised intervention and study processes. The investigators will individually randomise stroke survivor participants in a 1:1 allocation to: HEADS: UP or Control.","detailedDescription":"AIM To test full-study procedures and determine whether to proceed to a future definitive trial.\n\nObjectives\n\n1. Test full-study procedures, including measurement logistics, randomisation, and check the direction of effect is in the expected direction.\n2. Identify potential resource (cost) implications of delivering HEADS: UP and potential impact on NHS utilisation.\n3. Determine whether to proceed to a future Phase III definitive trial.\n\nMETHODS\n\nSETTING: HEADS: UP will be delivered online, via Zoom or MS Teams according to Trainer preference.\n\nMBSR TRAINERS: Experienced MBSR trainers (n=1-4) will deliver HEADS: UP Online. They will meet the criteria for Mindfulness-Based Teachers and Good Practice Guidelines for Mindfulness-Based Supervisors of MBI Teachers. In addition, all trainers will undertake the HEADS: UP Train the Trainer training (6 hours across 2 sessions) prior to delivering HEADS: UP. The investigators will deliver the training to inform the MBI teachers about the HEADS: UP adaptations and online research processes, with input from an experienced MBSR/HEADS: UP trainer and a member of the Project Advisory group with first-hand experience of stroke. The investigators will encourage fidelity with the HEADS: UP manual and provide a logbook (paper or electronic according to preference) for recording any divergence, along with reasons.\n\nRECRUITMENT METHODS: The investigators will use a UK-focused community-based recruitment strategy comprising social media (e.g. Twitter, Facebook, Instagram) and third sector organisations e.g. Stroke Association, DifferentStrokes, to recruit community-dwelling stroke survivors. When recruiting through third sector organisations the investigators will send gatekeepers project information leaflets (PILs); and consent forms for distribution to relevant (e)mail distribution lists. When recruiting online the investigators will email/post PILs and consent forms in response to expressions of interest. The investigators will document each expression of interest using a first contact form and assign a potential participant ID. Details collected at this stage include contact details for arranging screening, how the potential participant found out about the study for recruitment analysis, and whether they have previously received any information about HEADS: UP. If the potential participant has not previously received information, the investigators will post or email copies of the information and consent forms according to the potential participant's preference.\n\nSAMPLE SIZE: Typically, MBSR is delivered to groups, 15-20 participants. To promote adherence, the investigators will deliver HEADS: UP to dyads (stroke survivor plus 'family/peer'), where possible. As attrition has been estimated in a previous stage testing MBSR at approximately 23%-44% (depending on mode of delivery), the investigators will aim to enrol at least n=90 stroke survivor participants to 6 groups i.e. 15 stroke survivors (who may/may not be partnered by a family member) per group, in 2 'waves' i.e. 2 groups recruited by September 2021 (n= 30 stroke survivor participants); 4 groups recruited by the mid January 2022 (n= 60 stroke survivor participants). Allowing for attrition of 23%-44%, this will leave between 8-12 stroke survivor participants per group (i.e. n=50-69) by the end of the study. This fulfils the recommended minimum number of n=50 participants for feasibility study sample size. Note: if participant numbers are too much for the small research team to manage within the time available, the investigators will stop recruitment after four groups i.e. recruitment n=60, with an estimated n=40 left in the study at the end. This reduced number is still in keeping with NIHR Research Design Service recommendations."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Accident Due to Cerebral Artery Occlusion","Anxiety","Depression"],"keywords":["Stroke","CVA","Anxiety","Depression","Mindfulness","MBSR","Online","Self-management","Mixed methods"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A mixed methods randomised controlled pilot trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":64,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Online HEADS: UP","type":"EXPERIMENTAL","description":"A group-based Mindfulness Based Stress Reduction (MBSR) course adapted for people affected by stroke and delivered using a video communication platform e.g. Zoom. An informal introductory session in the first week is followed by 8 weekly sessions (2.5 hours, incorporating 30-minute comfort breaks). A 6-hour silent retreat is offered in week 7. An optional follow-up session is offered six-eight weeks after completion of the 9-week course.","interventionNames":["Behavioral: HEADS: UP (Helping Ease Anxiety and Depression)"]},{"label":"Control","type":"NO_INTERVENTION","description":"No intervention provided."}],"interventions":[{"type":"BEHAVIORAL","name":"HEADS: UP (Helping Ease Anxiety and Depression)","description":"A group-based Mindfulness Based Stress Reduction (MBSR) course adapted for people affected by stroke and delivered online using a video communication platform. An introductory session in the first week is followed by 8 weekly sessions (2.5 hours, incorporating 30-minute comfort breaks). A 6-hour silent retreat is offered in week 7. An optional follow-up session is offered six-eight weeks after completion of the 9-week course. Course materials include a manual (provided after the introductory session), weekly pre/post-session emails with instructions and information about joining the sessions and engaging in personal practice, including links to audio files to complement class-based sessions.","armGroupLabels":["Online HEADS: UP"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Beck Depression Inventory II (change being assessed)","description":"The Beck Depression Inventory II is a 21-item self-report scale to assess the intensity of depression. Each item is a list of four statements arranged in increasing severity about a symptom of depression. Score range between 0-63 with higher score indicating greater severity.","timeFrame":"Weeks 0, 8, 20, 32 (assessing change)"},{"measure":"Beck Anxiety Inventory (change being assessed)","description":"The Beck Anxiety Inventory is a self-report 21-item scale for measuring anxiety. The questions ask about symptoms of anxiety the subject has had during the past week. Each question is scored between 0 (mild) and 3 (severe) and a total score will vary between 0-63. Higher scores indicate more severe anxiety symptoms.","timeFrame":"Weeks 0, 8, 20, 32 (assessing change)"},{"measure":"Depression Anxiety Stress Scales (change being assessed)","description":"The Depression Anxiety Stress Scale is a 21-item version of the full 42-item scale, consisting of a set of three self-report scales designed to measure depression, anxiety and stress. Each of the three DASS-21 scales contains 7 items. Participants are asked to use 4-point severity/frequency scales to rate the extent to which they have experienced each state over the past week. Scores for Depression, Anxiety and Stress are calculated by summing the scores for the relevant items and multiplying by two to produce the equivalent DASS-42 score. Higher scores suggesting more severe difficulties.","timeFrame":"Weeks 0, 8, 20, 32 (assessing change)"}],"secondaryOutcomes":[{"measure":"Short Form Stroke Impact Scale (change being assessed)","description":"Short Form Stroke Impact Scale is a self-report, health status measure for people affected by stroke. It was designed to assess strength, hand function, activities of daily living, mobility, communication, emotion, memory and thinking, and participation. The SF-SIS can be used both in clinical and research settings. It contains 8 items across the 8 domains. Each item is rated using a 5-point Likert scale with higher scores indicating lesser impairment.","timeFrame":"Weeks 0, 8, 20, 32 (assessing change)"},{"measure":"EQ-5D 5L (change being assessed)","description":"The 5-level EQ-5D version comprises five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 levels: no problems, slight problems, moderate problems, severe problems and extreme problems. The patient is asked to indicate his/her health state by ticking the box next to the most appropriate statement in each of the five dimensions. This decision results in a 1-digit number that expresses the level selected for that dimension. The digits for the five dimensions can be combined into a 5-digit number that describes the patient's health state.","timeFrame":"Weeks 0, 8, 20, 32 (assessing change)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged ≥18 years\n* Have had ≥1 stroke at least 3 months previously\n* Able to speak and understand conversational English DESIRABLE BUT NOT ESSENTIAL: Able to identify a family member\\* who would: like to take part and can speak and understand conversational English.\n\n  * Family member: we use an inclusive definition of 'family': 'a self-identified group of two or more individuals who consider themselves as 'family' e.g. spouse, parent, friend. When we refer to 'family' in this document our meaning extends beyond 'family', to friends, peers and volunteers/buddies.\n\nExclusion Criteria:\n\n* Prior MBSR attendance in the last three years (as this may confound results)\n* Current participant in another trial of a similar psychological self-management intervention\n* Currently receiving treatment for PTSD (post traumatic stress disorder) or psychosis\n* Disclosing suicidal ideation\n* Cannot follow a 2-stage command e.g. Please spell your surname and then tell me the days of the week; Please count to six and then spell your first name.\n* Scores \\<3 on the PHQ-4","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Maggie Lawrence, PhD","affiliation":"Glasgow Caledonian University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Glasgow Caledonian University","city":"Glasgow","state":"Glasgow (City Of)","zip":"G4 0BA","country":"United Kingdom","geoPoint":{"lat":55.86515,"lon":-4.25763}}]},"referencesModule":{"seeAlsoLinks":[{"label":"HELPING EASE ANXIETY AND DEPRESSION AFTER STROKE (HEADS: UP)","url":"https://www.gcu.ac.uk/hls/research/researchgroups/livingwithstroke/headsup/"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Anonymous individual participant data will be shared by request with other researchers for ethically approved research purposes.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"Data will be available after publication of the research report and for a period of five years.","accessCriteria":"By request from Maggie Lawrence maggie.lawrence@gcu.ac.uk"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000003863","term":"Depression"},{"id":"D000003866","term":"Depressive Disorder"},{"id":"D000001008","term":"Anxiety Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M6748","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M6751","name":"Depressive Disorder","asFound":"Depression","relevance":"HIGH"},{"id":"M4014","name":"Anxiety Disorders","asFound":"Anxiety","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4508","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21525","name":"Mood Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M6082","name":"Complement System Proteins","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}