{"protocolSection":{"identificationModule":{"nctId":"NCT05425082","orgStudyIdInfo":{"id":"REC/RCR&AHS/22/0225"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Comparison of Motor Relearning and Neurodevelopmental Therapy in Stroke Patients","officialTitle":"Comparison of Motor Relearning and Neurodevelopmental Therapy on Motor Performance and Quality of Life in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-15","type":"ACTUAL"},"completionDateStruct":{"date":"2022-11-15","type":"ACTUAL"},"studyFirstSubmitDate":"2022-06-15","studyFirstSubmitQcDate":"2022-06-15","studyFirstPostDateStruct":{"date":"2022-06-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-28","lastUpdatePostDateStruct":{"date":"2024-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of the study is to find out the comparison of motor relearning and neurodevelopmental therapy on motor performance and quality of life in stroke patients.As motor relearning program and neurodevelopmental therapy have different effects on lower limb motor functions and quality of life. Therefore, there is need to find out the best treatment approach either MRP, neurodevelopmental therapy or both to improve motor function of lower limb and quality of life as it will help the patient to gain functional independency. This study will provide the health professionals the evidence to use these techniques according to patient interest in the clinical setup.","detailedDescription":"Stroke is one of the leading causes of death and the commonest cause of long-term disability in adults. In Pakistan it is also prevalent with prevalence of 1.24%, having common risk factor hypertension, diabetes, dyslipidemia and smoking. The focus of stroke rehabilitation is largely on the recovery of impaired movements and functions as it often leads to balance impairment and impaired postural control and mobility. The diagnosis and management of acute ischemic stroke are limited by the lack of rapid diagnostic assays for use in an emergency setting. Computed tomography (CT) scanning is used to diagnose hemorrhagic stroke but quite ineffective (\\<33% sensitive) to diagnose ischemic stroke. Among patients with acute ischemic stroke with a proximal vessel occlusion, a small infarct core, and moderate-to-good collateral circulation, rapid endovascular treatment improved functional outcomes and reduced mortality.\n\nStroke is a common, serious, and disabling worldwide health-care problem and rehabilitation is a major part of patient care. Many evidences support the concept of rehabilitation of stroke which involve multidisciplinary team.Stroke have adverse effect on mobility and activity of daily livings depending upon which vessel is being effected. If ACA is involved then there will be contralateral hemiparesis and hemisensory loss more effecting the lower limb with mobility issues and dependency of stroke patients on their relatives in ADLs and if MCA involve then upper extremities will be affected with speech related impairments. Stroke patients must get rehabilitation despite of which vessel is being involved in the cerebrovascular accident CVS. Stroke patients get benefit from the physical therapy rehabilitation. A well planned rehabilitation program can reduce the catastrophic events\n\nfrom stroke. Motor relearning is a specialized program rehabilitation focused on motor function recovery. Many studies have been conducted to check the effectiveness of MRP on physical performance of stroke patients. The motor relearning program has found to be useful to increase functional recovery of patients with strok. Peroneal nerve stimulation (PNS) for motor relearning have significant role in improving functional mobility and quality of life. Berta Bobath gave the concept of Bobath or neurodevelopmental therapy (NDT). Bobath therapy or neurodevelopmental therapy NDT is use as an adjunct in stroke rehabilitation which is based on the principal of encouragement of normal movement pattern and discouragement of compensatory movements (11). Bobath therapy is based on inhibition of spasticity and facilitation of normal movement. Bobath therapy has become the heart of neurorehabilitation approach.\n\nDifferent strategies had been used for this purpose, which includes motor relearning program (MRP) and neurodevelopmental therapy. MRP involves active participation from patients because MRP involve relearning of functional activities that are very beneficial for patients whereas, neurodevelopmental therapy include performance that facilitated by the therapist; spasticity that was inhibited, thus permitting more normal movement.\n\nThis randomized clinical trial will recruit patients through consecutive sampling. Diagnosed patients of stroke will be included. The patients will be divided into 2 groups, 1 and 2 and MRP therapy will be given to group 1 and neurodevelopmental therapy will be given to group 2. Session of 1 hour per day for 5 days a week will be given to both groups. The study will be based on pre-test post-test assessment of patients through Fugl Meyer assessment scale, Modified Barthel Index and Time Up and Go test. The data will be analyzed using SPSS 25 version software"},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":32,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Motor relearning program","type":"ACTIVE_COMPARATOR","description":"Emphasis of MRP is on practice of specific activities, the training of cognitive control over muscles \\& movement. Components of activities \\& conscious elimination of unnecessary muscle activity.• Based on 3 factors -\n\n1. Elimination of unnecessary muscle activity\n2. Feedback\n3. Practice","interventionNames":["Other: Motor relearning program"]},{"label":"Neurodevelopmental therapy","type":"EXPERIMENTAL","description":"The abnormal patterns must be stopped not by modifying the sensory input, but by giving back to the patient the • The hemiplegic side should be incorporated into all treatment activities to reestablish symmetry and increased functional use\n\n* Treatment should produce a change in the quality of movement and functional performance of the involved side\n* Increase active use of the involved side\n* Provide practice to improve motor performance that led to motor learning lost or undeveloped control over his output in developmental sequence","interventionNames":["Other: Neurodevelopmental therapy"]}],"interventions":[{"type":"OTHER","name":"Motor relearning program","description":"Treatment session of one hour per day for five days a week, for four weeks for each participant until 20 sessions","armGroupLabels":["Motor relearning program"]},{"type":"OTHER","name":"Neurodevelopmental therapy","description":"Treatment session of one hour per day for five days a week, for four weeks for each participant until 20 sessions.","armGroupLabels":["Neurodevelopmental therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl Meyer Assessment Scale","description":"Use: The Fugl-Meyer Assessment (FMA) is a stroke-specific, performance-based impairment index. It is designed to assess motor functioning, balance, sensation and joint functioning in patients with post-stroke hemiplegia.","timeFrame":"6th week"},{"measure":"Modified Barthel Index","description":"Use: The MBI was used to measure functional performance in basic activities of daily living (ADL).","timeFrame":"6th week"},{"measure":"TIME UP AND GO TEST","description":"Use: The 'timed up and go' test (TUG) is a simple, quick and widely used clinical performance-based measure of lower extremity function, mobility and fall risk.","timeFrame":"6th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Both male and female, with age between 45-70 years\n* First-time unilateral stroke confirmed by magnetic resonance imaging or computed axial tomography scan.\n* Clinically stable with fully oriented and conscious.\n* Subacute stroke patients.\n* Patients having lower limb dysfunction.\n* Patients with Mini Mental State Examination MMSE score ≥ 24\n\nExclusion Criteria:\n\n* Recurrent stroke.\n* Foot drop\n* Cardiac disease that limit function by exertional dyspnea, angina or severe fatigue.\n* Any visual and hearing problem\n* Subarachnoid or extradural hemorrhage, progressive hydrocephalus, previous history of brain injury","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Binash Afzal, PHD*","affiliation":"Riphah international university lahore campus","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chughtai Rehabilitation Centre","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"25671798","type":"BACKGROUND","citation":"Goyal M, Demchuk AM, Menon BK, Eesa M, Rempel JL, Thornton J, Roy D, Jovin TG, Willinsky RA, Sapkota BL, Dowlatshahi D, Frei DF, Kamal NR, Montanera WJ, Poppe AY, Ryckborst KJ, Silver FL, Shuaib A, Tampieri D, Williams D, Bang OY, Baxter BW, Burns PA, Choe H, Heo JH, Holmstedt CA, Jankowitz B, Kelly M, Linares G, Mandzia JL, Shankar J, Sohn SI, Swartz RH, Barber PA, Coutts SB, Smith EE, Morrish WF, Weill A, Subramaniam S, Mitha AP, Wong JH, Lowerison MW, Sajobi TT, Hill MD; ESCAPE Trial Investigators. Randomized assessment of rapid endovascular treatment of ischemic stroke. N Engl J Med. 2015 Mar 12;372(11):1019-30. doi: 10.1056/NEJMoa1414905. Epub 2015 Feb 11."},{"pmid":"21571152","type":"BACKGROUND","citation":"Langhorne P, Bernhardt J, Kwakkel G. Stroke rehabilitation. Lancet. 2011 May 14;377(9778):1693-702. doi: 10.1016/S0140-6736(11)60325-5."},{"pmid":"17615368","type":"BACKGROUND","citation":"Ng YS, Stein J, Ning M, Black-Schaffer RM. Comparison of clinical characteristics and functional outcomes of ischemic stroke in different vascular territories. Stroke. 2007 Aug;38(8):2309-14. doi: 10.1161/STROKEAHA.106.475483. Epub 2007 Jul 5."},{"pmid":"2195716","type":"BACKGROUND","citation":"Ernst E. A review of stroke rehabilitation and physiotherapy. Stroke. 1990 Jul;21(7):1081-5. doi: 10.1161/01.str.21.7.1081."},{"pmid":"16634338","type":"BACKGROUND","citation":"Chan DY, Chan CC, Au DK. Motor relearning programme for stroke patients: a randomized controlled trial. Clin Rehabil. 2006 Mar;20(3):191-200. doi: 10.1191/0269215506cr930oa."},{"pmid":"23399456","type":"BACKGROUND","citation":"Sheffler LR, Taylor PN, Gunzler DD, Buurke JH, Ijzerman MJ, Chae J. Randomized controlled trial of surface peroneal nerve stimulation for motor relearning in lower limb hemiparesis. Arch Phys Med Rehabil. 2013 Jun;94(6):1007-14. doi: 10.1016/j.apmr.2013.01.024. Epub 2013 Feb 8."},{"pmid":"15897499","type":"BACKGROUND","citation":"Hafsteinsdottir TB, Algra A, Kappelle LJ, Grypdonck MH; Dutch NDT Study Group. Neurodevelopmental treatment after stroke: a comparative study. J Neurol Neurosurg Psychiatry. 2005 Jun;76(6):788-92. doi: 10.1136/jnnp.2004.042267."},{"pmid":"32627722","type":"BACKGROUND","citation":"Rudberg AS, Berge E, Laska AC, Jutterstrom S, Nasman P, Sunnerhagen KS, Lundstrom E. Stroke survivors' priorities for research related to life after stroke. Top Stroke Rehabil. 2021 Mar;28(2):153-158. doi: 10.1080/10749357.2020.1789829. Epub 2020 Jul 5."},{"pmid":"35136756","type":"BACKGROUND","citation":"Pathak A, Gyanpuri V, Dev P, Dhiman NR. The Bobath Concept (NDT) as rehabilitation in stroke patients: A systematic review. J Family Med Prim Care. 2021 Nov;10(11):3983-3990. doi: 10.4103/jfmpc.jfmpc_528_21. Epub 2021 Nov 29."},{"pmid":"32854248","type":"BACKGROUND","citation":"Yeh CY, Schulien AJ, Molyneaux BJ, Aizenman E. Lessons from Recent Advances in Ischemic Stroke Management and Targeting Kv2.1 for Neuroprotection. Int J Mol Sci. 2020 Aug 25;21(17):6107. doi: 10.3390/ijms21176107."},{"pmid":"32587572","type":"BACKGROUND","citation":"Oyake K, Suzuki M, Otaka Y, Tanaka S. Motivational Strategies for Stroke Rehabilitation: A Descriptive Cross-Sectional Study. Front Neurol. 2020 Jun 10;11:553. doi: 10.3389/fneur.2020.00553. eCollection 2020."},{"pmid":"22703742","type":"BACKGROUND","citation":"Pandian S, Arya KN, Davidson EWR. Comparison of Brunnstrom movement therapy and Motor Relearning Program in rehabilitation of post-stroke hemiparetic hand: a randomized trial. J Bodyw Mov Ther. 2012 Jul;16(3):330-337. doi: 10.1016/j.jbmt.2011.11.002. Epub 2011 Dec 6."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}