{"protocolSection":{"identificationModule":{"nctId":"NCT02192125","orgStudyIdInfo":{"id":"2014-061"},"organization":{"fullName":"University of Zurich","class":"OTHER"},"briefTitle":"REWIRE - Rehabilitative Wayout In Responsive Home Environments, A Pilot Trial","officialTitle":"Phase 1 REWIRE - Rehabilitative Wayout In Responsive Home Environments, A Pilot Trial","acronym":"REWIRE"},"statusModule":{"statusVerifiedDate":"2015-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-01"},"primaryCompletionDateStruct":{"date":"2015-07","type":"ACTUAL"},"completionDateStruct":{"date":"2015-07","type":"ACTUAL"},"studyFirstSubmitDate":"2014-05-30","studyFirstSubmitQcDate":"2014-07-14","studyFirstPostDateStruct":{"date":"2014-07-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-09-14","lastUpdatePostDateStruct":{"date":"2015-09-15","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Zurich","class":"OTHER"},"collaborators":[{"name":"University of Milan","class":"OTHER"},{"name":"Ecole Polytechnique Fédérale de Lausanne","class":"OTHER"},{"name":"University of Oxford","class":"OTHER"},{"name":"University of Padova","class":"OTHER"},{"name":"Swiss Federal Institute of Technology","class":"OTHER"},{"name":"Ab.Acus Srl","class":"INDUSTRY"},{"name":"Fundación Pública Andaluza Progreso y Salud","class":"OTHER"},{"name":"Technogym SpA","class":"UNKNOWN"},{"name":"Fundació Privada Barcelona Digital Centre Tecnològic (BDIGITAL)","class":"UNKNOWN"},{"name":"University Hospital, Zürich","class":"OTHER"},{"name":"JSI Research & Training Institute, Inc.","class":"OTHER"},{"name":"Hospitales Universitarios Virgen del Rocío","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The study examines the possible application of the rehabilitation platform REWIRE.","detailedDescription":"The REWIRE rehabilitation platform consists of three hierarchical components: the \"Patient Station\" (PS), which is installed in the home environment of the patient; the \"Hospital Station\" (HS), which allows an exchange of information with more horsepower and is served by the therapists in the hospital; and the \"Networking Station\" (NS), which allows a combination of a plurality of HS.\n\nThe PS consists of a standard laptop with a specifically created for the rehabilitation REWIRE platform and pre-installed software (Università degli Studi di Milano, Italy, Applied Intelligent Systems Laboratory Department of Computer Science). In the context of a training system connected to the computer, the software enables the collection of data, which are recorded as part of the training. In this study only exercises for balance ability are part of the training program. The training system consists of a so-called Tymoplate® (Tyromotion, Austria), a medical device class 1 with CE certification and approval by the FDA for use in neurorehabilitation after stroke. The Tymoplate® is connected to the computer and allows by means of a base plate with integrated pressure sensors and custom-developed training software, various postural biofeedback exercises. In combination with 3D cameras (Kinect®, PrimeSense, CA, USA), the patient sees him-/herself or an avatar in real time on a screen which moves in the virtual training environment. By various, attractive and entertaining designed training games as well as provided audio-visual feedback and balanced score system, patients should be maximum motivated to exercise.\n\nThe HS enables the interaction between patient and therapist and essentially consists of a MySQL database with web-based interface. The data collected on each PS can be retrieved from the HS and can be used by therapists in order to set up the training program on the PS to control and to adjust the difficulty level of the exercises to the individual performance of each patient.\n\nThe NS also consists of a database. It links collected training data and the associated epidemiological data of different HS at the regional level (potentially also between different health institutions) to identify on the application of statistical algorithms general models for the description of relaxation processes in rehabilitation medicine.\n\nIn this simple way a frequent and intensive training is without direct therapeutic help in the home setting at low cost possible. By attractive and entertaining designed training games as well as interaction and feedback by the therapist, patients are motivated to train each day with the system and to continually improve in the games. The supervision of the training by the therapist with the rehabilitation platform REWIRE additionally serves to recognize improvements of the individual performance or problems and to adapt the difficulty level of the exercises.\n\nFor Patient Registries\n\n* Patient recruitment Suitable stationed patients at Cereneo in Vitznau will be informed about the possibility of participation in the study. If interested, the patients will receive the patient information and can decide within a week whether they will participate in the study.\n* Data collection We will collect data on daily usage of the patient as well as hospital stations. Patient usage will be regressed on the patient's deficit severity, age and gender to gather preliminary knowledge on whether certain subgroups of patients accept the system better than others.\n\nSystem usability During and after the pilot trial all involved physicians and physical therapists will answer a standardised questionnaire on system usability. Specifically we will look at the number of instructions and therapy modifications given to the patient and whether the therapist giving the instruction thinks that the patient has reacted accordingly. REWIRE will be also evaluated, in terms of usability of software instruments, degree of control of the rehabilitation process and value of the results reported by REWIRE.\n\n- Data management The investigators will use paper case report forms (CRF), one for each enrolled study participant, to be filled in with all relevant data pertaining to the subject during the study. The investigator will document the participation of each study subject on the enrolment log.\n\nAll requested information in the CRF should be completed in a neat legible manner. Use of a black ball pen is recommended to ensure clarity of reproduced copies in the CRF. All corrections in a paper CRF must be made in a way that does not obscure the original entry. The correct data must be inserted, dated and initialled by the investigator Data that are not available or not done should be made clear by adding NA or ND. A declaration ensuring accuracy of data recorded in the case report forms must be signed by the investigator.\n\nCRFs will be kept current to reflect subject status at each phase during the course of study. Subjects will not to be identified in the CRF by name. Appropriate coded identification (e.g. subject number) will be used.\n\nIt will be assured that any authorised person, who may perform data entries and changes in the CRF, can be identified. A list with signatures and initials of all authorised persons will be filed in the study site file and the trial master file, respectively.\n\nDocumented medical histories and narrative statements relative to the subject's progress during the study will be maintained. These records will also include the following: originals or copies of laboratory and other medical test results which must be kept on file with the individual subject's CRF.\n\nThe CIP will specify what will be maintained for each subject. The investigators assure to perform a complete and accurate documentation of the subject data in the CRF. All data entered into the CRF with exception of (for which data the CRF will be source data to be specified for each study) must also be available in the individual subject file either as print-outs or as notes taken by either the investigator or another responsible person assigned by the investigator.\n\nData which is not included in the CRF will be stored in a secured access database.\n\nEssential documents must be retained for at least 10 years after the regular end or a premature termination of the respective study (VKlin Art. 25). Essential documents will be retained according to local law in case of international multicentre studies.\n\nAny patient files and source data must be archived for the longest possible period of time according to the feasibility of the investigational site, institution or private practice.\n\n* Reporting for adverse events Adverse events will be reported to the Ethics Committee northwest/ central Switzerland EKNZ.\n* Change management Sample size assessment to specify the number of participants or participant years necessary to demonstrate an effect Number of patients: 15 stroke patients. Due to the likely large heterogeneity of the study population (different weights severity of paresis and ataxia, as well as partly cognitive deficits) a sufficiently large number of patients must be tested. Currently, there are no data which would allow a power analysis with respect to the primary or secondary end point. In case of premature withdrawl from the study, those participants will be replaced so that at least 16 participants carry out the 3-month training program completely.\n\nPlan for missing data to address situations where variables are reported as missing, unavailable, \"non-reported,\" uninterpretable, or considered missing because of data inconsistency or out-of-range results If in individual clinical tests the data is missing, the concerning test cannot be analysed and will not be considered.\n\nStatistical analysis plan describing the analytical principles and statistical techniques to be employed in order to address the primary and secondary objectives, as specified in the study protocol or plan Primarily, the feasibility of the technical and practical implementation of the rehabilitation REWIRE platform will be evaluated in the home-environment of the study participants. Furthermore, the satisfaction and patient compliance and acceptance of the system by the attending physicians and therapists will be measured. Therefore, structured-standardized questionnaires are used and the quality (if numerically tangible) will be evaluated by means of Likert scales. Secondary, the effects to use the training system on the functional recovery and quality of life as well as on the structural plasticity of the brain will be evaluated. In terms of functional recovery and quality of life correlation analyses will be performed. Related data from stroke patients (from the stroke registry ZORRO, KEK-ZH-E-08/2009) will be compared with those from the REWIRE-study. The evaluation of the data measured by means of magnetic resonance imaging, require before carrying out a correlation analysis the application of parametric statistical methods."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","rehabilitation","balance","training","posture"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":17,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"REWIRE-System","type":"EXPERIMENTAL","description":"The training system consists of a so-called Tymoplate® (Tyromotion, Austria), a medical device class 1 with CE certification and approval by the FDA for use in neurorehabilitation after stroke. The Tymoplate® is connected to a computer and allows by means of a base plate with integrated pressure sensors and custom-developed training software different postural biofeedback exercise.","interventionNames":["Device: REWIRE-System"]}],"interventions":[{"type":"DEVICE","name":"REWIRE-System","description":"The REWIRE rehabilitation platform consists of three hierarchical components:\n\n1. \"patient station\" (PS), which is installed in the home environment of the patient:\n\n   Includes:\n\n   Laptop with software - Game Tymoplate® - balanceboard Kinect® - 3D tracking\n2. \"Hospital Station\" (HS), which allows an exchange of information with more \"patient station\" and is served by the therapists in the hospital;\n\n   Includes:\n\n   Laptop MySQL- database\n3. \"station networking\" (NS), which allows a combination of a several of HS. database","armGroupLabels":["REWIRE-System"],"otherNames":["Tymoplate®","Kinect®"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proof of concept","description":"Technical and practical implementation of the rehabilitation platform REWIRE will be evaluated, by a questionnaire.","timeFrame":"week 12"}],"secondaryOutcomes":[{"measure":"Quality of life","description":"Assessments, change from Baseline :\n\n* Stroke Impact Scale\n* EuroQol\n* FES-I (Erfassung der sturzassoziierten Selbstwirksamkeit, 10 min)\n* Technology Acceptance Model / TAM","timeFrame":"week 12"}],"otherOutcomes":[{"measure":"functional recovery","description":"Assessment, change from Baseline:\n\nfMRI","timeFrame":"week 12"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years\n* First-time ischemic stroke\n* Moderate, residual motor deficits of the lower extremity (FAC\\> 3, 6-min walk ≥ 200 m; Berg Balance Scale 21-52)\n* Ability and willing to participate in the study\n* signed consent form\n\nExclusion Criteria:\n\n* Other neurological disorders (eg Parkinson's disease, dementia, multiple sclerosis, peripheral nerve damage, etc.)\n* Moderate to severe aphasia\n* moderate to severe unilateral neglect\n* Severe dementia, MMSE ≤ 20 points\n* Severe depression or psychiatric disorders\n* Other serious diseases, such as severe kidney or liver dysfunction, or serious dysfunction of the cardiovascular system\n* Relevant loss of vision that can not be compensated by aids, eg Hemianopia, visual acuity ≤ 20%\n* Severe pain,\\> 6 points on the visual analog scale\n* Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Andrea R Luft, Prof.","affiliation":"University of Zurich","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Cerneo","city":"Vitznau","state":"Luzern","zip":"6354","country":"Switzerland","geoPoint":{"lat":47.01014,"lon":8.4842}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}