{"protocolSection":{"identificationModule":{"nctId":"NCT05552885","orgStudyIdInfo":{"id":"E-60116787-020-217378"},"organization":{"fullName":"Pamukkale University","class":"OTHER"},"briefTitle":"The Reliability and Validity of the Figure of 8 Walk Test and Double Task Figure of 8 Walk Test in Persons With Stroke","officialTitle":"The Reliability and Validity of the Figure of 8 Walk Test and Double Task Figure of 8 Walk Test in Persons With Stroke"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2023-02-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-08-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-09-20","studyFirstSubmitQcDate":"2022-09-20","studyFirstPostDateStruct":{"date":"2022-09-23","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-20","lastUpdatePostDateStruct":{"date":"2022-09-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Güzin Kara","investigatorTitle":"Principal Investıgator","investigatorAffiliation":"Pamukkale University"},"leadSponsor":{"name":"Pamukkale University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The validity of the dual-task F8W test in predicting falls in older adults has been confirmed. As far as we know, there are no studies evaluating the validity and reliability of the dual-task F8W test in stroke patients. Therefore, the aim of the study is to evaluate the validity and reliability of the F8W and dual-task F8W test in stroke patients.","detailedDescription":"Recently, the validity and reliability of assessment tools in which two tasks are performed simultaneously have been investigated. Although the utility of dual-task assessments in assessing falls in neurological diseases is uncertain, the reliability of dual-task assessments involving walking has shown quite good results. Stroke survivors have decreases in one or both (locomotor and cognitive) performances while walking and simultaneously performing a cognitive task. The tasks selected in dual-task evaluations may affect dual-task interactions, therefore, tasks that are compatible with daily living activities should be used in dual-task evaluations. A previous study confirmed the validity of the dual-task F8W test in predicting falls in older adults. Because of this reaason, stroke patients aged 50 and over will be included in the study."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Day","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":28,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stroke patients","description":"General cognitive level will be evaluated with the Standardized Mini Mental Test to determine the eligibility of the participants for the study. The American National Institutes of Health Stroke Scale will be applied to determine the stroke severity and functional status of the participants. The reliability and validity of the eight-shape gait test and the double-task octagonal gait test will be examined. The reliability of the tests will be evaluated by calculating the test-retest method, standard error measurement and minimum detectable change values. The initial test and retest will be evaluated two days apart. The concurrent validity of the tests will be evaluated by the correlation between the timed get-and-go test, the 10-meter walk test, and the modified four-square step test.","interventionNames":["Other: Evaluation"]}],"interventions":[{"type":"OTHER","name":"Evaluation","description":"The Standardized Mini Mental Test, The American National Institutes of Health Stroke Scale, the Figure of 8 Walk Test, the double-task octagonal gait test, the timed up-and-go test, the 10-meter walk test, and the modified four-square step test will be applied to the stroke patients.","armGroupLabels":["Stroke patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Standardized Mini Mental Test","description":"It is a practical, short and standardized test that evaluates cognition in general. It consists of five subsections and 11 items: orientation, recording memory, attention and calculation, recall and language. A total of 30 points can be obtained from the test. Scores below the 23/24 threshold for the Turkish population indicate dementia (Güngen, Ertan, Eker, Yaşar, \\& Engin, 2002).","timeFrame":"six months"},{"measure":"National Institutes of Health Stroke Scale Score-NIHSS","description":"The scale used to determine the severity of stroke consists of a total of 11 items. The highest score of the scale is 36. On the scale, \\>17 points are severe, 8-16 points are moderate, and \\<8 points indicate mild stroke (Brott et al., 1989).","timeFrame":"six months"},{"measure":"Figure of 8 Walk Test (F8WT)","description":"Participants will be instructed to stand in the middle of two cones 1.52 m apart and walk around the cones at their normal walking pace, in the direction of their choice, in a figure eight, and stop when they reach the starting point. The time to complete the test will be recorded. The original F8W test also takes into account the number of steps and gait smoothness required to complete the task (Hess et al., 2010). Only the time to complete F8W will be used in this study, as time is more objective than smoothness and number of steps in evaluating changes in walking performance.","timeFrame":"six months"},{"measure":"Timed Up and Go Test (TUG)","description":"It is a valid and reliable tool that evaluates walking performance on flat roads in stroke individuals. The time it takes for an individual to complete 10 meters at normal walking speed at a distance of 14 m (the first and last 2 m distances are not considered) is recorded (Cheng, Nelson, Brooks, \\& Salbach, 2020).","timeFrame":"six months"},{"measure":"Modified Four Square Step Test","description":"It is a valid and reliable tool that evaluates the ability to take steps, change direction and turn in stroke individuals. Roos et al. It has been modified to reduce the risk of falling during testing. The test is applied by recording the time elapsed during the individual's stepping forward, backward and sideways in the areas marked from 1 to 4, which are glued to the ground in a square shape (Roos, Reisman, Hicks, \\& Rudolph, 2016).","timeFrame":"six months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being 50 years of age and older,\n* Having only one unilateral stroke at least 6 months prior to the study,\n* Being medically stable,\n* Being able to walk at least 10 meters with a cane or independently,\n* Getting 24 points or more from the Standardized Mini-Mental Test',\n* Being to be able to perform the cognitive task (subtraction) to be given during the evaluations.\n\nExclusion Criteria:\n\n* The presence of additional orthopedic, neurological or cardiovascular diseases that may affect balance and walking,\n* Uncorrected vision and hearing problems.","sex":"ALL","minimumAge":"50 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Since the incidence of stroke nearly doubles every ten years after the age of 55 (Feigin, Lawes, Bennett, \\& Anderson, 2003), individuals with stroke aged 50 and over will be included in the study.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Güzin Kara, PhD","role":"CONTACT","phone":"05393743451","email":"guzin1196@yahoo.com"},{"name":"Güzin Kara","role":"CONTACT","phone":"05393743451","email":"guzin1196@yahoo.com"}],"overallOfficials":[{"name":"Güzin Kara, PhD","affiliation":"Pamukkale University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Pamukkale University","city":"Denizli","state":"Kınıklı/Pamukkale","zip":"20070","country":"Turkey","geoPoint":{"lat":37.77417,"lon":29.0875}}]},"referencesModule":{"references":[{"pmid":"19959654","type":"RESULT","citation":"Hess RJ, Brach JS, Piva SR, VanSwearingen JM. Walking skill can be assessed in older adults: validity of the Figure-of-8 Walk Test. Phys Ther. 2010 Jan;90(1):89-99. doi: 10.2522/ptj.20080121. Epub 2009 Dec 3."},{"type":"RESULT","citation":"Kim, Y.-H., & Lim, J.-H. The reliability and validity of figure-of-8 walk test in patients with stroke. Journal of the Korean Academy of Clinical Electrophysiology. 2012: 10(1); 29-37."},{"pmid":"22541307","type":"RESULT","citation":"Lowry KA, Brach JS, Nebes RD, Studenski SA, VanSwearingen JM. Contributions of cognitive function to straight- and curved-path walking in older adults. Arch Phys Med Rehabil. 2012 May;93(5):802-7. doi: 10.1016/j.apmr.2011.12.007."},{"pmid":"16084820","type":"RESULT","citation":"Ng SS, Hui-Chan CW. The timed up & go test: its reliability and association with lower-limb impairments and locomotor capacities in people with chronic stroke. Arch Phys Med Rehabil. 2005 Aug;86(8):1641-7. doi: 10.1016/j.apmr.2005.01.011."},{"pmid":"35500981","type":"RESULT","citation":"Nualyong T, Siriphorn A. Accuracy of the figure of 8 walk test with and without dual-task to predict falls in older adults. J Bodyw Mov Ther. 2022 Apr;30:69-75. doi: 10.1016/j.jbmt.2022.02.001. Epub 2022 Feb 7."},{"pmid":"27271003","type":"RESULT","citation":"Roos MA, Reisman DS, Hicks G, Rose W, Rudolph KS. Development of the Modified Four Square Step Test and its reliability and validity in people with stroke. J Rehabil Res Dev. 2016;53(3):403-12. doi: 10.1682/JRRD.2014.04.0112."},{"pmid":"29984566","type":"RESULT","citation":"Son H, Park C. Effect of turning direction on Timed Up and Go test results in stroke patients. Eur J Phys Rehabil Med. 2019 Feb;55(1):35-39. doi: 10.23736/S1973-9087.18.05202-4. Epub 2018 Jul 6."},{"pmid":"23600714","type":"RESULT","citation":"Wong SS, Yam MS, Ng SS. The Figure-of-Eight Walk test: reliability and associations with stroke-specific impairments. Disabil Rehabil. 2013;35(22):1896-902. doi: 10.3109/09638288.2013.766274. Epub 2013 Apr 19."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}