{"protocolSection":{"identificationModule":{"nctId":"NCT05515874","orgStudyIdInfo":{"id":"STU00212754"},"organization":{"fullName":"Northwestern University","class":"OTHER"},"briefTitle":"Predicting Stroke Risk in ICAD With Novel MRI","officialTitle":"Predicting Stroke Risk in Intracranial Atherosclerotic Disease With Novel High Resolution, Functional and Molecular MRI Techniques"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","startDateStruct":{"date":"2021-08-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-03-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-03-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-12-21","studyFirstSubmitQcDate":"2022-08-22","studyFirstPostDateStruct":{"date":"2022-08-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-11-10","lastUpdatePostDateStruct":{"date":"2023-11-14","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sameer A. Ansari","investigatorTitle":"Professor of Radiology","investigatorAffiliation":"Northwestern University"},"leadSponsor":{"name":"Northwestern University","class":"OTHER"},"collaborators":[{"name":"University of Chicago","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The cerebral and spinal vasculature possesses several unique properties: it is composed of relatively small vessels, it has a highly connected network architecture, and, due to the confined space around the brain, disruptions in flow (rupture, shunting, or blockage) can cause a clinical impact quickly. These features apply across various pathological conditions that alter the distribution of blood through the cerebral vasculature, such as aneurysm, intracranial atherosclerotic disease (ICAD) and arteriovenous malformation (AVM) as well as others.\n\nNeurovascular disease is a leading cause of mortality due to stroke in the United States and encompasses a broad range of pathologies including but not limited to cerebral arteriovenous malformation, intracranial atherosclerotic disease, intracranial aneurysms and other neurovascular abnormalities. Novel modalities for assessing disease states in patients with these pathologic conditions are constantly being developed and the understanding of risk factors, disease progression, and effective therapy is rapidly evolving. Neurovascular imaging is at the forefront of this progress. The identification of new predictive biomarkers regarding the risk of rupture, progression, or recurrence will improve prognosis and treatment planning.\n\nIn this study, there will be evaluation of the various types of brain lesions and different treatment options that have been used by the treating physicians and, grade outcome based on the standard of care MRI imaging. This can help the Investigators stratify the treatment routes, that are better than the other by assessing the mortality and morbidity rates. Investigators are evaluating intracranial lesions and their treatment outcomes can help analyze which standard of care treatment is better than the others at a setting like Northwestern.","detailedDescription":"The long-term goal of this work is to reduce the incident of stroke by identifying the most vulnerable patients using MRI scans. Currently roughly 1 of every 8 patient who have had an initial stroke from intracranial atherosclerosis disease (ICAD) will suffer a second stroke within a year. Patients who are likely to fail medical management have loss of cerebrovascular reserve, poor collateral arterial blood supply, and/or inflammatory plaque that is vulnerable to rupture from active macrophage infiltration. Investigator's goal is to identify vulnerable patients to inform the selection for new medical management protocols or intervention with intracranial stenting or stent-less angioplasty. Investigators will develop a suite of novel MRI scans and evaluate them in the intended patient population, comparing to reference standard CO2 Challenge CVR, HMPAO SPECT, and to perform direct intracranial plaque molecular imaging for active macrophages.\n\nICAD is one of the most common causes of stroke worldwide with a high risk of recurrent stroke. ICAD patients with severe stenosis (70 to 99%) are at particularly high risk for recurrent stroke in the vascular territory of the stenosis (\\~12 to 20% within 12 months), despite aggressive treatment with aspirin, clopidogrel (Plavix), management of risk factors (hypertension, smoking etc.), and lifestyle modification. The use of new, preventative treatments including angioplasty/stenting or new anti-platelet/anti-inflammatory medications would benefit the most vulnerable patients that may be able to be identified with investigator's MR imaging protocol prior to the failure of medical management. Investigator's novel MR imaging biomarkers will improve the risk stratification for ICAD related stroke and recurrent stroke in this vulnerable, high risk population.\n\nThe Specific Aims of this study are:\n\nSpecific Aim 1: To develop and validate an MRI scan protocol for quantification of cerebrovascular reserve that does not require externally administered physiologic stressors.\n\nSpecific Aim 2: To develop and validate an MRI tissue perfusion protocol that can quantify the blood supplied through critical collateral arterial pathways.\n\nSpecific Aim 3: To correlate dynamic contrast enhancement (Ktrans plaque permeability) and Fe- ferumoxytol uptake, as MRI biomarkers of inflammation (macrophage infiltration) in unstable ICAD plaques.\n\nUpon successful completion of this proposal Investigators will have developed three biomarkers of key risk factors for ICAD related stroke that will alter the management of patients in favor of earlier stroke prevention."},"conditionsModule":{"conditions":["Intracranial Atherosclerosis"],"keywords":["STROKE","PLAQUE","STENOSIS"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm 1 - MRI Brain with CO2 inhalation","type":"NO_INTERVENTION","description":"A research MRI exam that uses CO2 inhalation and gadavist contrast injections. This examination will last for about 45 minutes and will be performed at Northwestern.\n\n* A mask will be placed over the nose and mouth during the MRI exam.\n* Air mixed with CO2, and odorless, colorless gas will be delivered to the mask for breathing.\n* After the images are collected (approximately 5 minutes) normal air will be delivered to the mask\n* This scan with CO2 will last approximately 10 minutes, however the total duration of the scan will be 45 minutes as it also involves injection of gadavist."},{"label":"Arm 2 - MRI Brain with Tc-99m-HMPAO tracer","type":"NO_INTERVENTION","description":"This type of MRI shows the flow of blood in different areas of the brain and will be performed at University of Chicago. This is done with a tracer called Tc-99m-HMPAO, injected through a vein in the arm. HMPAO is Technetium-99m hexamethyl propylenamine oxime and used clinically to assess blood supply in the brain. This MRI will be performed one hour after the injection of this tracer at University of Chicago and will last up to one hour. A tracer is a specially designed drug that is bound to a radioactive material. Tracers are designed to act like natural products in the body allowing imaging to look at how the body is working. Tracers are designed to look at very specific organ functions and, in this case, brain."},{"label":"Arm 3 - Feumoxytol infusion and MRI Brain","type":"EXPERIMENTAL","description":"An intravenous ferumoxytol infusion (before the patient leaves Northwestern or University of Chicago after stroke care or at another visit) and an MRI exam 72 hours later. This MRI examination will last approximately 30 minutes and will not involve gadavist. All arm 3 procedures will be performed either at Northwestern or University of Chicago.","interventionNames":["Drug: Feraheme"]}],"interventions":[{"type":"DRUG","name":"Feraheme","description":"Ferumoxytol contains iron and is used for the treatment of anemia, so it may affect any iron supplementation prescribed by a physician. Iron is metabolized in the liver, so impaired liver function could interfere with the metabolism of ferumoxytol.\n\nPatients will receive up to a total maximum ferumoxytol dose of 4 mg/kg (71.6 µmol Fe/kg) of body weight, diluted in 200 mL of 0.9% normal saline, at a rate of 10 ml/minute for 20 minutes, The injection rate and maximum dosage are well within the safety thresholds regarding the FDA recommendation of ferumoxytol use.","armGroupLabels":["Arm 3 - Feumoxytol infusion and MRI Brain"],"otherNames":["ferumoxytol, iron"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary Outcome","description":"1.Primary\n\nCG-OEF based CVR measured as tissue oxygen extraction a peak Systolic vs mid-diastolic cardiac phase correlates with reference standard perfusion changes measures in response to hypercapnia challenge (CO2 inhalation).\n\nOEFCVR=(OEF_Systolic-OEF_Diastolic)/OEF_Systolic x 100%\n\nPrimary Outcome Measure: Local change in CVR (as a percentage) in areas of the brain affected by atherosclerosis.\n\nCVR = (CBF2- CBF1)/CBF1 X 100%,\n\nwhere CBF is tissue perfusion, measured before (CBF1) and after (CBF2) inhalation of CO2.","timeFrame":"one year - We are not using clinical endpoints, it is a developmental and pilot feasibility study of novel MRI applications to assess MR OEF/CVR, using quantitative MR PWI as marker of disease severity]"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age greater than 18 - 85 years\n* All symptomatic patients referred to the Stroke Neurology, Cerebrovascular Surgery, or Interventional Neuroradiology inpatient/outpatient clinical services at Northwestern University or the University of Chicago with diagnosis of intracranial atherosclerosis.\n* CTA/MRA/DSA imaging findings confirm the presence of moderate to severe stenosis \\>50% of ≥ 1 segment of the supra-clinoid ICA, A1-A2 ACA, M1-M2 MCA, distal vertebral-basilar artery, P1-P2 PCA and complete cervical or intracranial carotid occlusions utilizing the SAMMPRIS stenosis criteria (3) Symptomatic patients defined as an association between the intracranial stenosis and perfusion/thromboembolic ischemia related symptoms of the corresponding vascular territory, based on either neurological exam (TIAs/stroke) and/or acute/subacute infarcts documented on MR-DWI within 7 days of presentation.\n\nExclusion Criteria:\n\n* Standard contraindications to MRI: claustrophobia, metallic implants, pacemaker, compromised kidney function (GFR \\< 40 ml/min), history of reaction to MRI contrast agent, history of allergic reactions to ferumoxytol or other IV iron products,\n* elderly patients \\> 85 years\n* multiple or serious medical conditions, or history of multiple drug allergies Other confounders of neuro-functional exams, i.e. Alzheimer's Disease or dementia.\n* Severe \\>70% cervical carotid or vertebral artery proximal stenosis, or tandem intracranial stenosis\n\nVULNERABLE POPULATIONS\n\nN/A","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sameer A Ansari, MD, PhD","role":"CONTACT","phone":"215-740-0191","email":"s-ansari@northwestern.edu"},{"name":"Timothy J Carroll, PhD","role":"CONTACT","phone":"773--07 2973","email":"tjcarroll@uchicago.edu"}],"overallOfficials":[{"name":"Sameer A Ansari, MD, PhD","affiliation":"Northwestern University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Northwestern University","status":"RECRUITING","city":"Chicago","state":"Illinois","zip":"60611","country":"United States","contacts":[{"name":"Sameer Ansari, MD, PhD","role":"CONTACT","phone":"215-740-0191","email":"s-ansari@northwestern.edu"},{"name":"Sameer Ansari, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002537","term":"Intracranial Arteriosclerosis"},{"id":"D000050197","term":"Atherosclerosis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M5476","name":"Intracranial Arteriosclerosis","asFound":"Intracranial Atherosclerosis","relevance":"HIGH"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M22211","name":"Intracranial Arterial Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000052203","term":"Ferrosoferric Oxide"}],"ancestors":[{"id":"D000006397","term":"Hematinics"},{"id":"D000057947","term":"Parenteral Nutrition Solutions"},{"id":"D000019999","term":"Pharmaceutical Solutions"}],"browseLeaves":[{"id":"M10223","name":"Iron","relevance":"LOW"},{"id":"M10800","name":"Liver Extracts","relevance":"LOW"},{"id":"M21295","name":"Technetium Tc 99m Exametazime","relevance":"LOW"},{"id":"M26686","name":"Ferrosoferric Oxide","asFound":"2.2","relevance":"HIGH"},{"id":"M9175","name":"Hematinics","relevance":"LOW"},{"id":"M21550","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M28624","name":"Parenteral Nutrition Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"}]}},"hasResults":false}