{"protocolSection":{"identificationModule":{"nctId":"NCT03773653","orgStudyIdInfo":{"id":"201804087RINB"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Synergistic Bilateral Upper-Limb Stroke Rehabilitation Based on Robotic Priming Technique","officialTitle":"Synergistic Bilateral Upper-Limb Stroke Rehabilitation Based on Robotic Priming Technique"},"statusModule":{"statusVerifiedDate":"2022-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-11-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2022-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-11-13","studyFirstSubmitQcDate":"2018-12-10","studyFirstPostDateStruct":{"date":"2018-12-12","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-04-20","lastUpdatePostDateStruct":{"date":"2022-04-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This comparative efficacy study will be based on a 3-armed controlled trial: bilateral robotic priming combined with bilateral arm training (bilateral RT+BAT), bilateral robotic priming combined with mirror therapy (bilateral RT+MT), and the control intervention (bilateral RT+IOT). The goal of this 4-year project is to provide scientific evidence of the comparative efficacy research of hybrid interventions based on unilateral vs. bilateral approach to upper limb rehabilitation in subacute and chronic stroke.","detailedDescription":"This proposed research fits in the NHRI research priority 4-1 by addressing innovative treatment strategies for stroke that is in desperate need of scientific scrutiny. Stroke is one of the major medical conditions that lead to long-term disability and causes heavy health care and financial burden. Advances in clinical and translational neurosciences have led to the new development of stroke rehabilitation. Current stroke rehabilitation programs such as robotic therapy, mirror therapy, and bilateral arm training are bilateral approaches to intensive practice based on the tenet of practice-dependent neuroplasticity. Bilateral robotic therapy can potentially be a movement-based priming technique to promote rebalancing of cortical excitability and create an enriched neuroplastic environment by priming the brain to facilitate motor and functional recovery. This proposed research project will: (1) examine the effects of bilateral robotic priming combined with bilateral arm training approach versus bilateral robotic priming combined with mirror therapy, relative to the control intervention approach (bilateral robotic priming combined with impairment-oriented training) on sensorimotor function, daily function, self-efficacy, quality of life, and motor control strategy in patients with stroke, (2) investigate the 3-month retention effects of robotic priming combined with contemporary rehabilitation approaches (i.e., bilateral arm training and mirror therapy) and the control intervention, and (3) identify the potential predictors of functionally relevant changes after therapy."},"conditionsModule":{"conditions":["Stroke Rehabilitation"],"keywords":["stroke, robot-assisted therapy, mirror therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":96,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"BMT to be combined with BAT","type":"EXPERIMENTAL","description":"Participants in this group will receive bilateral robotic priming and bilateral arm training or mirror therapy within the 90-minute training sessions.","interventionNames":["Behavioral: BMT to be combined with BAT"]},{"label":"BMT to be combined with MT","type":"EXPERIMENTAL","description":"Participants in this group will receive bilateral robotic priming and mirror therapy within the 90-minute training sessions.","interventionNames":["Behavioral: BMT to be combined with MT"]},{"label":"BMT to be combined with IOT","type":"ACTIVE_COMPARATOR","description":"Participants in this group will receive bilateral robotic priming and impairment-oriented training within one 90-minute training session.","interventionNames":["Behavioral: BMT to be combined with IOT"]}],"interventions":[{"type":"BEHAVIORAL","name":"BMT to be combined with BAT","description":"Specifically, the participants will first receive 40 to 45 minutes of bilateral robotic priming using the BMT. After the robotic priming, participants will receive another 40 to 45 minutes training in tasks focusing on bilateral symmetric movements of both ULs.","armGroupLabels":["BMT to be combined with BAT"]},{"type":"BEHAVIORAL","name":"BMT to be combined with MT","description":"Similar to the RT+BAT group, the participants will first receive 40 to 45 minutes of bilateral robotic priming delivered by the BMT with the same priming protocol. After bilateral robotic priming, participants will receive 40 to 45 minutes of mirror therapy.","armGroupLabels":["BMT to be combined with MT"]},{"type":"BEHAVIORAL","name":"BMT to be combined with IOT","description":"Similar to the RT+BAT group, the participants will first receive 40 to 45 minutes of bilateral robotic priming delivered by the BMT with the same priming protocol. After bilateral robotic priming, participants will receive 40 to 45 minutes of impairment-oriented training.","armGroupLabels":["BMT to be combined with IOT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline Fugl-Meyer Assessment (FMA) at 6 weeks, and 18 weeks","description":"The upper-extremity subscale of the FMA will be used to assess motor impairment. FMA contains 33 items (scale 0-66). The higher summed score means the greater recovery of motor impairment.","timeFrame":"Baseline, 6 weeks, and 18 weeks"},{"measure":"Change from Baseline ABILHAND Questionnaire at 6 weeks, and 18 weeks","description":"The ABILHAND Questionnaire will be used to evaluate the ability of the upper limb in functional activities. ABILHAND contains 23 items (scale 0-69). The higher average score means the greater recovery of the ability of the upper limb in functional activities.","timeFrame":"Baseline, 6 weeks, and 18 weeks"},{"measure":"Change from Baseline Stroke Impact Scale Version 3.0 (SIS 3.0) at 6 weeks, and 18 weeks","description":"The SIS 3.0 is a stroke-specific health-related quality of life instrument. It consists of 59 items assessing 8 domains (i.e., strength, hand function, activities of daily living/instrumental activities of daily living, mobility, communication, emotion. memory and thinking and participation). Items are rated on a 5-point Likert scale, with lower scores indicating greater difficulty in task completion during the past week.","timeFrame":"Baseline, 6 weeks, and 18 weeks"}],"secondaryOutcomes":[{"measure":"Change from Baseline Goal Attainment Scaling (GAS) at 6 weeks.","description":"The GAS will be used for measurement the achievement of each participant's expectation in the course of intervention. The individual intervention goals related to daily activity will be negotiated by the therapists and participants. For the goals potentially achievable and not overly ambitious, each goal will be rated on a 5-point ordinal scale with the level of attainment captured. The importance and the difficulty for each goal will be scored also based on a 3-point ordinal scale (1 to 3). The overall GAS score will be calculated by a following formula and a GAS summed score larger than 50 refers to an above-expected performance.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change from Baseline Functional Independence Measure (FIM) at 6 weeks","description":"The FIM consists of 18 items (scale 18-126) grouped into 6 subscales measuring self-care, sphincter control, transfer, locomotion, communication, and social cognition ability. The higher summed score means the greater recovery of functional independence.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change from Baseline Stroke Self Efficacy Questionnaire (SSEQ) at 6 weeks","description":"The SSEQ will be used to measure participants' confidence in functional performance from stroke. It consists of 13 items (scale 0-130). A higher summed score (maximum score indicates higher self- efficacy in functional performance from stroke.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change from Baseline Activity level as evaluated by actigraphy at 6 weeks","description":"We will use the ActiGraph GX3 accelerometers (ActiGraph, Shalimar, FL, USA) to quantitatively measure the amount of use outside the laboratory settings. The accelerometer will record the number of moves each minute, and the average counts of move per minute will be calculated as the primary outcome measure.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change from Baseline Possible adverse response at 6 weeks","description":"The vertical numerical rating scale supplemented with a faces rating scale (NRS-FRS) and a self-reported assessment will be provided to evaluate adverse effects on fatigue and pain severity, respectively. Both assessments using 11-point scale (0 = no fatigue/pain to 10 = worst possible fatigue/pain) will be applied.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change from Baseline Wolf Motor Function Test (WMFT) score at 6 weeks","description":"The WMFT quantifies the motor functions of the upper limbs through timed and functional tasks.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change from Baseline Revised Nottingham Sensory Assessment (rNSA) at 6 weeks","description":"The rNSA will be used to evaluate changes in sensation. The rNSA using a 3-point or 4-point scale contains 72 items (scale 0-151) and is divided into tactile sensation, proprioception, and stereognosis subscales. The higher summed score means the greater recovery of sensory impairment.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change from Baseline Medical Research Council scale (MRC) at 6 weeks","description":"MRC will be used for measurement of muscle strength of the affected arm. MRC contains 8 items (scale 0-40). The higher summed score means the greater recovery of muscle strength of the affected arm.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change from lateral pinch strength at 6 weeks","description":"Lateral pinch strength will be used for measurement of muscle strength of the affected hand. The higher score means the greater recovery of muscle strength on the pinch strength.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change from Baseline Chedoke Arm and Hand Activity Inventory (CAHAI) score at 6 weeks","description":"The CAHAI quantifies the bilateral motor functions of the upper limbs through and functional tasks.","timeFrame":"Baseline and 6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n(1) ⩾3 months onset from a first-ever unilateral stroke; (2) age range from 18 to 80 years; (3) baseline upper extremity motor score on the Fugl-Meyer Assessment \\>10 (Fugl-Meyer et al., 1975); (4) no severe spasticity in any joints of the affected arm (Modified Ashworth Scale ⩽ 3) (Charalambous, 2014); (5) able to follow study instructions (Mini Mental State Examination Score ⩾24) (Skidmore et al., 2010); (6) no serious vision deficits and no other neurologic or major orthopedic diseases; (7) able to participate in a rehabilitation intervention program for 6 weeks; and (8) no participation in other studies during the study period and willing to provide written informed consent.\n\nExclusion Criteria:\n\n(1) acute inflammation and (2) major medical problems or poor physical conditions that might interfere with participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Keh-chung Lin, ScD","role":"CONTACT","phone":"+886-2-3366-8180","email":"kehchunglin@ntu.edu.tw"}],"overallOfficials":[{"name":"Keh-chung Lin, ScD","affiliation":"School of Occupational Therapy, National Taiwan University, Taipei, Taiwan","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Taiwan University Hospital","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Keh-chung Lin, ScD","role":"CONTACT"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]},"referencesModule":{"references":[{"pmid":"35841056","type":"DERIVED","citation":"Lee YC, Li YC, Lin KC, Yao G, Chang YJ, Lee YY, Liu CT, Hsu WL, Wu YH, Chu HT, Liu TX, Yeh YP, Chang C. Effects of robotic priming of bilateral arm training, mirror therapy, and impairment-oriented training on sensorimotor and daily functions in patients with chronic stroke: study protocol of a single-blind, randomized controlled trial. Trials. 2022 Jul 15;23(1):566. doi: 10.1186/s13063-022-06498-0."},{"pmid":"34322077","type":"DERIVED","citation":"Li YC, Lin KC, Chen CL, Yao G, Chang YJ, Lee YY, Liu CT. A Comparative Efficacy Study of Robotic Priming of Bilateral Approach in Stroke Rehabilitation. Front Neurol. 2021 Jul 12;12:658567. doi: 10.3389/fneur.2021.658567. eCollection 2021."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}