{"protocolSection":{"identificationModule":{"nctId":"NCT00242242","orgStudyIdInfo":{"id":"060012"},"secondaryIdInfos":[{"id":"06-N-0012"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Moving a Paralyzed Hand Through Use of a Brain-Computer Interface","officialTitle":"Moving a Paralyzed Hand Through a Brain-Computer Interface Controlled by the Affected Hemisphere After Stroke or Traumatic Brain Injury"},"statusModule":{"statusVerifiedDate":"2013-07-23","overallStatus":"TERMINATED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2005-10-17"},"completionDateStruct":{"date":"2013-07-23"},"studyFirstSubmitDate":"2005-10-19","studyFirstSubmitQcDate":"2005-10-18","studyFirstPostDateStruct":{"date":"2005-10-19","type":"ESTIMATED"},"lastUpdateSubmitDate":"2019-11-22","lastUpdatePostDateStruct":{"date":"2019-11-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"},"collaborators":[{"name":"Center for Neuroscience and Regenerative Medicine (CNRM)","class":"FED"}]},"descriptionModule":{"briefSummary":"This study will gain information on methods of control of a prosthetic arm in stroke patients or traumatic brain inury patients through a technique called \"brain-computer interface\" (BCI). BCI allows for direct communication between man and machine. Brain cells communicate by producing electrical impulses that help to create such things as thoughts, memory, consciousness and emotions. In BCI, brain waves are recorded by an electroencephalogram (EEG) through electrodes (small wires) attached to the scalp. The electrodes measure the electrical signals of the brain. These signals are sent to the computer, which translates them into device control commands as messages that reflect a person's intention. This type of brain activity comes from the sensorimotor areas of the brain and can be controlled through voluntarily training to control the hand prosthesis through the BCI.\n\nHealthy normal volunteers and people who have had a stroke or traumatic brain injury more than 12 months ago and have paralysis in the right or left arm, hand or leg and who are between 18 and 80 years of age may be eligible for this study. Candidates are screened with a clinical and neurological examination and magnetic resonance imaging (MRI) of the brain. MRI uses a magnetic field and radio waves to obtain images of the brain. The scanner is a metal cylinder surrounded by a strong magnetic field. During the procedure, the subject lies in the scanner for about 45 minutes, wearing ear plugs to muffle loud knocking sounds that occur with the scanning.\n\nParticipants undergo the following procedures:\n\n* Sessions 1-2: Participants are connected to an EEG machine and familiarized with the hand orthosis (training device used in the study) and the tasks required for the study.\n* Sessions 3-4: Participants receive baseline transcranial magnetic stimulation (TMS) and fMRI. For TMS, a wire coil is held on the scalp. A brief electrical current is passed through the coil, creating a magnetic pulse that stimulates the brain. The subject may feel a pulling sensation on the skin under the coil and there may be twitching in muscles of the face, arm or leg. The subject may be asked to tense certain muscles slightly or perform other simple actions. The effect of TMS on the muscles is detected with small metal disk electrodes taped to the skin of the arms. fMRI is like a standard MRI (see above), except it is done while the patient performs tasks to learn about brain activity involved in those tasks.\n* Sessions 5-8: Participants are asked to repetitively move their hand (patients' paralyzed hand; healthy volunteers' normal hand), tongue and leg in response to three sound tones. After ten trials, they are asked to imagine the same movements 50 to 100 times while the EEG machine is recording brain activity.\n* Sessions 9-14: Participants are trained in controlling the hand orthosis. The subject's hand is attached to the orthosis and asked to imagine that they are performing finger or hand movements. This continues until there is an 80-90 percent success rate in achieving hand movement.\n* Sessions 15-16: Participants repeat TMS and fMRI for comparison before and after training with the hand orthosis.\n* Sessions 17-28: Participants receive additional training with the hand orthosis device (as in sessions 5-8), focusing only on the hand and not other parts of the body.\n* Sessions 29-30: Participants undergo repeat TMS and fMRI to compare with the effect following additional training with the hand orthosis.\n* Sessions 31-32: Optional makeup sessions if needed because of scheduling problems.\n\nParticipants are evaluated in the clinic after 3 months to see if they have benefited from the study.","detailedDescription":"Objective: Individuals who have suffered a stroke or traumatic brain injury (TBI) may benefit from the development of new rehabilitative interventions that can improve motor recovery after injury. The purpose of this protocol is to test the hypothesis that oscillatory brain activity that originates in the affected hemisphere in the form of desynchronization of Mu-rhythm of patients with chronic stroke or TBI can be used to drive movements of an orthosis attached to a paralyzed hand through a Brain Computer Interface (BCI). Mu-rhythm is a type of brain wave activity that originates in the sensorimotor areas of the brain that can be controlled voluntarily; it is present in the affected hemisphere of stroke patients and can be used to control the hand prostheses through the BCI interface. Control of Mu-rhythm amplitudes by volition requires training since it does not happen spontaneously. A proof-of-principle sub-experiment will test the hypothesis that in stroke survivors non-invasive cortical stimulation of the ipsilesional primary motor cortex (M1) will facilitate learning to control a hand orthosis through a BCI device. This is the purpose of the training: to teach the subject to control Mu-rhythms.\n\nStudy population: The study population will consist of individuals with chronic stroke or TBI that have virtually no movement of their paretic hand and age- and gender- matched healthy volunteers. Healthy volunteers, which may include the age- and gender- matched volunteers, will be recruited to refine instructions given to patients.\n\nDesign: This is primarily an intraindividual comparison study, designed to determine if this brain-computer interface (BCI) approach contributes to drive grasping motions through a BCI interface and hand-orthosis. To test the effect of non-invasive cortical stimulation 21 stroke patients will be randomly assigned to three groups (group A, anodal stimulation; group B, cathodal stimulation; group C, sham stimulation). Study of normal volunteers will contribute to (a) set up of the experiment, (b) identifying differences in the training time required to modulate Mu-rhythm in healthy volunteers and patients and (c) to isolate training effects as measured by TMS and fMRI on the healthy brain from training effects on brains affected with stroke or TBI. This information will be treated descriptively within the framework of this protocol but it is also important for designing future studies.\n\nOutcome measures: Behavioral endpoint measure: ability to drive the paralyzed hand orthosis in flexion and extension motions using Mu-rhythm. Physiological endpoint measures: peak fMRI activity in the hand knob representation, and corticomotor excitability as tested with TMS and MEG in ipsilesional and contralesional hand knob representations. Normal volunteers will undergo evaluation of the same physiological endpoint measures as patients."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","BCI","Healthy Volunteer","HV"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":110,"type":"ACTUAL"}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA - PATIENTS COMMON CRITERIA:\n\nBetween the ages of 18 and 80 years. Substantial unilateral motor impairment, defined by MRC scores less than or equal to 2.\n\nINCLUSION CRITERIA - CHRONIC STROKE PATIENTS:\n\nAt least 12 months post thromboembolic non-hemorrhagic hemispheric or hemorrhagic hemispheric subcortical lesions.\n\nINCLUSION CRITERIA - TBI PATIENTS:\n\nAt least 12 months post mild to moderate traumatic brain injury.\n\nINCLUSION CRITERIA - HEALTHY VOLUNTEERS:\n\nBetween the ages of 18 and 80 years\n\nEXCLUSION CRITERIA:\n\nWe will exclude any stroke patient, TBI patient, or healthy volunteer if one of the following applies:\n\nHistory of alcohol or drug abuse.\n\nHistory of epilepsy (TMS and tDCS components only).\n\nPregnancy\n\nMRI contraindications.\n\nCardiac pacemakers.\n\nIntracardiac lines.\n\nImplanted medication pumps.\n\nNeural stimulators.\n\nEye, blood vessel, cochlear, or eye implants.\n\nIncreased intracranial pressure as evaluated.\n\nMetal in the cranium except in the mouth.\n\nDental braces.\n\nMetal fragments from occupational exposure.\n\nSurgical clips in or near the brain.\n\nInability to perform study tasks.\n\nSerious cognitive deficits (defined as equivalent to a mini-mental state exam score of 23 or less) that would prevent their ability to give informed consent and/or perform the study tasks.\n\nUncontrolled medical (e.g. cardiovascular disease expressed as uncontrolled arrhythmias, shortness of breath, or overt signs of severe peripheral edema at the initial neurological exam, severe rheumatoid arthritis, arthritic joint deformity, active cancer or renal disease), or psychiatric problems as defined in the DSM IV.\n\nEXCLUSION CRITERIA - TBI PATIENTS:\n\nPost-traumatic seizures (TMS component only).\n\nInstability of psychoactive medication in the past 2 months.\n\nPending litigation regarding the trauma.\n\nAbsent changes in both Glascow Coma Scale and mental status following injury.\n\nOutpatients who are unable to make a 12-week commitment.\n\nInpatients who are unable to make a 15 day commitment.\n\nComprehensive aphasia.\n\nEXCLUSION CRITERIA - CHRONIC STROKE PATIENTS:\n\nCerebellar lesions.\n\nMore than one stroke in the middle cerebral artery territory.\n\nBilateral motor impairment.\n\nInitiation of an exercise or rehabilitation program that could affect experimental results.\n\nOutpatients who are unable to make a 12-week commitment.\n\nInpatients who are unable to make a 15 day commitment.\n\nComprehensive aphasia.\n\nEXCLUSION CRITERIA - HEALTHY VOLUNTEERS:\n\nInability to make a 12-week commitment.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Leonardo G Cohen, M.D.","affiliation":"National Institute of Neurological Disorders and Stroke (NINDS)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"15596603","type":"BACKGROUND","citation":"Ward NS, Cohen LG. Mechanisms underlying recovery of motor function after stroke. Arch Neurol. 2004 Dec;61(12):1844-8. doi: 10.1001/archneur.61.12.1844."},{"pmid":"9870130","type":"BACKGROUND","citation":"Dobkin BH. Driving cognitive and motor gains with rehabilitation after brain and spinal cord injury. Curr Opin Neurol. 1998 Dec;11(6):639-41. doi: 10.1097/00019052-199812000-00005. No abstract available."},{"pmid":"11994754","type":"BACKGROUND","citation":"Taub E, Uswatte G, Elbert T. New treatments in neurorehabilitation founded on basic research. Nat Rev Neurosci. 2002 Mar;3(3):228-36. doi: 10.1038/nrn754."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","relevance":"LOW"},{"id":"M628","name":"Brain Injuries, Traumatic","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}