{"protocolSection":{"identificationModule":{"nctId":"NCT06047964","orgStudyIdInfo":{"id":"SPINAS"},"organization":{"fullName":"B. Braun Medical International Trading Company Ltd.","class":"INDUSTRY"},"briefTitle":"Paclitaxel Drug-eluting Balloon Catheters in the Treatment of Symptomatic Intracranial Atherosclerotic Stenosis and Restenosis","officialTitle":"A Prospective, Multicenter, Clinical Trial to Evaluate the Safety and Effectiveness of the Intracranial Paclitaxel Drug-eluting Balloon Catheters (SeQuent® Please CIS) in the Endovascular Treatment of Symptomatic Intracranial Atherosclerotic Stenosis and Restenosis After Interventional Therapy"},"statusModule":{"statusVerifiedDate":"2023-09","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-23","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01-23","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-08-30","studyFirstSubmitQcDate":"2023-09-19","studyFirstPostDateStruct":{"date":"2023-09-21","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-09-19","lastUpdatePostDateStruct":{"date":"2023-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"B. Braun Medical International Trading Company Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is aiming to evaluate the safety and efficacy of SeQuent® Please CIS in the endovascular treatment of symptomatic intracranial atherosclerotic stenosis and restenosis after interventional therapy.","detailedDescription":"This study includes 2 sub-studies, sub-study A and sub-study B, namely.\n\nSub-study A is a prospective, multicenter, randomized controlled, superior clinical trial to evaluate the safety and effectiveness of paclitaxel drug-releasing intracranial balloon catheter (SeQuent® Please CIS) in the treatment of symptomatic intracranial atherosclerotic stenosis.\n\nSub-study B is a prospective, multicenter, single-arm clinical trial designed to evaluate the safety and efficacy of paclitaxel drug-releasing intracranial balloon catheter (SeQuent® Please CIS) for the treatment of restenosis following interventional treatment for symptomatic intracranial atherosclerotic stenosis.\n\nA total of 277 subjects are expected to be enrolled, including 252 subjects in sub-study A and 25 subjects in sub-study B. Subjects enrolled in sub-study A will be randomized into the study arm and the control arm with the ratio of 1:1. The study arm will be treated with SeQuent® Please CIS (paclitaxel drug-releasing intracranial balloon catheter), while the control arm will be treated with intracranial PTA balloon catheter. Subjects enrolled in sub-study A will all be treated with SeQuent®, Please CIS.\n\nAll subjects will be followed up till 12 month post procedure."},"conditionsModule":{"conditions":["Stroke","Intracranial Atherosclerotic Stenosis"],"keywords":["symptomatic intracranial atherosclerotic stenosis","DCB"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":277,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"De-novo DCB group","type":"EXPERIMENTAL","description":"Patients with de-novo symptomatic intracranial atherosclerotic stenosis and treated with DCB","interventionNames":["Device: DCB"]},{"label":"De-novo POBA group","type":"ACTIVE_COMPARATOR","description":"Patients with de-novo symptomatic intracranial atherosclerotic stenosis and treated with POBA","interventionNames":["Device: POBA"]},{"label":"Restenosis group","type":"EXPERIMENTAL","description":"Patients with symptomatic intracranial atherosclerotic re-stenosis after interventional therapy and treated with DCB","interventionNames":["Device: DCB"]}],"interventions":[{"type":"DEVICE","name":"DCB","description":"Intracranial paclitaxel drug-eluting balloon catheters (SeQuent® Please CIS)","armGroupLabels":["De-novo DCB group","Restenosis group"]},{"type":"DEVICE","name":"POBA","description":"Intracranial PTA balloon catheter","armGroupLabels":["De-novo POBA group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"restenosis incidence of target lesion","description":"angiographic restenosis measured by WASID ( Warfarin-Aspirin Symptomatic Intracranial Disease) method in core-lab","timeFrame":"6 months post-procedure"}],"secondaryOutcomes":[{"measure":"Device success rate","description":"Successful delivery, dilatation and withdraw of the balloon","timeFrame":"baseline procedure"},{"measure":"The changes of Modified Rankin Scale(mRS) score","description":"Scores range from 0 to 6, with higher scores indicating more severe nerve damage; Change of mRS score = mRS score at 6 months (12 months) after surgery - mRS score at baseline","timeFrame":"6 and 12 months post-procedure"},{"measure":"The changes of NIH Stroke Scale(NIHSS) score","description":"Scores range from 0 to 42, with higher scores indicating more severe nerve damage; Change of NIHSS score = NIHSS score at 6 months (12 months) after surgery - NIHSS score at baseline.","timeFrame":"6 and 12 months post-procedure"},{"measure":"Number and incidence (%) of target vessel stroke events (including ischemic or hemorrhagic stroke), transient ischemic attack","description":"Incidence of target vessel stroke events (%) = (number of subjects with target vessel stroke events/total number of subjects) × 100%.\n\nIncidence of transient ischemic attacks (%) = (number of subjects with transient ischemic attacks/total number of subjects) × 100%.","timeFrame":"6 and 12 months post-procedure"},{"measure":"Recurrence incidence of ipsilateral ischemic stroke","description":"Recurrence incidence of ipsilateral ischemic stroke (%) = (number of subjects with recurrent ipsilateral ischemic stroke/total number of subjects) × 100%.","timeFrame":"30 days, 6 and 12 months post-procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged 18 to 80 years old (including boundary value), gender is not limited;\n2. The target lesion of the patient is a symptomatic intracranial atherosclerotic stenosis lesion (for part A only) or restenosis lesions after interventional therapy (for part B only);\n3. Symptomatic intracranial arterial stenosis (intracranial segment of internal carotid artery (Petrous segment and above), middle cerebral artery, intracranial segment of vertebral artery, basilar artery, etc.) within 6 months, the degree of stenosis of the diseased artery is between 70% and 99% (WASID method);\n4. Patients with symptoms occurring more than once (symptoms refer to stroke or transient ischemic attacks) after intensive drug therapy of internal medicine (including antiplatelet therapy, antihypertensive therapy, hypoglycemic therapy and lipid-lowering therapy);\n5. The intracranial arterial stenosis lesion to be treated is a single lesion;\n6. Patients with at least 1 risk factor for intracranial atherosclerotic plaque, including previous or existing hypertension, hyperlipidemia, diabetes, smoking;\n7. Preoperative mRS ≤ 2, and NIHSS≤8;\n8. Patients whose life expectancy is greater than 12 months as assessed by the investigator.\n9. Patients or their guardians can understand the trial purpose, voluntarily participate in and sign the informed consent form, and can accept follow-up visits.\n\nExclusion Criteria:\n\n1. Severe calcification in the target vessel, severe distortion of the target vessel or anatomical factors that make it hard for interventional devices to be in place;\n2. Ischemic symptoms are only associated with branch events;\n3. Severe stenosis or occlusion of tandem extracranial or intracranial vessels at the proximal or distal end of the target vessel;\n4. Angioplasty or stenting procedures is planned for extracranial vascular lesions with tandem intracranial vessels;\n5. History of endarterectomy in the extracranial segment of carotid artery and vertebral artery within 30 days;\n6. The target vessel has previously been treated with stenting or angioplasty or other mechanical devices (for Part A only);\n7. Acute or subacute intraluminal thrombosis is found in the target vessel;\n8. Patients with intracranial stenosis combined with aneurysm, intracranial tumor or intracranial vascular malformation, or intracranial arterial spasm without significant stenosis;\n9. Intracranial hemorrhage (cerebral intraparenchymal hemorrhage, massive subarachnoid hemorrhage, and subdural/epidural hemorrhage) within 3 months;\n10. There are cardiogenic stroke or risk factors that may contribute to cardioembolism, such as fibrillation, left ventricular thrombosis or myocardial infarction within 6 weeks,;\n11. Patients with abnormal coagulation function or bleeding tendency (e.g., international normalized ratio (INR) \\> 1.5);\n12. Patients with known hypersensitivity to iodine contrast medium, paclitaxel, or iopromide;\n13. Patients who are participating in clinical trials of other drugs or devices;\n14. Other conditions that the investigator deems the patient unsuitable for enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Iris Zhang","role":"CONTACT","phone":"＋86 10 5763 2775","email":"Iris.zhang@bbraun.com"},{"name":"Jason Yan","role":"CONTACT","phone":"+86 21 22163026","email":"jason.yan@bbraun.com"}],"overallOfficials":[{"name":"Liqun Jiao, MD","affiliation":"Xuanwu Hospital, Beijing","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yan Ma, MD","affiliation":"Xuanwu Hospital, Beijing","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Xuanwu Hospital, Capital Medical University","status":"RECRUITING","city":"Beijing","state":"Beijing","zip":"100000","country":"China","contacts":[{"name":"Yan Ma, MD","role":"CONTACT"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000003251","term":"Constriction, Pathologic"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M6165","name":"Constriction, Pathologic","asFound":"Stenosis","relevance":"HIGH"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M19227","name":"Paclitaxel","relevance":"LOW"},{"id":"M231","name":"Albumin-Bound Paclitaxel","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}