{"protocolSection":{"identificationModule":{"nctId":"NCT02554487","orgStudyIdInfo":{"id":"016/15"},"secondaryIdInfos":[{"id":"2734","type":"OTHER","domain":"Insel"},{"id":"320030_149752","type":"OTHER_GRANT","domain":"SNSF"},{"id":"SNCTP000001521","type":"REGISTRY","domain":"Swiss National Clinical Trials Portal (SNCTP)"},{"id":"33IC30_166827","type":"OTHER_GRANT","domain":"SNSF"}],"organization":{"fullName":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"briefTitle":"Early Sleep Apnea Treatment in Stroke","officialTitle":"Early Sleep Apnea Treatment in Stroke: A Multicenter, Randomized, Rater-Blinded, Clinical Trial of Adaptive Servo-Ventilation","acronym":"eSATIS"},"statusModule":{"statusVerifiedDate":"2022-06","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2015-08-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-03-05","type":"ACTUAL"},"completionDateStruct":{"date":"2022-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2015-09-16","studyFirstSubmitQcDate":"2015-09-16","studyFirstPostDateStruct":{"date":"2015-09-18","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-06-22","lastUpdatePostDateStruct":{"date":"2022-06-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Insel Gruppe AG, University Hospital Bern","class":"OTHER"},"collaborators":[{"name":"Swiss National Science Foundation","class":"OTHER"},{"name":"TROPOS Stiftung für Humane Verhaltensforschung","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Investigating the interrelation of stroke and sleep-disordered breathing (SDB) is of major importance. First because of the high occurrence rate of stroke and the fact that it is a frequent cause of long-term disability in adulthood. Second because SDB (obstructive, central and mixed forms) affects more than 50% of stroke survivors and has a detrimental effect on clinical stroke outcome. Third, spontaneous and learning-dependent sleep-associated neuroplasticity may be affected by SDB following stroke worsening stroke rehabilitation. Therefore, it is crucial to investigate whether early treatment of SDB with Adaptive Servo-Ventilation (ASV), the treatment device of choice to treat obstructive, central and mixed forms of SDB, has a beneficial effect on the evolution of the lesion volume and on clinical stroke outcome.\n\nTo this end, the investigators recruit and prospectively follow 3 groups of patients with ischemic stroke over 1 year. During the first night after hospital admission due to acute stroke, nocturnal breathing is assessed by means of a respiratory polygraphy. Patients with significant sleep disordered breathing, defined as an Apnea-Hypopnea-Index (AHI) \\> 20/h, are randomized to ASV treatment or no treatment (sSDB ASV+ or sSDB ASV-). ASV treatment starts the second night following hospital admission and ends 90 days later. Stroke patients without SDB (AHI \\< 5 / h) serve as a control group (no SDB) to observe the evolution of the lesion volume and stroke outcome without the additional burden of SDB.\n\nLesion volume one day after hospital admission due to acute stroke (after potential lysis therapy) measured by Diffusion Weighted Imaging will be subtracted from lesion volume measured by T2-weighted volumetry assessed 90(+/-7) days following stroke and compared between patients with and without ASV treatment (sSDB ASV+ and sSDB ASV-) as well as patients without SDB (no SDB). Short- and long-term clinical stroke outcomes are assessed by clinical scales and questionnaires 4 to 7 days, 3 months and 1 year following stroke. Cognitive outcome is assessed during hospitalization (within the first week following stroke) and after the treatment period of 90 days by neuropsychological tests assessing attention and memory. In addition, baseline assessment of physiological parameters such as blood pressure and endothelial function/arterial stiffness are assessed during the first weeks following stroke and at the end of the treatment period, i.e. approximately 90 days following stroke.","detailedDescription":"Background\n\nInvestigating the interrelation of stroke and sleep-disordered breathing (SDB) is of major importance. Stroke affects 2-3 individuals per 1000 a year and is the most common neurological cause of hospitalization and long-term disability in adulthood. SDB, i.e., obstructive, central and mixed forms of sleep apnea syndrome, is highly prevalent after acute stroke, affecting approximately over 50% of stroke patients. It is also a significant risk factor for stroke. Beside the high prevalence, SDB negatively influences stroke outcome. SDB after stroke has been found to be associated with a faster progression of stroke severity, higher blood pressure levels and longer hospitalization in the acute phase. Chronically, stroke patients with SDB exhibit worse functional outcome and a higher mortality. The mechanisms leading to the detrimental effects of SDB on stroke outcome are multiple and include changes of cerebral hemodynamics and brain oxygenation as well as a number of humoral and systemic changes. Frequent arousals during sleep and interruptions of deep sleep and sleep continuity may also negatively influence sleep-associated neuroplasticity.\n\nAdaptive Servo-Ventilation (ASV) is the treatment of choice in mixed and complex sleep apnea syndrome, consisting of the coexistence of obstructive sleep apnea/hypopnea and central events. Pressure support is adjusted based on the patient's recent minute ventilation and respiratory rate, which means that ventilation can vary gradually and naturally over the course of the night and is continuously adjusted to the patient's need.\n\nDue to the high prevalence of SDB following stroke and its detrimental effects on stroke outcome, it is crucial to investigate whether early treatment of central, obstructive and mixed forms of SDB with Adaptive Servo-Ventilation (ASV) has a beneficial effect on the evolution of the lesion volume and on clinical stroke outcome.\n\nObjective\n\nThe primary objective of the present trial is to assess whether an immediate onset of ASV treatment in ischemic stroke patients with significant SDB (sSDB, Apnea-Hypopnea-Index (AHI) \\> 20/h) has a favorable effect on infarct growth assessed as the difference in lesion volume before and 90 days after treatment start. The potential reduction in infarct growth should also result in a better clinical stroke outcome.\n\nOne of the secondary objectives of the trial is therefore to assess whether an immediate onset of ASV treatment in stroke patients with SDB improves clinical outcome and is tolerated and associated with good treatment compliance. Moreover, it will be investigated whether it improves cognitive outcome as well as short and long-term cortical reorganization assess by functional resting state imaging. The investigators are also interested whether ASV treatment improves physiological parameters such as blood pressure and endothelial function/arterial stiffness.\n\nMethods\n\n3 groups of patients are prospectively followed over 1 year. ASV treatment starts the second night following hospital admission due to acute ischemic stroke and ends 90 days later. Group assignment takes place the day following stroke after the assessment of SDB by respiratory polygraphy. Patients with an AHI \\> 20/h are randomized to ASV treatment or no treatment (sSDB ASV+ or sSDB ASV-). Stroke patients without SDB (AHI \\< 5 / h) serve as a control group (no SDB) to observe the evolution of the lesion volume and stroke outcome without the additional burden of SDB.\n\nEvolution of lesion volume from the first to the 90st day following stroke and clinical (including cognitive) outcome 90 days after stroke will be compared between stroke patients with sSDB that receive ASV treatment (sSDB ASV+) versus no treatment (sSDB ASV-) and stroke patients without SDB (no SDB, AHI \\< 5 / h)."},"conditionsModule":{"conditions":["Sleep Apnea, Obstructive","Sleep Apnea, Central","Stroke"],"keywords":["stroke","sleep disordered breathing","sleep apnea","infarct volume","penumbra"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":201,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"sSDB ASV+","type":"EXPERIMENTAL","description":"sSDB ASV+: Patients with an AHI \\> 20/h assessed during the first night of stroke that are randomized to ASV treatment (AirCurveTM10 CS PACEWAVE Adaptive-Servo-Ventilator (ResMed Ldt., Australia)).","interventionNames":["Device: AirCurveTM10 CS PACEWAVE Adaptive-Servo-Ventilator (ResMed Ldt., Australia)"]},{"label":"sSDB ASV-","type":"NO_INTERVENTION","description":"sSDB ASV-: Patients with an AHI \\> 20 no ASV treatment."},{"label":"no SDB","type":"NO_INTERVENTION","description":"no SDB: Stroke patients without SDB (AHI \\< 5 / h) serve as a control group to observe the evolution of the lesion volume and stroke outcome without the additional burden of SDB."}],"interventions":[{"type":"DEVICE","name":"AirCurveTM10 CS PACEWAVE Adaptive-Servo-Ventilator (ResMed Ldt., Australia)","description":"Adaptive Servo-Ventilation (ASV) is a ventilator mode used to treat central and obstructive forms of sleep disordered breathing. It is authorized in Switzerland, bears a conformity marking (CE 0123) and it is used according to the approved indications. Stroke patients with an AHI \\> 20/h assessed within the first night following stroke that are randomized to ASV treatment, starting in the second night after stroke, are part of this group. The other half of patients are randomized to no treatment and patients without sleep disordered breathing (AHI \\< 5) following stroke serve as a control group","armGroupLabels":["sSDB ASV+"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Infarct growth from baseline to 90 day following stroke: difference in lesion volume [ccm] assessed by Diffusion Weighted Imaging (DWI) at baseline and T2-weighted imaging at day 90 following stroke","timeFrame":"The day after admission and potential lysis therapy, at 4 to 7 days following stroke and 90 (+/-7 ) days following stroke"}],"secondaryOutcomes":[{"measure":"Relative salvage of the penumbra volume from the day after lysis therapy to day 4-7 following stroke will be compared between the three patients groups (sSDB ASV+, sSDB ASV-, no SDB)","timeFrame":"The day after admission/potential lysis therapy and at 4 to 7 days following stroke"},{"measure":"Differences in spatial/temporal dynamics of resting state connectivity between the three patients groups: sSDB ASV+, sSDB ASV-, no SDB","timeFrame":"The day after admission/potential lysis therapy, at day 4-7 and day 90 following stroke"},{"measure":"Differences in clinical outcome between the three patients groups, sSDB ASV+, sSDB ASV- and no SDB, assessed by the NIHSS, Barthel Index and the modified Rankin scale","timeFrame":"Pre-stroke assessment during hospitalization and post-stroke assessments at day 90 and 1 year following stroke"},{"measure":"Differences in blood pressure measurements (absolute values and variability) during hospitalisation, during a 3-week period following dismissal and during a 3-week period 90-days following stroke.","timeFrame":"3 weeks following hospital discharge (baseline) and 3-weeks before end of intervention period (~day 69-90)."},{"measure":"Differences in endothelial functioning/arterial stiffness at day 2 (baseline) and at 90 days following stroke","timeFrame":"3 weeks following hospital discharge (baseline) and 3-weeks before end of intervention period (~day 69-90)."},{"measure":"Stroke patients' tolerance of and compliance to the ASV intervention during the acute (within the first week following stroke) and subacute to chronic phase (within the first 3 months following stroke)","timeFrame":"Tolerance and compliance are assessed during hospitalization (between 2 and 7 following stroke), at a follow-up control visit (between day 28-42) and at the end of the treatment period (day 83-97)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed consent as documented by signature\n* Admission to one of the participating centers\n* Age 18-85 years\n* Ischemic stroke detectable by neuroimaging, affecting internal carotid artery, anterior cerebral artery (ACA), middle cerebral artery (MCA), posterior cerebral artery (PCA) and/or branches thereof\n* Symptom onset to admission \\< 24 hours\n* AHI \\> 20/h or \\< 5/h\n\nExclusion Criteria\n\n* Primary hemorrhagic stroke\n* Secondary parenchymal haemorrhage (PH 1 and PH 2 according to ECASS; secondary haemorrhagic infarction HI 1 and HI 2 can be included)\n* Small strokes (diameter \\< 1.5cm)\n* Coma/Stupor\n* Intubation\n* Clinically unstable or life threatening condition (oxygen-dependent pulmonary disease or severe pulmonary complications, severe renal or liver insufficiency, agitated patient, patients under blood pressure-elevating substances \\>24h after stroke, patients that need decompressive craniectomy )\n* Heart failure defined as known congestive heart failure (CHF) functional class NYHA III-IV (New York Heart Association) OR CHF NYHA II and hospitalization caused by CHF in the preceding 24 months\n* OR left ventricular ejection fraction lower or equal 45% either known from preceding imaging method or found at the routine examination (echocardiography) during hospitalization\n* Oxygen supply \\> 2 l/min during day and night\n* Intermediate AHI value: ≥ 5/h and ≤ 20/h\n* Known progressive neurological diseases (such as dementia, Parkinson's disease or multiple sclerosis)\n* Drug or alcohol abuse (\\>14 units alcohol / week for males, \\>7 units alcohol / week for females)\n* Inability to follow study procedure\n* Pregnancy\n* Any given contraindications to MRI or MRI-contrast agent (allergy or severe renal impairment)\n* Any given contraindications to ASV treatment\n* Patients with clinical symptoms of COVID-19 infection during initial hospitalization","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Claudio L Bassetti","affiliation":"Department of Neurology, Bern University Hospital, 3010 Bern, Switzerland","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Clinic universitaire de physiologie, sommeil et exercice, Centre Hospitalier Universitaire (CHU) de Grenoble","city":"Grenoble","zip":"38043","country":"France","geoPoint":{"lat":45.16667,"lon":5.71667}},{"facility":"Department and Out-Patient Care of Neurology, Charité Center Neurology, Neurosurgery and Psychiatry CC 15, Department of Neurology with Experimental Neurology, Center for Stroke Research Berlin (CSB)","city":"Berlin","zip":"10117","country":"Germany","geoPoint":{"lat":52.52437,"lon":13.41053}},{"facility":"Universitätsmedizin der Johannes Gutenberg-Universität Mainz, HNO-Universitätsklinik, Klinik und Poliklinik für Neurologie","city":"Mainz","zip":"55131","country":"Germany","geoPoint":{"lat":49.98419,"lon":8.2791}},{"facility":"Federal State Budgetary Institution \"Almazov National Medical Research Centre\" of the Ministry of Health of the Russian Federation","city":"Saint Petersburg","zip":"197341","country":"Russian Federation","geoPoint":{"lat":59.93863,"lon":30.31413}},{"facility":"Department of Neurology, Pulmonary Medicine and Institute of Diagnostic and Interventional Neuroradiology, Bern University Hospital","city":"Bern","zip":"3010","country":"Switzerland","geoPoint":{"lat":46.94809,"lon":7.44744}},{"facility":"Neurology Department, Cantonal Hospital St.Gallen","city":"St.Gallen","zip":"9007","country":"Switzerland","geoPoint":{"lat":47.42391,"lon":9.37477}}]},"referencesModule":{"references":[{"pmid":"21784661","type":"BACKGROUND","citation":"Brown DL, Chervin RD, Kalbfleisch JD, Zupancic MJ, Migda EM, Svatikova A, Concannon M, Martin C, Weatherwax KJ, Morgenstern LB. Sleep apnea treatment after stroke (SATS) trial: is it feasible? J Stroke Cerebrovasc Dis. 2013 Nov;22(8):1216-24. doi: 10.1016/j.jstrokecerebrovasdis.2011.06.010. Epub 2011 Jul 23."},{"pmid":"23019248","type":"BACKGROUND","citation":"Tomfohr LM, Hemmen T, Natarajan L, Ancoli-Israel S, Loredo JS, Heaton RK, Bardwell W, Mills PJ, Lee RR, Dimsdale JE. Continuous positive airway pressure for treatment of obstructive sleep apnea in stroke survivors: what do we really know? Stroke. 2012 Nov;43(11):3118-23. doi: 10.1161/STROKEAHA.112.666248. Epub 2012 Sep 27. No abstract available."},{"pmid":"33482893","type":"BACKGROUND","citation":"Duss SB, Brill AK, Baillieul S, Horvath T, Zubler F, Flugel D, Kagi G, Benz G, Bernasconi C, Ott SR, Korostovtseva L, Sviryaev Y, Salih F, Endres M, Tamisier R, Gouveris H, Winter Y, Denier N, Wiest R, Arnold M, Schmidt MH, Pepin JL, Bassetti CLA. Effect of early sleep apnoea treatment with adaptive servo-ventilation in acute stroke patients on cerebral lesion evolution and neurological outcomes: study protocol for a multicentre, randomized controlled, rater-blinded, clinical trial (eSATIS: early Sleep Apnoea Treatment in Stroke). Trials. 2021 Jan 22;22(1):83. doi: 10.1186/s13063-020-04977-w."},{"pmid":"25190260","type":"RESULT","citation":"Brill AK, Rosti R, Hefti JP, Bassetti C, Gugger M, Ott SR. Adaptive servo-ventilation as treatment of persistent central sleep apnea in post-acute ischemic stroke patients. Sleep Med. 2014 Nov;15(11):1309-13. doi: 10.1016/j.sleep.2014.06.013. Epub 2014 Aug 1."},{"pmid":"21886365","type":"RESULT","citation":"Bravata DM, Concato J, Fried T, Ranjbar N, Sadarangani T, McClain V, Struve F, Zygmunt L, Knight HJ, Lo A, Richerson GB, Gorman M, Williams LS, Brass LM, Agostini J, Mohsenin V, Roux F, Yaggi HK. Continuous positive airway pressure: evaluation of a novel therapy for patients with acute ischemic stroke. Sleep. 2011 Sep 1;34(9):1271-7. doi: 10.5665/SLEEP.1254."},{"pmid":"20847081","type":"RESULT","citation":"Parra O, Sanchez-Armengol A, Bonnin M, Arboix A, Campos-Rodriguez F, Perez-Ronchel J, Duran-Cantolla J, de la Torre G, Gonzalez Marcos JR, de la Pena M, Carmen Jimenez M, Masa F, Casado I, Luz Alonso M, Macarron JL. Early treatment of obstructive apnoea and stroke outcome: a randomised controlled trial. Eur Respir J. 2011 May;37(5):1128-36. doi: 10.1183/09031936.00034410. Epub 2010 Sep 16."},{"pmid":"22198979","type":"RESULT","citation":"Minnerup J, Ritter MA, Wersching H, Kemmling A, Okegwo A, Schmidt A, Schilling M, Ringelstein EB, Schabitz WR, Young P, Dziewas R. Continuous positive airway pressure ventilation for acute ischemic stroke: a randomized feasibility study. Stroke. 2012 Apr;43(4):1137-9. doi: 10.1161/STROKEAHA.111.637611. Epub 2011 Dec 22."},{"pmid":"21372306","type":"RESULT","citation":"Ryan CM, Bayley M, Green R, Murray BJ, Bradley TD. Influence of continuous positive airway pressure on outcomes of rehabilitation in stroke patients with obstructive sleep apnea. Stroke. 2011 Apr;42(4):1062-7. doi: 10.1161/STROKEAHA.110.597468. Epub 2011 Mar 3."},{"pmid":"22618923","type":"RESULT","citation":"Barbe F, Duran-Cantolla J, Sanchez-de-la-Torre M, Martinez-Alonso M, Carmona C, Barcelo A, Chiner E, Masa JF, Gonzalez M, Marin JM, Garcia-Rio F, Diaz de Atauri J, Teran J, Mayos M, de la Pena M, Monasterio C, del Campo F, Montserrat JM; Spanish Sleep And Breathing Network. Effect of continuous positive airway pressure on the incidence of hypertension and cardiovascular events in nonsleepy patients with obstructive sleep apnea: a randomized controlled trial. JAMA. 2012 May 23;307(20):2161-8. doi: 10.1001/jama.2012.4366."},{"pmid":"23111478","type":"RESULT","citation":"Craig SE, Kohler M, Nicoll D, Bratton DJ, Nunn A, Davies R, Stradling J. Continuous positive airway pressure improves sleepiness but not calculated vascular risk in patients with minimally symptomatic obstructive sleep apnoea: the MOSAIC randomised controlled trial. Thorax. 2012 Dec;67(12):1090-6. doi: 10.1136/thoraxjnl-2012-202178. Epub 2012 Oct 30."},{"pmid":"22618924","type":"RESULT","citation":"Marin JM, Agusti A, Villar I, Forner M, Nieto D, Carrizo SJ, Barbe F, Vicente E, Wei Y, Nieto FJ, Jelic S. Association between treated and untreated obstructive sleep apnea and risk of hypertension. JAMA. 2012 May 23;307(20):2169-76. doi: 10.1001/jama.2012.3418."}],"seeAlsoLinks":[{"label":"trials webpage","url":"http://www.esatis.ch"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001049","term":"Apnea"},{"id":"D000012891","term":"Sleep Apnea Syndromes"},{"id":"D000020181","term":"Sleep Apnea, Obstructive"},{"id":"D000020182","term":"Sleep Apnea, Central"},{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4051","name":"Apnea","asFound":"Apnea","relevance":"HIGH"},{"id":"M15384","name":"Sleep Apnea Syndromes","asFound":"Sleep Apnea","relevance":"HIGH"},{"id":"M21700","name":"Sleep Apnea, Obstructive","asFound":"Sleep Apnea, Obstructive","relevance":"HIGH"},{"id":"M26827","name":"Respiratory Aspiration","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M21701","name":"Sleep Apnea, Central","asFound":"Sleep Apnea, Central","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M14647","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14667","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M15313","name":"Signs and Symptoms, Respiratory","relevance":"LOW"},{"id":"M21932","name":"Parasomnias","relevance":"LOW"},{"id":"M22344","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22345","name":"Dyssomnias","relevance":"LOW"},{"id":"M15386","name":"Sleep Wake Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}