{"protocolSection":{"identificationModule":{"nctId":"NCT02687048","orgStudyIdInfo":{"id":"H15-00507"},"organization":{"fullName":"University of British Columbia","class":"OTHER"},"briefTitle":"Mindful Meditation for Chronic Stroke","officialTitle":"The Impact of Mindful Meditation on Mobility, Cognition and Fall Risk in the Older Adult."},"statusModule":{"statusVerifiedDate":"2017-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-02"},"primaryCompletionDateStruct":{"date":"2016-08","type":"ACTUAL"},"completionDateStruct":{"date":"2016-08","type":"ACTUAL"},"studyFirstSubmitDate":"2016-02-10","studyFirstSubmitQcDate":"2016-02-17","studyFirstPostDateStruct":{"date":"2016-02-22","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-10-01","lastUpdatePostDateStruct":{"date":"2017-10-04","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Teresa Liu-Ambrose","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of British Columbia"},"leadSponsor":{"name":"University of British Columbia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Falls have significant consequences for older adults, including fracture, disability, and death (1). Risk factors for falls include both impaired physical and cognitive function (1). Thus, older adults with chronic stroke are at significant risk for falls (2).\n\nExercise is an evidence-based approach for reducing falls risk, even among those who are living with stroke-related impairments (3,4). More recently, mindfulness based meditation is gaining recognition for its positive impact on both physical and cognitive health (6,7). Thus, the investigators hypothesize that combining exercise with mindful meditation may be greater impact on falls risk reduction as compared with exercise alone. To begin exploring our hypothesis, we will conduct a 12-week proof-of-concept study among 20 older adults with chronic stroke (i.e., suffered their first clinical stroke \\> or = 12 months prior to study entry). Participants will be randomly allocated to either: 1) exercise; or 2) exercise + mindfulness based meditation. Outcomes will include measures of mobility, balance, and cognitive function.\n\n1. Rubenstein, L.. Falls in older people: epidemiology, risk factors, and strategies for prevention. Age and Ageing 2006; 35-S2: ii37-ii41. doi:10.1093/ageing/afl084\n2. Tyson et al. Balance disability after stroke. Physical Therapy January 2006: 86 (1):30-38\n3. Thomas S, et al.Does the 'Otago Exercise Programme' Reduce Mortality and Falls in Older Adults?: A Systematic Review and Meta-analysis. Age Ageing. 2010; 39(6): 681-687.\n4. Verheyden G, et al. Interventions for preventing falls in people after stroke. The Cochrane database of systematic reviews, 2013(5).\n5. Baer R. Mindfulness Training as a Clinical Intervention: A Conceptual and Empirical Review. Clinical Psychology: Science and Practice 2003; 10(2): 125-143.\n6. Grossman P, et al. Mindfulness-based stress reduction and health benefits. A meta-analysis. Journal of Psychosomatic Research, 2004;57(1) 35.","detailedDescription":"Purpose: The intent of this study is to investigate whether, in stroke survivors, the combination of the Otago exercise program (OEP) and mindfulness based meditation (MBM) may be more efficacious than OEP alone with respect to balance, mobility, and executive functions.\n\nHypothesis: The investigators hypothesize that the exercise home program combined with MBM will be more efficacious than exercise alone in improving balance, mobility, and executive functions for stroke survivors.\n\nJustification of the Study:\n\nEach year, over 40 000 Canadians experience a stroke and approximately 40% of stroke survivors are left with moderate to severe impairment (1). Balance problems are common for stroke survivors and have been implicated with diminished function in activities of daily living (ADLs) and mobility and associated with an increased risk of falls(2). Stroke survivors have been shown to have greater postural sway and altered weight distribution patterns, especially when moving their weight in the direction of the affected lower extremity(3). These patterns have been seen in static and dynamic balance and at all levels of function(2, 3). Falls are commonly seen after stroke and even less serious falls may lead to stroke survivors developing a fear of falling and limiting activity(4).\n\nExecutive function is also commonly negatively affected by stroke. Executive functions refer to high-level cognitive processes including initiation, planning, sequencing, monitoring, solving novel problems, modifying behaviour in light of new information, performing two tasks concurrently, generating strategies, inhibition and working memory(5, 6). Between 19-75% of stroke survivors show impaired executive function skills (6, 7). Persistent deficits in executive function of stroke survivors negatively impact recovery with an elevated risk of functional dependence, failure to return to work, and poor social participation (6).\n\nThe investigators plan to conduct a 12-week proof-of-concept study to examine whether mindfulness based meditation (MBM) combined with a home-based exercise program is more efficacious than exercise alone on improving mobility, balance and executive function outcomes for stroke survivors. Should the results find MBM to enhance outcomes for CVA survivors, MBM could be considered more broadly for applications within physical therapy. It is a low cost and low risk intervention option. All participants in the study will benefit from receiving instruction in the home exercise routine. Half of the participants will further benefit from learning about MBM.\n\nThe Otago exercise program (OEP) is an evidence-based falls prevention home-based program. The original OEP randomized controlled trials (4 in total) reduced falls among of OEP community dwelling adults aged 65 to 96 years by 35% (8,9,10). The OEP consists of muscle strengthening and balance exercises (to be done 3x/week) and a walking plan (to be done 2x/week) (9). The OEP has been found to improve both falls and executive function in older adults at risk of falls(11).\n\nRecent research suggests that mindfulness based meditation (MBM) positively impacts cognitive functions including attention, memory and executive function (12). MBM is a process of \"training the mind to function in a nonjudgmental minute to minute mode\" (13). MBM aims to reorient the individual to the present and broaden self awareness(14). MBM has many forms including Mindfulness-based stress reduction (MBSR), Mindfulness-based cognitive therapy (MBCT), Mantra-based meditation and Buddhist-based mindfulness practices(12). All forms of MBM promote attention to internal experiences such as bodily sensations, thoughts, emotions, sights or sounds(15). There is emerging evidence that MBM may increase hippocampal volume and functional brain connectivity as well as promoting cognitive function(16, 17).\n\nPrevious studies involving a variety of meditation techniques have reported preliminary positive effects on attention, memory, executive function, processing speed and cognition(12). The majority of the studies have been small and did not contain control groups(14). Randomized controlled trials (RCT) of meditation techniques reported low dropout rates and high compliance rates(12). Three RCTs with outcome measures for executive function have demonstrated significant improvement(18,19,20) but other studies were not able to demonstrate significant findings(12). A systematic review of the benefits of mindfulness-based interventions following transient ischemic attack and stroke included four studies with results demonstrating a positive trend in favor of the benefits across a range of outcomes including anxiety, depression, mental fatigue, blood pressure, perceived health and quality of life(21). An unexpected finding in a PhD thesis investigating Mindfulness Based Cognitive Therapy (MBCT) was an improvement in mobility and upper extremity outcome measures(22). There is a need for further RCTs investigating the potential benefits of meditation techniques and the proposed study will be novel in terms of the combined potential of an exercise program with meditation for stroke survivors.\n\nShould this research project reveal that MBM in combination with OEP has improved outcomes with respect to balance, mobility and executive function, physiotherapists and other medical clinicians may wish to prescribe this therapeutic combination to optimize the effectiveness of balance retraining for stroke survivors.\n\nObjectives\n\n1. To assess whether the participants who participate in 12 weeks of both OEP and MBM show more significant improvements in the following measures:\n\n   1. Timed up and Go and dual task Timed up and Go\n   2. Short Physical Performance battery (SPPB) testing for balance\n   3. 4 metre walk test for mobility\n   4. Stroop colour word test for response inhibition\n   5. Trail making tests for set shifting\n   6. Digit symbol substitution test for cognition\n2. To explore whether mindful attention is impacted by either or both interventions as measured by the Mindful Attention Awareness Scale(23).\n\nResearch Method:\n\nTwenty community-dwelling stroke survivor participants who have expressed interest in future studies will be recruited by mail. Individuals unable to walk 6 metres independently, are unable to follow simple instruction, have a chronic medical condition that would limit exercise participant or have a concurrent condition such as dementia will be excluded from the study. Individuals will also be excluded if they are unable to read or speak English or are aphasic. Participants will be randomized to either: 1) OEP only (EX protocol); or 2) OEP + MBM (EX Plus protocol).\n\nFor the EX protocol, all participants will receive a revised version of the Otago individualized home-based exercise program; a trained physiotherapist will make 5 home visits throughout the 12-week intervention. The participants will be expected to complete the home exercises as prescribed three times per week.\n\nParticipants selected to the EX Plus group will receive MBM coaching via 6 one-hour small group sessions with an experienced meditation instructor. These participants will be expected to practice at home following online audio recordings and written instructions a minimum of five times per week.\n\nOutcome measures for physiological falls risk, mobility, cognitive function and mindfulness will be assessed at baseline and 12 weeks.\n\nStatistical Analysis:\n\nBaseline measures between groups will be conducted using the independent samples T-test. Between-group differences at 12 weeks will be compared by multiple linear regression analysis. Experimental group and baseline scores will be included as covariates; alpha will be set at \\< 0.05. For between group comparisons, a percentage change score will be assigned for variables that are significantly different at baseline."},"conditionsModule":{"conditions":["Stroke"],"keywords":["mindful meditation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":23,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"EX protocol","type":"ACTIVE_COMPARATOR","description":"Participants will receive a revised version of the Otago exercise program (OEP) - an individualized home-based exercise program; a trained physiotherapist will make 5 home visits throughout the 12-week intervention. The participants will be expected to complete the home exercises as prescribed three times per week. The exercises are for strength and balance and are gradually progressed over the course of the study to meet the individual's abilities.","interventionNames":["Behavioral: Otago Exercise program"]},{"label":"EX Plus protocol","type":"EXPERIMENTAL","description":"These participants will receive mindful meditation coaching via 6 one-hour small group sessions with an experienced meditation instructor. They will also be expected to practice mindful meditation at home following online audio recordings (free of charge from University of California, Los Angeles; http://marc.ucla.edu/body.cfm?id=22) and written instructions a minimum of five times per week for 30 minutes. Participants will complete a meditation log to record their practice.\n\nThese participants will also receive the same revised version of the Otago exercise program; a trained physiotherapist will make 5 home visits throughout the 12-week intervention. The participants will be expected to complete the home exercises as prescribed three times per week.","interventionNames":["Behavioral: Otago Exercise program","Behavioral: Mindful meditation"]}],"interventions":[{"type":"BEHAVIORAL","name":"Otago Exercise program","description":"The Otago exercise program (OEP) is an evidence-based falls prevention home-based program. The participants will be instructed by a physiotherapy to do muscle strengthening and balance exercises (to be done 3x/week). The physiotherapist will progress these exercises during 5 home visits to each participant.","armGroupLabels":["EX Plus protocol","EX protocol"],"otherNames":["OEP"]},{"type":"BEHAVIORAL","name":"Mindful meditation","description":"Mindful meditation aims to reorient the individual to the present and broaden self awareness by promoting attention to internal experiences such as bodily sensations, thoughts, emotions, sights or sounds. The participants will be instructed in mindful meditation during 6 hour-long education sessions and will be expected to practice with audio meditations 30 minutes 5 times per week.","armGroupLabels":["EX Plus protocol"],"otherNames":["meditation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Trail Making Tests (Parts A & B)-change from baseline to 12 weeks","description":"Participants draw a trail to connect numbers in ascending sequence (part A) and to join alternating numbers and letters in ascending sequence (part B)","timeFrame":"baseline to 12 weeks. 5 minute test"},{"measure":"Timed Up and Go Test Dual Task-change from baseline to 12 weeks","description":"This task assesses the ability of an individual to simultaneously perform the Timed Up and Go Test while performing the cognitive task of serial 7s (i.e., counting backwards from 100 by 7s). Impaired dual-task (specifically of cognitive-mobility pairing) is a key predictor of falls.","timeFrame":"baseline to 12 weeks. 5 minute test."}],"secondaryOutcomes":[{"measure":"Five Factor Mindfulness Questionnaire-change from baseline to 12 weeks","description":"Self-reported questionnaire on mindfulness traits","timeFrame":"baseline to 12 weeks"},{"measure":"Timed Up and Go Test - change from baseline to 12 weeks","description":"Participants are instructed to rise from a standard chair, walk a distance of three meters, turn, walk back to the chair and sit down","timeFrame":"baseline to 12 weeks. 2 minute test."},{"measure":"Stroop Colour-Word Test-change from baseline to 12 weeks","description":"Participants asked to identify words of colours printing on a page where the colour and word do not match. This is a test for response inhibition.","timeFrame":"baseline to 12 weeks. 5 minute test"},{"measure":"Verbal digits test (forwards and backwards)-change from baseline to 12 weeks","description":"Participants are asked to repeat back a string of numbers which increases in length by one digit each time. They then are asked to do the same but reverse the order of the digits (i.e. backwards)","timeFrame":"baseline to 12 weeks. 10 minute test"},{"measure":"Short Physical Performance Battery-change from baseline to 12 weeks","description":"Participants are assessed on performances of standing balance, walking, and sit-to-stand. Each component is rated out of four points, for a maximum of 12 points. Poor performance on this scale predicts subsequent disability.","timeFrame":"baseline to 12 weeks. 15 minute test."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adults who had an ischemic or hemorrhagic stroke (confirmed by previous MRI or computed tomography scan).\n* are aged 55 years and over\n* have a history of a single stroke of at least one year prior to study enrollment - have a Mini-Mental State Examination (MMSE) score of 22/30 or greater at screening, including a perfect score on the 3-step command to ensure intact comprehension and ability to follow instructions\n* are community-dwelling\n* live in Greater Vancouver area\n* able to comply with scheduled visits, treatment plan, and other trial procedures\n* read, write, and speak English with acceptable visual and auditory acuity\n* not expected to start or are stable on a fixed dose of cognitive medications (e.g., donepezil, galantamine, etc.) during the study period\n* able to walk for a minimum of six metres with rest intervals with or without assistive devices\n* based on interview, have an activity tolerance of 30 minutes with rest intervals\n* not currently participating in any regular therapy or progressive exercise\n* own an operating computer with internet access and audio\n* provide a personally signed and dated informed consent document indicating that the individual (or a legally acceptable representative) has been informed of all pertinent aspects of the trial.\n\nExclusion Criteria:\n\n* diagnosed with dementia of any type\n* diagnosed with another type of neurodegenerative or neurological condition (e.g., Parkinson's disease) that affects cognitive function and mobility\n* at high risk for cardiac complications during exercise and/or unable to self-regulate activity or to understand recommended activity level (i.e., Class C of the American Heart Risk Stratification Criteria)\n* have clinically significant peripheral neuropathy or severe musculoskeletal or joint disease that impairs mobility, as determined by his/her family physician\n* taking medications that may negatively affect cognitive function, such as anticholinergics, including agents with pronounced anticholinergic properties (e.g., amitriptyline), major tranquilizers (i.e., typical and atypical antipsychotics), and anticonvulsants (e.g., gabapentin, valproic acid, etc.\n* aphasia as judged by an inability to communicate by phone","healthyVolunteers":true,"sex":"ALL","minimumAge":"55 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Teresa Liu-Ambrose, Ph.D.","affiliation":"UBC Associate Professor","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of British Columbia","city":"Vancouver","state":"British Columbia","country":"Canada","geoPoint":{"lat":49.24966,"lon":-123.11934}}]},"referencesModule":{"references":[{"pmid":"16926202","type":"BACKGROUND","citation":"Rubenstein LZ. Falls in older people: epidemiology, risk factors and strategies for prevention. Age Ageing. 2006 Sep;35 Suppl 2:ii37-ii41. doi: 10.1093/ageing/afl084."},{"pmid":"16386060","type":"BACKGROUND","citation":"Tyson SF, Hanley M, Chillala J, Selley A, Tallis RC. Balance disability after stroke. Phys Ther. 2006 Jan;86(1):30-8. doi: 10.1093/ptj/86.1.30. Erratum In: Phys Ther. 2006 Mar;86(3):463."},{"pmid":"20817938","type":"BACKGROUND","citation":"Thomas S, Mackintosh S, Halbert J. Does the 'Otago exercise programme' reduce mortality and falls in older adults?: a systematic review and meta-analysis. Age Ageing. 2010 Nov;39(6):681-7. doi: 10.1093/ageing/afq102. Epub 2010 Sep 4."},{"pmid":"23728680","type":"BACKGROUND","citation":"Verheyden GS, Weerdesteyn V, Pickering RM, Kunkel D, Lennon S, Geurts AC, Ashburn A. Interventions for preventing falls in people after stroke. Cochrane Database Syst Rev. 2013 May 31;2013(5):CD008728. doi: 10.1002/14651858.CD008728.pub2."},{"pmid":"15256293","type":"BACKGROUND","citation":"Grossman P, Niemann L, Schmidt S, Walach H. Mindfulness-based stress reduction and health benefits. A meta-analysis. J Psychosom Res. 2004 Jul;57(1):35-43. doi: 10.1016/S0022-3999(03)00573-7."},{"pmid":"22436364","type":"BACKGROUND","citation":"Poulin V, Korner-Bitensky N, Dawson DR, Bherer L. Efficacy of executive function interventions after stroke: a systematic review. Top Stroke Rehabil. 2012 Mar-Apr;19(2):158-71. doi: 10.1310/tsr1902-158."},{"pmid":"25440324","type":"BACKGROUND","citation":"Liu-Ambrose T, Eng JJ. Exercise training and recreational activities to promote executive functions in chronic stroke: a proof-of-concept study. J Stroke Cerebrovasc Dis. 2015 Jan;24(1):130-7. doi: 10.1016/j.jstrokecerebrovasdis.2014.08.012. Epub 2014 Oct 18."},{"pmid":"18387018","type":"BACKGROUND","citation":"Praissman S. Mindfulness-based stress reduction: a literature review and clinician's guide. J Am Acad Nurse Pract. 2008 Apr;20(4):212-6. doi: 10.1111/j.1745-7599.2008.00306.x."},{"pmid":"23879751","type":"BACKGROUND","citation":"Lawrence M, Booth J, Mercer S, Crawford E. A systematic review of the benefits of mindfulness-based interventions following transient ischemic attack and stroke. Int J Stroke. 2013 Aug;8(6):465-74. doi: 10.1111/ijs.12135."},{"pmid":"9366737","type":"BACKGROUND","citation":"Campbell AJ, Robertson MC, Gardner MM, Norton RN, Tilyard MW, Buchner DM. Randomised controlled trial of a general practice programme of home based exercise to prevent falls in elderly women. BMJ. 1997 Oct 25;315(7115):1065-9. doi: 10.1136/bmj.315.7115.1065."},{"pmid":"12703651","type":"BACKGROUND","citation":"Brown KW, Ryan RM. The benefits of being present: mindfulness and its role in psychological well-being. J Pers Soc Psychol. 2003 Apr;84(4):822-48. doi: 10.1037/0022-3514.84.4.822."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}