{"protocolSection":{"identificationModule":{"nctId":"NCT05913219","orgStudyIdInfo":{"id":"2022-23-24"},"organization":{"fullName":"University of Exeter","class":"OTHER"},"briefTitle":"Smart Wearable Device (gaitQ): Walk Better Project","officialTitle":"Smart Wearable Device (gaitQ) That Helps People With Long-term Conditions Affecting Movement: Walk Better"},"statusModule":{"statusVerifiedDate":"2023-10","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-06-12","studyFirstSubmitQcDate":"2023-06-12","studyFirstPostDateStruct":{"date":"2023-06-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-10-23","lastUpdatePostDateStruct":{"date":"2023-10-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Exeter","class":"OTHER"},"collaborators":[{"name":"GaitQ company","class":"UNKNOWN"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will be underpinned by the new MRC guidelines for developing a complex intervention with a participatory design methodology that uses evidence-based research and behaviour change models alongside COSMIN methodology for validating a measure. Research question: To what extent does gaitQ's smart cueing system improve people with long-term conditions including people with Parkinson's (PwP's) gait? Is it effective in the everyday environment? What factors are associated with good mobility? What is the impact of cueing on healthy people? Aims and objectives: To finalise the product development and evaluation comprising (1) algorithm refinement and (2) monitoring system development. To evaluate the reliability, concurrent validity, and potential for efficacy, as determined by responsiveness in response to the gaitQ product using gait data collected in laboratory environments. To prepare for market entry and NHS adoption: early economic modelling, pricing, marketing strategies, and early adopter partnerships.\n\nDesign: Participatory design with testing for validity, reliability and responsiveness Participants: This will involve healthy people and people with long-term conditions affecting their movement, including people with Parkinson's \\[PwP\\]. Additional patient groups will be investigated, including stroke, and people with hip/knee injuries.\n\nMethods The Researchers will collect movement data using the gaitQ system, which monitors and cues, to both collect data and cue in the lab environment and investigate the reliability of the measure, concurrent validity of the metric to gold standard gait capture, the responsiveness of measures to the cueing system and usability for participants and clinical teams. To determine reliability, 60 participants will be invited to repeat testing on a second visit. Researchers will describe participants' conditions using standard questionnaires and their mobility and functioning.\n\nThis study will be underpinned by the new MRC guidelines for developing a complex intervention with a participatory design methodology that uses evidence-based research and behaviour change models to identify intrinsic and extrinsic factors that contribute to a given outcome in a specific population.","detailedDescription":"Detailed Description:\n\nMobility issues affect 1/3 of the adult population requiring rehabilitation. Current shortages in skilled rehabilitation professionals require novel approaches to address this unmet rehabilitation need. Rehabilitation typically sets out to monitor and support people to live life as they wish using appropriate therapies. Here the investigators propose to develop and test a gait device for people with mobility issues. The investigators will first focus on people with Parkinsons' (PwP) and then on people with other conditions affecting their movement, including stroke and arthritis. There are several practical challenges to bring cueing to the daily lives of PwP: PwP have difficulty multi-tasking. Basic rhythmic cueing methods do not adapt to changes in gait quality or the activities undertaken.\n\nPwP habituates to cues that are constantly in action. These challenges limit the effectiveness and adoption of current cueing products by PwP. gaitQ is developing a smart cueing device that: 1) directly addresses these challenges enabling an effective, practical solution for everyday use; 2) aims to improve quality of life, and mental well-being and reduce fall risks; 3) supports more effective and accurate disease management; and 4) does this in a way that preserves PwP's discretion and privacy.\n\nGaitQ:\n\nThe gaitQ system comprises two wearable devices worn on the back of the user's legs. The devices provide vibrational cues with specific patterns tailored to the user's walking characteristics to help them overcome FOG and FSG, and improve their normal gait quality, such as stride length and step symmetry. As Parkinson's gait symptoms contribute to a two-fold risk of falling in PwP, by enabling a more fluid and stable gait while reducing the occurrence of FOG and FSG, the gaitQ system sets out to help reduce the risk of falling. By the time of the trial, gaitQ device will be certified with UKCA certificate.\n\nRationale: Considering Parkinson's alone, an analysis has shown that 1 in every 37 people will be diagnosed with PD in their lifetime. FOG and FSG are severely debilitating aspects of the disease which greatly reduce the quality of life of PwP and contribute to the two-fold increased fall risk and related injuries. It is vital that investigators provide a solution to support PwP with a more fluid and safer gait, greater independence and better disease management and care. Cueing with visual, auditory, or somatosensory stimuli is a well-documented and clinically validated method to overcome FOG and FSG. Research studies have also shown that cueing modalities improve gait in PwP during both free and treadmill walking, whilst improving balance and reducing the need for stabilising support. Gait parameters, such as step frequency, stride length and gait symmetry, have been shown to be measurable with inertial motion sensors for gait quality assessment. Studies have shown that objective measurement of the disease can improve treatment outcomes in PD. There are basic visual and rhythmic cueing products available (such as laser shoes, a metronome app and a vibrational button), however, they are still based on simple continuous cues which have profound limitations on usability and effectiveness in the everyday environment and do not include gait analytics systems to facilitate better patient outcome and experience. The gaitQ system will be the first unique solution that uses artificial intelligence and smart adaptive cueing to help patients effectively overcome FOG and FSG in their daily environment while improving gait quality.\n\nSTUDY DESIGN Clinical trials will be conducted in close collaboration with the Royal Devon University Healthcare NHS Foundation Trust to collect clinical evidence and usability data on the impact of the gaitQ product. The project will be underpinned by the new MRC guidelines for developing a complex intervention with a participatory design methodology that uses evidence-based research and behaviour change models to identify intrinsic and extrinsic factors that contribute to a given outcome in a specific population to collect clinical evidence and usability data on the impact of the gaitQ product. The project will be underpinned by the new MRC guidelines for developing a complex intervention (1) with a participatory design methodology that uses evidence-based research and behaviour change models to identify intrinsic and extrinsic factors that contribute to a given outcome in a specific population.\n\nKey outcomes:\n\nImprovement in gait metrics, reducing freezing \\& festination episodes comparing with and without the gaitQ device.\n\nImprovement in gait quality comparing with and without the gaitQ device, in terms of stride length, step frequency, step symmetry, walking speed.\n\nUser feedback on usability and acceptability Data for developing/verifying gait metrics algorithms \\& for developing FOG detection algorithms Acceptability and safety will be recorded by engagement with the device and completion of \\>70% of planned sessions.\n\nWithin the proposed NIHR i4i project, the researchers will investigate how the gaitQ product can be potentially integrated into the clinical practices for these conditions.\n\nSTUDY SETTING This study will be based at the University of Exeter's VSimulator facility and testing site (https://vsimulators.co.uk), at Exeter Science Park, Clyst Honiton, Exeter, EX5 2FN. Or at the Oxford University Hospitals NHS Trust. Gait facility.\n\nPeople with conditions will be recruited from the Royal Devon University Healthcare NHS Foundation Trust, University of Oxford, University Hospitals Plymouth NHS Trust and Bristol and Weston NHS Foundation Trust and open recruitment through adverts and social media.\n\nSampling technique Convenience sampling is used for this study. Participants need to be identified within the timeline and scope of the project. Obtaining volunteers that are easily available and willing is a sensible sampling strategy for the scope of the project. Convenience sampling is appropriate because the research is exploratory in nature and/or the conclusions to be drawn from the data will not be threatened by issues concerning selection bias, generalisability, sampling error, and/or statistical power.\n\nRecruitment Eligible participants will be approached by their treating clinician and asked if they'd like to hear more about the study from a member of the research team. If happy to hear more about the study, and have their details passed on to the study team, participants will be offered a participant information sheet and informed consent form and have a chance to discuss the study in more detail with the research team. Patient consent may be taken at this appointment, or the completed consent form can be returned online or via post.\n\nData collection/data processing Motion capture and force plate data will be collected using the VSimulator force plate and motion capture systems (Optitrack). This data will then be recorded onto the system computer. Recordings will not contain any identifiable data of each participant, with participant numbers being used for file names. Video data will be collected on participants using a camera during activities to assess the FOG. The recorded video will be saved locally inside the camera memory SD card, and after each test, it will be transferred to a University encrypted laptop.\n\nAll participants will be given a participant number with all data pseudonymised. A participant number document will be kept separate from all data, which has information on the identity of each participant should follow-up contact be needed.\n\nQuestionnaire data: Data will be collected using an Excel spreadsheet with participant identity pseudonymised. Participant numbers will be used for researchers to identify the corresponding answers in the follow-up analysis. The filled Excel files will be kept stored on an online university drive with the name list stored on a separate SharePoint.\n\nOptitrack data will be recorded on the VSimulator system computer. Upon completion of recording the data will be transferred to a password protected university drive. Data file name will use participant number and will have no identifiable elements. Upon transfer of data to university drive the data will be deleted from the system computer.\n\nMotion capture data will be kept on the university onedrive. The written informed consent form will be scanned, uploaded directly to the encrypted University of Exeter servers as soon as it is signed and the hard copy immediately destroyed in the confidential waste, leaving no physically identifiable information at the VSimulator.\n\nThe gaitQ devices contain 6-degrees-of-freedom motion sensors and high-performance micro-controllers to enable collection, analysis and storage of the user's motion data. This will enable the gaitQ product to deliver automated and adaptive/personalised smart cueing to the user. IMU data from the gaitQ devices will be stored in the gaitQ secured cloud server. This data will be used, in conjunction with the motion capture data from the VSimulator (non-identifiable), to develop the automatic, adaptive cueing algorithms. It will not contain any identifiable information of each participant with participant numbers used as labels.\n\nFollowing the testing procedure participants will be made comfortable and supervised in a separate room for as long as required, until they feel able to continue with normal activities. At this point they will remove the motion capture suit and their participation in the study will be completed. The investigators will monitor how long the return to normal activities takes.\n\nAnalysis Primary analysis: Interview data will be transcribed verbatim and analysed using a thematic approach with nvivo. Lab data will be cleaned and processed using a standardised procedure .\n\nThe system will be validated in the lab to determine point estimates and means for system measures for all parameters and all groups Criterion Validity of categorised groups will be based on agreement between classification/value with overall accuracy explored using Fisher's exact test \\[Categories of agree/disagree\\] or Bland-Altman plots or with ICC (3).\n\nDescriptive and frequency statistics will be reported for demographic, usability, acceptability and feasibility data and SUS questionnaire, as well as reporting of missing data.\n\nAbsolute and relative reliability, relative reliability ICC (3) and absolute reliability by standard error of measurement (SEM) and minimal detectable change at the 95% confidence interval.\n\nPotential for effect will be determined with responsiveness of gait metrics, using the device Feasibility of measure use: this will focus on the proportion of participants who used the system successfully ( 1) identify design limitations when the system is used in the manner intended for future use within the home setting 2) determine safety during testing by monitoring adverse events 3) explore feasibility (usability/acceptability) of the technology to measure people A \\[Acceptability and safety will be recorded by recruitment rate \\>20%, engagement with the FA-IMAGINE and completion of \\>70% of sessions/measures over the 12 months and monitoring of any adverse events. Usability will be assessed through the successful establishment of a usability SUS target score \\>68 (https://www.usability.gov/how-to-and-tools/methods/system-usability-scale.html).\n\nDetermine the potential for effect: to determine the amount of change in metrics: Participants will be classified as those changing/not changing ≥ minimal detectable change (MDC) \\[MDC = 1.96 x SEM x square root of 2, MDC95 based on a 95% confidence interval \\] at testing and calculate the significance of the change using repeated measure ANOVA, Generalised Estimating Equation (GEE)/ General Linear Model (GLM)as appropriate.\n\nPeer review: The study has been peer-reviewed by the funder (NIHR)."},"conditionsModule":{"conditions":["Parkinson Disease","Stroke","Multiple Sclerosis","Osteoporosis","Arthritis"],"keywords":["Parkinson, MS, osteoporosis, arthritis, Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CROSSOVER","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Participants with long-term conditions affecting movement","description":"A total number of 120 people with long-term conditions affecting their movement include people with Parkinson's (N=60), stroke (N=30), those living with arthritis (N=30)."},{"label":"Healthy control","description":"A total number of 30 healthy people with no condition impacting their movement and walking ability."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Freezing and festinating events","description":"The number of freezing and festinating events during the following tasks performed with and without the gaitQ device (condition order will be randomised) will be recorded:\n\n1. 10-meter walk\n2. Timed Up and Go\n3. 1-minute walk\n4. Walking with increasing physical and cognitive distractions.","timeFrame":"Day 1 (& Day 2 for the reliability arm n= 60)"},{"measure":"Step length","description":"Step length (meters) will be measured during gait tasks performed with and without the gaitQ device.","timeFrame":"Day 1 (& Day 2 for the reliability arm n= 60)"},{"measure":"Step rate","description":"Step rate (steps per minute) will be measured during gait tasks performed with and without the gaitQ device.","timeFrame":"Day 1 (& Day 2 for the reliability arm n= 60)"},{"measure":"Step length symmetry index","description":"Step length symmetry index will be calculated using the following equation:\n\n\\[((R - L)/0.5 × (R + L)) × 100\\], where R: right leg, L: left leg","timeFrame":"Day 1 (& Day 2 for the reliability arm n= 60)"},{"measure":"Walking speed","description":"Walking speed (meters per second) will be measured during the gait activities with and without the gaitQ device.","timeFrame":"Day 1 (& Day 2 for the reliability arm n= 60)"},{"measure":"Acceptability of the gaitQ device","description":"Acceptability of the gaitQ device will be assessed with questionnaires and completion \\>70% of the planned sessions.","timeFrame":"Day 1 (& Day 2 for the reliability arm n= 60)"},{"measure":"Safety of the gaitQ device","description":"Safety of the gaitQ device will be assessed by recording the adverse events (expected and unexpected).","timeFrame":"Day 1 (& Day 2 for the reliability arm n= 60)"},{"measure":"Usability of the gaitQ device","description":"Usability of the gaitQ device will be assessed through successful establishment of a system usability scale target \\>68 and through the number of therapy support sessions required.","timeFrame":"Day 1 (& Day 2 for the reliability arm n= 60)"},{"measure":"Timed Up and Go","description":"The time (seconds) to complete the Timed Up and Go task will be recorded.","timeFrame":"Day 1 (& Day 2 for the reliability arm n= 60)"}]},"eligibilityModule":{"eligibilityCriteria":"Eligibility Criteria This research will investigate the impact of the gaitQ product on a sufficiently large cohort of PwP, healthy controls and other potential conditions such as stroke and hip and knee replacements.\n\nInclusion criteria\n\n* Participants with long-term conditions affecting movement\n\n  * Diagnosis of idiopathic Parkinson's disease (UK Brain Bank Criteria) or other appropriate condition-specific scales \\[stroke, multiple sclerosis, arthritis or osteoporosis\\]\n  * Able to self-report history of daily gait freezing and/or festination for people with PD or gait affected by condition\n  * Able to walk unsupported or using an aid for at least 3 minutes and satisfactory completion of the Canadian PARQ and if over 69 used to carry out this level of exercise\n  * Adult (+18 years old)\n  * Normal or corrected-to-normal vision (Snellen Visual Acuity \\> 12/18) or safe to mobilise with support\n  * Montreal Cognitive assessment score \\>21 or ability to follow 2-stage commands\n* Healthy participants\n\n  * With no long-term conditions affecting movement\n  * Able to walk unsupported or using an aid for at least 3 minutes and satisfactory completion of the Canadian PARQ and if over 69 used to carrying out this level of exercise\n  * Adult (+18 years old)\n  * Normal or corrected-to-normal vision (Snellen Visual Acuity \\> 12/18) or safe to mobilise with support\n  * Montreal Cognitive assessment score \\>21 or ability to follow 2 stage commands 7.1.2 Exclusion criteria\n* Participants with long-term conditions affecting movement\n\n  * Any physical or mental condition affecting the ability to safely participate in this level of activity and capacity to understand testing as demonstrated by ability to safely follow commands and pass the PARQ by the research team.\n  * Cognitive impairment affecting the ability to safely participate and follow instructions\n  * Any injury or disorder that may affect balance (other than Parkinson's or referring primary condition)\n  * Any skin conditions or broken skin in the calf and behind the knee area\n  * Deep brain stimulation or pacemaker implants or other implants that may interfere with the measurement system\n* Healthy participants\n\n  * Any physical or mental condition affecting the ability to safely participate in this level of activity and capacity to understand testing as demonstrated by the ability to safely follow commands and pass the PARQ by the research team.\n  * Cognitive impairment affecting the ability to safely participate and follow instructions\n  * Any injury or disorder that may affect balance (other than Parkinson's or referring primary condition)\n  * Any skin conditions or broken skin in the calf and behind the knee area\n  * Deep brain stimulation or pacemaker implants or other implants that may interfere with the measurement system","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population for the research will include individuals with long-term conditions affecting movement (such as Parkinson's disease, stroke, multiple sclerosis, arthritis, or osteoporosis), healthy controls, and individuals with hip and knee replacements. The inclusion criteria for people with long-term conditions require participants to have a diagnosis of the specified conditions, self-report gait issues, be able to walk unsupported or with aid for at least 3 minutes, and meet certain vision and cognitive assessment criteria. The age requirement is 18 years or older.\n\nParticipants should not have any physical or mental conditions affecting their ability to safely participate or understand the study, including cognitive impairment or balance-affecting disorders.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Helen Dawes, PhD","role":"CONTACT","phone":"01392","phoneExt":"2969","email":"h.dawes@exeter.ac.uk"},{"name":"Mae Mansoubi, PhD","role":"CONTACT","phone":"0786613722","email":"m.mansoubi@exeter.ac.uk"}],"overallOfficials":[{"name":"Helen Dawes","affiliation":"Professor of Clinical Rehabilitations","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Exeter","status":"RECRUITING","city":"Exeter","zip":"EX1 2LU","country":"United Kingdom","contacts":[{"name":"Helen Dawes, PhD","role":"CONTACT","email":"h.dawes@exeter.ac.uk"},{"name":"Maedeh Mansoubi, PhD","role":"CONTACT","phone":"07866138722","email":"m.mansoubi@exeter.ac.uk"},{"name":"Helen Dawes, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Maedeh Mansoubi, PhD","role":"SUB_INVESTIGATOR"},{"name":"Genevieve Williams, PhD","role":"SUB_INVESTIGATOR"},{"name":"Pavlos Evangelidis, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":50.7236,"lon":-3.52751}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The research team will have access to the final dataset. Summary statistics from the study will be made available to other parties upon request and consideration by the research team.\n\nonly named researchers in the study may access any person-identifiable data. The final study dataset that are analysed, anonymised research data will be open access and stored in a data repository. The data custodian will have access and manage the repository.\n\nDigital data are best preserved and published in a data repository. A repository is an online database service that archives and manages the long-term storage of digital resources. The University of Exeter has an institutional repository, Open Research Exeter (ORE), where research data can be securely preserved for the long-term. Data deposited into ORE are highly discoverable and will be actively curated, which may involve changing the format of the data to ensure long-term accessibility and re-usability."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001168","term":"Arthritis"},{"id":"D000010024","term":"Osteoporosis"},{"id":"D000010300","term":"Parkinson Disease"},{"id":"D000009103","term":"Multiple Sclerosis"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000020734","term":"Parkinsonian Disorders"},{"id":"D000001480","term":"Basal Ganglia Diseases"},{"id":"D000009069","term":"Movement Disorders"},{"id":"D000080874","term":"Synucleinopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000020278","term":"Demyelinating Autoimmune Diseases, CNS"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000003711","term":"Demyelinating Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000001851","term":"Bone Diseases, Metabolic"},{"id":"D000001847","term":"Bone Diseases"},{"id":"D000008659","term":"Metabolic Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12903","name":"Parkinson Disease","asFound":"Parkinson's Disease","relevance":"HIGH"},{"id":"M4166","name":"Arthritis","asFound":"Arthritis","relevance":"HIGH"},{"id":"M11750","name":"Multiple Sclerosis","asFound":"Multiple Sclerosis","relevance":"HIGH"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M12637","name":"Osteoporosis","asFound":"Osteoporosis","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M10311","name":"Joint Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M22184","name":"Parkinsonian Disorders","relevance":"LOW"},{"id":"M25293","name":"Ganglion Cysts","relevance":"LOW"},{"id":"M16048","name":"Synovial Cyst","relevance":"LOW"},{"id":"M4464","name":"Basal Ganglia Diseases","relevance":"LOW"},{"id":"M11719","name":"Movement Disorders","relevance":"LOW"},{"id":"M2217","name":"Synucleinopathies","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M4319","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M21788","name":"Demyelinating Autoimmune Diseases, CNS","relevance":"LOW"},{"id":"M21784","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M6599","name":"Demyelinating Diseases","relevance":"LOW"},{"id":"M9890","name":"Immune System Diseases","relevance":"LOW"},{"id":"M4820","name":"Bone Diseases, Metabolic","relevance":"LOW"},{"id":"M4816","name":"Bone Diseases","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"}]}},"hasResults":false}