{"protocolSection":{"identificationModule":{"nctId":"NCT00005487","orgStudyIdInfo":{"id":"5003"},"organization":{"fullName":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"},"briefTitle":"Multi-Ethnic Study of Atherosclerosis (MESA)","officialTitle":"Multi-Ethnic Study of Atherosclerosis (MESA)"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"1999-01"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2000-05-25","studyFirstSubmitQcDate":"2000-05-25","studyFirstPostDateStruct":{"date":"2000-05-26","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-12-20","lastUpdatePostDateStruct":{"date":"2023-12-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}},"descriptionModule":{"briefSummary":"The Multi-Ethnic Study of Atherosclerosis (MESA) was initiated to study the correlates, predictors, and progression of subclinical cardiovascular disease (CVD) (disease detected non-invasively before it has produced clinical signs and symptoms) in a diverse population-based sample of men and women aged 45-84 who had no evidence of clinical CVD at baseline (www.mesa-nhlbi.org). During 2000-2002, 6,814 participants were recruited from six field centers (Forsyth County, NC; Northern Manhattan and the Bronx, NY; Baltimore City and Baltimore County, MD; St. Paul, MN; Chicago, IL; and Los Angeles County, CA). The ethnic composition of the recruited cohort was 38% Caucasian, 28% African American, 22% Hispanic, and 12% Chinese. An extensive baseline exam focused on critical CVD risk factors and subclinical disease measures. Five subsequent exams took place through 2018 to assess changes in these measures and to explore new innovative research questions. Cohort members are contacted annually to obtain information about intervening hospitalizations and outpatient cardiovascular-related procedures. Relevant medical records are abstracted and reviewed and clinical endpoints of interest are adjudicated. The study is comprised of one Coordinating Center, six Field Centers and one biospecimen repository.","detailedDescription":"Background:\n\nMESA was derived from an NHLBI Task Force on Research in Epidemiology and Prevention in which investigation of subclinical disease and its progression to clinical disease was recommended as a major focus for future NHLBI population studies. This was followed by a Special Emphasis Panel on Longitudinal Cohort Studies in 1995, which strongly recommended studies based on subclinical disease measures, and the inclusion of underrepresented minorities in population-based research. A subsequent Special Emphasis Panel on Use of Cardiac EBCT and MRI in Epidemiologic Studies of Cardiovascular Disease in 1996 recommended inclusion of carotid and cardiac MRI and EBCT in elucidating the progression of subclinical to clinical disease and identifying subclinical disease characteristics most strongly associated with increased risk. Requests for Proposals were released in 1997 and awards were made in 1999.\n\nDesign Narrative:\n\nParticipants were examined at baseline for evidence of subclinical CVD using cardiac computed tomography (CT), cardiac MRI, carotid ultrasound, flow-mediated brachial artery dilation, radial artery tonometry, ankle-brachial index measurement; established and putative laboratory risk markers; and socioeconomic, psychological, behavioral, and environmental characteristics. Selected baseline components were repeated and additional components such as spirometry, retinal photography, genotyping, cognitive function assessment and, in subsets, abdominal aortic CT, carotid MRI, cardiac MRI tagging for measures of regional myocardial function, were introduced over five subsequent examinations through 2018. Stored blood samples have been assayed for putative biochemical risk factors and stored for case-control studies. DNA has been extracted for study of candidate genes, genome-wide scanning, expression, and other -omics investigations, and lymphocytes were cryopreserved for possible immortalization.\n\nMESA is unique in its composition of four ethnic groups, having a cohort free of clinical CVD at baseline, and having multiple - and in some cases unique - subclinical CVD measures over time in the same individuals. Data collected from a large number and variety of MESA ancillary studies, including major ancillary studies on air pollution, chronic lung disease, genetics, and sleep, further contribute to its uniqueness. For a list of all phenotypic data documentation and protocols, refer to the MESA website: www.mesa-nhlbi.org. The MESA data are available to qualifying investigators directly from the study and also through dbGaP (http://www.ncbi.nlm.nih.gov/gap) and BioLINCC (https://biolincc.nhlbi.nih.gov). A variety of stored biospecimens are also available from the study, including DNA, serum, plasma, and urine."},"conditionsModule":{"conditions":["Atherosclerosis","Cardiovascular Diseases","Heart Diseases","Coronary Artery Disease","Coronary Disease","Stroke","Myocardial Infarction","Heart Failure","Diabetes Mellitus, Type 2","Hypertension","Diabetes Mellitus"],"keywords":["Coronary Arteriosclerosis","Cerebrovascular Accident","Heart Failure, Congestive","Diabetes Mellitus, Non-Insulin Dependent"]},"designModule":{"studyType":"OBSERVATIONAL","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":6418,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"CVD","description":"Cardiovascular Disease","timeFrame":"12/20/2023"}]},"eligibilityModule":{"eligibilityCriteria":"CVD free men and women aged 45-84 at baseline from the four race/ethnic groups.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"84 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Participants were recruited from the MESA Study Field Centers.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Robyn McClelland","affiliation":"University of Washington","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Russell Tracy","affiliation":"University of Vermont (biospecimen repository)","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Steven Shea","affiliation":"Columbia University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Wendy Post","affiliation":"Johns Hopkins University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Norrina Allen","affiliation":"Northwestern University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Karol Watson","affiliation":"University of California, Los Angeles","role":"PRINCIPAL_INVESTIGATOR"},{"name":"James Pankow","affiliation":"University of Minnesota","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Gregory Burke","affiliation":"Wake Forest University","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"36186982","type":"DERIVED","citation":"Ezeigwe A, Ogunmoroti O, Minhas AS, Rodriguez CP, Kazzi B, Fashanu OE, Osibogun O, Kovell LC, Harrington CM, Michos ED. Association between parity and markers of inflammation: The multi-ethnic study of atherosclerosis. Front Cardiovasc Med. 2022 Sep 14;9:922367. doi: 10.3389/fcvm.2022.922367. eCollection 2022."},{"pmid":"36056720","type":"DERIVED","citation":"Patel RJS, Ding J, Marvel FA, Shan R, Plante TB, Blaha MJ, Post WS, Martin SS. Associations of Demographic, Socioeconomic, and Cognitive Characteristics With Mobile Health Access: MESA (Multi-Ethnic Study of Atherosclerosis). J Am Heart Assoc. 2022 Sep 6;11(17):e024885. doi: 10.1161/JAHA.121.024885. Epub 2022 Sep 3."},{"pmid":"35861979","type":"DERIVED","citation":"Hao QY, Gao JW, Yuan ZM, Gao M, Wang JF, Schiele F, Zhang SL, Liu PM. Remnant Cholesterol and the Risk of Coronary Artery Calcium Progression: Insights From the CARDIA and MESA Study. Circ Cardiovasc Imaging. 2022 Jul;15(7):e014116. doi: 10.1161/CIRCIMAGING.122.014116. Epub 2022 Jul 8."},{"pmid":"35647063","type":"DERIVED","citation":"Pezel T, Bluemke DA, Wu CO, Lima JAC, Ambale Venkatesh B. Regional Strain Score as Prognostic Marker of Cardiovascular Events From the Multi-Ethnic Study of Atherosclerosis (MESA). Front Cardiovasc Med. 2022 May 13;9:870942. doi: 10.3389/fcvm.2022.870942. eCollection 2022."},{"pmid":"34747649","type":"DERIVED","citation":"Rodriguez CP, Ogunmoroti O, Quispe R, Osibogun O, Ndumele CE, Echouffo Tcheugui J, Minhas AS, Bertoni AG, Allison MA, Michos ED. The Association Between Multiparity and Adipokine Levels: The Multi-Ethnic Study of Atherosclerosis. J Womens Health (Larchmt). 2022 May;31(5):741-749. doi: 10.1089/jwh.2021.0091. Epub 2021 Nov 5."},{"pmid":"34270325","type":"DERIVED","citation":"Haslam DE, Peloso GM, Guirette M, Imamura F, Bartz TM, Pitsillides AN, Wang CA, Li-Gao R, Westra JM, Pitkanen N, Young KL, Graff M, Wood AC, Braun KVE, Luan J, Kahonen M, Kiefte-de Jong JC, Ghanbari M, Tintle N, Lemaitre RN, Mook-Kanamori DO, North K, Helminen M, Mossavar-Rahmani Y, Snetselaar L, Martin LW, Viikari JS, Oddy WH, Pennell CE, Rosendall FR, Ikram MA, Uitterlinden AG, Psaty BM, Mozaffarian D, Rotter JI, Taylor KD, Lehtimaki T, Raitakari OT, Livingston KA, Voortman T, Forouhi NG, Wareham NJ, de Mutsert R, Rich SS, Manson JE, Mora S, Ridker PM, Merino J, Meigs JB, Dashti HS, Chasman DI, Lichtenstein AH, Smith CE, Dupuis J, Herman MA, McKeown NM. Sugar-Sweetened Beverage Consumption May Modify Associations Between Genetic Variants in the CHREBP (Carbohydrate Responsive Element Binding Protein) Locus and HDL-C (High-Density Lipoprotein Cholesterol) and Triglyceride Concentrations. Circ Genom Precis Med. 2021 Aug;14(4):e003288. doi: 10.1161/CIRCGEN.120.003288. Epub 2021 Jul 16."},{"pmid":"34242221","type":"DERIVED","citation":"Pishgar F, Shabani M, Quinaglia A C Silva T, Bluemke DA, Budoff M, Barr RG, Allison MA, Bertoni AG, Post WS, Lima JAC, Demehri S. Adipose tissue biomarkers and type 2 diabetes incidence in normoglycemic participants in the MESArthritis Ancillary Study: A cohort study. PLoS Med. 2021 Jul 9;18(7):e1003700. doi: 10.1371/journal.pmed.1003700. eCollection 2021 Jul."},{"pmid":"33765041","type":"DERIVED","citation":"Jang S, Ogunmoroti O, Zhao D, Fashanu OE, Tibuakuu M, Benson EM, Norby F, Otvos JD, Heckbert SR, Szklo M, Michos ED. The association of novel inflammatory marker GlycA and incident atrial fibrillation in the Multi-Ethnic Study of Atherosclerosis (MESA). PLoS One. 2021 Mar 25;16(3):e0248644. doi: 10.1371/journal.pone.0248644. eCollection 2021."},{"pmid":"33731384","type":"DERIVED","citation":"Kim J, Hiura GT, Oelsner EC, Yin X, Barr RG, Smith BM, Prince MR. Hiatal hernia prevalence and natural history on non-contrast CT in the Multi-Ethnic Study of Atherosclerosis (MESA). BMJ Open Gastroenterol. 2021 Mar;8(1):e000565. doi: 10.1136/bmjgast-2020-000565."},{"pmid":"33394121","type":"DERIVED","citation":"Gao JW, Zhang SL, Hao QY, Huang FF, Liu ZY, Zhang HF, Yan L, Wang JF, Liu PM. Association of dietary zinc intake with coronary artery calcium progression: the Multi-Ethnic Study of Atherosclerosis (MESA). Eur J Nutr. 2021 Aug;60(5):2759-2767. doi: 10.1007/s00394-020-02452-5. Epub 2021 Jan 4."},{"pmid":"32917344","type":"DERIVED","citation":"Fashanu OE, Upadhrasta S, Zhao D, Budoff MJ, Pandey A, Lima JAC, Michos ED. Effect of Progression of Valvular Calcification on Left Ventricular Structure and Frequency of Incident Heart Failure (from the Multiethnic Study of Atherosclerosis). Am J Cardiol. 2020 Nov 1;134:99-107. doi: 10.1016/j.amjcard.2020.08.017. Epub 2020 Aug 15."},{"pmid":"32762458","type":"DERIVED","citation":"Jang S, Ogunmoroti O, Ndumele CE, Zhao D, Rao VN, Fashanu OE, Tibuakuu M, Otvos JD, Benson EM, Ouyang P, Michos ED. Association of the Novel Inflammatory Marker GlycA and Incident Heart Failure and Its Subtypes of Preserved and Reduced Ejection Fraction: The Multi-Ethnic Study of Atherosclerosis. Circ Heart Fail. 2020 Aug;13(8):e007067. doi: 10.1161/CIRCHEARTFAILURE.120.007067. Epub 2020 Jul 28."},{"pmid":"32013703","type":"DERIVED","citation":"Karger AB, Steffen BT, Nomura SO, Guan W, Garg PK, Szklo M, Budoff MJ, Tsai MY. Association Between Homocysteine and Vascular Calcification Incidence, Prevalence, and Progression in the MESA Cohort. J Am Heart Assoc. 2020 Feb 4;9(3):e013934. doi: 10.1161/JAHA.119.013934. Epub 2020 Jan 30."},{"pmid":"31865797","type":"DERIVED","citation":"Ostovaneh MR, Moazzami K, Yoneyama K, A Venkatesh B, Heckbert SR, Wu CO, Shea S, Post WS, Fitzpatrick AL, Burke GL, Bahrami H, Sanchez OA, Daniels LB, Michos ED, Bluemke DA, Lima JAC. Change in NT-proBNP (N-Terminal Pro-B-Type Natriuretic Peptide) Level and Risk of Dementia in Multi-Ethnic Study of Atherosclerosis (MESA). Hypertension. 2020 Feb;75(2):316-323. doi: 10.1161/HYPERTENSIONAHA.119.13952. Epub 2019 Dec 23."},{"pmid":"31453766","type":"DERIVED","citation":"Kawel-Boehm N, Kronmal R, Eng J, Folsom A, Burke G, Carr JJ, Shea S, Lima JAC, Bluemke DA. Left Ventricular Mass at MRI and Long-term Risk of Cardiovascular Events: The Multi-Ethnic Study of Atherosclerosis (MESA). Radiology. 2019 Oct;293(1):107-114. doi: 10.1148/radiol.2019182871. Epub 2019 Aug 27."},{"pmid":"31302044","type":"DERIVED","citation":"Block RC, Liu L, Herrington DM, Huang S, Tsai MY, O'Connell TD, Shearer GC. Predicting Risk for Incident Heart Failure With Omega-3 Fatty Acids: From MESA. JACC Heart Fail. 2019 Aug;7(8):651-661. doi: 10.1016/j.jchf.2019.03.008. Epub 2019 Jul 10."},{"pmid":"31030528","type":"DERIVED","citation":"Fashanu OE, Oyenuga AO, Zhao D, Tibuakuu M, Mora S, Otvos JD, Stein JH, Michos ED. GlycA, a Novel Inflammatory Marker and Its Association With Peripheral Arterial Disease and Carotid Plaque: The Multi-Ethnic Study of Atherosclerosis. Angiology. 2019 Sep;70(8):737-746. doi: 10.1177/0003319719845185. Epub 2019 Apr 28."},{"pmid":"30571492","type":"DERIVED","citation":"Fliotsos M, Zhao D, Rao VN, Ndumele CE, Guallar E, Burke GL, Vaidya D, Delaney JCA, Michos ED. Body Mass Index From Early-, Mid-, and Older-Adulthood and Risk of Heart Failure and Atherosclerotic Cardiovascular Disease: MESA. J Am Heart Assoc. 2018 Nov 20;7(22):e009599. doi: 10.1161/JAHA.118.009599."},{"pmid":"30316935","type":"DERIVED","citation":"Rao VN, Zhao D, Allison MA, Guallar E, Sharma K, Criqui MH, Cushman M, Blumenthal RS, Michos ED. Adiposity and Incident Heart Failure and its Subtypes: MESA (Multi-Ethnic Study of Atherosclerosis). JACC Heart Fail. 2018 Dec;6(12):999-1007. doi: 10.1016/j.jchf.2018.07.009. Epub 2018 Oct 10."},{"pmid":"30137406","type":"DERIVED","citation":"Ying W, Zhao D, Ouyang P, Subramanya V, Vaidya D, Ndumele CE, Sharma K, Shah SJ, Heckbert SR, Lima JA, deFilippi CR, Budoff MJ, Post WS, Michos ED. Sex Hormones and Change in N-Terminal Pro-B-Type Natriuretic Peptide Levels: The Multi-Ethnic Study of Atherosclerosis. J Clin Endocrinol Metab. 2018 Nov 1;103(11):4304-4314. doi: 10.1210/jc.2018-01437."},{"pmid":"30064457","type":"DERIVED","citation":"Yoneyama K, Venkatesh BA, Wu CO, Mewton N, Gjesdal O, Kishi S, McClelland RL, Bluemke DA, Lima JAC. Diabetes mellitus and insulin resistance associate with left ventricular shape and torsion by cardiovascular magnetic resonance imaging in asymptomatic individuals from the multi-ethnic study of atherosclerosis. J Cardiovasc Magn Reson. 2018 Jul 30;20(1):53. doi: 10.1186/s12968-018-0472-9."},{"pmid":"29931068","type":"DERIVED","citation":"Kim SM, Zhao D, Podolanczuk AJ, Lutsey PL, Guallar E, Kawut SM, Barr RG, de Boer IH, Kestenbaum BR, Lederer DJ, Michos ED. Serum 25-Hydroxyvitamin D Concentrations Are Associated with Computed Tomography Markers of Subclinical Interstitial Lung Disease among Community-Dwelling Adults in the Multi-Ethnic Study of Atherosclerosis (MESA). J Nutr. 2018 Jul 1;148(7):1126-1134. doi: 10.1093/jn/nxy066."},{"pmid":"29653643","type":"DERIVED","citation":"Al Rifai M, Greenland P, Blaha MJ, Michos ED, Nasir K, Miedema MD, Yeboah J, Sandfort V, Frazier-Wood AC, Shea S, Lima JA, Szklo M, Post WS, Blumenthal RS, McEvoy JW. Factors of health in the protection against death and cardiovascular disease among adults with subclinical atherosclerosis. Am Heart J. 2018 Apr;198:180-188. doi: 10.1016/j.ahj.2017.10.026. Epub 2017 Nov 11."},{"pmid":"29555305","type":"DERIVED","citation":"Patel J, Al Rifai M, Scheuner MT, Shea S, Blumenthal RS, Nasir K, Blaha MJ, McEvoy JW. Basic vs More Complex Definitions of Family History in the Prediction of Coronary Heart Disease: The Multi-Ethnic Study of Atherosclerosis. Mayo Clin Proc. 2018 Sep;93(9):1213-1223. doi: 10.1016/j.mayocp.2018.01.014. Epub 2018 Mar 16."},{"pmid":"29268924","type":"DERIVED","citation":"Liu CY, Heckbert SR, Lai S, Ambale-Venkatesh B, Ostovaneh MR, McClelland RL, Lima JAC, Bluemke DA. Association of Elevated NT-proBNP With Myocardial Fibrosis in the Multi-Ethnic Study of Atherosclerosis (MESA). J Am Coll Cardiol. 2017 Dec 26;70(25):3102-3109. doi: 10.1016/j.jacc.2017.10.044."},{"pmid":"29268751","type":"DERIVED","citation":"Tibuakuu M, Jones MR, Navas-Acien A, Zhao D, Guallar E, Gassett AJ, Sheppard L, Budoff MJ, Kaufman JD, Michos ED. Exposure to ambient air pollution and calcification of the mitral annulus and aortic valve: the multi-ethnic study of atherosclerosis (MESA). Environ Health. 2017 Dec 21;16(1):133. doi: 10.1186/s12940-017-0346-x."},{"pmid":"29098321","type":"DERIVED","citation":"McKeown NM, Dashti HS, Ma J, Haslam DE, Kiefte-de Jong JC, Smith CE, Tanaka T, Graff M, Lemaitre RN, Rybin D, Sonestedt E, Frazier-Wood AC, Mook-Kanamori DO, Li Y, Wang CA, Leermakers ETM, Mikkila V, Young KL, Mukamal KJ, Cupples LA, Schulz CA, Chen TA, Li-Gao R, Huang T, Oddy WH, Raitakari O, Rice K, Meigs JB, Ericson U, Steffen LM, Rosendaal FR, Hofman A, Kahonen M, Psaty BM, Brunkwall L, Uitterlinden AG, Viikari J, Siscovick DS, Seppala I, North KE, Mozaffarian D, Dupuis J, Orho-Melander M, Rich SS, de Mutsert R, Qi L, Pennell CE, Franco OH, Lehtimaki T, Herman MA. Sugar-sweetened beverage intake associations with fasting glucose and insulin concentrations are not modified by selected genetic variants in a ChREBP-FGF21 pathway: a meta-analysis. Diabetologia. 2018 Feb;61(2):317-330. doi: 10.1007/s00125-017-4475-0. Epub 2017 Nov 2."},{"pmid":"28931529","type":"DERIVED","citation":"Inoue YY, Soliman EZ, Yoneyama K, Ambale-Venkatesh B, Wu CO, Sparapani R, Bluemke DA, Lima JAC, Ashikaga H. Electrocardiographic Strain Pattern Is Associated With Left Ventricular Concentric Remodeling, Scar, and Mortality Over 10 Years: The Multi-Ethnic Study of Atherosclerosis. J Am Heart Assoc. 2017 Sep 20;6(9):e006624. doi: 10.1161/JAHA.117.006624."},{"pmid":"28794054","type":"DERIVED","citation":"Ambale-Venkatesh B, Yang X, Wu CO, Liu K, Hundley WG, McClelland R, Gomes AS, Folsom AR, Shea S, Guallar E, Bluemke DA, Lima JAC. Cardiovascular Event Prediction by Machine Learning: The Multi-Ethnic Study of Atherosclerosis. Circ Res. 2017 Oct 13;121(9):1092-1101. doi: 10.1161/CIRCRESAHA.117.311312. Epub 2017 Aug 9."},{"pmid":"27902713","type":"DERIVED","citation":"Chandler PD, Akinkuolie AO, Tobias DK, Lawler PR, Li C, Moorthy MV, Wang L, Duprez DA, Jacobs DR, Glynn RJ, Otvos J, Connelly MA, Post WS, Ridker PM, Manson JE, Buring JE, Lee IM, Mora S. Association of N-Linked Glycoprotein Acetyls and Colorectal Cancer Incidence and Mortality. PLoS One. 2016 Nov 30;11(11):e0165615. doi: 10.1371/journal.pone.0165615. eCollection 2016."},{"pmid":"27488238","type":"DERIVED","citation":"Levitan EB, Ahmed A, Arnett DK, Polak JF, Hundley WG, Bluemke DA, Heckbert SR, Jacobs DR Jr, Nettleton JA. Mediterranean diet score and left ventricular structure and function: the Multi-Ethnic Study of Atherosclerosis. Am J Clin Nutr. 2016 Sep;104(3):595-602. doi: 10.3945/ajcn.115.128579. Epub 2016 Aug 3."},{"pmid":"27150686","type":"DERIVED","citation":"Leary PJ, Tedford RJ, Bluemke DA, Bristow MR, Heckbert SR, Kawut SM, Krieger EV, Lima JA, Masri CS, Ralph DD, Shea S, Weiss NS, Kronmal RA. Histamine H2 Receptor Antagonists, Left Ventricular Morphology, and Heart Failure Risk: The MESA Study. J Am Coll Cardiol. 2016 Apr 5;67(13):1544-1552. doi: 10.1016/j.jacc.2016.01.045."},{"pmid":"27088163","type":"DERIVED","citation":"Oelsner EC, Loehr LR, Henderson AG, Donohue KM, Enright PL, Kalhan R, Lo Cascio CM, Ries A, Shah N, Smith BM, Rosamond WD, Barr RG. Classifying Chronic Lower Respiratory Disease Events in Epidemiologic Cohort Studies. Ann Am Thorac Soc. 2016 Jul;13(7):1057-66. doi: 10.1513/AnnalsATS.201601-063OC."},{"pmid":"26678639","type":"DERIVED","citation":"Daniels LB, Clopton P, deFilippi CR, Sanchez OA, Bahrami H, Lima JA, Tracy RP, Siscovick D, Bertoni AG, Greenland P, Cushman M, Maisel AS, Criqui MH. Serial measurement of N-terminal pro-B-type natriuretic peptide and cardiac troponin T for cardiovascular disease risk assessment in the Multi-Ethnic Study of Atherosclerosis (MESA). Am Heart J. 2015 Dec;170(6):1170-83. doi: 10.1016/j.ahj.2015.09.010. Epub 2015 Sep 28."},{"pmid":"26354543","type":"DERIVED","citation":"Fretts AM, Follis JL, Nettleton JA, Lemaitre RN, Ngwa JS, Wojczynski MK, Kalafati IP, Varga TV, Frazier-Wood AC, Houston DK, Lahti J, Ericson U, van den Hooven EH, Mikkila V, Kiefte-de Jong JC, Mozaffarian D, Rice K, Renstrom F, North KE, McKeown NM, Feitosa MF, Kanoni S, Smith CE, Garcia ME, Tiainen AM, Sonestedt E, Manichaikul A, van Rooij FJ, Dimitriou M, Raitakari O, Pankow JS, Djousse L, Province MA, Hu FB, Lai CQ, Keller MF, Perala MM, Rotter JI, Hofman A, Graff M, Kahonen M, Mukamal K, Johansson I, Ordovas JM, Liu Y, Mannisto S, Uitterlinden AG, Deloukas P, Seppala I, Psaty BM, Cupples LA, Borecki IB, Franks PW, Arnett DK, Nalls MA, Eriksson JG, Orho-Melander M, Franco OH, Lehtimaki T, Dedoussis GV, Meigs JB, Siscovick DS. Consumption of meat is associated with higher fasting glucose and insulin concentrations regardless of glucose and insulin genetic risk scores: a meta-analysis of 50,345 Caucasians. Am J Clin Nutr. 2015 Nov;102(5):1266-78. doi: 10.3945/ajcn.114.101238. Epub 2015 Sep 9."},{"pmid":"25827220","type":"DERIVED","citation":"Yi CJ, Wu CO, Tee M, Liu CY, Volpe GJ, Prince MR, Hundley GW, Gomes AS, van der Geest RJ, Heckbert S, Lima JA, Bluemke DA. The association between cardiovascular risk and cardiovascular magnetic resonance measures of fibrosis: the Multi-Ethnic Study of Atherosclerosis (MESA). J Cardiovasc Magn Reson. 2015 Feb 12;17(1):15. doi: 10.1186/s12968-015-0121-5."},{"pmid":"25527757","type":"DERIVED","citation":"Dashti HS, Follis JL, Smith CE, Tanaka T, Cade BE, Gottlieb DJ, Hruby A, Jacques PF, Lamon-Fava S, Richardson K, Saxena R, Scheer FA, Kovanen L, Bartz TM, Perala MM, Jonsson A, Frazier-Wood AC, Kalafati IP, Mikkila V, Partonen T, Lemaitre RN, Lahti J, Hernandez DG, Toft U, Johnson WC, Kanoni S, Raitakari OT, Perola M, Psaty BM, Ferrucci L, Grarup N, Highland HM, Rallidis L, Kahonen M, Havulinna AS, Siscovick DS, Raikkonen K, Jorgensen T, Rotter JI, Deloukas P, Viikari JS, Mozaffarian D, Linneberg A, Seppala I, Hansen T, Salomaa V, Gharib SA, Eriksson JG, Bandinelli S, Pedersen O, Rich SS, Dedoussis G, Lehtimaki T, Ordovas JM. Habitual sleep duration is associated with BMI and macronutrient intake and may be modified by CLOCK genetic variants. Am J Clin Nutr. 2015 Jan;101(1):135-43. doi: 10.3945/ajcn.114.095026. Epub 2014 Nov 26."},{"pmid":"25411281","type":"DERIVED","citation":"Dashti HS, Shea MK, Smith CE, Tanaka T, Hruby A, Richardson K, Wang TJ, Nalls MA, Guo X, Liu Y, Yao J, Li D, Johnson WC, Benjamin EJ, Kritchevsky SB, Siscovick DS, Ordovas JM, Booth SL. Meta-analysis of genome-wide association studies for circulating phylloquinone concentrations. Am J Clin Nutr. 2014 Dec;100(6):1462-9. doi: 10.3945/ajcn.114.093146. Epub 2014 Oct 8."},{"pmid":"25160814","type":"DERIVED","citation":"Medrano-Gracia P, Cowan BR, Ambale-Venkatesh B, Bluemke DA, Eng J, Finn JP, Fonseca CG, Lima JA, Suinesiaputra A, Young AA. Left ventricular shape variation in asymptomatic populations: the Multi-Ethnic Study of Atherosclerosis. J Cardiovasc Magn Reson. 2014 Jul 30;16(1):56. doi: 10.1186/s12968-014-0056-2."},{"pmid":"25092789","type":"DERIVED","citation":"Sharma RK, Volpe G, Rosen BD, Ambale-Venkatesh B, Donekal S, Fernandes V, Wu CO, Carr J, Bluemke DA, Lima JA. Prognostic implications of left ventricular dyssynchrony for major adverse cardiovascular events in asymptomatic women and men: the Multi-Ethnic Study of Atherosclerosis. J Am Heart Assoc. 2014 Aug 4;3(4):e000975. doi: 10.1161/JAHA.114.000975."},{"pmid":"25019562","type":"DERIVED","citation":"Imai M, Ambale Venkatesh B, Samiei S, Donekal S, Habibi M, Armstrong AC, Heckbert SR, Wu CO, Bluemke DA, Lima JA. Multi-ethnic study of atherosclerosis: association between left atrial function using tissue tracking from cine MR imaging and myocardial fibrosis. Radiology. 2014 Dec;273(3):703-13. doi: 10.1148/radiol.14131971. Epub 2014 Jul 14."},{"pmid":"24480627","type":"DERIVED","citation":"van Ballegooijen AJ, Kestenbaum B, Sachs MC, de Boer IH, Siscovick DS, Hoofnagle AN, Ix JH, Visser M, Brouwer IA. Association of 25-hydroxyvitamin D and parathyroid hormone with incident hypertension: MESA (Multi-Ethnic Study of Atherosclerosis). J Am Coll Cardiol. 2014 Apr 1;63(12):1214-1222. doi: 10.1016/j.jacc.2014.01.012. Epub 2014 Jan 27."},{"pmid":"24412444","type":"DERIVED","citation":"Opdahl A, Ambale Venkatesh B, Fernandes VRS, Wu CO, Nasir K, Choi EY, Almeida ALC, Rosen B, Carvalho B, Edvardsen T, Bluemke DA, Lima JAC. Resting heart rate as predictor for left ventricular dysfunction and heart failure: MESA (Multi-Ethnic Study of Atherosclerosis). J Am Coll Cardiol. 2014 Apr 1;63(12):1182-1189. doi: 10.1016/j.jacc.2013.11.027. Epub 2014 Jan 8."},{"pmid":"24145457","type":"DERIVED","citation":"Ambale-Venkatesh B, Armstrong AC, Liu CY, Donekal S, Yoneyama K, Wu CO, Gomes AS, Hundley GW, Bluemke DA, Lima JA. Diastolic function assessed from tagged MRI predicts heart failure and atrial fibrillation over an 8-year follow-up period: the multi-ethnic study of atherosclerosis. Eur Heart J Cardiovasc Imaging. 2014 Apr;15(4):442-9. doi: 10.1093/ehjci/jet189. Epub 2013 Oct 20."},{"pmid":"23663535","type":"DERIVED","citation":"Donekal S, Ambale-Venkatesh B, Berkowitz S, Wu CO, Choi EY, Fernandes V, Yan R, Harouni AA, Bluemke DA, Lima JA. Inter-study reproducibility of cardiovascular magnetic resonance tagging. J Cardiovasc Magn Reson. 2013 May 10;15(1):37. doi: 10.1186/1532-429X-15-37."},{"pmid":"23644181","type":"DERIVED","citation":"Choi EY, Rosen BD, Fernandes VR, Yan RT, Yoneyama K, Donekal S, Opdahl A, Almeida AL, Wu CO, Gomes AS, Bluemke DA, Lima JA. Prognostic value of myocardial circumferential strain for incident heart failure and cardiovascular events in asymptomatic individuals: the Multi-Ethnic Study of Atherosclerosis. Eur Heart J. 2013 Aug;34(30):2354-61. doi: 10.1093/eurheartj/eht133. Epub 2013 May 3."},{"pmid":"23636237","type":"DERIVED","citation":"Tanaka T, Ngwa JS, van Rooij FJ, Zillikens MC, Wojczynski MK, Frazier-Wood AC, Houston DK, Kanoni S, Lemaitre RN, Luan J, Mikkila V, Renstrom F, Sonestedt E, Zhao JH, Chu AY, Qi L, Chasman DI, de Oliveira Otto MC, Dhurandhar EJ, Feitosa MF, Johansson I, Khaw KT, Lohman KK, Manichaikul A, McKeown NM, Mozaffarian D, Singleton A, Stirrups K, Viikari J, Ye Z, Bandinelli S, Barroso I, Deloukas P, Forouhi NG, Hofman A, Liu Y, Lyytikainen LP, North KE, Dimitriou M, Hallmans G, Kahonen M, Langenberg C, Ordovas JM, Uitterlinden AG, Hu FB, Kalafati IP, Raitakari O, Franco OH, Johnson A, Emilsson V, Schrack JA, Semba RD, Siscovick DS, Arnett DK, Borecki IB, Franks PW, Kritchevsky SB, Lehtimaki T, Loos RJ, Orho-Melander M, Rotter JI, Wareham NJ, Witteman JC, Ferrucci L, Dedoussis G, Cupples LA, Nettleton JA. Genome-wide meta-analysis of observational studies shows common genetic variants associated with macronutrient intake. Am J Clin Nutr. 2013 Jun;97(6):1395-402. doi: 10.3945/ajcn.112.052183. Epub 2013 May 1."},{"pmid":"23407305","type":"DERIVED","citation":"Mozaffarian D, de Oliveira Otto MC, Lemaitre RN, Fretts AM, Hotamisligil G, Tsai MY, Siscovick DS, Nettleton JA. trans-Palmitoleic acid, other dairy fat biomarkers, and incident diabetes: the Multi-Ethnic Study of Atherosclerosis (MESA). Am J Clin Nutr. 2013 Apr;97(4):854-61. doi: 10.3945/ajcn.112.045468. Epub 2013 Feb 13."},{"pmid":"23103035","type":"DERIVED","citation":"Krishnan RM, Adar SD, Szpiro AA, Jorgensen NW, Van Hee VC, Barr RG, O'Neill MS, Herrington DM, Polak JF, Kaufman JD. Vascular responses to long- and short-term exposure to fine particulate matter: MESA Air (Multi-Ethnic Study of Atherosclerosis and Air Pollution). J Am Coll Cardiol. 2012 Nov 20;60(21):2158-66. doi: 10.1016/j.jacc.2012.08.973. Epub 2012 Oct 24."},{"pmid":"23032197","type":"DERIVED","citation":"Choi EY, Bahrami H, Wu CO, Greenland P, Cushman M, Daniels LB, Almeida AL, Yoneyama K, Opdahl A, Jain A, Criqui MH, Siscovick D, Darwin C, Maisel A, Bluemke DA, Lima JA. N-terminal pro-B-type natriuretic peptide, left ventricular mass, and incident heart failure: Multi-Ethnic Study of Atherosclerosis. Circ Heart Fail. 2012 Nov;5(6):727-34. doi: 10.1161/CIRCHEARTFAILURE.112.968701. Epub 2012 Oct 2."},{"pmid":"22877812","type":"DERIVED","citation":"Choi EY, Yan RT, Fernandes VR, Opdahl A, Gomes AS, Almeida AL, Wu CO, Liu K, Carr JJ, McClelland RL, Bluemke DA, Lima JA. High-sensitivity C-reactive protein as an independent predictor of progressive myocardial functional deterioration: the multiethnic study of atherosclerosis. Am Heart J. 2012 Aug;164(2):251-8. doi: 10.1016/j.ahj.2012.05.010. Epub 2012 Jul 7."},{"pmid":"22716943","type":"DERIVED","citation":"Berlin I, Lin S, Lima JA, Bertoni AG. Smoking Status and Metabolic Syndrome in the Multi-Ethnic Study of Atherosclerosis. A cross-sectional study. Tob Induc Dis. 2012 Jun 20;10(1):9. doi: 10.1186/1617-9625-10-9."},{"pmid":"22698532","type":"DERIVED","citation":"Owens DS, Budoff MJ, Katz R, Takasu J, Shavelle DM, Carr JJ, Heckbert SR, Otto CM, Probstfield JL, Kronmal RA, O'Brien KD. Aortic valve calcium independently predicts coronary and cardiovascular events in a primary prevention population. JACC Cardiovasc Imaging. 2012 Jun;5(6):619-25. doi: 10.1016/j.jcmg.2011.12.023. Erratum In: JACC Cardiovasc Imaging. 2012 Aug;5(8):859."},{"pmid":"21511109","type":"DERIVED","citation":"Yan RT, Bluemke D, Gomes A, Burke G, Shea S, Liu K, Bahrami H, Sinha S, Wu C, Fernandes V, McClelland R, Lima JA. Regional left ventricular myocardial dysfunction as a predictor of incident cardiovascular events MESA (multi-ethnic study of atherosclerosis). J Am Coll Cardiol. 2011 Apr 26;57(17):1735-44. doi: 10.1016/j.jacc.2010.10.060."},{"pmid":"21330384","type":"DERIVED","citation":"Dibble CT, Lima JAC, Bluemke DA, Chirinos JA, Chahal H, Bristow MR, Kronmal RA, Barr RG, Ferrari VA, Propert KJ, Kawut SM. Regional left ventricular systolic function and the right ventricle: the multi-ethnic study of atherosclerosis right ventricle study. Chest. 2011 Aug;140(2):310-316. doi: 10.1378/chest.10-1750. Epub 2011 Feb 17."},{"pmid":"19704101","type":"DERIVED","citation":"Rosen BD, Fernandes VR, Nasir K, Helle-Valle T, Jerosch-Herold M, Bluemke DA, Lima JA. Age, increased left ventricular mass, and lower regional myocardial perfusion are related to greater extent of myocardial dyssynchrony in asymptomatic individuals: the multi-ethnic study of atherosclerosis. Circulation. 2009 Sep 8;120(10):859-66. doi: 10.1161/CIRCULATIONAHA.108.787408. Epub 2009 Aug 24."},{"pmid":"18845370","type":"DERIVED","citation":"Moran A, Katz R, Jenny NS, Astor B, Bluemke DA, Lima JA, Siscovick D, Bertoni AG, Shlipak MG. Left ventricular hypertrophy in mild and moderate reduction in kidney function determined using cardiac magnetic resonance imaging and cystatin C: the multi-ethnic study of atherosclerosis (MESA). Am J Kidney Dis. 2008 Nov;52(5):839-48. doi: 10.1053/j.ajkd.2008.06.012. Epub 2008 Oct 8."},{"pmid":"18541828","type":"DERIVED","citation":"Owens DS, Katz R, Johnson E, Shavelle DM, Probstfield JL, Takasu J, Crouse JR, Carr JJ, Kronmal R, Budoff MJ, O'Brien KD. Interaction of age with lipoproteins as predictors of aortic valve calcification in the multi-ethnic study of atherosclerosis. Arch Intern Med. 2008 Jun 9;168(11):1200-7. doi: 10.1001/archinte.168.11.1200."},{"pmid":"17276184","type":"DERIVED","citation":"Rosen BD, Cushman M, Nasir K, Bluemke DA, Edvardsen T, Fernandes V, Lai S, Tracy RP, Lima JA. Relationship between C-reactive protein levels and regional left ventricular function in asymptomatic individuals: the Multi-Ethnic Study of Atherosclerosis. J Am Coll Cardiol. 2007 Feb 6;49(5):594-600. doi: 10.1016/j.jacc.2006.09.040. Epub 2007 Jan 22."}],"seeAlsoLinks":[{"label":"Click here for the MESA Study web site","url":"http://mesa-nhlbi.org/"},{"label":"Click here for the MESA Study Publications","url":"https://www.mesa-nhlbi.org/PublishedPapers/PublishedPapers_Chronological.docx"},{"label":"Click here for the MESA Study BioLINCC web site","url":"https://biolincc.nhlbi.nih.gov/studies/mesa/"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006333","term":"Heart Failure"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000003324","term":"Coronary Artery Disease"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000050197","term":"Atherosclerosis"},{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000003924","term":"Diabetes Mellitus, Type 2"}],"ancestors":[{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9111","name":"Heart Failure","asFound":"Heart Failure","relevance":"HIGH"},{"id":"M6805","name":"Diabetes Mellitus","asFound":"Diabetes Mellitus","relevance":"HIGH"},{"id":"M6809","name":"Diabetes Mellitus, Type 2","asFound":"Diabetes Mellitus, Type 2","relevance":"HIGH"},{"id":"M9714","name":"Hypertension","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M6239","name":"Coronary Disease","asFound":"Coronary Disease","relevance":"HIGH"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25093","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7552","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}