{"protocolSection":{"identificationModule":{"nctId":"NCT02928926","orgStudyIdInfo":{"id":"0542"},"organization":{"fullName":"University of Leicester","class":"OTHER"},"briefTitle":"Cerebral Haemodynamics in Stroke Thrombolysis Study (CHIST)","officialTitle":"Cerebral Haemodynamics in Stroke Thrombolysis (CHIST) Study","acronym":"CHIST"},"statusModule":{"statusVerifiedDate":"2016-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-04"},"primaryCompletionDateStruct":{"date":"2017-10-31","type":"ACTUAL"},"completionDateStruct":{"date":"2017-10-31","type":"ACTUAL"},"studyFirstSubmitDate":"2016-10-06","studyFirstSubmitQcDate":"2016-10-06","studyFirstPostDateStruct":{"date":"2016-10-10","type":"ESTIMATED"},"lastUpdateSubmitDate":"2020-01-29","lastUpdatePostDateStruct":{"date":"2020-01-30","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Leicester","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Cerebral autoregulation is an important mechanism whereby cerebral perfusion is normally maintained at a constant level, over a relatively wide blood pressure range. It can be assessed noninvasively by the use of Trans Cranial Doppler (TCD). This means using ultrasound probes over both sides of the head to measure changes in blood flow in one of the main brain arteries (the middle cerebral artery) in response to beat to beat changes in blood pressure dynamic cerebral autoregulation (dCA). It is established that dCA is impaired following moderate to severe stroke, acting as a key role in the development of secondary brain damage related to brain swelling and further damage related to low blood flow. The administration of clotbusting therapy (thrombolysis), one of the main approved treatments of acute ischaemic stroke (AIS), results in recanalization of the blocked artery in over approximately 50% patients. However, due to its clot dissolving property, it may increase the risk of bleeding in the body, especially in the brain, leading to greater disability or even death. To date, there has been very little information regarding the natural history and prognostic significance of impaired Cerebral Autoregulation during and following reperfusion, especially those who receive thrombolysis. This research will use the noninvasive technique of Trans Cranial Doppler (TCD) to see how blood flow changes in AIS patient at the initiation and completion of thrombolysis, and during acute, subacute and chronic phase post stroke onset, compared with those AIS patient who did not receive thrombolysis. This study will provide important data regarding perithrombolysis blood pressure management, an important and common clinical dilemma","detailedDescription":"In the UK alone, approximate 100,000 people suffer a stroke each year. Improved management of stroke patients not only reduces morbidity and mortality, but also reduces the cost of long term social care. The brain has control systems (i.e. cerebral autoregulation) to maintain blood flow to the brain, over a relatively wide blood pressure range. Cerebral Autoregulation can be described as static, reflecting the integrity of such mechanisms over time, or dynamic, occurring in response to sudden fluctuations in perfusion pressure. When blood pressure drops, small arteries increase in size to restore flow levels, and when blood pressure rises, they narrow to protect the most delicate blood vessels. it is known that sudden decompensated blood pressure changes can occur after stroke, this could result in brain bleeding and swelling where there is a reduced blood flow to the brain.\n\nIt is known that the clotbusting agent (Alteplase), the main effective treatment used in the acute stroke can improve blood flow in already blocked arteries in 50% of patients. However, as it is a powerful drug that dissolves clots, there is a risk that it may cause bleeding (haemorrhage) in the body. This is most serious when it occurs in the brain, either in the region of the stroke or another part of the brain, which if serious, could lead to greater disability or even death. To date, there has been little information regarding the natural history and prognostic significance of impaired cerebral autoregulation during and following restoration of brain blood flow (reperfusion), especially those who received clotbusting agent (Alteplase). There are also conflicting findings between animal and human models. There is evidence from an animal study that restoration of blood flow in postischaemic brain arteries may result in generation of free oxygen radicals, leading to further cerebral autoregulation impairment. Furthermore, there is evidence from animal models that clotbusting agent (Alteplase) may exhibit additional blood vessel toxic effect and therefore, further impair cerebral autoregulation. However, such findings could not be reproduced in the human settings. To date, there is only one small study looking at cerebral autoregulation in 14 acute ischaemic stroke patients 8 days after clotbusting treatment, there have not been studies to assess blood flow regulation at the initiation and completion of the clotbusting treatment.\n\nCerebral autoregulation can be assessed noninvasively by the use of Trans Cranial Doppler (TCD). This means using ultrasound probes over both sides of the head to measure changes in blood flow in one of the main brain arteries (the middle cerebral artery) in response to beat to beat changes dynamic cerebral autoregulation. However, the use of TCD may be limited by the absence of brain window and/or occlusion of the middle cerebral artery in the acute ischaemic stroke patients. Therefore, it is important to consider alternative sites to the middle cerebral artery to assess brain blood flow regulation, and our group has previously researched the use of the main neck artery (the internal carotid artery) site. In a healthy control population, brain blood flow regulation index (autoregulation index) estimated from the internal carotid artery is not statistically different from the middle cerebral artery. However, such comparisons have not been made in the acute ischaemic stroke population. This research will use noninvasive technique of Trans Cranial Doppler to look at blood flow regulation in the brain (cerebral autoregulation) in clotbusting therapy (thrombolysis) treated acute ischaemic stroke (AIS) patients at the initiation and completion of thrombolysis, and during acute, subacute and chronic phase post stroke onset, compared to those AIS patients who have similar age, sex and blood pressure but not treated with thrombolysis. This study will provide important data regarding peri-thrombolysis blood pressure management, an important and common clinical dilemma."},"conditionsModule":{"conditions":["Ischaemic Stroke"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":22,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Thrombolysis","description":"Acute ischaemic stroke patients who receive intravenous thrombolysis","interventionNames":["Other: intravenous thrombolysis"]},{"label":"non thrombolysis","description":"Acute ischaemic stroke patients who admitted to the hospital within the timeframe for intravenous thrombolysis but contraindicate to receive intravenous thrombolysis","interventionNames":["Other: intravenous thrombolysis"]}],"interventions":[{"type":"OTHER","name":"intravenous thrombolysis","description":"patients who are eligible with intravenous thrombolysis or admitted within the timeframe to receive thrombolysis but not eligible due to other reasons","armGroupLabels":["Thrombolysis","non thrombolysis"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of the autoregulation index","description":"Change of the autoregulation index during intravenous thrombolysis infusion, 1 week and 3 months post stroke symptoms onset","timeFrame":"During intravenous thrombolysis infusion, 1 week and 3 months post stroke symptoms onset"}],"secondaryOutcomes":[{"measure":"Change of the dynamic cerebral autoregulation","description":"Using transcranial Doppler, beat to beat blood pressure monitoring, to calculate the change of the dynamic cerebral autoregulation, during intravenous thrombolysis infusion, 1 week and 3 months post stroke symptom onset","timeFrame":"During intravenous thrombolysis infusion, 1 week and 3 months post stroke symptom onset"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Informed patient consent or personal consultee declaration form\n* Male or female, aged 18 years or above\n* Able (in the Investigator's opinion) and willing to comply with all study requirements\n* Willing to allow his or her General Practitioner (GP) to be notified of participation in the study\n\nrtPA Stroke Patient-specific Inclusion Criteria:\n\n* Who meet the criteria for thrombolytic therapy with intravenous rtPA\n\nNon- rtPA Stroke Patient-specific Inclusion Criteria:\n\n* Clinical diagnosis of stroke within 6 hours of onset but not eligible for rtPA therapy, and the reason recorded\n\nExclusion Criteria:\n\n* Male or Female, aged under 18 years\n* Unable (in the Investigator's opinion) or unwilling to comply with any study requirements\n* Significant pre-stroke dependency (premorbid Modified Rankin Score \\>3)\n* Co-morbidity with anticipated life expectancy less than 3 months\n* Current participation in another investigational drug trial\n\nrtPA Stroke Patient-specific Exclusion Criteria:\n\n* Participants who do not meet the criteria for thrombolytic therapy with intravenous rtPA\n\nNon-rtPA Stroke Patient-specific Exclusion Criteria:\n\n* Clinical diagnosis of stroke greater than 6 hours from onset\n* Having had a resolved transient ischaemic attack (TIA) (i.e. neurological symptoms completely resolved or rapidly improving within 1 hour of onset)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"11 clot busting (thrombolysis) treated acute ischaemic stroke patients and non thrombolysis treated acute ischaemic stroke patients","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Thompson G Robinson, MD FRCP","affiliation":"University of Leicester","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hosptial of Leicester NHS Trust","city":"Leicester","zip":"LE1 5WW","country":"United Kingdom","geoPoint":{"lat":52.6386,"lon":-1.13169}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}