{"protocolSection":{"identificationModule":{"nctId":"NCT02766205","orgStudyIdInfo":{"id":"WI211961"},"organization":{"fullName":"University of Thessaly","class":"OTHER"},"briefTitle":"Prediction of AF in ESUS","officialTitle":"Prediction of Atrial Fibrillation in Patients With Embolic Stroke of Undetermined Source (AF-ESUS)","acronym":"AF-ESUS"},"statusModule":{"statusVerifiedDate":"2018-10","overallStatus":"UNKNOWN","lastKnownStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-06"},"primaryCompletionDateStruct":{"date":"2018-06","type":"ACTUAL"},"completionDateStruct":{"date":"2019-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-05-05","studyFirstSubmitQcDate":"2016-05-05","studyFirstPostDateStruct":{"date":"2016-05-09","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-10-16","lastUpdatePostDateStruct":{"date":"2018-10-17","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"George Ntaios","investigatorTitle":"MD, MSc (ESO Stroke Medicine), PhD, FESO, Assistant Professor of Internal Medicine, Medical School, University of Thessaly, Larissa University Hospital","investigatorAffiliation":"University of Thessaly"},"leadSponsor":{"name":"University of Thessaly","class":"OTHER"},"collaborators":[{"name":"University of Lausanne","class":"OTHER"},{"name":"University of Athens","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The aim of the proposed study is to identify predictors of covert atrial fibrillation (AF) in Embolic Stroke of Undetermined Source (ESUS) patients and develop a prognostic score for the identification of covert AF in this population.","detailedDescription":"A new clinical entity termed Embolic Stroke of Undetermined Source (ESUS) was recently introduced by the Cryptogenic Stroke/ESUS International Working Group, which describes stroke patients for whom the source of embolism remains undetected despite thorough investigation; potential embolic sources include diseases of the mitral and aortic valves, the left cardiac chambers, the proximal cerebral arteries of the aortic arch and the venous system via paradoxical embolism. ESUS has been proposed as a potential therapeutic entity with a possible indication for anticoagulation, a hypothesis which is currently tested in two randomized controlled trials.\n\nESUS is defined as a visualized non-lacunar brain infarct in the absence of a) extracranial or intracranial atherosclerosis causing ≥50% luminal stenosis in arteries supplying the area of ischaemia, b) major-risk cardioembolic source, and c) any other specific cause of stroke (e.g. arteritis, dissection, migraine/vasospasm, drug misuse). Major risk sources of cardioembolism include permanent or paroxysmal atrial fibrillation, sustained atrial flutter, intracardiac thrombus, prosthetic cardiac valve, atrial myxoma or other cardiac tumours, mitral stenosis, recent (\\<4 weeks) myocardial infarction, left ventricular ejection fraction less than 30%, valvular vegetations, or infective endocarditis.\n\nRecently, our group presented a descriptive analysis of an ESUS population derived from the Athens Stroke Registry. Among the overall ischemic stroke population, 10% of patients were classified as ESUS. These strokes were of mild-moderate severity and covert AF was identified as the underlying etiopathogenetic mechanism in approximately 40% of ESUS patients. The mortality risk in ESUS patients is lower compared to patients with cardioembolic stroke despite similar rates of stroke recurrence.\n\nAlso, the risk of stroke recurrence is higher in ESUS patients than in patients with non-cardioembolic strokes which could be a sign that the current antithrombotic strategy of treating ESUS patients with antiplatelets is suboptimal. Indeed, currently, it is not clear whether antiplatelets or anticoagulants are the ideal antithrombotic strategy in ESUS. Recently, two international, phase III, double-blind, randomized, controlled clinical trial were launched aiming to investigate whether anticoagulant treatment is superior to antiplatelet treatment for the secondary prevention in ESUS patient : the Randomized Evaluation in Secondary stroke Prevention Comparing the Thrombin inhibitor dabigatran etexilate versus aspirin in Embolic Stroke of Undetermined Source (RE-SPECT ESUS) trial and the NAVIGATE trial will compare dabigatran etexilate and rivaroxaban respectively to aspirin in ESUS patients.\n\nIt would be clinically useful to identify the predictors of covert AF in the ESUS population as this could possibly influence the choice of antithrombotic treatment, e.g. anticoagulants in ESUS patients at high risk of covert AF, and antiplatelets for ESUS patients with low risk of covert AF."},"conditionsModule":{"conditions":["Embolic Stroke of Undetermined Source"],"keywords":["Embolic Stroke of Undetermined Source","Atrial fibrillation","prognostic score"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"12 Months","designInfo":{"observationalModel":"COHORT","timePerspective":"OTHER"},"enrollmentInfo":{"count":500,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Atrial fibrillation","description":"Occurrence of atrial fibrillation during follow-up assessed either by 12-lead electrocardiogram (ECG) or telemetry or 24-hours Holter ECG, or longer-term ECG monitoring.","timeFrame":"Twelve months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1. Embolic stroke of undetermined source (ESUS) defined as:\n\n  * Ischemic stroke (including transient ischemic attack with positive neuroimaging) visualized by brain CT or MRI that is not lacunar (i.e., subcortical infarct ≤1.5 cm), and\n  * Absence of cervical carotid atherosclerotic stenosis (or vertebral and basilar artery stenosis in case of posterior circulation stroke), that is ≥ 50%, or occlusion in arteries supplying the area of ischemia in CT or magnetic resonance (MR) angiography or ultrasound, and\n  * No history of AF, no documented AF on 12-lead electrocardiogram (ECG) or episode of AF lasting 6 minutes or longer detected after ≥ 24-hour cardiac rhythm monitoring (Holter or telemetry), and\n  * No intra-cardiac thrombus on transthoracic echocardiography, and\n  * No other specific cause of stroke identified by routine clinical care (e.g., arteritis, dissection, migraine/vasospasm, drug abuse)\n* 2. Age ≥18 years\n* 3. Written informed consent\n\nExclusion Criteria:\n\n* 1. ≥ 50% luminal stenosis or occlusion in arteries supplying the area of ischemia\n* 2. History of AF\n* 3. Life expectancy less than 6 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The dataset will be derived mainly from three high quality, prospective stroke registries: the Acute STroke Registry and Analysis of Lausanne (ASTRAL), the Athens Stroke Registry and the Larissa Stroke Outcome Registry (LASTRO)","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"George Ntaios, MD, PhD","affiliation":"Medical School, University of Thessaly, Larissa University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Clinical Therapeutics, University of Athens, Alexandra Hospital","city":"Athens","country":"Greece","geoPoint":{"lat":37.97945,"lon":23.71622}},{"facility":"Medical School, University of Thessaly, Larissa University Hospital","city":"Larissa","zip":"41110","country":"Greece","geoPoint":{"lat":39.63689,"lon":22.41761}},{"facility":"Centre Cérébrovasculaire, Service de Neurologie, Département des Neurosciences Cliniques, Centre Hospitalier Universitaire Vaudois and University of Lausanne","city":"Lausanne","country":"Switzerland","geoPoint":{"lat":46.516,"lon":6.63282}}]},"referencesModule":{"references":[{"pmid":"24646875","type":"BACKGROUND","citation":"Hart RG, Diener HC, Coutts SB, Easton JD, Granger CB, O'Donnell MJ, Sacco RL, Connolly SJ; Cryptogenic Stroke/ESUS International Working Group. Embolic strokes of undetermined source: the case for a new clinical construct. Lancet Neurol. 2014 Apr;13(4):429-38. doi: 10.1016/S1474-4422(13)70310-7."},{"pmid":"26159795","type":"BACKGROUND","citation":"Ntaios G, Papavasileiou V, Milionis H, Makaritsis K, Vemmou A, Koroboki E, Manios E, Spengos K, Michel P, Vemmos K. Embolic Strokes of Undetermined Source in the Athens Stroke Registry: An Outcome Analysis. Stroke. 2015 Aug;46(8):2087-93. doi: 10.1161/STROKEAHA.115.009334. Epub 2015 Jul 9."},{"pmid":"25378429","type":"BACKGROUND","citation":"Ntaios G, Papavasileiou V, Milionis H, Makaritsis K, Manios E, Spengos K, Michel P, Vemmos K. Embolic strokes of undetermined source in the Athens stroke registry: a descriptive analysis. Stroke. 2015 Jan;46(1):176-81. doi: 10.1161/STROKEAHA.114.007240. Epub 2014 Nov 6."},{"pmid":"26420134","type":"BACKGROUND","citation":"Diener HC, Easton JD, Granger CB, Cronin L, Duffy C, Cotton D, Brueckmann M, Sacco RL; RE-SPECT ESUS Investigators. Design of Randomized, double-blind, Evaluation in secondary Stroke Prevention comparing the EfficaCy and safety of the oral Thrombin inhibitor dabigatran etexilate vs. acetylsalicylic acid in patients with Embolic Stroke of Undetermined Source (RE-SPECT ESUS). Int J Stroke. 2015 Dec;10(8):1309-12. doi: 10.1111/ijs.12630. Epub 2015 Sep 30."},{"pmid":"33952425","type":"DERIVED","citation":"Kitsiou A, Sagris D, Schabitz WR, Ntaios G. Validation of the AF-ESUS score to identify patients with embolic stroke of undetermined source and low risk of device-detected atrial fibrillation. Eur J Intern Med. 2021 Jul;89:135-136. doi: 10.1016/j.ejim.2021.04.003. Epub 2021 May 2. No abstract available."},{"pmid":"32918305","type":"DERIVED","citation":"Ntaios G, Weng SF, Perlepe K, Akyea R, Condon L, Lambrou D, Sirimarco G, Strambo D, Eskandari A, Karagkiozi E, Vemmou A, Korompoki E, Manios E, Makaritsis K, Vemmos K, Michel P. Data-driven machine-learning analysis of potential embolic sources in embolic stroke of undetermined source. Eur J Neurol. 2021 Jan;28(1):192-201. doi: 10.1111/ene.14524. Epub 2020 Oct 7."},{"pmid":"32423317","type":"DERIVED","citation":"Ntaios G, Perlepe K, Lambrou D, Sirimarco G, Strambo D, Eskandari A, Karagkiozi E, Vemmou A, Korompoki E, Manios E, Makaritsis K, Vemmos K, Michel P. Identification of patients with embolic stroke of undetermined source and low risk of new incident atrial fibrillation: The AF-ESUS score. Int J Stroke. 2021 Jan;16(1):29-38. doi: 10.1177/1747493020925281. Epub 2020 May 19."},{"pmid":"32122289","type":"DERIVED","citation":"Leventis I, Perlepe K, Sagris D, Sirimarco G, Strambo D, Georgiopoulos G, Eskandari A, Karagkiozi E, Vemmou A, Koroboki E, Manios E, Makaritsis K, Vemmos K, Michel P, Ntaios G. Characteristics and outcomes of Embolic Stroke of Undetermined Source according to stroke severity. Int J Stroke. 2020 Oct;15(8):866-871. doi: 10.1177/1747493020909546. Epub 2020 Mar 2."},{"pmid":"31952983","type":"DERIVED","citation":"Perlepe K, Sirimarco G, Strambo D, Eskandari A, Karagkiozi E, Vemmou A, Koroboki E, Manios E, Makaritsis K, Vemmos K, Michel P, Ntaios G. Left atrial diameter thresholds and new incident atrial fibrillation in embolic stroke of undetermined source. Eur J Intern Med. 2020 May;75:30-34. doi: 10.1016/j.ejim.2020.01.002. Epub 2020 Jan 15."},{"pmid":"31364451","type":"DERIVED","citation":"Ntaios G, Perlepe K, Lambrou D, Sirimarco G, Strambo D, Eskandari A, Karagkiozi E, Vemmou A, Koroboki E, Manios E, Makaritsis K, Vemmos K, Michel P. Prevalence and Overlap of Potential Embolic Sources in Patients With Embolic Stroke of Undetermined Source. J Am Heart Assoc. 2019 Aug 6;8(15):e012858. doi: 10.1161/JAHA.119.012858. Epub 2019 Jul 31."},{"pmid":"31068479","type":"DERIVED","citation":"Ntaios G, Perlepe K, Sirimarco G, Strambo D, Eskandari A, Karagkiozi E, Vemmou A, Koroboki E, Manios E, Makaritsis K, Michel P, Vemmos K. Carotid plaques and detection of atrial fibrillation in embolic stroke of undetermined source. Neurology. 2019 Jun 4;92(23):e2644-e2652. doi: 10.1212/WNL.0000000000007611. Epub 2019 May 8."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083262","term":"Embolic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000083242","term":"Ischemic Stroke"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4276","name":"Atrial Fibrillation","relevance":"LOW"},{"id":"M2403","name":"Embolic Stroke","asFound":"Embolic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}