{"protocolSection":{"identificationModule":{"nctId":"NCT02644265","orgStudyIdInfo":{"id":"CONNECT-ME 1.0"},"organization":{"fullName":"Rigshospitalet, Denmark","class":"OTHER"},"briefTitle":"CONNECT-ME: Consciousness in Neurocritical Care Cohort Study Using fMRI and EEG","officialTitle":"CONNECT-ME: CONsciousness in NEurocritical Care cohorT Study Using fMRI and EEG","acronym":"CONNECT-ME"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-04-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2015-12-25","studyFirstSubmitQcDate":"2015-12-29","studyFirstPostDateStruct":{"date":"2015-12-31","type":"ESTIMATED"},"lastUpdateSubmitDate":"2023-11-14","lastUpdatePostDateStruct":{"date":"2023-11-15","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Daniel Kondziella, MD, MSc, PhD, FEBN","investigatorTitle":"Consultant Neurologist","investigatorAffiliation":"Rigshospitalet, Denmark"},"leadSponsor":{"name":"Rigshospitalet, Denmark","class":"OTHER"},"collaborators":[{"name":"University of Copenhagen","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"Detecting preserved consciousness in brain-injured patients by traditional clinical means requires presence of motor function. Otherwise, patients may be erroneously classified as being in a vegetative state. In order to circumvent the need for motor function, paradigms using functional magnetic resonance imaging (fMRI) and electroencephalography (EEG) have been developed. According to a recent meta-analysis, 15% of patients with a clinical diagnosis of vegetative state can follow commands by performing mental imaginary tasks, strongly suggesting they are indeed conscious. This is of utmost importance for prognosis, treatment, and resource allocation. However, consciousness paradigms are usually employed in rehabilitation medicine. Therefore, opportunities to optimize patient outcome at an early stage may be lost. As a novel approach, the CONsciousness in NEurocritical Care cohorT study using fMRI and EEG (CONNECT-ME) will import the full range of consciousness paradigms into neurocritical care. The investigators aim to assess patients with acute brain injury for preserved consciousness by serial multimodal evaluations using active, passive and resting state fMRI- and EEG-based paradigms. A prospective longitudinal database and a biobank for genomic and metabolomic research will be established. This approach will add essential clinical information, including detection of preserved consciousness in patients previously thought of as unconscious. Due to its complexity, this project is divided into nine work packages. Eventually, the investigators will have established a clinical service for the systematic assessment of covert consciousness, as well as an interdisciplinary research group dedicated to the neuronal mechanisms by which consciousness recovers after acute brain injury.","detailedDescription":"Searching for consciousness in non-communicating brain-injured patients by clinical examination is essential, yet challenging. The origin of many clinical signs is not entirely clear and their significance as to whether or not the patient is conscious is even less certain. In addition, consciousness may wax and wane within seconds to hours and days to months. Indeed, as many as 40% of patients with disorders of consciousness (DoC) are misclassified as being in a vegetative state (VS). Although these patients may not show any signs of consciousness during clinical examination because of lost motor output, some are able to willfully modulate their brain activity on command, occasionally even answering yes or no questions by performing mental imagery tasks. For patients with acute brain injury and their caregivers, this has significant ethical and practical implications, not least for prognostication, treatment decisions, resource allocation and end-of-life considerations.\n\nTechnologies based on functional Magnetic Resonance Imaging (fMRI) and electroencephalography (EEG) have been developed during the last two decades to assist clinical evaluation of patients in VS and minimal conscious states (MCS). There are three main approaches to test for preserved consciousness: (i) Active paradigms in which patients are required to execute cognitive tasks, as outlined above, (ii) passive paradigms relying on the documentation of preserved large-scale functional cortical connectivity, following an external stimulus, and (iii) resting state conditions in which assumptions about the patient's conscious state are made by extrapolation from patterns of spontaneous brain activity. Consciousness paradigms offer exciting opportunities but so far they have been almost exclusively employed in rehabilitation medicine, addressing patients with chronic brain disorders, typically several years following onset of the injury. Moreover, these studies have mainly been restricted to spot assessments, not taking into account that consciousness fluctuates over time. In addition, important methodological issues remain, including uncertainties about the specificity and sensitivity of the different paradigms and about their applicability in brain disorders of various etiologies. Lastly, almost all studies until now have employed either fMRI- or EEG-based paradigms, although the two modalities do not necessarily yield identical results in a given patient but rather complement each other. As the investigators have recently pointed out in a review and meta-analysis, systematic evaluation of the similarities and differences of these technologies is essential, preferentially by multimodal serial assessments.\n\nIn the present protocol, as a novel approach the investigators will focus on the evaluation of consciousness in patients in the acute phase of brain injury. The aim is to establish, validate and improve fMRI- and EEG-based consciousness paradigms in intensive care (ICU) and step down units. This will assist clinicians in more precisely estimating the level of consciousness in various acute disorders of the brain. The project will comprise a multidisciplinary approach including expertise from neurology, clinical neurophysiology, anesthesiology and functional neuroimaging. The investigators hypothesize that serial multimodal assessments better reflect changing levels of consciousness than single unimodal evaluations. Within the next two to three years, the investigators wish to establish a full clinical service and a fruitful research milieu covering the entire spectrum of fMRI- and EEG-based consciousness paradigms in acute brain injury. The ability to identify preserved cognitive abilities following acute brain injury is of utmost importance to improve diagnosis, to guide therapeutic decisions and to better predict outcome in non-responsive patients. Eventually, the present research project will lead to more efficient decision making in neurocritical care, thereby optimizing resource allocation and improving quality of life in survivors with acute brain injury.\n\nStudy Design:\n\nDue to its complexity, this project is divided into 3 phases, including 9 work packages.\n\n* During the first phase of the project the investigators aim to set up the different parts of consciousness testing, that is, clinical rating scales; fMRI-based active, passive and resting state paradigms; and EEG-based active, passive and resting state paradigms. This will be done step by step and in a pragmatic manner according to local requirements and resources. To this end, a prospective, longitudinal database will be set up, collecting all relevant clinical, neurophysiological and imaging data, as well as a biobank for cerebrospinal fluid and blood samples (work packages 1-7).\n* During the second phase of the project the investigators wish to combine all diagnostic parts and to implement them simultaneously using a convenience sample of suitable non-communicating patients with acute brain injury (n=20) at the neurological and neurosurgical ICU and step down units, Rigshospitalet, Copenhagen University Hospital. These patients will be tested for the presence of preserved consciousness and cognitive abilities with the full range of fMRI- and EEG-based consciousness paradigms, as well as standardized bedside examination and clinical rating scales (work package 8).\n* In the third phase of the project the investigators wish to develop a full clinical service for the evaluation of patients with DoC following acute and sub-acute brain injury, including comprehensive neurological evaluation and fMRI- and EEG-based consciousness paradigms, and to build the infrastructure for a fruitful research activity in the future (work package 9).\n\nDetailed and regularly updated procedures for each work package are provided in the Amendments to the Study Protocol (see below).\n\n* Work package 1 (resting state fMRI; systematic clinical examination): The investigators will start by evaluating a convenience sample of DoC patients with acute brain injury (n=10), admitted to the ICU and/or neurological and neurosurgical step down units at Rigshospitalet, using resting state fMRI, since a relevant protocol is already available at the institution. A systems-level approach, including assessment of the auditory and default mode networks, will be used as described earlier. At the same time, the investigators will establish a systematic clinical examination protocol, including - but not limited to - the Full Outline of UnResponsiveness (FOUR) and Coma Recovery Scale-Revised (CRS-R). Exclusion criteria include contraindications for examination by MRI, severe cardiorespiratory compromise and similar acutely life-threatening conditions, evidence of severe pre-morbid neurological deficits such as aphasia or deafness, lack of Danish or English language proficiency, age less than 16 years, and patients without evidence of intact primary auditory and sensory cortex function as revealed by pretest screening with brainstem auditory evoked potentials (BAEP) and somatosensory evoked potentials (SSEP). The investigators will aim for un-sedated patients; however, if patients cannot be weaned from sedation, the level of sedation will be lowered to the lowest possible level in order to maximize the chance of detecting the presence of consciousness.\n* Work package 2 (clinical database): In order to maximize the learning effect at the present institution and to facilitate research, all relevant clinical, neurophysiological and imaging data will be collected in a comprehensive longitudinal database. Clinical outcome data will be assessed, either by telephone interview or during follow up visits, using established rating scales (e.g. modified Rankin Scale (mRS), Barthel index) at hospital discharge and at 3, respectively, 12 months. Approval to establish this database and to distribute information derived from it by means of scientific publication will be obtained according to current legislation from the Danish authorities Datatilsynet (The Danish Data Protection Agency) and Sundhedsstyrelsen (The National Board of Health).\n* Work package 3 (active fMRI paradigms): The investigators will establish an active fMRI paradigm by means of visual imaginary tasks (playing tennis, navigating in a familiar surrounding) as described earlier, using a similar convenience sample (n=5-10) as in work package 1. Patients will be clinically evaluated on a daily basis, including 30 min prior to and after each fMRI assessment, in order to capture fluctuations in consciousness levels as accurately as possible. Prior to inclusion, patients will be examined by brainstem auditory evoked potentials (BAEP) and somatosensory evoked potentials (SSEP) in order to ensure intact primary auditory and sensory cortex integrity.\n* Work package 4 (passive fMRI paradigms): The investigators wish to set up a passive fMRI paradigm using two oddball paradigms (\"subject's own name\", respectively, semantic ambiguity), and we will assess patients (n=5-10) clinically and neurophysiologically (BAEP, SSEP) as outlined above.\n* Work package 5 (resting state EEG): In order to correlate resting state EEG with clinical outcome data, the investigators will assess a historical EEG database, available at the Department of Clinical Neurophysiology, Rigshospitalet, for EEG complexity and other advanced EEG measures following acute brain injury 18.\n* Work package 6 (active EEG paradigms): Similar to fMRI, the investigators will establish an active EEG paradigm using visual imaginary tasks (playing tennis, navigating in a familiar surrounding) as described earlier (Cruse et al. 2011). Clinical evaluation of patients (n=5-10) will be performed as outlined previously.\n* Work package 7 (passive EEG paradigms): The investigators will set up passive EEG paradigms using oddball paradigms (\"subject's own name\", respectively, semantic ambiguity) as described previously. As cognitive correlates we will accept P300 and more prolonged evoked potentials, as well as more elaborate measures such as EEG complexity. Clinical evaluation of patients (n=5-10) will be performed as previously described.\n* Work package 8 (consecutive sample assessed by full range of fMRI- and EEG-paradigms): In this work package, corresponding to the second phase of the project, the investigators wish to combine all consciousness measures in order to systematically and comprehensively evaluate consciousness in each acute brain injury patient, using the full range of clinical assessments as well as active, passive and resting state fMRI- and EEG-based paradigms. The investigators aim for 20 consecutive TBI and/or non-TBI non-communicating DoC patients admitted to the neurological and neurosurgical ICU or step down units (inclusion criteria). Prior to inclusion, primary auditory and sensory cortex integrity will be verified using BAEP and SSEP. Exclusion criteria will include those referred to in work package 1.\n* Work package 9 (full clinical service; biobank): Once the investigators have shown that comprehensive fMRI- and EEG-based consciousness paradigms are feasible in patients with acute brain injury in the ICU and intermediate care units, they wish to establish a full clinical service and a national referral center for the evaluation of DoC patients following acute brain injury. In addition, the investigators will set up a biobank for cerebrospinal fluid and blood samples for potential future studies related to genomics and metabolomics. Together this will lay the foundation for a fruitful research milieu (phase 3)."},"conditionsModule":{"conditions":["Acute Brain Injuries","Consciousness Disorders"],"keywords":["Acute acquired brain injury","Disorders of consciousness","Traumatic brain injury","Non-traumatic brain injury","Anoxic-ischemic encephalopathy","Stroke","Vegetative state","Minimal conscious state","Locked-in syndrome","Functional magnetic resonance imaging","Electroencephalography"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Year","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Blood (serum), cerebrospinal fluid"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Numbers of patients with acute brain injury and signs of preserved consciousness as revealed by fMRI- and EEG-based active, passive and resting state consciousness paradigms","description":"The investigators aim to rigorously and systematically examine non-communicating patients with acute brain injury for preserved consciousness by means of active, passive and resting state fMRI- and EEG-based consciousness paradigms, as well as standardized clinical rating scales such as the JFK Coma Recovery Scale-Revised. The degree of consciousness in a given patient will be estimated by using a composite reference standard comprising all available fMRI- and EEG-derived as well as clinical data as previously described in a review and meta-analysis by the investigators.\n\nThe target condition (primary outcome) is defined as signs of preserved consciousness in non-communicating patients with DoC due to traumatic brain injury (TBI), cerebrovascular disorders (CVA; including ischemic and hemorrhagic stroke, subarachnoid hemorrhage and cerebral venous sinus thrombosis), anoxic-ischemic encephalopathy (e.g., due to cardiac arrest) and similar critical brain disorders.","timeFrame":"4 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Non-responding patients (clinically defined as coma, VS/UWS, MCS, eMCS, or locked-in syndrome)\n* Acute or sub-acute TBI or non-TBI (≤28 days from injury)\n\nExclusion Criteria:\n\n* Contraindications for examination by MRI\n* Severe cardiorespiratory compromise and similar acutely life-threatening conditions\n* Evidence of severe pre-morbid neurological deficits such as aphasia or deafness\n* Lack of Danish or English language proficiency\n* Age less than 16 years\n* Evidence of defect auditory and sensory pathways (if clinically suspected or as revealed by pretest screening with brainstem auditory evoked potentials (BAEP) and somatosensory evoked potentials (SSEP))","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"The target population comprises adult non-communicating patients with DoC due to TBI and non-TBI (age \\> 15 years). The investigators will apply the classical definition of consciousness as a \"state of full awareness of the self and one's relationship to the environment\". The term DoC includes patients in coma, VS/unresponsive wakefulness state (UWS), and MCS, as well as those who have emerged - but not completely - from MCS (eMCS).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Daniel Kondziella, MD PhD FEBN","role":"CONTACT","phone":"0045-60131100","email":"daniel_kondziella@yahoo.com"},{"name":"Kirsten Møller, MD DMSC","role":"CONTACT","email":"kirsten.moeller.01@regionh.dk"}],"overallOfficials":[{"name":"Daniel Kondziella, MD PhD FEBN","affiliation":"Rigshospitalet, Department of Neurology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Neurocentret, Rigshospitalet, Copenhagen University","status":"RECRUITING","city":"Copenhagen","zip":"2100","country":"Denmark","contacts":[{"name":"Daniel Kondziella","role":"CONTACT"}],"geoPoint":{"lat":55.67594,"lon":12.56553}}]},"referencesModule":{"references":[{"pmid":"25027769","type":"BACKGROUND","citation":"Di H, Nie Y, Hu X, Tong Y, Heine L, Wannez S, Huang W, Yu D, He M, Thibaut A, Schnakers C, Laureys S. Assessment of visual fixation in vegetative and minimally conscious states. BMC Neurol. 2014 Jul 16;14:147. doi: 10.1186/1471-2377-14-147."},{"type":"BACKGROUND","citation":"Rohaut B, Faugeras F NL. Neurology of consciousness impairments. In: Stevens RD, Sharshar T, Ely EW (eds.). Brain Disorders in Critical Illness. New York, NY: Cambridge University Press. Vol ; 2013:59-67"},{"pmid":"19622138","type":"BACKGROUND","citation":"Schnakers C, Vanhaudenhuyse A, Giacino J, Ventura M, Boly M, Majerus S, Moonen G, Laureys S. Diagnostic accuracy of the vegetative and minimally conscious state: clinical consensus versus standardized neurobehavioral assessment. BMC Neurol. 2009 Jul 21;9:35. doi: 10.1186/1471-2377-9-35."},{"pmid":"23939634","type":"BACKGROUND","citation":"Naci L, Owen AM. Making every word count for nonresponsive patients. JAMA Neurol. 2013 Oct;70(10):1235-41. doi: 10.1001/jamaneurol.2013.3686."},{"pmid":"20034928","type":"BACKGROUND","citation":"Vanhaudenhuyse A, Noirhomme Q, Tshibanda LJ, Bruno MA, Boveroux P, Schnakers C, Soddu A, Perlbarg V, Ledoux D, Brichant JF, Moonen G, Maquet P, Greicius MD, Laureys S, Boly M. Default network connectivity reflects the level of consciousness in non-communicative brain-damaged patients. Brain. 2010 Jan;133(Pt 1):161-71. doi: 10.1093/brain/awp313. Epub 2009 Dec 23."},{"pmid":"26139551","type":"BACKGROUND","citation":"Kondziella D, Friberg CK, Frokjaer VG, Fabricius M, Moller K. Preserved consciousness in vegetative and minimal conscious states: systematic review and meta-analysis. J Neurol Neurosurg Psychiatry. 2016 May;87(5):485-92. doi: 10.1136/jnnp-2015-310958. Epub 2015 Jul 2."},{"type":"BACKGROUND","citation":"Posner J, Plum F, Saper C. Plum and Posner's Diagnosis of Stupor and Coma. New York, NY: Oxford University Press.; 2007"},{"pmid":"21040571","type":"BACKGROUND","citation":"Laureys S, Celesia GG, Cohadon F, Lavrijsen J, Leon-Carrion J, Sannita WG, Sazbon L, Schmutzhard E, von Wild KR, Zeman A, Dolce G; European Task Force on Disorders of Consciousness. Unresponsive wakefulness syndrome: a new name for the vegetative state or apallic syndrome. BMC Med. 2010 Nov 1;8:68. doi: 10.1186/1741-7015-8-68."},{"pmid":"22226806","type":"BACKGROUND","citation":"Rosanova M, Gosseries O, Casarotto S, Boly M, Casali AG, Bruno MA, Mariotti M, Boveroux P, Tononi G, Laureys S, Massimini M. Recovery of cortical effective connectivity and recovery of consciousness in vegetative patients. Brain. 2012 Apr;135(Pt 4):1308-20. doi: 10.1093/brain/awr340. Epub 2012 Jan 5."},{"pmid":"25404905","type":"BACKGROUND","citation":"Liberati G, Hunefeldt T, Olivetti Belardinelli M. Questioning the dichotomy between vegetative state and minimally conscious state: a review of the statistical evidence. Front Hum Neurosci. 2014 Nov 3;8:865. doi: 10.3389/fnhum.2014.00865. eCollection 2014."},{"pmid":"21674197","type":"BACKGROUND","citation":"Bruno MA, Vanhaudenhuyse A, Thibaut A, Moonen G, Laureys S. From unresponsive wakefulness to minimally conscious PLUS and functional locked-in syndromes: recent advances in our understanding of disorders of consciousness. J Neurol. 2011 Jul;258(7):1373-84. doi: 10.1007/s00415-011-6114-x. Epub 2011 Jun 16."},{"pmid":"25010536","type":"BACKGROUND","citation":"Gerrard P, Zafonte R, Giacino JT. Coma Recovery Scale-Revised: evidentiary support for hierarchical grading of level of consciousness. Arch Phys Med Rehabil. 2014 Dec;95(12):2335-41. doi: 10.1016/j.apmr.2014.06.018. Epub 2014 Jul 7."},{"pmid":"26117367","type":"BACKGROUND","citation":"Demertzi A, Antonopoulos G, Heine L, Voss HU, Crone JS, de Los Angeles C, Bahri MA, Di Perri C, Vanhaudenhuyse A, Charland-Verville V, Kronbichler M, Trinka E, Phillips C, Gomez F, Tshibanda L, Soddu A, Schiff ND, Whitfield-Gabrieli S, Laureys S. Intrinsic functional connectivity differentiates minimally conscious from unresponsive patients. Brain. 2015 Sep;138(Pt 9):2619-31. doi: 10.1093/brain/awv169. Epub 2015 Jun 27."},{"pmid":"24088810","type":"BACKGROUND","citation":"Fernandez-Espejo D, Owen AM. Detecting awareness after severe brain injury. Nat Rev Neurosci. 2013 Nov;14(11):801-9. doi: 10.1038/nrn3608. Epub 2013 Oct 3."},{"pmid":"16959998","type":"BACKGROUND","citation":"Owen AM, Coleman MR, Boly M, Davis MH, Laureys S, Pickard JD. Detecting awareness in the vegetative state. Science. 2006 Sep 8;313(5792):1402. doi: 10.1126/science.1130197."},{"pmid":"19710182","type":"BACKGROUND","citation":"Coleman MR, Davis MH, Rodd JM, Robson T, Ali A, Owen AM, Pickard JD. Towards the routine use of brain imaging to aid the clinical diagnosis of disorders of consciousness. Brain. 2009 Sep;132(Pt 9):2541-52. doi: 10.1093/brain/awp183."},{"pmid":"17827174","type":"BACKGROUND","citation":"Coleman MR, Rodd JM, Davis MH, Johnsrude IS, Menon DK, Pickard JD, Owen AM. Do vegetative patients retain aspects of language comprehension? Evidence from fMRI. Brain. 2007 Oct;130(Pt 10):2494-507. doi: 10.1093/brain/awm170. Epub 2007 Sep 7."},{"pmid":"21693085","type":"BACKGROUND","citation":"Gosseries O, Schnakers C, Ledoux D, Vanhaudenhuyse A, Bruno MA, Demertzi A, Noirhomme Q, Lehembre R, Damas P, Goldman S, Peeters E, Moonen G, Laureys S. Automated EEG entropy measurements in coma, vegetative state/unresponsive wakefulness syndrome and minimally conscious state. Funct Neurol. 2011 Jan-Mar;26(1):25-30."},{"pmid":"22078855","type":"BACKGROUND","citation":"Cruse D, Chennu S, Chatelle C, Bekinschtein TA, Fernandez-Espejo D, Pickard JD, Laureys S, Owen AM. Bedside detection of awareness in the vegetative state: a cohort study. Lancet. 2011 Dec 17;378(9809):2088-94. doi: 10.1016/S0140-6736(11)61224-5. Epub 2011 Nov 9."},{"pmid":"25447058","type":"BACKGROUND","citation":"Rohaut B, Faugeras F, Chausson N, King JR, Karoui IE, Cohen L, Naccache L. Probing ERP correlates of verbal semantic processing in patients with impaired consciousness. Neuropsychologia. 2015 Jan;66:279-92. doi: 10.1016/j.neuropsychologia.2014.10.014. Epub 2014 Nov 22."},{"pmid":"19001251","type":"BACKGROUND","citation":"Schnakers C, Perrin F, Schabus M, Majerus S, Ledoux D, Damas P, Boly M, Vanhaudenhuyse A, Bruno MA, Moonen G, Laureys S. Voluntary brain processing in disorders of consciousness. Neurology. 2008 Nov 11;71(20):1614-20. doi: 10.1212/01.wnl.0000334754.15330.69."},{"pmid":"21876014","type":"BACKGROUND","citation":"Turgeon AF, Lauzier F, Simard JF, Scales DC, Burns KE, Moore L, Zygun DA, Bernard F, Meade MO, Dung TC, Ratnapalan M, Todd S, Harlock J, Fergusson DA; Canadian Critical Care Trials Group. Mortality associated with withdrawal of life-sustaining therapy for patients with severe traumatic brain injury: a Canadian multicentre cohort study. CMAJ. 2011 Oct 4;183(14):1581-8. doi: 10.1503/cmaj.101786. Epub 2011 Aug 29."},{"pmid":"26373606","type":"BACKGROUND","citation":"Weijer C, Bruni T, Gofton T, Young GB, Norton L, Peterson A, Owen AM. Ethical considerations in functional magnetic resonance imaging research in acutely comatose patients. Brain. 2016 Jan;139(Pt 1):292-9. doi: 10.1093/brain/awv272. Epub 2015 Sep 15."},{"pmid":"22574141","type":"BACKGROUND","citation":"Maudoux A, Lefebvre P, Cabay JE, Demertzi A, Vanhaudenhuyse A, Laureys S, Soddu A. Auditory resting-state network connectivity in tinnitus: a functional MRI study. PLoS One. 2012;7(5):e36222. doi: 10.1371/journal.pone.0036222. Epub 2012 May 4."},{"pmid":"22432951","type":"BACKGROUND","citation":"Raichle ME. The restless brain. Brain Connect. 2011;1(1):3-12. doi: 10.1089/brain.2011.0019."},{"pmid":"20885292","type":"BACKGROUND","citation":"Boveroux P, Vanhaudenhuyse A, Bruno MA, Noirhomme Q, Lauwick S, Luxen A, Degueldre C, Plenevaux A, Schnakers C, Phillips C, Brichant JF, Bonhomme V, Maquet P, Greicius MD, Laureys S, Boly M. Breakdown of within- and between-network resting state functional magnetic resonance imaging connectivity during propofol-induced loss of consciousness. Anesthesiology. 2010 Nov;113(5):1038-53. doi: 10.1097/ALN.0b013e3181f697f5."},{"pmid":"15605342","type":"BACKGROUND","citation":"Giacino JT, Kalmar K, Whyte J. The JFK Coma Recovery Scale-Revised: measurement characteristics and diagnostic utility. Arch Phys Med Rehabil. 2004 Dec;85(12):2020-9. doi: 10.1016/j.apmr.2004.02.033."},{"pmid":"11839831","type":"BACKGROUND","citation":"Giacino JT, Ashwal S, Childs N, Cranford R, Jennett B, Katz DI, Kelly JP, Rosenberg JH, Whyte J, Zafonte RD, Zasler ND. The minimally conscious state: definition and diagnostic criteria. Neurology. 2002 Feb 12;58(3):349-53. doi: 10.1212/wnl.58.3.349."},{"pmid":"24468878","type":"BACKGROUND","citation":"Giacino JT, Fins JJ, Laureys S, Schiff ND. Disorders of consciousness after acquired brain injury: the state of the science. Nat Rev Neurol. 2014 Feb;10(2):99-114. doi: 10.1038/nrneurol.2013.279. Epub 2014 Jan 28."},{"pmid":"21112421","type":"BACKGROUND","citation":"American Congress of Rehabilitation Medicine, Brain Injury-Interdisciplinary Special Interest Group, Disorders of Consciousness Task Force; Seel RT, Sherer M, Whyte J, Katz DI, Giacino JT, Rosenbaum AM, Hammond FM, Kalmar K, Pape TL, Zafonte R, Biester RC, Kaelin D, Kean J, Zasler N. Assessment scales for disorders of consciousness: evidence-based recommendations for clinical practice and research. Arch Phys Med Rehabil. 2010 Dec;91(12):1795-813. doi: 10.1016/j.apmr.2010.07.218."},{"pmid":"30542319","type":"DERIVED","citation":"Skibsted AP, Amiri M, Fisher PM, Sidaros A, Hribljan MC, Larsen VA, Hojgaard JLS, Nikolic M, Hauerberg J, Fabricius ME, Knudsen GM, Moller K, Kondziella D. Consciousness in Neurocritical Care Cohort Study Using fMRI and EEG (CONNECT-ME): Protocol for a Longitudinal Prospective Study and a Tertiary Clinical Care Service. Front Neurol. 2018 Nov 27;9:1012. doi: 10.3389/fneur.2018.01012. eCollection 2018."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000003244","term":"Consciousness Disorders"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M4897","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M6158","name":"Consciousness Disorders","asFound":"Consciousness Disorders","relevance":"HIGH"},{"id":"M2155","name":"Locked-In Syndrome","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M9039","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M21526","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T3491","name":"Locked-in Syndrome","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}