{"protocolSection":{"identificationModule":{"nctId":"NCT01968122","orgStudyIdInfo":{"id":"BTH-CRS"},"organization":{"fullName":"Beijing Tiantan Hospital","class":"OTHER"},"briefTitle":"Registry Study of Stenting for Symptomatic Intracranial Artery Stenosis in China","officialTitle":"Registry Study of Stenting for Symptomatic Intracranial Artery Stenosis in China-a Prospective Multicenter Registry Study"},"statusModule":{"statusVerifiedDate":"2017-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-09"},"primaryCompletionDateStruct":{"date":"2015-02","type":"ACTUAL"},"completionDateStruct":{"date":"2015-12","type":"ACTUAL"},"studyFirstSubmitDate":"2013-10-19","studyFirstSubmitQcDate":"2013-10-22","studyFirstPostDateStruct":{"date":"2013-10-23","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-04-25","lastUpdatePostDateStruct":{"date":"2017-04-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Zhongrong Miao","investigatorTitle":"principal investigator","investigatorAffiliation":"Beijing Tiantan Hospital"},"leadSponsor":{"name":"Zhongrong Miao","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The SAMMPRIS suggested that aggressive treatment was superior to intravascular stenting in patients with severe symptomatic intracranial atherosclerotic stenosis (ICAS) due to high complication rate in patients in stenting group. However the intravascular therapy is going on because of low complication rate in considerable Chinese studies coming from several high volume stroke centers. Given to 12.2% patients failing to aggressive medical therap in the SAMMPRIS study, it is imperative to performing an multiple prospective registry study of stenting for patients with ICAS in China.","detailedDescription":"This study is a multicentre prospective single-arm registry study and the protocol is approved by the ethics committee at the coordinating centre and by the local institutional review board at each participating centre. This study is initiated by the investigators, with 20 participating stroke centres (see online supplementary appendix II), and plans to recruit 300 consecutive patients who meet the inclusion and exclusion criteria. After the enrolment, all participants would be evaluated at baseline, day 4, day 30, months 6, months 9 and year 1 (see online supplementary appendix I). The Wingspan stent system is provided by the Boston Scientific company and the Apollo stent is provided by the MicroPort Company, but they will not participate in data collection, analysis, editing or make decisions about the publication. This study is sponsored and conducted by the Cerebrovascular Disease Center of Tiantan Hospital in addition to its responsibility for data analysis. An independent Data and Safety Monitoring Board (DSMB) oversees the conduction, safety and efficacy of the study."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["symptomatic Intracranial artery stenosis","conventional treatment","stenting","stroke prevention","medical treatment","endovascular treatment"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Year","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":300,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"aggressive medical treatment","description":"administer Aspirin (100mg/d) + Clopidogrel (75mg/d) for more than 5d before the operation (but Clopidogrel of loading dose 200mg in case of emergency operation for TIA); administer Aspirin (100mg/d) + Clopidogrel (75mg/d) for 90d and subsequent monoclonal antibody after the operation; control the primary risk factors (e.g. hypertension and high LDL); control the secondary risk factors (e.g. diabetes, blood lipid of not high LDL, smoking, obesity and hypomotility); and intervene the life style. Primary risk factors: target systolic pressure of \\<140mmHg (or \\<130mmHg in the diabetes patients); and LDL \\<70mg/dl (1.81mmol/L) or drop by 50%.","interventionNames":["Device: intravascular stent therapy"]}],"interventions":[{"type":"DEVICE","name":"intravascular stent therapy","description":"Device selection depended on arterial access and lesion morphology. For patients with smooth arterial access and Mori A lesion or the mid-basilar artery and distal M1 segment lesions, the Apollo balloon-mounted stent was selected. For patients with tortuous arterial access and Mori B or C lesion, or lesion with a significant mismatch in the diameter between proximal and distal segment, angioplasty plus self-expanding stent (Gateway balloon plus Wingspan stent system) is preferred . For patients with tortuous arterial access with a Mori A lesion, or small target vessel diameter (\\<2.5 mm), direct dilation with Gateway balloon was selected. If severe dissection or elastic recoil occurred after angioplasty, a balloon-mounted stent (for patients with less tortuous access) or Wingspan (for patients with severe tortuous access or small target vessel) stent were allowed to be implanted.","armGroupLabels":["aggressive medical treatment"],"otherNames":["Gateway balloon plus Wingspan stent system","Apollo stent system"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the target vessel stroke event","timeFrame":"within 30 days after stenting"}],"secondaryOutcomes":[{"measure":"recurrent ischemic stroke in the involved vascular area","timeFrame":"between 30 days and 1 year postoperatively"}],"otherOutcomes":[{"measure":"Cognitive function prognosis","timeFrame":"between 30 days and 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n18\\~80 years old; Primary or recurrent symptomatic intracranial arteriostenosis ineffective through the internal medicine treatment (i.e. stroke or TIA within 90 days during the treatment with at least one anti-thrombotic drugs and vascular risk factor intervention (e.g. hypotensors for hypertension and hypolipidemics for hyperlipidemia);\n\n* 70% stenosis of intracranial responsible angiopathic area under the DSA angiography (as judged through the WASID method);\n* 2mm diameter and \\<15mm length of ill blood vessel, but normal distal blood vessel\n\nPoor blood circulation in the side branch of responsible angiopathic area under the radiography within one week before the operation:\n\nBlood flow rate peak of ≥200cm/s at the systolic phase under the transcranial doppler ultrasonic examination (TCD); and Low perfusion in the responsible angiopathic area under the skull perfusion CT (i.e. at a decrease of more than 30% over the perfusion at the opposite side); or \\<4 scores of blood circulation in the side branch under the DSA; or Hemodynamic ischemic foci under the skull MRI; or Poor blood circulation in the side branch of responsible angiopathic area under the single photon emission computer tomography (SPECT)\n\nExclusion Criteria:\n\n* \\>50% stenosis beyond the responsible intracranial artery Acute ischemic stroke within 3 weeks Obstruction of bypass branch of ill simple carrier artery under the skull MRI Non-atherosclerotic lesion: MoyaMoya disease, any known vascular inflammatory disease, herpes zoster, angiopathy caused by the chicken-pox, herpes zoster or other viruses, neurosyphilis, other intracranial infections, radioactive angiopathy, maldevelopment of fibrous muscle, sickle-cell anemia, neurofibroma, benign angiopathy of central nervous system, postpartum angiopathy, suspicious vasospasm, and recanalization of suspicious thrombosis Intracranial hemorrhage in the angiopathic area within 6 weeks; Potential source for cardiac embolism Concomitant intracranial tumor, aneurysm or intracranial arteriovenous malformation \\>50% stenosis of extracranial carotid or vertebral artery at the same side as intracranial angiopathic area; Known contraindications for heparin, Aspirin, Clopidogrel, anesthetics and contrast medium; hemoglobin \\<10g/dl, and blood platelet count \\<100000 Serious neural dysfunction due to the responsible angiopathy as the sequel of cerebral infarction (mRS≥3) International normalization ratio (INR) \\>1.5 (irreversible), uncorrectable hemorrhagic factor; life expectancy due to the illness \\<1 year Pregnant/lactating women Inapplicable for intravascular treatment in the viewpoints of investigators","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Symptomatic ischemic cerebrovascular disease caused by Intracranial atherosclerotic atherosclerosis.Patients with ≥70% stenosis of angiopathic area symptomatic ICAD caused by hypoperfusion combined with poor collateral flow.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Miao Zh Rong, Doctor","affiliation":"Beijing Tiantan Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"Beijing Tiantan Hospital, Capital Medical University","city":"Beijing","state":"Beijing","zip":"100050","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}}]},"referencesModule":{"references":[{"pmid":"35655616","type":"DERIVED","citation":"Gong W, Zhang X, Meng Z, Liu F, Li G, Xiao J, Liu P, Sun Y, Liu T, Wang H, Zhang Y, Wang N. Factors Influencing the Outcome of Symptomatic Intracranial Artery Stenosis With Hemodynamic Impairment After Short and Long-Term Stent Placement. Front Neurol. 2022 May 17;13:682694. doi: 10.3389/fneur.2022.682694. eCollection 2022."},{"pmid":"34148505","type":"DERIVED","citation":"Li G, Liu T, Ma X, Gong W, Zhang X, Wang H, Guo Y, Ding Y, Zhang Y. Risk factors associated with recurrence of ischemic stroke after intracranial stenting in china: a case-control study. Neurol Res. 2021 Oct;43(10):802-808. doi: 10.1080/01616412.2021.1937877. Epub 2021 Jun 20."},{"pmid":"33574792","type":"DERIVED","citation":"Guo X, Ma N, Gao F, Mo DP, Luo G, Miao ZR. Long-Term Risk Factors for Intracranial In-Stent Restenosis From a Multicenter Trial of Stenting for Symptomatic Intracranial Artery Stenosis Registry in China. Front Neurol. 2021 Jan 26;11:601199. doi: 10.3389/fneur.2020.601199. eCollection 2020. Erratum In: Front Neurol. 2021 Mar 30;12:673264."},{"pmid":"31285375","type":"DERIVED","citation":"Zhang Y, Sun Y, Li X, Liu T, Liu P, Wang H, Ding J, Miao ZR, Li G. Early versus delayed stenting for intracranial atherosclerotic artery stenosis with ischemic stroke. J Neurointerv Surg. 2020 Mar;12(3):274-278. doi: 10.1136/neurintsurg-2019-015035. Epub 2019 Jul 8."},{"pmid":"30294474","type":"DERIVED","citation":"Ma N, Zhang Y, Shuai J, Jiang C, Zhu Q, Chen K, Liu L, Li B, Shi X, Gao L, Liu Y, Wang F, Li Y, Liu T, Zheng H, Mo D, Gao F, Wang Y, Wang Y, Feng L, Miao Z. Stenting for symptomatic intracranial arterial stenosis in China: 1-year outcome of a multicentre registry study. Stroke Vasc Neurol. 2018 May 7;3(3):176-184. doi: 10.1136/svn-2017-000137. eCollection 2018 Sep."},{"pmid":"26286544","type":"DERIVED","citation":"Miao Z, Zhang Y, Shuai J, Jiang C, Zhu Q, Chen K, Liu L, Li B, Shi X, Gao L, Liu Y, Wang F, Li Y, Liu T, Zheng H, Wang Y, Wang Y; Study Group of Registry Study of Stenting for Symptomatic Intracranial Artery Stenosis in China. Thirty-Day Outcome of a Multicenter Registry Study of Stenting for Symptomatic Intracranial Artery Stenosis in China. Stroke. 2015 Oct;46(10):2822-9. doi: 10.1161/STROKEAHA.115.010549. Epub 2015 Aug 18."},{"pmid":"25107437","type":"DERIVED","citation":"Wang Y, Miao Z, Wang Y, Zhao X, Gao P, Liu L, Wang F, Liu Y, Ma N, Xu Z, Mo D, Gao F; China registry study group. Protocol for a prospective, multicentre registry study of stenting for symptomatic intracranial artery stenosis in China. BMJ Open. 2014 Aug 8;4(8):e005175. doi: 10.1136/bmjopen-2014-005175."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000003251","term":"Constriction, Pathologic"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","asFound":"Stenosis","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M22209","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3915","name":"Antibodies","relevance":"LOW"},{"id":"M3920","name":"Antibodies, Monoclonal","relevance":"LOW"},{"id":"M4238","name":"Aspirin","relevance":"LOW"},{"id":"M9874","name":"Immunoglobulins","relevance":"LOW"},{"id":"M1669","name":"Clopidogrel","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"}]}},"hasResults":false}