{"protocolSection":{"identificationModule":{"nctId":"NCT00083642","orgStudyIdInfo":{"id":"040203"},"secondaryIdInfos":[{"id":"04-N-0203"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"Observational Learning in Stroke Patients","officialTitle":"Neural Correlates of Observational Motor Learning in Chronic Stroke Patients"},"statusModule":{"statusVerifiedDate":"2008-06-13","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2004-05-25"},"completionDateStruct":{"date":"2008-06-13"},"studyFirstSubmitDate":"2004-05-27","studyFirstSubmitQcDate":"2004-05-26","studyFirstPostDateStruct":{"date":"2004-05-27","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-06-30","lastUpdatePostDateStruct":{"date":"2017-07-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}},"descriptionModule":{"briefSummary":"This study will determine how people who have had a stroke learn to perform a movement by observation, as compared with people who have not had a stroke. Normally, a person learns a new hand movement automatically by observing the movement performed by others. Improvement with practice also relies on visual feedback. This \"observational training\" - i.e., the repeated observation of a movement - is sufficient for normal individuals to learn a movement. This study will examine brain activity related to motor learning in stroke patients and in healthy control subjects to see whether stroke patients process visual-motor information the same way normal subjects do.\n\nNormal volunteers and stroke patients between 18 and 75 years of age may be eligible for this study. Patients must have had paralysis on one side of the body due to a stroke that occurred at least 3 months before entering the study. Candidates who have not had a recent health screening will have a clinical and neurological examination.\n\nParticipants undergo the following procedures:\n\n* Brain magnetic resonance imaging (MRI), if one has not been done recently. This test uses a strong magnetic field and radio waves to obtain images of body organs and tissues. The subject lies on a table that can slide in and out of the cylindrical scanner and wears earplugs to muffle loud noises caused by switching of magnetic fields. Scanning time varies from 20 minutes to 3 hours, with most sessions lasting 45 to 90 minutes.\n* Task training. The subject practices the task to be performed during functional MRI (see below). The subject makes finger tapping movements, then watches finger movements on a video screen for several minutes, during which time the movie stops from time to time without warning. When the movie stops, the subject must reproduce the last finger movement that appeared on the screen. During this session, the electrical signals of the subject's forearm muscles are recorded at the skin surface. This session lasts up to 3 hours.\n* Functional MRI. The subject undergoes MRI scanning while performing the same tasks done in the training session. This session lasts about 3 hours.","detailedDescription":"In normal subjects, the learning of new hand movements initially relies on the automatic ability to elaborate a motor plan from the simple observation of movements performed by others. The improvement of motor performance during practice also relies on a correct visuomotor processing of visual feedback and it has been demonstrated that the repeated observation of a gesture, named observational training is sufficient to induce motor learning. However, it is not known if stroke patients process visuomotor information in the same manner as normal subjects.\n\nObjectives:\n\nThe purpose of this protocol is to determine the pattern of brain activations related to motor learning induced by observational training in stroke patients as compared to normal volunteers. We hypothesize that observational motor learning in stroke patients will rely on an increased activity in premotor cortex as compared to normal volunteers.\n\nStudy population:\n\nThis protocol will include chronic stroke patients with subcortical lesions and good motor recovery from an initial upper-limb paresis, and a control population of age and gender matched normal volunteers.\n\nDesign:\n\nWe will conduct a functional MRI (fMRI) experiment assessing observational training of finger sequences. Three conditions of finger sequences will be compared: 1) a sequence visually trained during the fMRI session, 2) a non-trained sequence (control 1), and 3) a sequence visually trained before the fMRI session (control 2). The fMRI session will be split into 3 separate runs. The first run will assess brain activity related to the motor performance of the 3 finger sequences. The second run will explore the brain activity during observational training of the sequence. The third run will re-assess the brain activity related to the motor performance of the 3 finger sequences.\n\nOutcome measures:\n\nThe endpoint measure of the experiment will be an increase in the number of activated voxels in premotor cortex during the motor learning induced by observational training in the stroke patients as compared to normal volunteers."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Brain Plasticity","Functional MRI","Finger Movement","Rehabilitation","Improvement","Stroke","Motor Recovery","Observation","fMRI","Healthy Volunteer","HV"]},"designModule":{"studyType":"OBSERVATIONAL","enrollmentInfo":{"count":60}},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n\nWe will include PATIENTS:\n\n1. Who are aged 18 to 75,\n2. With a single thromboembolic non-hemorrhagic hemispheric lesions,\n3. With at least a 3 months period since the stroke,\n4. Who initially had a severe motor paresis (below MRC grade 2),\n5. Who subsequently recovered to the point that they can perform the motor tasks of this study,\n6. With no history of other neurological and psychiatric illness,\n7. Who are right-handed (before the stroke history).\n\nAs a control group, we will include NORMAL VOLUNTEERS,\n\n1. Who are age- and gender matched to stroke PATIENTS,\n2. Who can perform the motor tasks of this study,\n3. With no history of other neurological and psychiatric illness,\n4. Who are right-handed.\n\nEXCLUSION CRITERIA:\n\n1. PATIENTS with more than one stroke in the medial cerebral artery territory.\n2. PATIENTS with bilateral motor impairment.\n3. PATIENTS with cerebellar or brainstem lesions.\n4. PATIENTS and NORMAL VOLUNTEERS unable to perform the task.\n5. PATIENTS and NORMAL VOLUNTEERS with history of severe alcohol or drug abuse, psychiatric illness like severe depression, poor motivational capacity, or severe language disturbances, particularly of receptive nature or with serious cognitive deficits (defined as equivalent to a mini-mental state exam score of 23 or less).\n6. PATIENTS and NORMAL VOLUNTEERS with severe uncontrolled medical problems (e.g. cardiovascular disease, severe rheumatoid arthritis, active joint deformity of arthritic origin, active cancer or renal disease, any kind of end-stage pulmonary or cardiovascular disease, or a deteriorated condition due to age, uncontrolled epilepsy or others).\n7. PATIENTS and NORMAL VOLUNTEERS with increased intracranial pressure (as evaluated by clinical examination).\n8. PATIENTS and NORMAL VOLUNTEERS with unstable cardiac arrhythmia.\n9. PATIENTS and NORMAL VOLUNTEERS with h/o hyperthyroidism or individuals receiving drugs acting primarily on the central nervous system.\n10. PATIENTS and NORMAL VOLUNTEERS with more than moderate to severe microangiopathy (as assessed by multiple peri-ventricular T2 hyperintensity on the pre-experimental anatomical MRI), polyneuropathy (as assessed by clinical examination), diabetes mellitus (medical record), or ischemic peripheral disease (as assessed by clinical examination).\n11. PATIENTS and NORMAL VOLUNTEERS who are or who have been good skilled piano or string instruments players.\n12. PATIENTS and NORMAL VOLUNTEERS who is on medication with the potential to influence nervous system function, who has a history of surgery with metallic implants or a known history of metallic particles in the eye, a cardiac pacemaker, intracardiac lines, neural stimulators, cochlear implants.\n13. PATIENTS and NORMAL VOLUNTEERS who are pregnant.\n14. PATIENTS and NORMAL VOLUNTEERS with significant visual loss/deficits.\n15. PATIENTS and NORMAL VOLUNTEERS with MRI contraindications.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"National Institutes of Health Clinical Center, 9000 Rockville Pike","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"references":[{"pmid":"10097023","type":"BACKGROUND","citation":"Byrne RW, Russon AE. Learning by imitation: a hierarchical approach. Behav Brain Sci. 1998 Oct;21(5):667-84; discussion 684-721. doi: 10.1017/s0140525x98001745."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}