{"protocolSection":{"identificationModule":{"nctId":"NCT03396939","orgStudyIdInfo":{"id":"2017/1915 D"},"organization":{"fullName":"Sunnaas Rehabilitation Hospital","class":"OTHER"},"briefTitle":"The Technology-assisted, High Intensive, Task-oriented Exercise Trial","officialTitle":"A Technology-assisted, High Intensive, Task-oriented Exercise Program to Improve Arm and Hand Functions in Persons With Stroke. The TECHITO Feasibility and Pilot Trial.","acronym":"TECHITO"},"statusModule":{"statusVerifiedDate":"2020-04","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-01-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-20","type":"ACTUAL"},"completionDateStruct":{"date":"2020-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-01-02","studyFirstSubmitQcDate":"2018-01-04","studyFirstPostDateStruct":{"date":"2018-01-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2020-04-14","lastUpdatePostDateStruct":{"date":"2020-04-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yih Wong","investigatorTitle":"Principal investigator","investigatorAffiliation":"Sunnaas Rehabilitation Hospital"},"leadSponsor":{"name":"Sunnaas Rehabilitation Hospital","class":"OTHER"},"collaborators":[{"name":"Unicare Fram","class":"UNKNOWN"},{"name":"SunHF Aker Polklinikk","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The interventional study aims to increase the knowledge on arm and hand rehabilitation after stroke within community-based services. The primary objective of the study is to evaluate the feasibility and clinical usefulness of the arm and hand training program (focusing on functional goal- and task-oriented daily life exercises) in combination with the use of an orthotic device in terms of patient compliance and improvement of outcomes. The secondary objective is to compare the effectiveness of the program with or without the use of an orthotic device in a randomized controlled trial.","detailedDescription":"Two third of all persons with stroke have a reduced arm and hand function in the acute stage. Three months after the debut of stroke event, 50% of these patients will still have a remaining disability with chronic problems of hand function (Kwakkel et al., 2003; Lawrence et al., 2001). The consequences are grave for these individuals, considering arm and hand function to be important for independent living and related quality of life. In this context, an intervention, combining functional goal- and task- oriented exercises with a supportive orthotic device in the community-based rehabilitation unit and home environment, is hypothesized to increase perceived goal achievement, repetition, as well as the intensity of exercises. An initial feasibility study followed by a pilot randomized controlled trial could strengthen the evidence for the arm and hand interventions after stroke, and support the generalizability of the results to a larger sample.\n\nThe exercise program is outlined in accordance with the Frequency, Intensity, Type and Time (FITT) principles of training. The proposed training adopts a task-oriented approach as practised today in the participating facilities. The program is standardized in close collaboration with physio- and occupational therapists on the basis of contemporary motor learning and exercise theories. An orthosis supporting the wrist will be used as supporting device, hypothetically enhancing the performance of the exercise groups.\n\nThe intervention will be performed individually and will run for 12 weeks both at the community rehabilitation unit (3 times week for 3 weeks) and at home (9 weeks).\n\nTime: one session at the community rehabilitation unit is approximately 60 minutes with a focus on trunk, arm and hand training. Exercises at home will be carried out in minimum 2 hours per day.\n\nFrequency: 5 days per week at home-exercises with/ without the orthotic device.\n\nIntensity: moderate to maximal in view of strength, muscle endurance and concentration, as evaluated individually by use of Borg scale.\n\nType:\n\n1. fine motor coordination exercises such as pinch grip, writing, handling objects and stretching of fingers, hand, and wrist;\n2. various combined activities such as turning pages, distributing cards, washing up, folding laundry, sweeping floor;\n3. strengthening exercises such as gross motor exercises for trunk, arm, hand and fingers with and without weights."},"conditionsModule":{"conditions":["Stroke","Cerebrovascular Disorders","Brain Diseases","Central Nervous System Diseases","Vascular Diseases","Nervous System Diseases","Cerebral Infarction","Brain Ischemia"],"keywords":["Stroke","Rehabilitation","Task oriented training","Motor recovery","Hand function","Arm function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The study is a two-step trial: first with the feasibility trial in a cohort of stroke patients regardless of location and temporal evolution then followed by a pilot randomized controlled study (RCT).\n\nThe feasibility study will include 30 stroke patients with reduced arm and hand functions to explore and establish a target group for whom the intervention may be best suitable in terms of compliance and improvement of perceived use.\n\nThe pilot RCT will include 30 first-time stroke patients with reduced arm and hand functions. The experimental group (15 patients) will receive an orthotic device for use during the exercises, while the control group (15 patients) will not. Both groups will receive the same amount of a study-specific training program.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Assessments of the study population are performed at baseline, at the end of week 3, at week 12 upon completion of the intervention. A \"blinded\" therapist, not involved in the project, will perform all the testing.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Orthosis","type":"EXPERIMENTAL","description":"The intervention will be performed individually and will run for 12 weeks both at the community rehabilitation unit (3 times a week for 3 weeks) and at home (9 weeks). The group will receive an orthotic device for use during the study-specific exercises.","interventionNames":["Device: Orthosis"]},{"label":"Control","type":"NO_INTERVENTION","description":"The group will receive the same amount of a study-specific training program without the orthotic device."}],"interventions":[{"type":"DEVICE","name":"Orthosis","description":"All participants in the experimental group will be given an orthotic device for a 12-week period to use alongside their functional goal- and task-oriented training program.","armGroupLabels":["Orthosis"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Action Research Arm Test (ARAT) scores","description":"The ARAT is a 19 items arm- and hand-specific measure divided into 4 sub-tests (grasp, grip, pinch, and gross arm movement). Performance on each item is rated on a 4-point ordinal scale. The total score on the ARAT ranges from 0 to 57, with the higher scores indicating better performance. A minimal clinical change of 10% on total score of ARAT will be considered as clinically relevant.","timeFrame":"Participants will be tested at baseline, week 3 and week 12."}],"secondaryOutcomes":[{"measure":"Fugl- Meyer Assessment- Upper Extremity","description":"Measure to assess reflex activity, movement control and muscle strength in the upper extremity. Scale items are scored on the basis of ability to complete the item using a 3-point ordinal scale where 0=cannot perform, 1=performs partially and 2=performs fully. Motor score for upper extremity: ranges from 0 to 66 points (normal motor performance).","timeFrame":"Participants will be tested at baseline, week 3 and week 12."},{"measure":"Motor Assessment Scale items 3, 6, 7, and 8","description":"Measure to assess performance of functional tasks. The items are assessed using a 7-point scale from 0 - 6, with a score of 6 indicates optimal motor behavior.","timeFrame":"Participants will be tested at baseline, week 3 and week 12."},{"measure":"Nine-peg-hole test","description":"Measure to assess fine manual dexterity","timeFrame":"Participants will be tested at baseline, week 3 and week 12."},{"measure":"Grip-strength / Dynamometer","description":"Measure to assess isometric strength of the hand.","timeFrame":"Participants will be tested at baseline, week 3 and week 12."},{"measure":"EQ-5D Instrument","description":"Measure to assess health-related quality of life. The instrument comprises 5 dimensions (mobility, self care, usual activities, pain/discomfort, anxiety/depression). Each dimension has 5 levels.","timeFrame":"Participants will be tested at baseline, week 3 and week 12."},{"measure":"Modified Ashworth Scale","description":"Measure to assess resistance during passive soft-tissue stretching and spasticity. Scores range from 0-4 with 0- no increase in muscle tone to 4- affected part(s) rigid in flexion or extension.","timeFrame":"Participants will be tested at baseline, week 3 and week 12."},{"measure":"Borg scale","description":"Measure to gauge individual level of intensity in training. The scale ranges from 6 to 20, where 6 means \"no exertion at all\" and 20 means \"maximal exertion. Moderate training register 11 to 14 on the Borg scale, while vigorous exercises usually rate a 15 or higher.","timeFrame":"Participants will be tested after each training session at the institution, and upon completion of the intervention."},{"measure":"Subjective evaluation of the exercise program and the use of orthotic device","description":"A semi-structured interview with questions on the satisfaction and subjective perception of the exercise program and orthotic device.","timeFrame":"Participants will be interviewed at week 3 and week 12."},{"measure":"Registration data","description":"Demographic data will be registered. Descriptive data will be recorded in regard of the patients' age, gender, occupation, civil and residential status, stroke incidence, treatment, medication and length of stay in the institution.","timeFrame":"Baseline"},{"measure":"functional near infrared spectroscopy (fNIRS)","description":"In this study, 44 channel near-infrared brain functional imaging system (ETG-4100, Hitachi Medical Co., Tokyo, Japan) will be used for measurement. The concentration changes of oxyhemoglobin (Oxy -Hb) and deoxyhemoglobin (Deoxy-Hb) in the cerebral cortex are measured continuously. We focus on several Regions of interest (ROI): bilateral sensorimotor cortex (SMC), premotor cortex (PMC) , supplementary motor area (SMA). We aim a) to confirm significant activation channel in task state, b) to compare the intragroup/intergroup concentration changes of oxyhemoglobin and deoxyhemoglobin before and after the intervention, and c) to analyze hemodynamics corresponding curve of ROI including difference of amplitude and latent period when oxyhemoglobin reaches the peak.","timeFrame":"Participants will be tested at baseline, week 3 and week 12."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* diagnosis of ischemic or hemorrhagic stroke by World Health Organization criteria;\n* able to consent;\n* age ≥ 18 years;\n* upper extremity hemiparesis with Motor Assessment Scale (MAS) ≤ 3 for hand function;\n* able to comply with the requirements of the protocol\n\nExclusion Criteria:\n\n* traumatic or nonvascular brain injury;\n* subarachnoid or primary intraventricular haemorrhage;\n* orthopedic / malfunctions in the arm and hand not related to stroke;\n* severe co-morbidity;\n* cognitive disorders with a Montreal Cognitive Assessment (MoCA) ≤ 20.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Johan K Stanghelle, MD, PhD","affiliation":"Sunnaas Rehabilitation Hospital","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Unicare Fram","city":"Rykkin","zip":"1349","country":"Norway","geoPoint":{"lat":59.92874,"lon":10.47531}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000014652","term":"Vascular Diseases"}],"ancestors":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000020520","term":"Brain Infarction"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Cerebral Infarction","relevance":"HIGH"},{"id":"M5484","name":"Brain Ischemia","asFound":"Brain Ischemia","relevance":"HIGH"},{"id":"M4894","name":"Brain Diseases","asFound":"Brain Diseases","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disorders","relevance":"HIGH"},{"id":"M17090","name":"Vascular Diseases","asFound":"Vascular Disease","relevance":"HIGH"},{"id":"M5432","name":"Central Nervous System Diseases","asFound":"Central Nervous System Diseases","relevance":"HIGH"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}