{"protocolSection":{"identificationModule":{"nctId":"NCT01253512","orgStudyIdInfo":{"id":"THR-2010-01"},"secondaryIdInfos":[{"id":"THR-18 pilot stroke study","type":"OTHER","domain":"Thrombotech Ltd"}],"organization":{"fullName":"Thrombotech Ltd.","class":"INDUSTRY"},"briefTitle":"Study to Assess the Safety and Efficacy of THR-18 When Administered to Patients Suffering Acute Ischemic Stroke and Treated With Tissue Plasminogen Activator (tPA)","officialTitle":"Double Blind, Placebo Controlled, Escalating Single-dose, Pilot Study to Assess the Safety of THR-18 When Administered to Patients Suffering Acute Ischemic Stroke and Treated With Tissue Plasminogen Activator (tPA)"},"statusModule":{"statusVerifiedDate":"2010-12","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-03"},"primaryCompletionDateStruct":{"date":"2011-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2011-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2010-11-30","studyFirstSubmitQcDate":"2010-12-02","studyFirstPostDateStruct":{"date":"2010-12-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2010-12-02","lastUpdatePostDateStruct":{"date":"2010-12-03","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"oldNameTitle":"Arnon Aharon MD, Medical Director","oldOrganization":"Thrombotech Technologies Ltd."},"leadSponsor":{"name":"Thrombotech Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This will be a randomized, double-blind, placebo-controlled, multi-center, multi-national, escalating dose, pilot study comparing two doses of THR-18 to placebo when administered to patients suffering acute ischemic stroke and treated with Tissue Plasminogen Activator (tPA).\n\nThe study hypothesis is that THR-18 will be safe and well tolerated in subjects suffering acute ischemic stroke and treated with Thrombolysis.","detailedDescription":"This will be a randomized, double-blind, placebo-controlled, multi-center, multi-national, escalating dose, pilot study comparing two doses of THR-18 (0.25 and 0.5 mg/kg) to placebo when administered to patients suffering acute ischemic stroke and treated with Tissue Plasminogen Activator (tPA).\n\nA total of 22 subjects suffering from acute ischemic stroke that are eligible for tPA treatment will be recruited into the study. Eligible for recruitment are patients with an entry National Institutes of Health Stroke Scale (NIHSS) score of 5-18 and a clinical syndrome that includes at least 1 of the following: language dysfunction, visual field defect or neglect (specifically, at least 1 point on NIHSS items 3 or 9 or 11). Alternatively, patients without at least 1 point on NIHSS items 3, 9 or 11 may be enrolled if routine diffusion-weighted magnetic resonance imaging (MRI) or computed tomography perfusion scan (CT) indicates that the acute stroke involves the cerebral cortex, and as long as the overall acute neurological deficit is within the range of 5-18 NIHSS points.\n\nStroke onset will be defined as the time the patient was last known to be without a new clinical deficit. Patients whose symptoms started more than 3 hours before presentation are not eligible for the study. If the stroke started during sleep, stroke onset will be recorded as the time the patient was last known to be normal.\n\nPatients will be recruited after obtaining informed consent. Female subjects of childbearing potential (less than 2 years' postmenopausal or not surgically sterilized) will have a urine pregnancy test at baseline and will be required to use adequate and effective birth control measures for the duration of the trial. Effective birth control measures include hormonal contraception, a barrier method such as a diaphragm, intrauterine device (IUD) and/or condom with spermicide (IUD, diaphragm, condoms alone or the rhythm method are not considered reliable methods).\n\nPatients will be randomized to receive either 0.25 or 0.5 mg/kg of THR-18 or placebo in an escalating manner. tPA should be administered as 0.9 mg/kg (10% of the total dose as an Intra Venous(IV) bolus and the reminder infused IV over 60 minutes). THR-18 bolus should be given immediately prior to the tPA bolus, and the 60 min infusion of both THR-18 and tPA will be done in parallel."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"],"keywords":["Ischemic Stroke","Thrombolysis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":22,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"THR-18 0.25mg/kg","type":"EXPERIMENTAL","description":"Treatment with combination with Tissue Plasminogen Activator (tPA) treatment","interventionNames":["Drug: THR-18"]},{"label":"Placebo treatment","type":"PLACEBO_COMPARATOR","description":"Treatment in combination with Tissue Plasminogen Activator (tPA) treatment","interventionNames":["Drug: Placebo"]},{"label":"THR-18 0.5mg/kg","type":"EXPERIMENTAL","description":"Treatment in combination with Tissue Plasminogen Activator (tPA) treatment","interventionNames":["Drug: THR-18"]}],"interventions":[{"type":"DRUG","name":"THR-18","description":"A single 0.25 or 0.5 mg/kg of THR-18 in combination with tPA treatment.","armGroupLabels":["THR-18 0.25mg/kg","THR-18 0.5mg/kg"]},{"type":"DRUG","name":"Placebo","description":"Intravenous","armGroupLabels":["Placebo treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Safety and tolerability","description":"Safety and tolerability parameters include evaluation of:\n\n1. No of subjects experiencing adverse events throughout the study\n2. Changes for start of study in clinical safety laboratory blood tests\n3. Changes in hemodynamic parameters throughout the study\n4. Number of subjects experiencing intra-cranial hemorrhage throughout the study","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Number of subjects achieving favourable neurological outcome as assessed by National Institutes of Health Stroke Scale (NIHSS) NIHSS and Modified Rankin Scale (mRS) categorical analysis at 1 and 3 months post drug administration.","description":"Excellent neurological outcome defined as:\n\nNIHSS ≤ 1 or mRS at ≤ 1\n\nGood neurological outcome defined as:\n\nNIHSS = drop of at least 8 points from the initial stroke mRS ≤ 2","timeFrame":"30 and 90 days from stroke onset"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female.\n2. Diagnosis of acute ischemic stroke onset less than 3 hours prior to the planned start of intravenous Tissue Plasminogen Activator (tPA).\n3. Have suffered an acute hemispheric ischemic stroke, defined as acute, focal, neurological deficit(s) and secondary to a presumed vascular event.\n4. Age 18-85 years both inclusive.\n5. Able to sign informed consent.\n\nExclusion Criteria:\n\n1. Participation in another study with an investigational drug or device within 30 days of study entry, prior participation in the present study, or planned participation in another therapeutic trial, prior to the final (day 30) assessment in this trial.\n2. Time interval since stroke onset of less than 3 hours is impossible to determine with high degree of confidence.\n3. Symptoms suggestive of subarachnoid hemorrhage, even if computed tomography perfusion scan(CT)or magnetic resonance imaging (MRI) scan is negative for hemorrhage.\n4. Evidence of acute myocardial infarction.\n5. Acute Pericarditis\n6. Patients who would refuse blood transfusions if medically indicated.\n7. Neurological deficit that has led to stupor or coma (National Institutes of Health Stroke Scale (NIHSS) level of consciousness score greater than or equal to 2).\n8. High clinical suspicion of septic embolus.\n9. Minor stroke with non-disabling deficit or rapidly improving neurological symptoms.\n10. Baseline NIHSS greater than 18 for left hemisphere stroke or greater than 15 for others.\n11. Evidence of acute or chronic Intra cranial Hemorrhage (ICH) by head CT or MRI.\n12. CT or MRI evidence of non-vascular cause for the neurological symptoms.\n13. Signs of mass effect causing shift of midline structures on CT or MRI.\n14. Persistent hypertension with systolic BP greater than 185 mmHg or diastolic BP greater than 110 mmHg not controlled by antihypertensive therapy or requiring nitroprusside for control.\n15. Blood glucose greater than 200 mg/dl.\n16. Anticipated need for major surgery within 72 hours after start of study drugs, e.g., carotid endarterectomy, hip fracture repair.\n17. Any intracranial surgery, intraspinal surgery, or serious head trauma (any head injury that required hospitalization) within the past 3 months.\n18. Have suffered a stroke within 90 days of the screening/baseline assessments that is either diagnostically confirmed or assumed to be in the same cerebral territory as is the current acute stroke.\n19. History of ICH at any time in the past.\n20. Major trauma at the time of stroke, e.g., hip fracture.\n21. Presence or history of intracranial neoplasm (except small meninigiomas) or arteriovenous malformation.\n22. Intracranial aneurysm, unless surgically or endovascularly treated more than 3 months before the current acute stroke.\n23. Seizure at the onset of stroke.\n24. Active internal bleeding.\n25. Major hemorrhage (requiring transfusion, surgery or hospitalization) in the past 21 days.\n26. Major surgery, serious trauma, lumbar puncture, arterial puncture at a non-compressible site, or biopsy of a parenchymal organ in last 14 days. Major surgical procedures include but are not limited to the following: major thoracic or abdominopelvic surgery, neurosurgery, major limb surgery, carotid endarterectomy or other vascular surgery, and organ transplantation. For non-listed procedures, the operating surgeon should be consulted to assess the risk.\n27. Presumed or documented history of vasculitis.\n28. Known systemic bleeding or platelet disorder, e.g., von Willebrand's disease, hemophilia, ITP, TTP, others.\n29. Platelet counts less than 100,000 cells/micro L.\n30. Congenital or acquired coagulopathy (e.g., secondary to anticoagulants).\n31. Life expectancy less than 3 months.\n32. Severe renal failure.\n33. AST or ALT greater than 3 times the upper limit of normal for the local laboratory.\n34. Any administration of a thrombolytic drug in the prior 7 days.\n35. Treatment of the qualifying stroke with intravenous heparin unless aPTT prolongation is no greater than 2 seconds above the upper limit of normal for local laboratory prior to study drug initiation.\n36. Treatment of the qualifying stroke with a low molecular weight heparin or heparinoid.\n37. Known hypersensitivity to tPA.\n38. Anticoagulation (evidenced by abnormal INR, aPTT, or platelet count) caused by herbal therapy.\n39. Ischemic changes on screening CT of greater than approximately one third of the territory of the middle cerebral artery territory by qualitative assessment.\n40. Female of childbearing potential (less than 2 years' postmenopausal or not surgically sterilized) who is not willing to use adequate and effective birth control measures for the duration of the trial. Effective birth control measures include hormonal contraception, a barrier method such as a diaphragm, intrauterine device (IUD) and/or condom with spermicide (IUD, diaphragm, condoms alone or the rhythm method are not considered reliable methods).\n41. Have a positive urine pregnancy test at screening/baseline or be a lactating female.\n42. Any condition that in the investigator's judgement precludes participation in the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Arnon Aharon","role":"CONTACT","phone":"972545500702","email":"arnon@rnd-is.com"}],"overallOfficials":[{"name":"Ronen R. Leker, MD, FAHA","affiliation":"Hadassah Medical Organization","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hadassah Medical Center,","city":"Jerusalem","zip":"91120","country":"Israel","contacts":[{"name":"Ronen R. Leker, MD, FAHA","role":"CONTACT","phone":"972-2-6776192","email":"leker@hadassah.org.il"},{"name":"Ronen R Leker, MD, FAHA","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":31.76904,"lon":35.21633}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002544","term":"Cerebral Infarction"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000007238","term":"Infarction"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M5483","name":"Cerebral Infarction","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M13539","name":"Tissue Plasminogen Activator","relevance":"LOW"},{"id":"M13538","name":"Plasminogen","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}