{"protocolSection":{"identificationModule":{"nctId":"NCT05119881","orgStudyIdInfo":{"id":"202003063DINC"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Combine Mirror Therapy and tDCS on CPSP","officialTitle":"Effect of Mirror Therapy and tDCS on Central Poststroke Pain"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-12-27","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-27","type":"ACTUAL"},"studyFirstSubmitDate":"2021-11-12","studyFirstSubmitQcDate":"2021-11-12","studyFirstPostDateStruct":{"date":"2021-11-15","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-21","lastUpdatePostDateStruct":{"date":"2024-01-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Central poststroke pain (CPSP) refers to the symptom of pain arising after a stroke. Patients with CPSP often complain of various painful or unpleasant sensation. Feelings of pain may interfere with sleep and hugely affect the patients' quality of life. Non-invasive brain stimulation, such as transcranial direct current stimulation (tDCS), is an emerging nonpharmacological treatment and has been shown to have promising pain reduction effects for patients with CPSP. Mirror therapy (MT), on the other hand, is a contemporary approach that has often been used to facilitate upper extremity motor recovery in patients with stroke. MT has been shown to be effective in ameliorating sensory deficits and reducing shoulder pain. To date, no study has determined whether combining MT with tDCS could reduce pain in patients with CPSP. The goal of this study is to determine the effect of combining MT and tDCS on pain, sensation, motor function, and quality of life in people with CPSP.\n\nForty-five patients with CPSP will be randomly allocated to one of the 3 groups: combining MT with tDCS (MT+tDCS) group, MT with sham tDCS (MT+s-tDCS) group, and sham MT with tDCS (s-MT+tDCS) group. The participants in all groups will receive intervention 30 minutes/day, 3 days/ week, for 3 weeks. The participants in the MT+tDCS group will receive tDCS applied simultaneously with MT for 20 minutes. For the following 10 minutes, the tDCS will be turned off while the electrodes will be kept on the scalp, and the participants will continue with MT. For the MT+s-tDCS group, same tDCS procedures will be applied to the participants except that the stimulator will be turned off within 30 seconds. As for the s-MT+tDCS group, the participants will receive the same tDCS procedure as the MT+tDCS group while a sham MT condition will be applied. Clinical and neurophysiological assessments will be conducted before the treatment (pretest), after 3 weeks of treatment (post-test), and 1 month after the treatment (follow-up test). The assessments will be performed by research assistants who will be blinded to the group allocation of the participants. Mix-model Group × Time repeated measures ANOVAs will be used to determine the intervention effects of the 3 groups.","detailedDescription":"Central poststroke pain (CPSP) refers to the symptom of pain arising after a stroke. Patients with CPSP often complain of various painful or unpleasant sensation.The feelings of pain may interfere with sleep and hugely affect the patients' quality of life. Additionally, CPSP may compromise rehabilitation and hinder movement recovery after stroke.\n\nNon-invasive brain stimulation, such as repetitive transcranial magnetic stimulation (rTMS) or transcranial direct current stimulation (tDCS), is an emerging nonpharmacological treatment and has been shown to have promising pain reduction effects for patients with CPSP. Compared with rTMS, tDCS is less expensive, easier to implement, and requires less labor work. Via a weak current flow, tDCS can modulate neuronal excitability in a polarity-specific manner. Anodal electrode of tDCS can depolarize the membrane potential and enhance corticomotor excitability, while cathodal electrode could reduce neuronal excitability.\n\nMirror therapy (MT) is a contemporary approach that has often been used to facilitate upper extremity motor recovery in patients with stroke. In addition to motor functions, MT has also been shown to be effective in ameliorating sensory deficits and reducing shoulder pain or reflex sympathetic dystrophy. Despite the evidence on the benefits of MT on sensation and shoulder pain, very few study specifically investigates the effect of MT on CPSP. One single case study reported benefits of MT on CPSP. A larger sample size is warranted to determine whether MT could effectively reduce CPSP. Furthermore, combining MT with non-invasive modulation tool may further intensify sensorimotor reorganization and reduce pain. Therefore, this proposed study aims to determine whether combining MT with tDCS could reduce pain in patients with CPSP.\n\nThe goal of this study is to determine the effect of combining MT and tDCS on pain, sensation, motor function, and quality of life in people with CPSP. It is hypothesized that compared with the single treatment groups, combining MT and tDCS will induce greater improvement in pain, motor function, and quality of life in patients with CPSP.\n\nMethods: This study plans to recruit 45 patients with CPSP. The proposed study is designed to be a randomized controlled trial with pretest, posttest, and 1-month follow-up test. After signing the informed consent, eligible participants will be randomly allocated to one of the 3 groups: combining MT with tDCS (MT+tDCS) group, MT with sham tDCS (MT+s-tDCS) group, and sham MT with tDCS (s-MT+tDCS) group.\n\nClinical and neurophysiological assessments will be conducted before the treatment (pretest), after 3 weeks of treatment (post-test), and 1 month after the treatment (follow-up test). The assessments will be performed by research assistants who will be blinded to the group allocation of the participants.\n\nThroughout the study, all participants will be required to keep their regular treatment regimen, and the current intervention will be an add on treatment for the patients. The participants in all groups will receive intervention 30 minutes/day, 3 days/ week, for 3 weeks resulting in 9 training sessions. The participants in the MT+tDCS group will receive tDCS applied simultaneously with MT for 20 minutes. For the following 10 minutes, the tDCS will be turned off while the electrodes will be kept on the scalp, and the participants will continue with MT. For the MT+s-tDCS group, same tDCS procedures will be applied to the participants except that the stimulator will be turned off within 30 seconds. The participants will perform MT with sham tDCS. As for the s-MT+tDCS group, the participants will receive the same tDCS procedure as the MT+tDCS group while a sham MT condition will be applied.\n\nThe outcome measures of this study will include the Mini-Mental Screening Examination (MMSE), subjective pain, pressure pain threshold, Neuropathic pain symptom inventory (NPSI), Quantitative sensory test (QST), Fugl-Mayer Assessment-Upper Extremity (UE-FMA), Box and block test (BBT), Motor activity log (MAL), WHOQOL-BREF Taiwan Version, and Transcranial magnetic stimulation (TMS) assessment, Somatosensory evoked potentials (SSEP), Nerve conduction velocity (NCV). The mix-model Group × Time repeated measures ANOVAs will be used to determine the intervention effects of the 3 groups."},"conditionsModule":{"conditions":["Stroke","Pain"],"keywords":["central poststroke pain","mirror therapy","transcranial direct current stimulation","transcranial magnetic stimulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"3 groups of different interventions","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The researcher(s) who perform the outcome assessments will be blinded to the group allocation of the participants.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":7,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"MT+tDCS","type":"EXPERIMENTAL","description":"The participants will receive mirror therapy combined with real transcranial direct current stimulation.","interventionNames":["Behavioral: mirror therapy","Device: tDCS"]},{"label":"MT+sham tDCS","type":"ACTIVE_COMPARATOR","description":"The participants will receive mirror therapy combined with sham transcranial direct current stimulation.","interventionNames":["Behavioral: mirror therapy","Device: sham tDCS"]},{"label":"sham MT + tDCS","type":"ACTIVE_COMPARATOR","description":"The participants will receive sham mirror therapy combined with real transcranial direct current stimulation.","interventionNames":["Device: tDCS","Behavioral: sham mirror therapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"mirror therapy","description":"a mirror box will be placed in front of the participants with the mirror reflection side toward the non-paretic limb. The paretic arm will be placed behind the mirror, and the mirror box will block the vision of the paretic limb. Through this method, the patients can only view the movement of the non-paretic limb and its mirror reflection from the mirror. The participants will be instructed to move or perform functional tasks with their non-paretic limb and look at the mirror reflection of the non-paretic limb and mentally imagine that it is the paretic arm moving. At the same time, the participants will be encouraged to move the paretic arm along with the mirror reflection of the non-paretic arm. Activities practice during MT will include gross motor movements, fine motor movements, and functional tasks.","armGroupLabels":["MT+sham tDCS","MT+tDCS"]},{"type":"DEVICE","name":"tDCS","description":"The tDCS will be delivered by a DC-stimulator (Soterix Medical Inc, New York, USA) through 2 saline-soaked surface sponge electrodes (anodal electrode size: 25 cm2; cathode electrode size: 25 cm2). The anodal electrode will be placed over the ipsilesional M1 while the cathodal electrode will be placed over the contralesional M1. The stimulation intensity will be ramped up to 2mA in 15 seconds, and maintained at 2mA throughout the 20-minute stimulation for the MT+tDCS group.","armGroupLabels":["MT+tDCS","sham MT + tDCS"]},{"type":"BEHAVIORAL","name":"sham mirror therapy","description":"For the sham MT (s-MT) condition, the same mirror box will be used except that the mirror side will be made blurred to view; thus, the participants will not be able to view the mirror reflection of the paretic limb. The participants will perform the same activities as the real MT condition.","armGroupLabels":["sham MT + tDCS"]},{"type":"DEVICE","name":"sham tDCS","description":"For the sham tDCS group, the electrodes will be placed on the brain regions as the real tDCS group. The intensity will first be ramped up to 2mA within 15 seconds and then the stimulator will be turned off gradually within the next 30 seconds.","armGroupLabels":["MT+sham tDCS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in subjective pain assessed by VAS","description":"Visual analog scale (VAS) will be used to measure subjective pain intensity. The participants will be required to mark their pain level on a 10 cm line without gradations. The distance from the starting point to the point that the patient marked will be converted into a pain score. While 0 indicates no pain at all, and 10 suggests unbearable pain. Subjective pain will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"}],"secondaryOutcomes":[{"measure":"Change in Mini-Mental Screening Examination (MMSE)","description":"The MMSE will be used to screen for cognitive impairment. It assesses different aspects of cognitive status including attention, language, orientation, visuospatial proficiency, and memory. It is proprietary and takes about 10-15 minutes to administer. The examination scores on a scale of 0-30, and a score ≥ 24 would indicate normal cognitive status. MMSE will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"},{"measure":"Change in pressure pain threshold","description":"A pressure algometer will be used to measure pressure pain threshold. The pressure pain threshold is defined as the minimum transition point when the applied pressure is sensed as pain. The reliability and construct validity has been established to be excellent. The pressure pain threshold will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"},{"measure":"Change in Neuropathic pain symptom inventory (NPSI)","description":"The NPSI consists of 12 items. Ten of the 12 items are scored with a visual analog scale (VAS) ranging from 0 to 10 according to participants' own peripheral neuropathic symptoms during the past 24 hours. The other 2 items evaluate spontaneous pain duration and paroxysmal pain frequency. Higher scores of the total scale indicate more severe peripheral neuropathy. The French and English versions of the NPSI were reported to have very acceptable reliability and construct validity levels. The Chinese version of the NPSI was reported optimal internal consistency reliability, construct validity, and convergent validity for evaluating the severity of chemotherapy-induced peripheral neuropathy in patients with colorectal cancer. The NPSI will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"},{"measure":"Change in Quantitative sensory test (QST)","description":"The QST was performed using a Thermal Sensory Analyzer (Medoc, Ramat Yishai, Israel). The thermal threshold and heat pain threshold were determined using an algorithm that measures specific sensory levels at the thenar eminence and the dorsum of the foot and are expressed as the temperature of the thermal or heat pain threshold. The QST will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"},{"measure":"Change in Fugl-Mayer Assessment-Upper Extremity (UE-FMA)","description":"The UE-FMA subscale will be used to assess the impairment level of UE sensorimotor function in patients after stroke. The UE-FMA subscale contains 33 items scored on a 3-point ordinal scale with a total score ranges from 0 to 66. A lower UE-FMA score indicates greater motor impairment, and a higher score suggests less impairment. The clinimetric properties of UE-FMA were good to excellent. FMA will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"},{"measure":"Change in Box and block test (BBT)","description":"The BBT will be used to evaluate manual dexterity of the paretic UE. The participants will be instructed to move the 1 cm3 cubes from one compartment of the wooden box to the other compartment 1-by-1 as fast as possible. The number of cubes being moved within 60 seconds will be counted. Test-retest reliability of BBT is high in participants with stroke. The clinimetric properties of UE-FMA were good to excellent. BBT will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"},{"measure":"Change in Motor activity log (MAL)","description":"The MAL will be used to determine the amount of use (AOU) and quality of movement (QOM) of the paretic UE for patients with stroke. The MAL contains 30 functional tasks of daily living. The patients have to score each item ranging from 0 to 5 regarding the amount of use and movement quality of that functional task. A higher score indicates more use of the paretic limb or better movement quality. The psychometric properties of MAL have been well established in patients with stroke. MAL will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"},{"measure":"Change in WHOQOL-BREF Taiwan Version","description":"The WHOQOL-BREF Taiwan Version is a 28-items questionnaire that can be used to assess global quality of life of a person. There are 26 items measuring 4 domains: physical health, psychological health, social relationships, and environment. The other 2 items are designed additionally due to cultural adaption. The score is recorded from 1 to 5 with a higher score indicating better quality of life. WHOQOL-BREF will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"},{"measure":"Change in Corticomotor excitability","description":"The neurophysiological changes of corticomotor excitability associated with training will be assessed with the \"MAGSTIM\" Magnetic Stimulator (The Magstim Company Ltd, Whitland, UK) TMS device. Single-pulse and paired-pulse paradigms will be used to obtain outcomes related to corticomotor excitability. Corticomotor excitability will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"},{"measure":"Change in Somatosensory evoked potentials (SSEP)","description":"The SSEPs were performed using the Nihon Kohden MEB-2200 system. The median nerve was stimulated by transcutaneous bipolar (cathode proximal), monophasic square-wave electric pulses of 0.2 ms duration at a frequency of 2.3 Hz at the wrist. The intensity of the stimulus was set at three times the sensory threshold. Cortical SSEPs were recorded from electrodes placed at C3' or C4' (one centimeter posterior to the C3 and C4 positions, respectively). The reference was set at Fz, and the ground electrode was positioned at the clavicle. The SSEP was analyzed based on the averaged tracing over 500 sweeps. SSEP will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"},{"measure":"Change in Nerve conduction velocity (NCV)","description":"The NCV of median nerve is tested under following settings: surface recording electrodes like active electrode, reference electrode and ground electrode are placed over abductor pollicis brevis motor point, 3 or 4 cm distally from the motor point and dorsum of wrist, relatively. Electrical stimulation is provided by a bipolar probe electrode that produces a rectangular, monophasic pulsed current with 0.1 to 1.0 ms pulse duration. The cathode of the bipolar probe should be placed distal to the anode over the median nerve. The time between the onset of the stimulation and the beginning of the CMAP is called the latency. By applying bipolar stimulation to the median nerve at several sites (palm, wrist, elbow, axilla, and supraclavicular fossa), several latency values may be recorded and used to calculate NCV for different segments of the median nerve. NCV will be assessed at pre-test, post-test, and follow-up test, and trend of change will be determined.","timeFrame":"3 time points: before treatment (pre-test), after 3 weeks of treatment (post-test), 1 month after the treatment (follow-up test)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* (1) age ranges from 20 to 90 years old,\n* (2) history of unilateral ischemic or hemorrhagic stroke for more than 6 months,\n* (3) without severe weakness on affected side and able to catch things with affected hand,\n* (4) have neuropathic pain and/or sensory deficits occurring in the hemiplegic extremity (Visual Analog Scale ≥ 3), and\n* (5) do not have cognitive impairment (Mini-Mental State Examination ≥ 24).\n\nExclusion Criteria:\n\n* (1) pain caused by reflex sympathetic dystrophy, peripheral neuropathy, structural lesions or due to psychological issues,\n* (2) a personal history of seizure or family history of epilepsy,\n* (3) metal implanted in the brain,\n* (4) implanted pacemaker,\n* (5) history of neurological or psychological diseases other than stroke,\n* (6) a history of head surgery or brain injury,\n* (7) unstable migraine or tinnitus that is not under medication control,\n* (8) aphasia,\n* (9) pregnancy or breastfeeding,\n* (10) poor response to present medication,\n* (11) under medication that may influence central nerve system (e.g. reducing threshold of seizure),\n* (12) skin sensitive to the application of electrical current,\n* (13) sleep deprivation, or\n* (14) severe or recent heart diseases.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Sung-Chun Tang, PhD","affiliation":"National Taiwan University Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ya-Yun Lee, PhD","affiliation":"National Taiwan University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Taiwan University","city":"Taipei","zip":"10055","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M12756","name":"Pain","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}