{"protocolSection":{"identificationModule":{"nctId":"NCT06088342","orgStudyIdInfo":{"id":"UskudarUniversity2"},"organization":{"fullName":"Uskudar University","class":"OTHER"},"briefTitle":"The Relationship Between Kinesiophobia, Mobility, Postural Control and Fear of Falling in Patients With Stroke","officialTitle":"The Relationship Between Kinesiophobia, Functional Mobility, Postural Control and Fear of Falling in Patients With Stroke"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-23","type":"ACTUAL"},"completionDateStruct":{"date":"2024-01-23","type":"ACTUAL"},"studyFirstSubmitDate":"2023-10-12","studyFirstSubmitQcDate":"2023-10-17","studyFirstPostDateStruct":{"date":"2023-10-18","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-01-23","lastUpdatePostDateStruct":{"date":"2024-01-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"osman coban","investigatorTitle":"Asst. Prof.","investigatorAffiliation":"Uskudar University"},"leadSponsor":{"name":"Uskudar University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a sudden decrease or cessation of blood flow to the brain. Two specific types of stroke account for the majority of stroke cases. Hemorrhagic strokes are caused by the rupture of a blood vessel within the brain, and ischemic strokes are caused by the blockage of an artery in the brain; Both conditions cause local hypoxia that damages brain tissue. Although both are serious and common, ischemic strokes are more common. Motor disorders after stroke manifest themselves as poor motor coordination, which also impairs mobility, as well as deterioration in muscle strength and tone. Post-stroke rehabilitation aims to help patients return to daily living activities by restoring the function of damaged muscles. One of the most fundamental problems of rehabilitation and daily life is decreased mobility. Biomedical understanding of kinesiophobia by assuming that the cause of the problem is the fear that physical activity will increase pain or disease symptoms. Kinesiophobia as the fear of experiencing physical or psychological discomfort.\n\nBalance disorders are among the important factors affecting falls. Impaired postural control has a major impact on independence and gait in activities of daily living. Evaluation of postural balance in the subacute and chronic periods in stroke patients is an important factor in predicting the risk of falling. We believe that postural problems seen in stroke patients may affect kinesiophobia and fear of falling.\n\nPain and balance disorders seen in stroke patients can trigger the fear of falling, and the fear of falling can trigger the fear of moving.In approximately 60-70% of chronic stroke patients, poor self-esteem about falls is associated with increased anxiety and limitations in mobility balance. -qualification is declared.","detailedDescription":"Kinesiophobia is defined as the fear of experiencing physical or psychological discomfort Postural control is necessary to maintain balance, control the body's position in space, and reflect the body's sensorimotor function. Poor trunk control affects balance and mobility in stroke patients and increases the risk of falls. Kinesiophobia can also significantly affect postural control The aim of this study is to examine the relationship between functional level, postural balance, fear of falling and kinesiophobia in patients with stroke. The secondary aim is to evaluate kinesiophobia according to the demographic information of stroke patients.\n\nThis study is a cross-sectional research. To determine the sample size, the power of the study was calculated using the G\\*Power Version 3.1.9.6 package program. Accordingly, it was determined that the sample size should be at least 40 to have a significance level of 0.05 and the power of the study to be 0.95. Sociodemographic information of stroke patients participating in the study will first be collected. Then, the Tampa Kinesiophobia Scale (TKS) will be used to evaluate kinesiophobia, the Timed Up and Go Test (TUG), the Trunk Impairment Scale (TIS) will be used to evaluate functional mobility and balance, and the Tinetti Fall Activity Scale will be used to evaluate the fear of falling. After the data are collected, the relationship between them will be analyzed."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","Balance","postural control","Quality of life"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"study subjects","description":"In this study, participants will participate in the study after reading and approving the informed consent form. Volunteers participating in the study will first fill out the demographic information form. Then, the volunteers will be administered the Tampa Kinesiophobia Scale, Timed Up and Go Test, Trunk Impairment Scale, and Tinetti Fall Effectiveness Scale. This study is a correlation study. Individuals' Tampa Kinesiophobia Scale results will be analyzed and interpreted with other scale results."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Tampa Scale for Kinesiophobia","description":"Tampa kinesiophobia scale consists of 17 questions. It is scored with a 4-point Likert scoring system. 1- I totally disagree 2- I disagree 3- I agree 4- I totally agree. The 4th, 8th, 12th and 16th questions are reverse Likert. The total score is between 17-68 points.","timeFrame":"Change from baseline"},{"measure":"Timed Up and Go Test (TUG)","description":"In the timed up and go test, the individual stands up from a sitting position at a height of approximately 46 cm, walks 3 meters, turns back and sits down again. The test is repeated twice. Elapsed time is measured in seconds. 14 seconds or more is considered a high fall risk.","timeFrame":"Change from baseline"},{"measure":"Trunk Impairment Scale","description":"It was developed in 2004. This scale consists of 17 parameters. Static and dynamic sitting balance and trunk coordination are evaluated. The total score is minimum 0 and maximum 23 points.","timeFrame":"Change from baseline"},{"measure":"Tinetti Falls Efficacy Scale (FES)","description":"It is a 10-item scale that evaluates perceived self-efficacy in preventing falls during basic daily living activities. Getting in and out of bed, getting in and out of a chair, taking a bath or shower, dressing and undressing, reaching shelves, walking around the house, answering the door or phone, and preparing meals without lifting. handling heavy objects and simple purchases. Individuals give a score between 0 (very safe) and 10 (not safe) for each question, and when all scores are added up, a total score between 0 and 100 is obtained.","timeFrame":"Change from baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nischemic or hemorrhagic stroke (confirmed by neuroimaging tests), Being over the age of 18 At least 3 months have passed since the stroke Having cognitive skills to fulfill the requirements of the study. 3. Volunteering to participate in the study.\n\nMMSE score \\>21 points Could independently walk 6 meters (with assistive devices if any)\n\nExclusion Criteria:\n\n* muscleskleteal disorders\n* cognitive impairment suggesting moderate or severe dementia,","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"patients diagnosed with stroke","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"selin kormaz erman, PT","affiliation":"Uskudar University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"NPIstanbul Brain Hospital","city":"Istanbul","zip":"34144","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"31699365","type":"BACKGROUND","citation":"Barthels D, Das H. Current advances in ischemic stroke research and therapies. Biochim Biophys Acta Mol Basis Dis. 2020 Apr 1;1866(4):165260. doi: 10.1016/j.bbadis.2018.09.012. Epub 2018 Sep 15."},{"pmid":"36743203","type":"BACKGROUND","citation":"Yoo YJ, Lim SH. Assessment of Lower Limb Motor Function, Ambulation, and Balance After Stroke. Brain Neurorehabil. 2022 Jul 13;15(2):e17. doi: 10.12786/bn.2022.15.e17. eCollection 2022 Jul."},{"pmid":"33924856","type":"BACKGROUND","citation":"Wasiuk-Zowada D, Knapik A, Szefler-Derela J, Brzek A, Krzystanek E. Kinesiophobia in Stroke Patients, Multiple Sclerosis and Parkinson's Disesase. Diagnostics (Basel). 2021 Apr 28;11(5):796. doi: 10.3390/diagnostics11050796."},{"pmid":"35147970","type":"BACKGROUND","citation":"Gunaydin G, Gunaydin OE, Yakut H. Turkish Version, Validity and Reliability of the Lumbar Spine Instability Questionnaire. Turk Neurosurg. 2022;32(3):466-470. doi: 10.5137/1019-5149.JTN.35997-21.1."},{"pmid":"35954533","type":"BACKGROUND","citation":"Fiedorova I, Mrazkova E, Zadrapova M, Tomaskova H. Receiver Operating Characteristic Curve Analysis of the Somatosensory Organization Test, Berg Balance Scale, and Fall Efficacy Scale-International for Predicting Falls in Discharged Stroke Patients. Int J Environ Res Public Health. 2022 Jul 27;19(15):9181. doi: 10.3390/ijerph19159181."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000092442","term":"Kinesiophobia"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010698","term":"Phobic Disorders"},{"id":"D000001008","term":"Anxiety Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M2923","name":"Kinesiophobia","asFound":"Kinesiophobia","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M13293","name":"Phobic Disorders","relevance":"LOW"},{"id":"M4014","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}