{"protocolSection":{"identificationModule":{"nctId":"NCT03807115","orgStudyIdInfo":{"id":"CPSR-REPAR Research Award"},"organization":{"fullName":"McGill University","class":"OTHER"},"briefTitle":"Effects of an Educational Intervention on Rehabilitation Clinicians' Practices for Health-related Outcomes After Stroke","officialTitle":"Effects of an Innovative Continuing Professional Development Intervention on Rehabilitation Clinicians' Practices to Improve Walking and Independence in Activities of Daily Living After Stroke: a Pilot Study"},"statusModule":{"statusVerifiedDate":"2021-02","overallStatus":"UNKNOWN","lastKnownStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-02-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2021-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-12-21","studyFirstSubmitQcDate":"2019-01-14","studyFirstPostDateStruct":{"date":"2019-01-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-02-22","lastUpdatePostDateStruct":{"date":"2021-02-23","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Aliki Thomas","investigatorTitle":"Associate Professor","investigatorAffiliation":"McGill University"},"leadSponsor":{"name":"McGill University","class":"OTHER"},"collaborators":[{"name":"Heart and Stroke Foundation of Canada - Canadian Partnership for Stroke Recovery","class":"UNKNOWN"},{"name":"Réseau Provincial De Recherche En Adaptation-Réadaptation (REPAR)","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The overall aim of this pilot study is to evaluate the feasibility of a study protocol for a future stepped wedge cluster randomized clinical trial (c-RCT) that will investigate the effects of an innovative KT intervention on 1) walking capacity and independence in ADL in patients undergoing rehabilitation after stroke (patient outcomes); and 2) clinicians' practice (i.e. use of 4 evidence-based stroke rehabilitation interventions: motor imagery/mental practice, rhythmic auditory stimulation gait therapy, task oriented training including fitness and mobility exercises and aerobic training) (provider outcome) aimed at improving walking capacity. The specific objectives are: 1) To evaluate the feasibility (effectiveness of clinician recruitment strategies, extent of losses to follow-up across sites, and data analysis plans) of the study protocol in terms of methodology (stepped wedge design is an innovative methodology); 2) To estimate intervention effect sizes on study outcomes (patient and clinician); 3) To evaluate the secondary outcome (clinicians' use of the 4 interventions) with regard to reliability and validity.","detailedDescription":"Walking capacity is the major priority for patients after stroke. Strong research evidence shows that walking capacity can be improved by rehabilitation interventions such as motor imagery, rhythmic auditory cueing, task-oriented training and aerobic exercise. Despite strong evidence for the effectiveness of these interventions on walking capacity, many clinicians (occupational therapists (OTs) and physical therapists (PTs)) do not use these in their practice. This knowledge translation (KT) pilot study aims to support evidence-based practice amongst rehabilitation clinicians working in stroke rehabilitation and collect data to inform a future larger clinical trial that will investigate if having repeated exposure to an innovative KT intervention will: increase clinicians' use of four targeted rehabilitation interventions (listed above) and positively affect walking capacity and independence in daily activities in patients after stroke. The investigators will recruit 2-3 OTs and 2-3 PTs per site from 6 major inpatient stroke rehabilitation centres across Canada to participate in a KT intervention consisting of an interactive and readily accessible web-based platform to deliver evidence-based knowledge on 4 rehabilitation interventions targeting walking capacity. This will be done via email in short online educational capsules including strategies for implementing the interventions and tools to promote reflection on current and future practice. They will then ask clinicians for feedback on: 1) the value of the knowledge delivered via email; 2) their perceptions about the success of using the guidelines with specific stroke patients; 3) the barriers they experienced when using the platform; and 4) the actual benefits for their patients. Through this innovative KT intervention, clinicians will have an opportunity to reflect upon and subsequently modify their practice to include evidence-based interventions known to improve walking capacity and functional independence."},"conditionsModule":{"conditions":["Stroke","Knowledge, Attitudes, Practice","Physical Disability","Motor Skills Disorders"],"keywords":["Stroke","Rehabilitation","Knowledge translation intervention","Walking capacity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"This is a pilot stepped-wedge c-RCT. Data collection will take place over 16 weeks at 6 sites. Patient chart data (Functional Independence Measure (FIM), Functional Ambulation Category (FAC), 6-Minute-Walk-Test) will be collected weekly at all sites. Weeks 1-12: Participants at sites 1-6 will submit a weekly Calculation of Indicators (COI). Weeks 1-12: Sites 1 and 2 will receive 4 weekly online intervention packages and submit Information Assessment Method (IAM) and COI questionnaires for 12 weeks. Weeks 5-12: Sites 3 and 4 will receive 4 weekly online intervention packages and submit IAM and COI questionnaires for 8 weeks. Weeks 9-12: Sites 5 and 6 will receive 4 weekly online intervention packages and submit IAM and COI questionnaires for a total of 4 weeks. The longest exposure to the intervention will be 3 months and the minimum will be 1 month as per stepped-wedge c-RCT design. All participants will complete a My Guideline Implementation Barometer (MGIB) questionnaire at month 4.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":37,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"OTHER","description":"Arm: Intervention: Implementation of stroke mobility guidelines","interventionNames":["Other: Implementation of stroke mobility guidelines"]},{"label":"Control","type":"NO_INTERVENTION","description":"Arm: Control: Usual care"}],"interventions":[{"type":"OTHER","name":"Implementation of stroke mobility guidelines","description":"Delivery of weekly online educational capsules on 4 evidence-based stroke recommendations (motor imagery/mental practice, rhythmic auditory stimulation gait therapy, task-oriented training including fitness and mobility exercises, and aerobic training) plus feedback on participant's awareness, agreement, satisfaction with, and perceived value of the content, perceived implementation success and facilitators and barriers encountered.","armGroupLabels":["Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Six minute walk test (walking ability)","description":"Measurement of the total distance walked over six minutes on a hard, flat surface","timeFrame":"1-3 months"},{"measure":"Functional Independence Measure","description":"7-level measurement of functional independence (1=total assist; 7=complete independence)","timeFrame":"1-3 months"},{"measure":"Functional Ambulation Category","description":"6-point measurement of functional ambulation (0=nonfunctional ambulation; 5=ambulator independent)","timeFrame":"1-3 months"}],"secondaryOutcomes":[{"measure":"Information Assessment Method","description":"Clinician-reported feedback on weekly delivery and retrieval of health information provided in educational capsules","timeFrame":"1-3 months"},{"measure":"Clinician-reported feedback on caseload (Calculation of Indicators)","description":"Number of patients with stroke treated per week","timeFrame":"1-3 months"},{"measure":"Clinician-reported feedback on delivery of interventions (Calculation of Indicators)","description":"Duration of interventions delivered per stroke patient per week (in 5 minute increments)","timeFrame":"1-3 months"},{"measure":"Clinician-reported feedback on confidence level in ability to deliver interventions (Calculation of Indicators)","description":"Confidence level in ability to deliver interventions on 10-point scale (0=not at all confident; 10=extremely confident)","timeFrame":"1-3 months"},{"measure":"My Guidelines Implementation Barometer","description":"Clinician-reported feedback on application of guideline recommendations in clinical practice, barriers to implementation and expected health benefits. Clinicians will be asked to list the factors that influenced the use of those recommendations in their practice.","timeFrame":"1-3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Occupational therapists and physical therapists with a minimum of 1 year clinical experience, working in an in-patient stroke rehabilitation centre in Canada.\n* Sites will be eligible if they do not have an existing format knowledge translation initiative directed at enhancing practice in mobility training, have at least 10 people with stroke on their unit on a regular basis, and have an interdisciplinary team consisting of 2-3 occupational therapists and 2-3 physical therapists.\n* Patients with a documented walking deficit (documented in patient's chart) and which are on the caseload of a minimum of one participating clinician.\n\nExclusion Criteria:\n\n* Occupational or physical therapists who are currently participating in another knowledge translation study directed at enhancing practice in mobility training.","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Aliki Thomas, PhD","affiliation":"McGill University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Nanaimo General Hospital","city":"Nanaimo","state":"British Columbia","zip":"V9S 2B7","country":"Canada","geoPoint":{"lat":49.16638,"lon":-123.94003}},{"facility":"Riverview Health Centre","city":"Winnipeg","state":"Manitoba","zip":"R3L 2P4","country":"Canada","geoPoint":{"lat":49.8844,"lon":-97.14704}},{"facility":"Nova Scotia Health Authority","city":"Halifax","state":"Nova Scotia","country":"Canada","geoPoint":{"lat":44.64533,"lon":-63.57239}},{"facility":"St. John's Rehab - Sunnybrook Hospital","city":"North York","state":"Ontario","zip":"M2M 2G1","country":"Canada","geoPoint":{"lat":43.76681,"lon":-79.4163}},{"facility":"Bridgepoint Rehabilitation Hospital","city":"Toronto","state":"Ontario","zip":"M4M 2B5","country":"Canada","geoPoint":{"lat":43.70011,"lon":-79.4163}},{"facility":"Wascana Rehabilitation Centre","city":"Regina","state":"Saskatchewan","zip":"S4S 0A5","country":"Canada","geoPoint":{"lat":50.45008,"lon":-104.6178}}]},"referencesModule":{"references":[{"pmid":"12161823","type":"BACKGROUND","citation":"Mayo NE, Wood-Dauphinee S, Cote R, Durcan L, Carlton J. Activity, participation, and quality of life 6 months poststroke. Arch Phys Med Rehabil. 2002 Aug;83(8):1035-42. doi: 10.1053/apmr.2002.33984."},{"pmid":"18382825","type":"BACKGROUND","citation":"Korner-Bitensky N, Desrosiers J, Rochette A. A national survey of occupational therapists' practices related to participation post-stroke. J Rehabil Med. 2008 Apr;40(4):291-7. doi: 10.2340/16501977-0167."},{"pmid":"19372171","type":"BACKGROUND","citation":"Salbach NM, Veinot P, Rappolt S, Bayley M, Burnett D, Judd M, Jaglal SB. Physical therapists' experiences updating the clinical management of walking rehabilitation after stroke: a qualitative study. Phys Ther. 2009 Jun;89(6):556-68. doi: 10.2522/ptj.20080249. Epub 2009 Apr 16."},{"pmid":"21040248","type":"BACKGROUND","citation":"Salbach NM, Veinot P, Jaglal SB, Bayley M, Rolfe D. From continuing education to personal digital assistants: what do physical therapists need to support evidence-based practice in stroke management? J Eval Clin Pract. 2011 Aug;17(4):786-93. doi: 10.1111/j.1365-2753.2010.01456.x. Epub 2010 Oct 12."},{"pmid":"17724549","type":"BACKGROUND","citation":"Rochette A, Korner-Bitensky N, Desrosiers J. Actual vs best practice for families post-stroke according to three rehabilitation disciplines. J Rehabil Med. 2007 Sep;39(7):513-9. doi: 10.2340/16501977-0082."},{"pmid":"33058172","type":"DERIVED","citation":"Cahill LS, Carey LM, Lannin NA, Turville M, Neilson CL, Lynch EA, McKinstry CE, Han JX, O'Connor D. Implementation interventions to promote the uptake of evidence-based practices in stroke rehabilitation. Cochrane Database Syst Rev. 2020 Oct 15;10(10):CD012575. doi: 10.1002/14651858.CD012575.pub2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000019957","term":"Motor Skills Disorders"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000065886","term":"Neurodevelopmental Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M21519","name":"Motor Skills Disorders","asFound":"Motor Skills Disorders","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M30334","name":"Neurodevelopmental Disorders","relevance":"LOW"},{"id":"M4505","name":"Mental Disorders","relevance":"LOW"},{"id":"M14163","name":"Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}