{"protocolSection":{"identificationModule":{"nctId":"NCT02317497","orgStudyIdInfo":{"id":"MODERNISE_Prot_HD"},"organization":{"fullName":"Heidelberg University","class":"OTHER"},"briefTitle":"Sedation Depth in Neurocritical Care","officialTitle":"MOderate vs DEep Regimen in NeuroIntensive Care SEdation","acronym":"MODERNISE"},"statusModule":{"statusVerifiedDate":"2016-06","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-09"},"primaryCompletionDateStruct":{"date":"2018-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2018-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2014-11-19","studyFirstSubmitQcDate":"2014-12-15","studyFirstPostDateStruct":{"date":"2014-12-16","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-06-20","lastUpdatePostDateStruct":{"date":"2016-06-21","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Julian Boesel","investigatorTitle":"PD Dr.med. Julian Bösel","investigatorAffiliation":"Heidelberg University"},"leadSponsor":{"name":"Heidelberg University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Background: Sedation of the intensive care unit (ICU) patient is necessary to relieve the patient from pain, anxiety and agitation and to enable mechanical ventilation, diagnostic investigations and invasive procedures. While sedation policy has shifted from deep sedation to moderate, minimal, or even no sedation in the general ICU, optimal sedation of the cerebrovascular ICU patient is unclear and controversial.\n\nMethod: MOderate vs DEep Regime in NeuroIntensive care SEdation (MODERNISE) is a prospective, randomized, open, two-center trial. Patients with acute ischemic stroke, intracerebral hemorrhage or subarachnoid hemorrhage who need to be ventilated are eligible for enrollment. It is intended to enroll 50 patients per group (n=100). Patients are randomized within 72h from admission to either moderate sedation as defined by Richmond Agitation Sedation Scale (RASS) \\>= -3 or to deep sedation as defined by RASS \\< -3 for the next 72h, after which weaning from sedation is aimed for in a stepwise fashion in both groups. If reduction of sedation is not feasible, patients remain at their respective sedation level for another 12 hours, and sedation reduction is then tried again. Patients are multimodally monitored for systemic and cerebral parameters (the latter including bispectral index (BIS) monitoring). The primary endpoint is ICU length of stay (ICU-LOS); secondary endpoints are several pre-defined variables of the ICU course, feasibility of sedation levels without violation of pre-defined safety criteria, pre-defined complications, and short- and long-term functional outcome and mortality.\n\nConclusion: The feasibility, safety and benefits of moderate as opposed to deep sedation even in the acute phase of severe cerebrovascular disease needs to be clarified in a prospective randomized study. Results from this study might change sedation regimes and help prevent unwanted effects of deep sedation in the brain-injured patient.","detailedDescription":"Executive Summary Rationale While sedation policy has shifted from deep sedation to moderate, minimal, or even no sedation in the general ICU, optimal sedation of the cerebrovascular neuro-ICU (NICU) patient is unclear and controversial. The rationale of this study is to analyze potential benefits, feasibility and safety of moderate as opposed to deep sedation.\n\nAim and hypothesis MODERNISE is a pilot trial aiming to investigate the safety, feasibility and potential benefits of moderate vs. deep sedation in patients with severe ischemic stroke, intracerebral hemorrhage or subarachnoid hemorrhage. The primary objective is to compare moderate sedation and deep sedation with respect to ICU-LOS.\n\nDesign MODERNISE is a prospective, randomized, controlled, outcome observer-blinded, two-center trial. Patients are randomized to either moderate sedation as defined by RASS) \\>= -3 or to deep sedation as defined by RASS \\< -3.\n\nStudy Outcomes The primary endpoint is ICU-LOS. Secondary endpoints are the ventilation-free ICU-LOS, ventilation duration, sedation duration, complications (including episodes of treatment-demanding increases of intracranial pressure (ICP), episodes of hypotension, episodes of cerebral hypoperfusion, pneumonia, sepsis, ileus, episodes of paroxysmal sympathetic hyperactivity (PSH)), time within sedation goal, demand of sedatives, demand of analgesics, demand of vasopressors, scores (RASS, nociception coma scale (NCS), Glasgow Coma Scale (GCS), intensive care delirium screening checklist (ICDSC), confusion assessment method - ICU (CAM-ICU), ICU mortality, in-hospital mortality, modified Rankin Scale (mRS) at 90 days, PTSD at 90 days.\n\nDiscussion To clarify the benefits of moderate sedation in critical care ventilated stroke patients, a randomized multicentre trial is clearly needed. If this two-center pilot trial shows differences in relevant parameters of the ICU course and gives promising safety and feasibility results, a multi-centre trial may be planned on this basis."},"conditionsModule":{"conditions":["Sedation of Cerebrovascular Ventilated Critical Care Patients"],"keywords":["Neurocritical care","Severe Stroke","Ischemic stroke","Intracerebral hemorrhage","Subarachnoid hemorrhage","Sedation","RASS","BIS"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Moderate sedation (M)","type":"EXPERIMENTAL","description":"1. Moderate sedation defined by target RASS of \\>= -3. The intervention (M) is sedation by use of any sedative and/or analgesic medication(s) left at the discretion of the treating physicians targeted at a RASS of \\>= -3 (patient responds to verbal stimulus) from randomization for the next 72h. RASS will be assessed once every 8 h (at he beginning of each shift) and measures undertaken to achieve the target level. If safety-limits are violated, sedation may have to be deepened below the target level for 8h and re-assessed at the beginning of the next shift with the aim to approach the target level of the intervention group again.","interventionNames":["Other: Intensive Care Sedation (depth, level)","Drug: Vasopressors to maintain normal blood pressure values, if needed","Drug: Osmotherapeutics to lowr intracranial pressure, if needed","Procedure: Endovascular stroke care to treat brain vessel occlusions, if needed","Procedure: Decompressive neurosurgery, if needed"]},{"label":"Deep sedation (D)","type":"ACTIVE_COMPARATOR","description":"2. Deep sedation defined by target RASS of \\< -3. The control (D) is sedation by use of any sedative and/or analgesic medication(s) left at the discretion of the treating physicians targeted at a RASS of \\< -3 (patient does not respond to verbal stimulus) from randomization for the next 72h. RASS will be assessed once every 8 h (at he beginning of each shift) and measures undertaken to achieve the target level. If safety-limits are violated, sedation may have to be reduced above the target level for 8h and re-assessed at the beginning of the next shift with the aim to approach the target level of the control group again.","interventionNames":["Other: Intensive Care Sedation (depth, level)","Drug: Vasopressors to maintain normal blood pressure values, if needed","Drug: Osmotherapeutics to lowr intracranial pressure, if needed","Procedure: Endovascular stroke care to treat brain vessel occlusions, if needed","Procedure: Decompressive neurosurgery, if needed"]}],"interventions":[{"type":"OTHER","name":"Intensive Care Sedation (depth, level)","description":"As far as sedation is concerned, this will be adapted to all patients before randomization in the first 3 days according to what the diagnosis and acute treatment of the underlying disease demands. This will be deep sedation or even general anesthesia (for operative procedures) in most cases. After 72h at the sedation level of the respective randomization result, both groups will tried to be weaned from sedation with the goal of awakening, weaning from ventilation, overall de-escalation and transfer to rehabilitation as far as the course of the disease and the occurrence of complications allows. This reduction of sedation will follow individual regimes at he discretion of the treating physician. However, if cessation of sedation violates safety-limits (see below, Tab. 2) or is not feasible for other reasons, return to the level the patient was initially randomized for (or even below that) is mandatory with a re-assessment of safety for sedation weaning after 12h aimed for.","armGroupLabels":["Deep sedation (D)","Moderate sedation (M)"]},{"type":"DRUG","name":"Vasopressors to maintain normal blood pressure values, if needed","armGroupLabels":["Deep sedation (D)","Moderate sedation (M)"]},{"type":"DRUG","name":"Osmotherapeutics to lowr intracranial pressure, if needed","armGroupLabels":["Deep sedation (D)","Moderate sedation (M)"]},{"type":"PROCEDURE","name":"Endovascular stroke care to treat brain vessel occlusions, if needed","armGroupLabels":["Deep sedation (D)","Moderate sedation (M)"]},{"type":"PROCEDURE","name":"Decompressive neurosurgery, if needed","armGroupLabels":["Deep sedation (D)","Moderate sedation (M)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Intensive Care Unit Length of Stay (ICU-LOS)","description":"• Intensive care unit length of stay (ICU-LOS) \\[days from admission until discharge from the intensive care unit\\]","timeFrame":"Admission to Discharge, ca. 3 weeks from onset"}],"secondaryOutcomes":[{"measure":"In-hospital stay","description":"\\[days from admission until discharge from hospital\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Ventilation-free ICU-LOS","description":"\\[days from ventilator-independence for 24 h until discharge from the intensive care unit\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Accumulated Duration of Ventilation","description":"\\[Sum of half-days on the ventilator until the patient is ventilator-independent for 24 h\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Sedation duration","description":"\\[Sum of half-days on any sedative medication (irrespective of analgesic drugs)\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Opioid Analgesia duration","description":"\\[Sum of half-days on any opioid medication (irrespective of sedative drugs)\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Time within sedation goal","description":"\\[Sum of 8h-shifts fulfilling the randomized sedation target during the 72h after randomization or above that target afterwards within the first NICU week\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Accumulated Duration of Ventilator Weaning","description":"\\[Sum of half-days spent under the application of a ventilator weaning protocol","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Accumulated Duration of Analgesia and Sedation Dependence","description":"\\[ Sum of half-days requiring the application of sedatives and analgesics\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Accumulated Duration of Vasopressor Dependence","description":"\\[Sum of half-days spent under any vasopressors\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Average ICP during sedation target period (if available)","description":"\\[Median and interquartile range of 3 x 3 maximum ICP measurements per shift during the 72h after randomization\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Average BIS during sedation target period","description":"\\[Median and interquartile range of 3 x 3 x average BIS measurements per shift during the 72h from randomization\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Average BIS after sedation target period","description":"\\[Median and interquartile range of 3 x 3 x average BIS measurements per shift from 72h after randomization to discharge\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Occurrence and Duration of Sepsis","description":"\\[number of episodes and duration of sepsis as defined by international criteria\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Complications [number and type of pre-defined complications ]","description":"\\[number and type of pre-defined complications \\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"},{"measure":"Functional Outcome [modified Rankin Scale (mRS)","description":"\\[modified Rankin Scale (mRS) at 3 months from insult\\]","timeFrame":"3 months from insult"},{"measure":"Mortality","description":"\\[death of any cause and type of death during the ICU-stay or in-hospital stay or within 3 months after admission\\]","timeFrame":"during the ICU-stay or in-hospital stay or within 3 months after admission"},{"measure":"Cost of Treatment","description":"\\[total ICU-cost estimated by length of stay and severity-based disease-related Groups\\] multiplicator of each individual patient\\] \\[total ICU-cost estimated by length of stay and severity-based DRG multiplicator of each individual patient\\]","timeFrame":"within hospital stay, ca. 3 weeks from onset"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. age 18 years or older, either sex,\n2. one of the following confirmed admission diagnoses:\n\n   * non-traumatic acute ischemic infarction (AIS)\n   * non-traumatic intracerebral hemorrhage (ICH)\n   * non-traumatic subarachnoid hemorrhage (SAH),\n3. ventilated with expected need of further artificial ventilation for more than 72h,\n4. expected ICU-LOS of more than 5 days,\n5. informed consent by a legal representative.\n\nExclusion Criteria:\n\n1. pregnancy\n2. intubation and artificial ventilation for less than 3 days\n3. severe adult respiratory distress Syndrome (ARDS)\n4. severe sepsis\n5. other systemic disorders that demand deep sedation\n6. extreme agitation\n7. need of pharmacological paralysis\n8. epileptic state\n9. refractory intracranial hypertension\n10. participation in any other interventional trial\n11. life expectancy \\< 3 weeks, very poor prognosis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Julian Bösel, MD","role":"CONTACT","phone":"+49 6221 5639145","email":"julian.boesel@med.uni-heidelberg.de"}],"overallOfficials":[{"name":"Julian Bösel, MD","affiliation":"Dep. of Neurology, University of Heidelberg, Germany","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Alejandro Rabinstein, MD","affiliation":"Dep. of Neurology, Mayo Clinic, Rochester, USA","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"NeuroIntensive Care Unit, Department of Neurology, University Hospital Heidelberg","city":"Heidelberg","zip":"D-69120","country":"Germany","geoPoint":{"lat":49.40768,"lon":8.69079}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9246","name":"Hemorrhage","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","relevance":"LOW"},{"id":"M5482","name":"Cerebral Hemorrhage","relevance":"LOW"},{"id":"M15825","name":"Subarachnoid Hemorrhage","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000014662","term":"Vasoconstrictor Agents"}],"browseLeaves":[{"id":"M3722","name":"Analgesics","relevance":"LOW"},{"id":"M3797","name":"Anesthetics","relevance":"LOW"},{"id":"M9733","name":"Hypnotics and Sedatives","relevance":"LOW"},{"id":"M4544","name":"Benzocaine","relevance":"LOW"},{"id":"M17099","name":"Vasoconstrictor Agents","asFound":"Pfizer","relevance":"HIGH"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"VaCoAg","name":"Vasoconstrictor Agents"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}