{"protocolSection":{"identificationModule":{"nctId":"NCT04473872","orgStudyIdInfo":{"id":"RespiratoryPhysiotherapyStroke"},"organization":{"fullName":"Kırıkkale University","class":"OTHER"},"briefTitle":"Effects of Respiratory Physiotherapy on Postural Control, Balance, Respiratory Functions and Respiratory Muscle Strength","officialTitle":"Effects of Respiratory Physiotherapy Applied to Neurodevelopmental Treatment on Postural Control, Balance, Respiratory Functions and Respiratory Muscle Strength in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2023-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2017-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-07-13","type":"ACTUAL"},"completionDateStruct":{"date":"2020-08-03","type":"ACTUAL"},"studyFirstSubmitDate":"2020-07-13","studyFirstSubmitQcDate":"2020-07-13","studyFirstPostDateStruct":{"date":"2020-07-16","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-03-07","lastUpdatePostDateStruct":{"date":"2023-03-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Saniye Aydoğan Arslan","investigatorTitle":"assistant professor","investigatorAffiliation":"Kırıkkale University"},"leadSponsor":{"name":"Kırıkkale University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of our study is to determine the effect of respiratory physiotherapy applied on stroke diagnosis, balance, respiratory functions and respiratory muscle strength in addition to neurodevelopmental treatment in patients with stroke.","detailedDescription":"Our study will include individuals aged 40-75 years, diagnosed with ischemic or hemorrhagic stroke, who applied to the Kırıkkale University Faculty of Medicine physical therapy and rehabilitation clinic. After the patients are separated according to the specified exclusion and inclusion criteria, they will be divided into 3 groups using the \"Online Random Allocation Software\" program. Evaluations will be made before and after treatment.\n\nIn addition to normal neurodevelopmental therapy (NGT) 5 days a week, respiratory physiotherapy will be applied. The total duration of treatment will take 6 weeks.\n\n1. Neurodevelopmental treatment program (BOBATH treatment approach) will be applied to the group.\n2. The group will have a neurodevelopmental treatment program (BOBATH treatment approach) and diaphragmatic breathing exercises.\n3. The group will have a neurodevelopmental treatment program (BOBATH treatment approach) and respiratory muscle training with the THRESHOLD IMT device.\n\nInspiratory Muscle Training Program with Threshold IMT device: Constant pressure is applied to the inspiration phase during application. The training group is started from 40% of MIP and inspiratory muscle training is given. In practice, patients are asked to sit in a loose position on the upper chest and shoulders. After the nose clip is attached, the patient is instructed to tighten his lips around the mouthpiece of the instrument, making inspiration and expiration. After eight breathing cycles, she is asked to do 1-2 respiratory controls.\n\nDiaphragmatic breathing exercise: The patient is given a supine position, a pillow is placed under his knees and head. The patient is asked to place his right hand in the upper abdomen and his left hand in the upper part of his chest. The patient is told to take a slow and deep breath through the nose until four counts, and to hold the air in for the breathing time, and then to the patient, shrinking his lips like a whistle, and exhaling his breath for a long time. Exercises are performed two hours after meals, initially as short as 2-3 minutes, within 10 minutes of the patient's tolerance, with an average of 30 minutes per day."},"conditionsModule":{"conditions":["Stroke Patients"],"keywords":["respiratory rehabilitation","balance","Postural Control","Respiratory Functions","Respiratory Muscle Strength"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Our study will include individuals aged 40-75 years, diagnosed with ischemic or hemorrhagic stroke, who applied to the Kırıkkale University Faculty of Medicine physical therapy and rehabilitation clinic. After the patients are separated according to the specified exclusion and inclusion criteria, they will be divided into 3 groups using the \"Online Random Allocation Software\" program.\n\nIn addition to normal neurodevelopmental therapy (NGT) 5 days a week, respiratory physiotherapy will be applied. The total duration of treatment will take 6 weeks.\n\n1. Neurodevelopmental treatment program (BOBATH treatment approach) will be applied to the group.\n2. The group will have a neurodevelopmental treatment program (BOBATH treatment approach) and diaphragmatic breathing exercises.\n3. The group will have a neurodevelopmental treatment program (BOBATH treatment approach) and respiratory muscle training with the THRESHOLD IMT device.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":21,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Neurodevelopmental treatment program group","type":"ACTIVE_COMPARATOR","description":"When applying NGT, which is described as a problem solving approach, the treatment program appropriate for their functional levels will be determined for each patient, taking into account the individual needs and wishes of the patient. Principles to be considered while applying the treatment program:\n\n* Inhibition of normal / ineffective movements\n* Facility of normal / effective movements Sensory-motor stimulation\n* Correct placement of body segments Neurodevelopmental treatment physiotherapy session for 5-days in a week, over 6-week. Each physiotherapy sessions will consist of range of motion exercises, strengthening exercises, exercises such as activities of daily living, mobility and transfer activities.","interventionNames":["Other: respiratory rehabilitation"]},{"label":"diaphragmatic breathing","type":"EXPERIMENTAL","description":"The group will have a neurodevelopmental treatment program (BOBATH treatment approach) and diaphragmatic breathing exercises. Diaphragmatic breathing; To give the patient a supine position, a pillow is placed under his knees and head. The patient is asked to place his right hand on the upper abdomen and his left hand on the upper part of his chest. The patient is told to take a slow and deep breath through the nose until four counts, and to hold the air in for the time it has inhaled, and then the patient shrinks her lips like a whistle and exhales from using her breath for a long time. Exercises are performed two hours after meals, in short, 2-3 minutes in the beginning, in 10 of the patients, on average 30 minutes per day.","interventionNames":["Other: respiratory rehabilitation"]},{"label":"respiratory muscle training with the THRESHOLD IMT device","type":"EXPERIMENTAL","description":"The group will have a neurodevelopmental treatment program (BOBATH treatment approach) and respiratory muscle training with the THRESHOLD IMT device. T-IMT is an instrument that provides the same pressure in each breath for the strength and endurance of the inspiratory muscles, regardless of the patient's rapid or slow breathing. This device provides a constant pressure in inspiration with its flow-free one-way valve. It also has an adjustable device pressure. The tool consists of pressure section, mouthpiece and nose clip. During application, constant pressure is applied to the inspiration phase. The training group is started from 40% of MIP and inspiratory muscle training is given. In practice, patients are asked to sit in a loose position on the upper chest and shoulders. After eight breathing cycles, 1-2 respiratory controls are requested","interventionNames":["Other: respiratory rehabilitation"]}],"interventions":[{"type":"OTHER","name":"respiratory rehabilitation","description":"intervention includes respiratory muscle strengthening with diaphragmatic respiration and IMT device, in addition to neurodevelopmental rehabilitation.","armGroupLabels":["Neurodevelopmental treatment program group","diaphragmatic breathing","respiratory muscle training with the THRESHOLD IMT device"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mini-Mental State Test","description":"It was used to determine the cognitive state before the training. The Mini-Mental State Test was first published by Folstein et al. It consists of eleven items under 5 main headings: orientation, record memory, attention and calculation, recall and language, and the total score is evaluated over 30 points. The ideal threshold value of the Mini-Mental State Test was found to be 24.","timeFrame":"15 minutes"},{"measure":"Time Up and Go Test","description":"This test is applied to assess the risk of falling and mobility.This test starts with the individual leaving the chair without receiving arm support by giving the go command while sitting in a chair.The distance of 3 meters is asked to return and sit again in the chair.The elapsed time is recorded in seconds.","timeFrame":"5 minutes"},{"measure":"Berg Balance Scale","description":"It is a 14-item scale that evaluates the tasks used in daily life activities.Standing up without support, standing without support, sitting without support, standing up, transfers, standing with feet, standing with legs while standing, reaching out while standing, picking up from the ground, looking back, 360 degree rotation, firm side standing on the stool, one foot standstill and standstill functions are evaluated.Each item is planned between 0-4; 0 is unable to fulfill the task, 4 is to fulfill the task successfully. The total score of the test is between 0-56.0-20 points: wheelchair dependent, 21-40: assisted walking, 41-56: means independent ambulation.","timeFrame":"15 minutes"},{"measure":"Trunk Impairment Scale","description":"Evaluate the motor loss in trunk after stroke.It is a scale consisting of 17 items.3 items assess the static sitting balance, dynamic balance with 10 items, coordination with 4 items.The score is 0-23.The highest score is considered the best performance.","timeFrame":"5 minutes"},{"measure":"Functional Reach Test","description":"Subjects will asked to stand comfortably, to make a fist, and to raise their arm until it was parallel to the yardstick (position 1). The placement of the end of the third metacarpal along the yardstick will recorded. Subjects will then asked to reach as far forward as they could without losing their balance (position 2), and the position of the end of the third metacarpal along the yardstick will again recorded. No attempt will make to control the subject's method of reach, but if he will touch the wall or took a step during the maneuver, that trial will consider invalid and repeated","timeFrame":"5 minutes"},{"measure":"Respiratory function test","description":"Respiratory function test measurements were made according to the criteria of the spirometer (BTL-08 Spiro Pro system, Germany) ATS. The best of the three consecutive measurements were recorded. After respiratory function tests, Forced expiratory volume in 1 s (FEV1), forced vital capacity (FVC), and peak expiratory flow (PEF) values were recorded in liters.","timeFrame":"5 minutes"},{"measure":"Inspiratory and expiratory muscle strength","description":"Maximal inspiratory pressure (MIP) and maximal expiratory pressure (MEP) values were measured using the electronic mouth pressure measuring device (Pocket-Spiro MPM100 M, Bruxelles). As indicated by Black and Hyatt, MIP was measured in residual volume and MEP total lung capacity. Measurements were made 3 times and the best measurement was recorded","timeFrame":"5 minutes"},{"measure":"Six minute walk test","description":"The functional capacity of individuals was evaluated with 6MWT. The measurements were made in line with the recommendations of the American Thoracic Society. Individuals were asked to walk in the 30-meter corridor for six minutes at their walking speed, but as far as possible. During the test, individuals were allowed to stop and rest. The test was repeated twice daily. Highest 6 minutes walking distance recorded in meters","timeFrame":"10 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being over 40 years old,\n* Stroke diagnosis,\n* The Mini-mental test score is above 23\n\nExclusion Criteria:\n\n* Other neurological or orthopedic problems that affect functionality and balance, other than stroke\n* High blood pressure, heart disease which may prevent rehabilitation\n* Patients with pulmonary disease (COPD)\n* Have undergone thoracic or cardiovascular surgery\n* Agnosia or a person with visual impairment,\n* Patients with epilepsy,\n* The medical condition is not stable,\n* Patients with reluctance towards treatment,\n* Patients with communication problem,\n* An area under 23 points from the Minimental Test,\n* Patients with peripheral nerve injury before stroke","healthyVolunteers":false,"sex":"ALL","genderBased":true,"minimumAge":"40 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Saniye Aydoğan Arslan","affiliation":"Kırıkkale University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Kırıkkale University","city":"Kırıkkale","zip":"71300","country":"Turkey","geoPoint":{"lat":39.84528,"lon":33.50639}}]},"referencesModule":{"references":[{"pmid":"18463551","type":"BACKGROUND","citation":"Ryerson S, Byl NN, Brown DA, Wong RA, Hidler JM. Altered trunk position sense and its relation to balance functions in people post-stroke. J Neurol Phys Ther. 2008 Mar;32(1):14-20. doi: 10.1097/NPT.0b013e3181660f0c."},{"pmid":"27216224","type":"RESULT","citation":"Gomes-Neto M, Saquetto MB, Silva CM, Carvalho VO, Ribeiro N, Conceicao CS. Effects of Respiratory Muscle Training on Respiratory Function, Respiratory Muscle Strength, and Exercise Tolerance in Patients Poststroke: A Systematic Review With Meta-Analysis. Arch Phys Med Rehabil. 2016 Nov;97(11):1994-2001. doi: 10.1016/j.apmr.2016.04.018. Epub 2016 May 20."},{"pmid":"32050421","type":"RESULT","citation":"Ramos SM, Silva DMD, Buchaim DV, Buchaim RL, Audi M. Evaluation of Respiratory Muscular Strength Compared to Predicted Values in Patients with Stroke. Int J Environ Res Public Health. 2020 Feb 9;17(3):1091. doi: 10.3390/ijerph17031091."},{"pmid":"32493056","type":"RESULT","citation":"Zhang X, Zheng Y, Dang Y, Wang L, Cheng Y, Zhang X, Mao M, Lu X. Can inspiratory muscle training benefit patients after stroke? A systematic review and meta-analysis of randomized controlled trials. Clin Rehabil. 2020 Jul;34(7):866-876. doi: 10.1177/0269215520926227. Epub 2020 Jun 3."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}