{"protocolSection":{"identificationModule":{"nctId":"NCT00259948","orgStudyIdInfo":{"id":"Cva-mi-HMO-CTIL"},"organization":{"fullName":"Hadassah Medical Organization","class":"OTHER"},"briefTitle":"Aerobic Exercise Training & the Autonomic System In Patients After Myocardial Infarction or Stroke","officialTitle":"The Effect of Aerobic Exercise Training On the Function of the Autonomic System In Patients That Have Suffered Myocardial Infarction or Stroke"},"statusModule":{"statusVerifiedDate":"2005-10","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2006-01"},"studyFirstSubmitDate":"2005-11-30","studyFirstSubmitQcDate":"2005-11-30","studyFirstPostDateStruct":{"date":"2005-12-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2005-11-30","lastUpdatePostDateStruct":{"date":"2005-12-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"leadSponsor":{"name":"Hadassah Medical Organization","class":"OTHER"}},"descriptionModule":{"briefSummary":"The purpose of this study is to examine the effect of Aerobic Physical Activity on the function of the Autonomic System in patients after Myocardial Infarction or Stroke.\n\nA secondary objective is to examine whether it is possible to predict which of the patients will most benefit from physical activity (exercise training), taking into account, genetic factors such as Polymorphism of ACE (Angiotensin Converting Enzyme)","detailedDescription":"Imbalance in autonomic cardiovascular function has been shown to increase the risk of ventricular arrhythmias and sudden death in patients with coronary artery disease (CAD), after myocardial infarction and after stroke. Heart rate variability (HRV) reflects the autonomic tone of the heart. Under these conditions there is an increased sympathetic adrenergic tone and reduced parasympathetic activity. The effect of aerobic rehabilitation on the Sympathetic-parasympathetic control has been examined. exercise training alters sympatho-vagal control of heart rate variability (HRV) towards parasympathetic dominance in patients after acute myocardial infarction (MI) and in diabetic patients. To our knowledge, in post-stroke patients this issue hasn't been investigated.\n\nIt is known that different people react differently to physical training. There is a difference of opinion in literature concerning the function of Genetic parameters, such as the Polymorphism of ACE (Angiotensin Converting Enzyme), in hemodynamic Reactions following Physical Activity and whether there is a connection between Polymorphism and physical performance..\n\nObjectives To examine the effect of Aerobic Physical Activity on the function of the Autonomic System in patients after Myocardial Infarction or Stroke.\n\nA secondary objective is to examine whether it is possible to predict which of the patients will most benefit from physical activity (exercise training), taking into account, genetic factors such as Polymorphism of ACE (Angiotensin Converting Enzyme)\n\nResearch Population The research subjects include a) patients after Myocardial Infarction between the ages 20 - 80 , who underwent percutaneous coronary interventions (PCI), and b) patients after a first Stroke between ages 20 - 80, up to two months after the stroke, with a NIH Stroke Score of 6 - 20 and who are able to cooperate and follow instructions.\n\nMethods Part A This research will examine the effect of Aerobic Physical Activity on the function of the Autonomic Nervous System and on various physiological and clinical factors such as B.P., blood sugar level, tryglycerides, HDL, LDL, CRP and aerobic physical fitness, in 70 cardiac patients who participate in the Heart Rehabilitation Program at the Hadassah Hospital on Mt. Scopus and in 30 post Stroke patients.\n\nControl Group I Includes about 70 cardiac patients and about 30 post Stroke patients, thate will NOT include in the Exercise Training Program and ARE suitable with regards to age, sex, and clinical background.\n\nGroup II Includes about 30 healthy individuals, suitable for the research groups with regard to age and sex, and have no known cardio-vascular disease and who will participate in Aerobic Exercise Training Program for 3 months.\n\nAt the commencement and end of the research:\n\nPatients in the research and control groups will undergo the following tests:-\n\n1. Stress Test\n2. Measurement of Heart Rate Variability by means of a \"Holter\" monitor.\n3. General Blood tests (Triglycerides, HDL, LDL, sugar and HB.A1C.CRP)\n4. Quality of life according to SF questionnaire.\n5. B.P and Pulse at rest.\n6. NIH Stroke Scale\n7. MAS (Motor Assessment Scale).\n8. FIM (Functional Independence Scale)\n9. Walking Speed Test; (the distance covered in two minutes) at a comfortable speed. During the test the patient is connected to a Polar Watch (heart rate monitor) to check the Heart Rate.\n\nPhysical (Exercise)Training\n\n1. Each patient will receive a personal training program and his optimal heart rate is determined by the results the stress test according to a Borg scale - a scale for assessing, subjectively, the training intensity level. RPE (Rating of perceived exertion scale)\n2. Duration of program: 3 months, 2 sessions a week, each session lasting 60 minutes.\n3. Session includes about 15 minutes of warm-up, the main part - aerobic workout on exercise machines for 35 minutes, and relaxation for 10 minutes.\n4. The main part includes work on the following fitness machines; treadmill, bicycle and arm ergometria.\n5. The heart rate is monitored constantly during the training, by means of a Polar Watch.\n6. At the start and end of each session, blood pressure is measured, and if necessary also during the session.\n7. The intensity of effort will be examined by means of the Borg Scale (RPE) for a subjective assessment of level of difficulty.\n\nPart B Blood tests at the end of the training program will include a test of ACE Insertion/Deletion Polymorphism."},"conditionsModule":{"conditions":["HR Vaiability, Aerobic Physical Fitness,Blood Pressure, Blood Sugar Level, Blood HDL, LDL"],"keywords":["HR variability, CVA, Myocardial infarction, aerobic exercise training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":230,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"Aerobic exercise training"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"HR vriability at 12 weeks"}],"secondaryOutcomes":[{"measure":"B.P., blood sugar level, tryglycerides, HDL, LDL, CRP and aerobic physical fitness,at 12 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: The research subjects include a) patients after Myocardial Infarction between the ages 20 - 80 , who underwent percutaneous coronary interventions (PCI), and b) patients after a first Stroke between ages 20 - 80, up to two months after the stroke, with a NIH Stroke Score of 6 - 20 and who are able to cooperate and follow instructions.:\n\n-\n\nExclusion Criteria:1) Unstable Angina Pectoris2) Valvular Heart disease 3) Cardiomyopathy4) uncontrolled Hypertension.5) Cardiac Insufficiency (uncontrolled)6) uncontrolled arrhythmia 7) Severe Skeletal problems, or other physical, mental or medical problems liable to limit the patient' ability to participate.8) Incompliance.9) Patients who develop symptoms during the research, will be removed.\n\n-","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ayelet Giladi, MSc","role":"CONTACT","phone":"00 972 3 9793424","email":"miron@hotmail.co.il"},{"name":"Isabella Schwartz, Dr","role":"CONTACT","phone":": 00 972 2 5844474","email":"Isabellas@hadassah.med.org"}],"overallOfficials":[{"name":"Isabella Schwartz, Dr","affiliation":"Hadassah Medical Organization","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hadassah Medical Organization, Jerusalem, Israel","city":"Jerusalem","country":"Israel","contacts":[{"name":"Arik Tzukert, DMD","role":"CONTACT","phone":":00 972 2 6776095","email":"arik@hadassah.org.il"},{"name":"IsabellaHadas Lemberg, PhD","role":"CONTACT","phone":"00 972 2 6777572","email":"lhadas@hadassah.org.il"},{"name":"Ayelet Giladi, Msc","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":31.76904,"lon":35.21633}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000007238","term":"Infarction"}],"ancestors":[{"id":"D000007511","term":"Ischemia"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009336","term":"Necrosis"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M11845","name":"Myocardial Infarction","asFound":"Myocardial Infarction","relevance":"HIGH"},{"id":"M9972","name":"Infarction","asFound":"Infarction","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M6236","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19196","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}