{"protocolSection":{"identificationModule":{"nctId":"NCT05198323","orgStudyIdInfo":{"id":"LT3001-203"},"organization":{"fullName":"Lumosa Therapeutics Co., Ltd.","class":"INDUSTRY"},"briefTitle":"A Study to Evaluate the Safety and Efficacy of LT3001 Drug Product in Subjects AIS Undergoing EVT","officialTitle":"A Phase II, Two-Part, Double-Blind, Randomized, Placebo Controlled Study to Evaluate the Safety and Efficacy of LT3001 Drug Product in Subjects With Acute Ischemic Stroke (AIS) Undergoing Endovascular Thrombectomy (EVT)"},"statusModule":{"statusVerifiedDate":"2021-12","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-01-03","studyFirstSubmitQcDate":"2022-01-03","studyFirstPostDateStruct":{"date":"2022-01-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-01-03","lastUpdatePostDateStruct":{"date":"2022-01-20","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Lumosa Therapeutics Co., Ltd.","class":"INDUSTRY"}},"oversightModule":{"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A phase IIb clinical study to evaluate the safety and efficacy of single or multiple doses of LT3001 drug product in subjects with acute ischemic stroke (AIS) undergoing endovascular thrombectomy (EVT).","detailedDescription":"This is a 2-part, multicenter, double-blind, randomized, and placebo-controlled prospective Phase II clinical study, designed to evaluate LT3001 drug product versus placebo in subjects with AIS undergoing EVT. Subjects who participate in this trial should be treated with standard of care (SoC) of AIS therapies when appropriate."},"conditionsModule":{"conditions":["Acute Ischemic Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":66,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"LT3001 Drug Product","type":"EXPERIMENTAL","description":"Administered by intravenous infusion","interventionNames":["Drug: LT3001 Drug Product"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Administered by intravenous infusion","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"LT3001 Drug Product","description":"Administered by intravenous infusion","armGroupLabels":["LT3001 Drug Product"]},{"type":"DRUG","name":"Placebo","description":"Administered by intravenous infusion","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The occurrence of symptomatic intracranial hemorrhage within 24 hours after the single dosing; clinical deterioration defined as an increase in the NIHSS of 4 points or more and confirmed by MRI","timeFrame":"Within 24 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subject or subject's legal representative consents to participation by signing the informed consent form (ICF) after receiving full information about the study.\n2. Subject is aged 18 to 90 years, inclusive, at the time of Screening (Visit 1).\n3. Subject has an NIHSS ≥6.\n4. Subject is eligible to be treated with EVT within 24 hours after stroke symptoms onset. Subject has no severe contrast allergy or absolute contraindication to iodinated contrast preventing EVT, including any contraindications listed in the prescribing information approved by local regulatory authorities.\n5. Subject is able to receive the investigational product before EVT and within 24 hours after stroke symptoms onset.\n6. Subjects who are women of childbearing potential (WOCBP), or men whose sexual partners are WOCBP, are able and willing to use at least 1 highly effective method of contraception during the study until 3 months after dosing of investigational product.\n\nNeuroimaging Inclusion Criteria:\n\n1. Subject is able to undergo a contrast brain perfusion with either MRI or computed tomography (CT).\n2. Subject is confirmed to have a symptomatic intracranial occlusion, based on magnetic resonance angiography (MRA)/computed tomography angiography (CTA) \\* , at the following location: M1 middle cerebral artery (MCA), which is before bifurcation of M2. Functionally, when defining the M1 MCA, the bulk of the MCA territory must be ischemic.\n\n   \\* Only an intracranial MRA is required for subjects screened with MRA; cervical MRA is not required. Cervical and intracranial CTAs are typically obtained simultaneously in subjects screened with CTA, but only the intracranial CTA is required for enrollment.\n3. Subject has Target Mismatch Profile on MRI (perfusion is included) or CTP: ischemic core volume ≤70 mL, mismatch ratio \\>1.2 \\*\\* .\n\n   * The mismatch ratio is determined by the RAPID software in real time based on the difference between the ischemic core lesion volume and the time-to-maximum (Tmax) \\>6s lesion volume. If both a multimodal MRI and CTP are performed before enrollment, the later of the 2 scans is assessed to determine eligibility.\n\n\\[Alternative Neuroimaging Inclusion Criteria\\]\n\n1. If MRA/CTA is technically inadequate:\n\n   Tmax \\>6s perfusion deficit consistent with M1 MCA occlusion AND Target Mismatch Profile with ischemic core volume ≤70 mL, mismatch ratio \\>1.2 as determined by RAPID software.\n2. If magnetic resonance perfusion (MRP) is technically inadequate:\n\n   M1 MCA occlusion by MRA/CTA AND Diffusion Weighted Imaging (DWI) volume \\<25 mL\n3. If CTP is technically inadequate:\n\nSubject can be screened with MRI and enrolled if neuroimaging criteria are met.\n\nExclusion Criteria:\n\n1. Subject has been treated or intent to treat with intravenous thrombolytic during the current AIS, e.g., recombinant tissue-type plasminogen activator (rtPA).\n2. Subject has been treated with EVT before investigational product administration during the current AIS.\n3. Subject has a pre-stroke disability that requires help for activities of daily living (mRS ≥2).\n4. Subject has large ischemic core volume \\>70 mL or Alberta Stroke Program Early CT Score (ASPECTS) of ≤5.\n5. Subject has symptoms of suspected subarachnoid hemorrhage, even if CT is normal.\n6. Subject has imaging evidence of acute intracranial hemorrhage, intracranial tumor (except small meningioma), arteriovenous malformations, other central nervous system lesions that could increase the risk of bleeding, or aneurysm requiring treatment.\n7. Subject has significant mass effect with midline shift.\n8. Subject has intracranial stent implanted in the same vascular territory that precludes the safe deployment/removal of the neurothrombectomy device.\n9. Subject has pre-existing medical, neurological, or psychiatric disease that would confound the neurological or functional evaluations, e.g., seizures at onset of the current AIS, dementia.\n10. Subject has current uncontrolled hypertension despite treatment: systolic blood pressure \\>185 mmHg or diastolic blood pressure \\>110 mmHg before dosing at Screening (Visit 1).\n11. Subject has hemorrhagic diathesis, coagulation factor deficiency or recent oral anticoagulant therapy with International Normalized Ratio (INR) \\>1.7 or activated partial thromboplastin time (aPTT) \\>3 times of upper limit of normal range at Screening (Visit 1).\n12. Subject has received one of the new oral anticoagulants within 48 hours before treatment, e.g., dabigatran, apixaban.\n13. Subject has platelet count \\<100,000/mm 3 at Screening (Visit 1).\n14. Subject has hemoglobin \\<7 mmol/L at Screening (Visit 1).\n15. Subject has abnormal sodium concentration \\<130 mmol/L and/or potassium concentration \\<3 mEq/L or \\>6 mEq/L at Screening (Visit 1).\n16. Subject has blood glucose concentration \\<50 mg/dL or \\>400 mg/dL at Screening (Visit 1).\n17. Subject has severe hepatic, renal, and/or active infectious disease at Screening (Visit 1).\n18. Subject is lactating, pregnant (pregnancy test required for all female subjects of childbearing potential), or planning to become pregnant during the study.\n19. Subject has had prior AIS, myocardial infarction, or serious head trauma within 90 days of Screening (Visit 1).\n20. Subject has history of ICH within 90 days of Screening (Visit 1).\n21. Subject has had any major surgery within 90 days of Screening (Visit 1), e.g., intracranial or intraspinal surgery, coronary artery bypass graft, obstetrical delivery, organ biopsy.\n22. Subject has had a bleeding event within 21 days of Screening (Visit 1), e.g., gastrointestinal or hemorrhage.\n23. Subject has puncture of noncompressible vessels within 7 days of Screening (Visit 1).\n24. Subject has participated in another investigational study and received investigational product within 30 days of Screening (Visit 1) or 5 half-lives (whichever is longer).\n25. In the opinion of the Investigator, the subject is precluded from EVT procedure, or a significant hazard is posed to the subject if EVT procedure is performed.\n26. In the opinion of the Investigator, the subject has serious, advanced, or terminal illness that will prevent improvement or follow-up visits.\n27. In the opinion of the Investigator, the subject is not appropriate for the study for any other reason.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Claire Sun","role":"CONTACT","phone":"+886-2-26557918","phoneExt":"5737","email":"claire_sun@lumosa.com.tw"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000020521","term":"Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}