{"protocolSection":{"identificationModule":{"nctId":"NCT04002076","orgStudyIdInfo":{"id":"N201904042"},"organization":{"fullName":"Taipei Medical University Hospital","class":"OTHER"},"briefTitle":"Effectiveness of Robot-assisted Rehabilitation in Persons With Stroke","officialTitle":"Effectiveness of Robot-assisted Rehabilitation on Upper Limb Function and Neuroplasticity in Persons With Stroke"},"statusModule":{"statusVerifiedDate":"2023-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-08-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2023-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-06-27","studyFirstSubmitQcDate":"2019-06-27","studyFirstPostDateStruct":{"date":"2019-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-01-28","lastUpdatePostDateStruct":{"date":"2023-01-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lai chien hung","investigatorTitle":"Professor","investigatorAffiliation":"Taipei Medical University Hospital"},"leadSponsor":{"name":"Taipei Medical University Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is to investigate the effects of robot-assisted hand with visual feedback intervention on cortical excitability, brain structure, spasiticity, gross and fine motor of upper limb and hand in individuals with stroke. Twenty participants will be recruited in this study. They will be allocated to two group: robot-assisted hand combined with traditional occupational therapy group (10), only traditional occupational therapy group (10).","detailedDescription":"Participants will be randomized allocated to two groups: robot-assisted hand combined with traditional occupational therapy (OT) group and traditional OT group. All participants underwent six weeks, 3 sessions per week, and 60 minutes per session training program. Motor Evoked Potential (MEP), Fugl-Meyer Assessment (FMA), Modified Ashworth Scale (MAS), Box and Block Test (BBT) and Purdue Pegboard Test (PPT) will be assessed before and after intervention in all participants."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","Robot-assisted Rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Robot-assisted hand combined with occupational therapy","type":"EXPERIMENTAL","description":"Ten participants in group A will undergo robot-assisted hand (with visual feedback) combined with occupational therapy. They will receive 60 minutes a day and 3 days a week robot-assisted hand and occupational therapy for six weeks.","interventionNames":["Behavioral: Robot-assisted hand combined with occupational therapy"]},{"label":"Traditional occupational therapy","type":"ACTIVE_COMPARATOR","description":"Another 10 participants allocated to the group B will receive 60 minutes a day and 3 days a week traditional occupational therapy for six weeks.","interventionNames":["Behavioral: Traditional occupational therapy"]}],"interventions":[{"type":"BEHAVIORAL","name":"Robot-assisted hand combined with occupational therapy","description":"Robot-assisted hand group contains 15 minutes of grasp and release motion, 15 minutes of visual feedback training and 30 minutes traditions occupational therapy. Traditional occupational therapy includes cognition training, sensory-motor function therapy, passive ROM exercise, functional hand training, activity of daily living skill training, instruction of using assistive devices,and so on.","armGroupLabels":["Robot-assisted hand combined with occupational therapy"]},{"type":"BEHAVIORAL","name":"Traditional occupational therapy","description":"Occupational therapy contains 60 minutes of traditional occupational therapy, which includes cognition training, sensory-motor function therapy, passive ROM exercise, functional hand training, activity of daily living skill training, instruction of using assistive devices,and so on.","armGroupLabels":["Traditional occupational therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of Box and Block Test (BBT)","description":"Box and Block Test is composed of a wooden box divided in two compartments by a partition and 150 blocks. The BBT administration consists of asking the client to move, one by one, the maximum number of blocks from one compartment of a box to another of equal size, within 60 seconds.\n\nThe box should be oriented lengthwise and placed at the client's midline, with the compartment holding the blocks oriented towards the hand being tested. In order to practice and register baseline scores, the test should begin with the unaffected upper limb.","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 6) in both groups"},{"measure":"Change of Motor evoked potential (MEP)","description":"Motor evoked potential (MEP) is recorded from abductor pollicis brevis muscles following direct transcranial magnetic stimulation (TMS) of motor cortex. All TMS is delivered with the participant seated upright on the chair. Both passive and active conditions, participants are instructed to relax their one hand in the seated position. TMS is delivered over the motor cortex (M1) using a concave double cone coil (Magstim Co., United Kingdom) attached to a BiStim magnetic stimulator (Magstim Co., United Kingdom). To locate the optimal site, stimuli are delivered over various points along the M1. The optimal site is the location on the M1 that evoked the greatest MEP amplitude in abductor pollicis brevis muscles. The onset latency and onset to peak amplitude will be assessed.","timeFrame":"[Time Frame: Measurement before and after intervention ( week 0 and at the end of week 6) in both groups]"}],"secondaryOutcomes":[{"measure":"Change of Purdue Pegboard Test (PPT)","description":"Purdue Pegboard Test is composed of a board with pins, collars and washers. The board contains two parallel rows with 25 holes in each row and the pins, collars and washers are located in cups at the top of the board. Four subtests constitute the Purdue Pegboard test. In the first three the subject has, within 30 seconds, to place the maximum number of pins: first with the dominated hand, then with the other hand and finally with both hands simultaneously (symmetric task). In the last subtest the subject uses alternate hands in order to make assemblies consisting of pins, collars and washers, in a 60-second period.\n\nThe score on the two first pins subtests is the number of pins inserted in the holes. The number of pairs of pins constitutes the score on the third subtest and finally the assembly score consists of the number of pins, collars and washers assembled. Another score is deduced by adding the scores obtained in the first three subtests (right hand + left hand + both hands).","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 6) in both groups"},{"measure":"Change of Modified Ashworth Scale (MAS)","description":"Modified Ashworth scale (MAS) measures resistance during passive soft-tissue stretching and is used as a simple measure of spasticity. Scoring is recorded as follows:\n\n0: No increase in muscle tone\n\n1. Slight increase in muscle tone, manifested by a catch and release or by minimal resistance at the end of the range of motion when the affected part(s) is moved in flexion or extension 1+: Slight increase in muscle tone, manifested by a catch, followed by minimal resistance throughout the remainder (less than half) of the Range of motion (ROM)\n2. More marked increase in muscle tone through most of the ROM, but affected part(s) easily moved\n3. Considerable increase in muscle tone, passive movement difficult\n4. Affected part(s) rigid in flexion or extension","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 6) in both groups"},{"measure":"Change of Fugl-Meyer Assessment (FMA)-Upper extremity","description":"Fugl-Meyer Assessment-Upper extremity is used to measure upper-limb recovery in stroke rehabilitation studies.The scale has 8 items ranging from upper extremity to coordination/speed. Each item further comprises components, with a total of 33. Scoring is done on a 3-point ordinal scale ranges from 0 (no performance) to 2 (faultless performance). The total score range from 0 (no motor function) to 66 (good motor recovery).","timeFrame":"Measurement before and after intervention ( week 0 and at the end of week 6) in both groups"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Mini-Mental State Examination score is above 23\n2. A first-ever stroke with unilateral hemiplegia or hemiparesis.\n3. Medical and psychological condition is stable.\n\nExclusion Criteria:\n\n1. Balance and walking ability affected by other neurological problems\n2. Functional performance affected by medication or medical condition 3 Unable to tolerate rehabilitation.\n\n4. Severe hearing or visual problem. 5. Having pacemaker.","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Chien-Hung Lai, MD PhD","role":"CONTACT","phone":"886-2-27372181","phoneExt":"3538","email":"chlai@tmu.edu.tw"}],"locations":[{"facility":"Taipei Medical university Hospital","status":"RECRUITING","city":"Taipei","country":"Taiwan","contacts":[{"name":"Chien-Hung Lai, MD PhD","role":"CONTACT"}],"geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}