{"protocolSection":{"identificationModule":{"nctId":"NCT02199093","orgStudyIdInfo":{"id":"Upper_limb_apraxia"},"organization":{"fullName":"Universidad de Granada","class":"OTHER"},"briefTitle":"Functional Rehabilitation of Upper Limb Apraxia in Patients Poststroke","officialTitle":"Functional Rehabilitation of Upper Limb Apraxia in Patients Poststroke: Randomized Clinical Trial"},"statusModule":{"statusVerifiedDate":"2018-10","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-05"},"primaryCompletionDateStruct":{"date":"2018-09","type":"ACTUAL"},"completionDateStruct":{"date":"2018-09","type":"ACTUAL"},"studyFirstSubmitDate":"2014-07-21","studyFirstSubmitQcDate":"2014-07-23","studyFirstPostDateStruct":{"date":"2014-07-24","type":"ESTIMATED"},"lastUpdateSubmitDate":"2018-10-04","lastUpdatePostDateStruct":{"date":"2018-10-05","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Encarnación Aguilar Ferrandiz","investigatorTitle":"Functional Rehabilitation of upper limb apraxia in patients Poststroke: Randomized Clinical Trial","investigatorAffiliation":"Universidad de Granada"},"leadSponsor":{"name":"Universidad de Granada","class":"OTHER"},"collaborators":[{"name":"Hospital Clinico Universitario San Cecilio","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this study is to analyze the effects of a mixed intervention of occupational therapy (rehabilitative and compensatory approach) at home to upper limb apraxia in mild and moderate patients post stroke in comparison to a control group with a traditional health educative protocol.","detailedDescription":"Apraxia is a neurological disorder characterized by a loss of ability to execute and carry out skilled movements and gestures despite intact motor and sensory systems, coordination and comprehension.\n\nUpper limb apraxia comprises a wide spectrum of higher motor disorders caused by acquired brain disease, affecting the performance of skilled movements carried out by the upper limbs.\n\nFew data are available on the effectiveness of interventions in this disorder and no exists studies that implement a mixed intervention (rehabilitative and compensatory ) of Occupational Therapy in these patients at home."},"conditionsModule":{"conditions":["Stroke","Apraxias"],"keywords":["MeSH terms:","Apraxias","Apraxia, Ideomotor","Stroke","Cerebral Stroke","Rehabilitation","Occupational therapy","Treatment Outcome","Activities of Daily Living"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Functional Rehabilitation of apraxia","type":"EXPERIMENTAL","description":"The participants will be randomly assigned to an experimental group, to receive intervention in upper limb apraxia at home since two approaches, a rehabilitative and another compensatory (providing adaptive strategies at home). The treatment will be performed three times a week, 30 minutes a day, during a 4-week period.","interventionNames":["Other: Functional Rehabilitation of apraxia"]},{"label":"Traditional health educative protocol","type":"ACTIVE_COMPARATOR","description":"Control group will receive treatment with a traditional health educative protocol to improve his functionality in activities of daily living. The treatment will be performed twice in two month.","interventionNames":["Other: Traditional health educative protocol"]}],"interventions":[{"type":"OTHER","name":"Functional Rehabilitation of apraxia","description":"The intervention will cover every type of approaches related with upper limb apraxia.\n\nWe will use different kinds of tools to activate cerebral networks implied on apraxia, for facilitating the cerebral neuroplasticity in the recovering of the patient.\n\nOn the other hand, when the function can not be improved, we will provide skills and strategies for enhance the environment adaptation and increasing the autonomy and independence.","armGroupLabels":["Functional Rehabilitation of apraxia"],"otherNames":["Intervention of occupational therapy in apraxia"]},{"type":"OTHER","name":"Traditional health educative protocol","description":"The traditional health educative protocol consist in an educational workshop for patients and caregivers where they are taught the implications of apraxia in their daily live, kind of errors of apraxia for gaining consciousness of the syndrome, and some strategies to facilitate the adaptation of the patient in her house.","armGroupLabels":["Traditional health educative protocol"],"otherNames":["Traditional intervention in apraxia"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from Baseline in Barthel index at 8 weeks","description":"This test can be recommended as an instrument of choice for measuring physical disability and is useful in assessing functional disability in basic activities of daily living, obtaining a quantitative estimate of the degree of dependence of the subject. It has good interobserver reliability with Kappa index between 0.47 and 1.00. According to intraobserver reliability, Kappa index between 0.84 and 0.97 was obtained.","timeFrame":"Eight weeks"},{"measure":"Change from Baseline in Barthel index at 16 weeks","timeFrame":"Sixteen weeks"}],"secondaryOutcomes":[{"measure":"Change from baseline in observation and scoring of ADL-Activities at 8 weeks","description":"It is a test to observe the activities of daily living with a system of standardized observations specially developed for the assessment of disability provoked by apraxia syndrome. The overall score has a range of totally dependent (0) to absolutely independent (3). Considering the reliability of each assessed activity, the intraclass correlation coefficient range is from 0.62 to 0.98. The lowest Kappa values 0.70, indicating considerable agreement.","timeFrame":"Eight weeks"},{"measure":"Change from baseline in the Lawton and Brody Instrumental Activities of Daily Living Scale (IADL) at 8 weeks","description":"It is a scale to assess the ability of the person to perform instrumental activities necessary to live independently in the community. It is a heteroadministered tool. The maximum score is 8 points, this indicates complete independence, a score of 6-7 means mild dependence, 4-5 moderate dependence, 2-3 severe dependency and 0-1 total dependence. Has a high inter and intraobserver coefficient of reproducibility (0.94).","timeFrame":"Eight weeks"},{"measure":"Change from baseline in De Renzi Test (ideational apraxia) at 8 weeks","description":"This test requires the use of real objects. Patients are asked by words and gestures to take the object in their hands and to show how they would use it. Two points are assigned for immediate correct response; 1 point if correct performance is preceded by hesitation and by a protracted latency period during which wrong or unsuccessful movements are present, or performance is conceptually correct, but actual movements are somewhat inaccurate or awkward; 0 points for any other type of error (score, 0-14).","timeFrame":"Eight weeks"},{"measure":"Change from baseline in De Renzi Test (ideomotor apraxia) at 8 weeks","description":"In this test, the patients are asked to reproduce a wide variety of intransitive gestures (ie, not requiring use of objects). Gestures are symbolic (eg, sign of O.K.) or non symbolic (hand under the chin). The patients are assigned 3, 2, or 1 points if they have errors in performing on the first, second, or third demonstration; if all demonstrations are unsatisfactory, the patient is credited 0 points. The test included 24 items (score, 0-72).","timeFrame":"Eight weeks"},{"measure":"Change from baseline in recognition of gestures (Smania, 2000) at 8 weeks","description":"Recognition of gestures is tested both for transitive or intransitive-symbolic gestures. As for transitive gestures, the patient is given 3 pictures showing an action performed respectively with the adequate object, with a semantically related but inappropriate object, or with a semantically unrelated and inappropriate object. Patients are required to indicate the picture in which the correct transitive gesture is reproduced. As for intransitive symbolic gestures, the patient is given 3 pictures showing different symbolic gestures, 1 of which is related to a context represented in another picture. The remaining 2 pictures show gestures with or without postural affinities with the correct gesture. The patient is requested to indicate the picture showing the gesture related to the context. The test includes 5 transitive and 5 intransitive gesture recognition trials. One point is given for each correct response (score, 0-10).","timeFrame":"Eight weeks"},{"measure":"Change from baseline in Comprehensive assessment of gesture production: Test of upper limb apraxia (TULIA) at 8 weeks.","description":"This test has a total of 48 items for the imitation of gestures and simulation of no symbolic gestures (meaningless), intransitive (communicative) and transitive (related objects), grouped in 6 subtest. It has a Likert scale of 0-6 points per item, with a total score ranging from 0 to 240 points. This test has proven to be reliable and valid to assess the production of gestures. It can be therefore easily applied and therefore useful for research and clinical practice purposes. This tool has demonstrated good to excellent internal consistency, test-retest reliability, both at the level of the six subtest and individual level of the items. Construct validity was demonstrated by a high correlation with the test Renzi (r = 0.82).","timeFrame":"Eight weeks"},{"measure":"Change from baseline in Quality of life scale for stroke (ECVI-38) at 8 weeks","description":"This is a self-administered questionnaire by the patient, although in cases where the patient is unable to read and understand the questions, should be performed by a relative or the primary caregiver. It has 38 items grouped into 8 subscales: physical, communication, cognition, emotions, feelings, basic activities of daily living, common activities of daily living, social and family functioning, plus two additional questions about involvement in sexual relationships and occupational activity. Responses are categorized depending on the percentage result of the total maximum score of 100 points. Less than 25% means without affectation; between 25-50%, mild disease; between 50-75%, moderate impairment; equal or more than 75%, severely affected.","timeFrame":"Eight weeks"},{"measure":"Change from baseline in observation and scoring of ADL-Activities at 16 weeks","timeFrame":"Sixteen weeks"},{"measure":"Change from baseline in the Lawton and Brody Instrumental Activities of Daily Living Scale (IADL) at 16 weeks","timeFrame":"Sixteen weeks"},{"measure":"Change from baseline in De Renzi Test (ideational apraxia) at 16 weeks","timeFrame":"Sixteen weeks"},{"measure":"Change from baseline in De Renzi Test (ideomotor apraxia) at 16 weeks","timeFrame":"Sixteen weeks"},{"measure":"Change from baseline in recognition of gestures (Smania, 2000) at 16 weeks","timeFrame":"Sixteen weeks"},{"measure":"Change from baseline in Comprehensive assessment of gesture production: Test of upper limb apraxia (TULIA) at 16 weeks.","timeFrame":"Sixteen weeks"},{"measure":"Change from baseline in Quality of life scale for stroke (ECVI-38) at 16 weeks","timeFrame":"Sixteen weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Mild-moderate stroke after two month of the cerebrovascular attack.\n* Upper limb apraxia lasting at least 2 months.\n* Less than 9 points in validated Apraxia Screen of TULIA (AST) following Vanbellingen et al., 2010.\n* Voluntary participation.\n* The neurologist, the occupational therapist and the patient judge the intervention to be necessary.\n\nExclusion Criteria:\n\n* History of apraxia before current stroke.\n* Stroke had occurred less than two months or more than twenty four month ago.\n* Cognitive impairment (\\< 23 in normal school population and \\< 20 points with a low education or illiteracy, in Spanish validation of Mini-Mental State Examination (MMSE)).\n* Severe aphasia.\n* Previous brain tumour.\n* History of other previous neurologic disorders.\n* Mother tongue different to Spanish.\n* Drugs addiction.\n* Intellectual or learning disorders.\n* Brain damage for traumatism or neurodegenerative process.\n* A history of serious consciousness impairments\n* Uncooperativeness, presence of orthopedic or other disabling disorders.","healthyVolunteers":false,"sex":"ALL","minimumAge":"25 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mª Encarnacion ME Aguilar, PdH","affiliation":"Department of Physiotherapy. Faculty of Sciences of Health. University of Granada (Granada). Spain","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Granada and University hospital \"San Cecilio\"","city":"Granada","zip":"18012","country":"Spain","geoPoint":{"lat":37.18817,"lon":-3.60667}}]},"referencesModule":{"references":[{"pmid":"33485836","type":"DERIVED","citation":"Aguilar-Ferrandiz ME, Toledano-Moreno S, Garcia-Rios MC, Tapia-Haro RM, Barrero-Hernandez FJ, Casas-Barragan A, Perez-Marmol JM. Effectiveness of a Functional Rehabilitation Program for Upper Limb Apraxia in Poststroke Patients: A Randomized Controlled Trial. Arch Phys Med Rehabil. 2021 May;102(5):940-950. doi: 10.1016/j.apmr.2020.12.015. Epub 2021 Jan 22. Erratum In: Arch Phys Med Rehabil. 2022 Jun;103(6):1245."},{"pmid":"26542104","type":"DERIVED","citation":"Perez-Marmol JM, Garcia-Rios MC, Barrero-Hernandez FJ, Molina-Torres G, Brown T, Aguilar-Ferrandiz ME. Functional rehabilitation of upper limb apraxia in poststroke patients: study protocol for a randomized controlled trial. Trials. 2015 Nov 5;16:508. doi: 10.1186/s13063-015-1034-1."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001072","term":"Apraxias"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000011596","term":"Psychomotor Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4074","name":"Apraxias","asFound":"Apraxia","relevance":"HIGH"},{"id":"M21755","name":"Apraxia, Ideomotor","relevance":"LOW"},{"id":"M14143","name":"Psychomotor Disorders","relevance":"LOW"},{"id":"M21516","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T465","name":"Apraxia","asFound":"Apraxia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}