{"protocolSection":{"identificationModule":{"nctId":"NCT03452813","orgStudyIdInfo":{"id":"20170892"},"secondaryIdInfos":[{"id":"1R01MD012467","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01MD012467"},{"id":"20170892","type":"OTHER","domain":"IRB"}],"organization":{"fullName":"University of Miami","class":"OTHER"},"briefTitle":"Transitions of Care Stroke Disparity Study (TCSD-S)","officialTitle":"Transitions of Care Stroke Disparity Study (TCSD-S)","acronym":"TCSD-S"},"statusModule":{"statusVerifiedDate":"2023-05","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2018-02-26","studyFirstSubmitQcDate":"2018-02-26","studyFirstPostDateStruct":{"date":"2018-03-02","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-05-14","lastUpdatePostDateStruct":{"date":"2023-05-16","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jose Romano, MD","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Miami"},"leadSponsor":{"name":"University of Miami","class":"OTHER"},"collaborators":[{"name":"National Institute on Minority Health and Health Disparities (NIMHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The TCSD Study will identify disparities in transitions of stroke care and key factors associated with effective transitions of care through structured telephone interviews to evaluate medication adherence, healthy lifestyle, utilization of rehabilitation interventions and medical follow-up 30 days after hospital discharge to home in 2,400 participants across 12 comprehensive stroke centers (CSC) in Florida. A novel Transitions of Stroke Care Performance Index (TOSC PI) correlated with 90-day rehospitalization will be derived and validated.","detailedDescription":"The TCSD Study will identify disparities in transitions of stroke care and key factors associated with effective transitions of care through structured telephone interviews to evaluate medication adherence, healthy lifestyle, utilization of rehabilitation interventions and medical follow-up 30 days after hospital discharge to home and in-patient care rehabilitation in 2,400 participants across 12 comprehensive stroke centers (CSC) in Florida. A novel Transitions of Stroke Care Performance Index (TOSC PI) will be derived and validated. The primary outcomes are the TOSC PI and 90-day readmission. Other stroke outcomes include stroke disability, recurrence, cardiovascular events, and death at 3 months. Outcomes will be collected through telephone interviews and review of patient charts. Predictors of disparities in transition of care and outcomes will be evaluated using baseline in-hospital data during acute stroke hospitalization obtained from the Florida Stroke Registry and Social Determinants of Health obtained through novel data collected from publicly available records. Based on identified predictors of disparities in TOSC, we will develop and demonstrate feasibility of initiatives for interventions to reduce disparities in TOSC that target systems of care with a TOSC disparities dashboard, and health care providers with a training module for enhanced education and support at discharge and during follow-up. We will evaluate any temporal improvements in the TOSC Performance Index and outcomes before and after the interventions."},"conditionsModule":{"conditions":["Stroke"],"keywords":["transitions of care","stroke disparities"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"3 Months","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1549,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"ischemic stroke or intracerebral hemorrhage patients","description":"patients discharged from hospital to home or discharged to rehab will be called at 30 day and 90 day to monitor their transition of care outcomes."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Transitions of Stroke Care Performance Index","description":"Transitions of Stroke Care Performance Index (TOSC-PI) is a novel score that will be developed based on the results of this study to predict effective transitions of care, and will be composite score that includes medication and lifestyle adherence, diet, tobacco and alcohol cessation, exercise, utilization of rehabilitation services, and medical follow-up after discharge. The index will be calculated as the points achieved over the total for which the participant is eligible. High scores indicate successful transition of care, while low scores reflect inadequacies and gaps in transitions of care.","timeFrame":"30 days"},{"measure":"Hospital readmission","description":"Review and documentation of the participants readmission to hospital within 90 days post discharge","timeFrame":"90 days"}],"secondaryOutcomes":[{"measure":"Modified Rankin Scale (mRS)","description":"Measurement of participants degree of disability/dependence in daily activities. The scale runs from 0 (No symptoms at all) to 6 (dead).","timeFrame":"90 days"},{"measure":"Stroke recurrence","description":"documentation of the number of times a participant has experienced another stroke.","timeFrame":"90 days"},{"measure":"Cardiovascular events","description":"incident cardiovascular events","timeFrame":"90 days"},{"measure":"Mortality rate","description":"number of deaths","timeFrame":"90 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Ischemic stroke or intracerebral hemorrhage patients age \\>/=18 years that are discharged directly to home, or discharged to rehab\n* Final diagnosis of ischemic stroke or intracerebral hemorrhage, included in the Get With\n* The Guidelines- Stroke (GWTG-S) database.\n* Patient or legally authorized representative provides consent\n* Available by phone and willing to receive two follow-up calls.\n\nExclusion Criteria:\n\n* Cases with subarachnoid hemorrhage, transient ischemic attack (TIA), stroke not otherwise specified, no stroke related diagnosis, and admission for elective carotid intervention will be excluded.\n* Prisoners will be excluded. The purpose of the project is to study the hospital-to-home transition of stroke care.\n* Discharged to inpatient rehabilitation, nursing home, subacute rehabilitation facilities or assisted living facilities. These facilities support medication adherence, provide prescribed diets, often provide in-house medical follow-up, and therefore disparities in TOSC are less likely to be detected and not amenable to the proposed interventions.\n* Modified Rankin Scale of 0 after stroke. These individuals usually do not require any rehabilitation interventions and to avid the inclusion of predominately mild stroke patients.\n* Unable to obtain consent from patient or legally authorized representative.\n* Unavailable or unwilling to participate in the 30 and 90 day follow up telephone calls.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The TCSD-S participating study sites (SS) include 6 Comprehensive Stroke Centers (CSC) that currently participate in the Florida Stroke Registry will be Study. The SS will identify and consent participants and collect TOSC performance metrics and outcomes. A total of 2,400 ischemic stroke and intracerebral hemorrhage participants from 6 Florida CSC that are discharged directly to home will be enrolled in this study.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Jose G Romano, MD","affiliation":"UNIVERISTY OF MIAMI","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Jackson Memorial Hospital","city":"Miami","state":"Florida","zip":"33136","country":"United States","geoPoint":{"lat":25.77427,"lon":-80.19366}},{"facility":"University of Miami","city":"Miami","state":"Florida","zip":"33136","country":"United States","geoPoint":{"lat":25.77427,"lon":-80.19366}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}