{"protocolSection":{"identificationModule":{"nctId":"NCT04757467","orgStudyIdInfo":{"id":"REC/00754 Sonia Hussain"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Comparison of Frequency & Duration of Task Practice During Constraint Induced Movement Therapy","officialTitle":"Comparison of Frequency & Duration of Task Practice During Constraint-Induced Movement Therapy on Lower Limb in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2021-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-02-20","type":"ACTUAL"},"completionDateStruct":{"date":"2021-02-28","type":"ACTUAL"},"studyFirstSubmitDate":"2021-02-02","studyFirstSubmitQcDate":"2021-02-16","studyFirstPostDateStruct":{"date":"2021-02-17","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-06-18","lastUpdatePostDateStruct":{"date":"2021-06-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke is a very serious medical condition, classically categorized as a neurological disorder that occurs due to obstructed blood flow to specific parts of the brain, and resultant death of that area.This obstructed blood supply results in compromised function of that part of the brain, resulting in paralysis or interference with the normal function of the body controlled by that specific region of the brain. Stroke is usually of two types i.e. Ischemic and hemorrhagic. Ischemic stroke results in reduced or complete obstruction in blood flow in the vessels resulting in ischemia, while a hemorrhagic stroke occurs due to rupture of blood carrying vessels and results in clotting. CIMT has proven effective in rehabilitation of motor functions of lower limbs in many pieces of evidence but still, the evidence is less as compared to the upper extremity. Evidence about improvement in balance and gait using CIMT is very little. In some studies, hours of daily practice for the task has used as a total therapeutic dose measurement. While, in other studies, repetitions of the task have used to calculate the total amount of therapeutic intervention. This study will evaluate the effects of frequency and duration of the task in CIMT on motor functions, gait \\& balance of lower limb stroke patients by intervention using these two protocols of CIMT.","detailedDescription":"Stroke is a very serious medical condition, classically categorized as a neurological disorder that occurs due to obstructed blood flow to specific parts of the brain, and resultant death of that area. This obstructed blood supply results in compromised function of that part of the brain, resulting in paralysis or interference with the normal function of the body controlled by that specific region of the brain. Stroke is usually of two types i.e. Ischemic and hemorrhagic. Ischemic stroke results in reduced or complete obstruction in blood flow in the vessels resulting in ischemia, while a hemorrhagic stroke occurs due to rupture of blood carrying vessels and results in clotting. Both types reduce the supply of oxygen to the parts of the brain and result in cognitive and physical disabilities. Most common physical disabilities e.g. moving certain parts, swallowing, speaking, bowel bladder, coordination \\& balance. Other commonly occurring underlying disabilities range from cognitive, emotional to behavioural issues. Constrained Induced Moment Therapy (CIMT) is a therapeutic intervention involving the family of techniques, used most commonly to treat physical disabilities in patients of stroke. These techniques involve restraint of the intact or normal limb over an extended period, in combination with several movement repetitions of task-specific training by the affected limb and lead to improved functional status. Frequency and duration of tasks performed by affected limbs can affect outcomes effectively. Physiologically brain has characteristics of plasticity, which is the basis for CIMT as a treatment. The neurophysiological mechanism that is believed to be underline treatment benefits of CIMT includes overcoming learned outcomes and plastic reorganization of the brain. The brain changes itself when effected extremity is used intensively and repetitively. The physiological effects of CIMT are explained as cortical reorganization, dendritic branching, redundancy learned and synaptic strength Evidence on CIMT interventions for lower limb was quite rare. But many pieces of research supported that CIMT can be used as an equally effective intervention for a lower limb as it is being used for the upper limb. Constraining the lower extremity was difficult and complex as compared to the upper extremity. Improved functional status of the lower limb by treating with CIMT was accompanied by less balance, coordination and short stepped gate. Some researchers focused on repetitions while others focused on forced movements. All the evidence showed improved functional level in the post-stroke lower limb.\n\nStroke can be managed by a variety of different techniques, one of which is constraint-induced movement therapy (CIMT). This form of rehabilitation focuses on the intensive use of the affected limb while restricting the use of the unaffected limb. The types of restraints used include a splint, a sling, a glove, a mitt and a combination of a sling and a resting hand splint. CIMT has been more commonly practised in the upper limb but after positive results were obtained from the upper extremity protocol, a protocol was developed for the lower extremity as well. A vast number of studies have shown the success of CIMT in treating the reduction of upper limb use in the practical world after traumatic brain injury, cerebral palsy, multiple sclerosis and stroke. A specially adapted form of CIMT for the lower limb has also been successful in treating deficits in the lower limb after spinal cord injury and stroke"},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","constraint induced movement therapy","rehabilitation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":96,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard physiotherapy neuro-rehabilitation","type":"ACTIVE_COMPARATOR","description":"Control Group: Patients included in the control group will receive standard physiotherapy neurorehabilitation protocols.","interventionNames":["Other: Standard physiotherapy neuro-rehabilitation"]},{"label":"Repetition-CIMT","type":"EXPERIMENTAL","description":"In this group of patients, the CIMT technique will be used for treatment. Following tasks will be performed by the patient, the unaffected limb will be constrained using a tight knee brace for about3 hr","interventionNames":["Other: Repetition-CIMT"]},{"label":"Hour-CIMT","type":"EXPERIMENTAL","description":"The task that performed by the participants in this group will be the same as performed by the rep-CIMT group. The unaffected limb will be in constrained for 3 hours.","interventionNames":["Other: Hour-CIMT"]}],"interventions":[{"type":"OTHER","name":"Standard physiotherapy neuro-rehabilitation","description":"Treatment interventions which will be used for this group Passive range of movement exercises. Therapeutic positioning of the lower limb. Strengthening exercise for the lower limb. Over-ground gait training 5 times a week for 4 weeks. First week= 30 min exercise Second week= 1hour exercise Third week= 1hour and 30 min exercise Fourth week= 2 hours exercise All the treatment protocols will be applied to the patient for 5 times a week for consecutive 4 weeks. Interventions will be performed in the clinic and through home-based exercises using patient education","armGroupLabels":["Standard physiotherapy neuro-rehabilitation"]},{"type":"OTHER","name":"Repetition-CIMT","description":"In this group of patients, the CIMT technique will be used for treatment. Following tasks will be performed by the patient, the unaffected limb will be constrained using a tight knee brace for about3 hr.\n\n* Sit-to-Stand\n* Forward and Backward stepping\n* Stair Climbing and Descending (only the first stair will be used)\n* Side-to-Side stepping with the affected limb\n\nEach task will be performed 10 times per session in the first week and 2 sessions a day. In the second week, each task will be performed 20 times per session for 2 sessions a day. In the third week, each task will be performed 30 times per session for 2 sessions a day.In the fourth week, each task will be performed 40 times per session for 2 sessions a day. The session will be held 5 days in a week for the period of consecutive 4 weeks. Total of 1000 repetitions of the above mentions tasks will be performed in 4 weeks' study time by every participant","armGroupLabels":["Repetition-CIMT"]},{"type":"OTHER","name":"Hour-CIMT","description":"A task that performed by the participants in this group will be the same as performed by the rep-CIMT group. The unaffected limb will be in constrained for 3 hours. (15) Sessions will be held 5 days in the week for a period of consecutive 4 weeks.","armGroupLabels":["Hour-CIMT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer assessment scale- lower extremity (FMA-LE)","description":"Fugl-Meyer Assessment (FMA) scale is an index to assess the sensorimotor impairment in individuals who have had a stroke. FMA scale has shown high validity and moderate to high reliability. Researches have shown stable responsiveness for this scale, lower extremity (maximum score of 34 points) are recommended as core measures to be used in every stroke recovery and rehabilitation trial.","timeFrame":"week 4"},{"measure":"Tinetti gait and balance test","description":"Tinetti Balance and Gate Test is a reliable and valid tool to measure gait ability in stroke patients. The Tinetti-gait and balance scale is a reliable and valid tool to measure gait ability in patients with chronic stroke. The inter-rater reliability of the Tinetti-gait scale is high.\n\nScoring of the Tinetti Assessment Tool is done on a three point ordinal scale with a range of 0 to 2.\n\nA score of 0 represents the most impairment, while a score of 2 represents independence. The individual scores are then combined to form three measures; an overall gait assessment score, and overall balance assessment score, ad a combined gait and balance score","timeFrame":"week 4"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke population (ACA)\n* Lower limb impairment\n* Ability to follow verbal and visual instructions\n* No significant cognitive impairment (MMSE score ≥ 24)\n* Moderate risk of fall (Tinetti gait and balance score 19-23).\n* FMA-LE score of 21 or below out of 34\n\nExclusion Criteria:\n\n* Other neurological conditions\n* Lower limb impairment due to any other reason (fracture, diabetic neuropathy etc.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"35 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ayesha Afridi, PhD*","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Riphah international university","city":"Rawalpindi","country":"Pakistan","geoPoint":{"lat":33.6007,"lon":73.0679}}]},"referencesModule":{"references":[{"pmid":"9803954","type":"BACKGROUND","citation":"Warlow CP. Epidemiology of stroke. Lancet. 1998 Oct;352 Suppl 3:SIII1-4. doi: 10.1016/s0140-6736(98)90086-1. No abstract available."},{"pmid":"23652265","type":"BACKGROUND","citation":"Sacco RL, Kasner SE, Broderick JP, Caplan LR, Connors JJ, Culebras A, Elkind MS, George MG, Hamdan AD, Higashida RT, Hoh BL, Janis LS, Kase CS, Kleindorfer DO, Lee JM, Moseley ME, Peterson ED, Turan TN, Valderrama AL, Vinters HV; American Heart Association Stroke Council, Council on Cardiovascular Surgery and Anesthesia; Council on Cardiovascular Radiology and Intervention; Council on Cardiovascular and Stroke Nursing; Council on Epidemiology and Prevention; Council on Peripheral Vascular Disease; Council on Nutrition, Physical Activity and Metabolism. An updated definition of stroke for the 21st century: a statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2013 Jul;44(7):2064-89. doi: 10.1161/STR.0b013e318296aeca. Epub 2013 May 7. Erratum In: Stroke. 2019 Aug;50(8):e239."},{"pmid":"19228849","type":"BACKGROUND","citation":"Sridharan SE, Unnikrishnan JP, Sukumaran S, Sylaja PN, Nayak SD, Sarma PS, Radhakrishnan K. Incidence, types, risk factors, and outcome of stroke in a developing country: the Trivandrum Stroke Registry. Stroke. 2009 Apr;40(4):1212-8. doi: 10.1161/STROKEAHA.108.531293. Epub 2009 Feb 19."},{"pmid":"12554390","type":"BACKGROUND","citation":"Hartman-Maeir A, Soroker N, Oman SD, Katz N. Awareness of disabilities in stroke rehabilitation--a clinical trial. Disabil Rehabil. 2003 Jan 7;25(1):35-44."},{"pmid":"22378476","type":"BACKGROUND","citation":"Fuzaro AC, Guerreiro CT, Galetti FC, Juca RB, Araujo JE. Modified constraint-induced movement therapy and modified forced-use therapy for stroke patients are both effective to promote balance and gait improvements. Rev Bras Fisioter. 2012 Apr;16(2):157-65. doi: 10.1590/s1413-35552012005000010. Epub 2012 Mar 1."},{"pmid":"16321129","type":"BACKGROUND","citation":"Hakkennes S, Keating JL. Constraint-induced movement therapy following stroke: a systematic review of randomised controlled trials. Aust J Physiother. 2005;51(4):221-31. doi: 10.1016/s0004-9514(05)70003-9."},{"pmid":"22207472","type":"BACKGROUND","citation":"Zipp GP, Winning S. Effects of constraint-induced movement therapy on gait, balance, and functional locomotor mobility. Pediatr Phys Ther. 2012 Spring;24(1):64-8. doi: 10.1097/PEP.0b013e31823e0245."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}