{"protocolSection":{"identificationModule":{"nctId":"NCT01414387","orgStudyIdInfo":{"id":"11GRNT7960035"},"organization":{"fullName":"Dallas VA Medical Center","class":"FED"},"briefTitle":"Effects of Cerebral Protection With Filters vs. Flow Reversal on Cerebral Embolization After Carotid Artery Stenting","officialTitle":"Effects of Cerebral Protection With Filters vs. Flow Reversal on Cerebral Embolization After Carotid Artery Stenting"},"statusModule":{"statusVerifiedDate":"2017-07","overallStatus":"TERMINATED","whyStopped":"Therapy for carotid disease has recently changed. Carotid stenting is now restricted to high risk patients that are not eligible for the study.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2016-02-12","type":"ACTUAL"},"completionDateStruct":{"date":"2016-02-12","type":"ACTUAL"},"studyFirstSubmitDate":"2011-08-05","studyFirstSubmitQcDate":"2011-08-10","studyFirstPostDateStruct":{"date":"2011-08-11","type":"ESTIMATED"},"lastUpdateSubmitDate":"2017-07-31","lastUpdatePostDateStruct":{"date":"2017-08-02","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Carlos H. Timaran","investigatorTitle":"MD","investigatorAffiliation":"Dallas VA Medical Center"},"leadSponsor":{"name":"Dallas VA Medical Center","class":"FED"},"collaborators":[{"name":"American Heart Association","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Carotid artery stenting (CAS) with cerebral embolic protection is the preferred treatment for narrowing of the carotid arteries in patients at high risk for open surgery. Special devices are used to protect the brain from particles(emboli) that may break off when the narrowing or blockage is cleared during the angioplasty and stenting procedure. Although filters are most frequently used, protection systems consisting of balloons and flow reversal are also available for cerebral embolic protection. However, there is little information about the effectiveness of filters compared with balloons and flow reversal for prevention of embolization during CAS. The aim of our study is to address this major problem. Our study was designed to answer two specific questions: First, the study will investigate whether balloon-based protection systems are more effective than filters in reducing the amount of particles that break off and travel to the brain during CAS. For this purpose two imaging techniques will be used: magnetic resonance imaging of the brain (MRI), and transcranial doppler (detection of microparticles in the small brain vessels using ultrasound). Second, it will be investigated whether the use of balloon-based protection devices are more effective than filters for prevention of stroke, heart attacks, and death after carotid stenting. The results of the study will provide important information to find out the best way to protect the brain from plaque fragments that may break off during CAS.","detailedDescription":"Description of Procedures to be performed\n\nPre-Procedure Medication Regimen The standard of care premedication with antiplatelet therapy for CAS will be used for the study. To minimize the risk of neurological events related to stent thrombosis during the procedure, subjects should be provided antiplatelet therapy for a minimum of 48 to 72 hours prior to the procedure, to include: 1) Aspirin 325 mg daily and 2) Clopidogrel (Plavix®) 75 mg twice daily OR Ticlopidine (Ticlid®) 250 mg twice daily\n\nA protracted dose of premedication may be substituted by administering a loading dose of antiplatelet therapy at least 4 hours prior to the carotid intervention on the day of the procedure, to include: 1) Aspirin A 650 mg loading dose of aspirin, provided that it is not enteric coated or extended release, and 2) Clopidogrel (Plavix ®) 450 mg.\n\nProcedure: Patients will undergo CAS with FDA-approved carotid stents under embolic protection with the Accunet device or the Gore NPS. All CAS procedures will be performed through retrograde access from the common femoral artery. CAS procedures will be performed using a fixed angiographic unit (Allura Xper FD20, Philips, Bothell, WA). Procedural details and CAS protocols will follow techniques described in detail before.14 The procedure will be performed under local anesthesia with minimal sedation to facilitate continuous neurological evaluation. Baseline angiographic studies will be performed concurrently with the CAS procedure. The diagnostic angiography will be reviewed to ensure that the patient does not meet any applicable angiographic exclusion criteria. Once this has been determined, randomization will be performed. The Accunet filter or the Gore NPS will be used according to the instructions for use. Ultrasound-guided access to the ipsilateral or contralateral femoral vein will be obtained if the patient is randomized to CAS with the Gore NPS. Neurological monitoring of the subject's level of awareness will be evaluated every 5 to 10 minutes during the CAS procedure. Patients deemed ineligible by angiographic criteria will be considered screen failures and will be excluded from the study. These patients may receive further treatment outside of the study protocol according to usual practice and standard of care.\n\nTranscranial Doppler Protocol: Transcranial Doppler signals, using a portable digital 2-MHz PMD/spectral TCD unit (PMD150, Spencer Technologies, Seattle, WA), will be recorded from bilateral middle cerebral arteries via transtemporal windows. Monitoring will be started in the operative room immediately before CAS and continued until the end of the case or for at least 15 minutes after removal of the neuroprotection system. A head frame will be used for ultrasound probe fixation and continuous flow assessment in M1 segment of the middle cerebral artery (MCA). Several TCD parameters will be recorded: MES counts and microemboli shower detection during the different steps of the procedure, initial MCA mean velocity, mean MCA velocity during CAS, and final mean MCA velocity. MES will be identified according to the recommended guidelines.31 Data will be stored on a hard disk using a coding system and will be analyzed off-line on a later day by readers who will be blinded to patient information.\n\nDiffusion-weighted MRI exams: All patients will have DW-MRI scans of the brain obtained within 24 hours prior to CAS and 18 to 24 hours after CAS. Postprocedural DW-MRI studies will be compared to preprocedural studies to identify new procedure-related ischemic cerebral lesions.32, 33 DW-MRI will be obtained using standard head coils on 1.5 Tesla Siemens scanners (Siemens Avanto or Magnetom Sonata, Siemens, Erlangen, Germany). DW-MRI with echo-planar imaging sequence (B0 = 1000) and fluid-attenuated inversion recovery (FLAIR) images will be obtained in axial and coronal sections. The DW-MRI studies will then be evaluated by neuroradiologists blinded to the clinical status, the type of embolic protection and TCD data of the patients. On the postprocedural MRI, acute embolic lesions will be defined as focal hyperintense areas with restricted diffusion signal, which will be confirmed by apparent diffusion coefficient mapping to rule out artifacts. New postprocedural cerebral lesions consistent with microemboli will be recorded in terms of location and number for all DW-MRI exams performed."},"conditionsModule":{"conditions":["Carotid Artery Disease","Stroke"],"keywords":["carotid stenosis","cerebral embolization","stents","stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":33,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Carotid filter","type":"ACTIVE_COMPARATOR","description":"For this intervention group, patients will receive FDA-approved filter devices for cerebral embolic protection during carotid artery stenting intervention.","interventionNames":["Procedure: Carotid filter"]},{"label":"Carotid reversal of flow","type":"ACTIVE_COMPARATOR","description":"For this intervention group, patients will receive reversal of flow with the FDA-approved Gore Neuroprotection System for cerebral protection during carotid artery stenting.","interventionNames":["Procedure: Carotid reversal of flow"]}],"interventions":[{"type":"PROCEDURE","name":"Carotid filter","description":"Patients randomized to this group will receive filter devices to prevent cerebral embolization during carotid stenting, assessed by intraoperative transcranial Doppler and postoperative cerebral DW-MRI.\n\nThe filter used for this trial is the RX accunet embolic protection system manufactured by abbott.","armGroupLabels":["Carotid filter"]},{"type":"PROCEDURE","name":"Carotid reversal of flow","description":"On the flow reversal arm two type of devices will be used. The first is the Gore flow reversal system, manufactured by LW Gore and the second device is the IVANTEC MoMa Ultra Embolic protection device, manufatured by IVANTEC.","armGroupLabels":["Carotid reversal of flow"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cerebral embolization","description":"Number of cerebral macro and microembolic events assessed as the number of new ipsilateral brain lesions detected by brain diffusion-weighted magnetic resonance imaging within 24 hours post carotid artery stenting and number of intraoperative microembolic signals detected by transcranial Doppler in the middle cerebral artery ipsilateral to the procedure during carotid artery stenting.","timeFrame":"Within 24 hours post carotid artery stenting"}],"secondaryOutcomes":[{"measure":"Any Stroke, TIA, MI or death","description":"Occurrence of any stroke, transient ischemic attack (TIA), myocardial infarction, or death within 30 days after carotid artery stenting.","timeFrame":"Within 30 days after carotid artery stenting"},{"measure":"Technical success of carotid artery stenting","timeFrame":"4 weeks."},{"measure":"Stent thrombosis","description":"Thrombosis of carotid artery stent implanted during the index procedure, assessed within 30 days after procedure","timeFrame":"within 30 days post procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patient is at least 18 years old;\n2. Patient is willing and capable of complying with the study protocol requirements, including the specified follow-up period;\n3. Patient is willing to provide written informed consent prior to enrollment in the study;\n4. Male, infertile female, or non-lactating female of child bearing potential practicing an acceptable method of birth control with a negative pregnancy test within 7-days prior to study procedure;\n5. Patient is either symptomatic, i.e. with a history of TIAs or non-disabling stroke within 6 months of the procedure, with carotid stenosis ≥ 50%, or asymptomatic with carotid stenosis ≥ 80%, as diagnosed by angiography using NASCET methodology;4\n6. The target lesion is located in the internal carotid artery (ICA) and the reference vessel diameter, i.e. the common carotid artery (CCA) is \\< 10 mm based on angiographic assessment.\n\nExclusion Criteria:\n\n1. Acute evolving or recent stroke within 7 days of study evaluation;\n2. Cardiac embolism;\n3. Acute myocardial infarction less than 72 hours prior to the procedure;\n4. Major surgical procedure within 30 days preceding CAS;\n5. Major surgical procedure within 30 days after the index procedure;\n6. Prior major ipsilateral stroke with residual deficit or other neurologic conditions that may affect neurological assessments;\n7. Pregnancy or breastfeeding;\n8. Severe chronic renal insufficiency (serum creatinine is ≥ 2.5 mg/dL);\n9. Contraindication to study medications, including antiplatelet therapy;\n10. Prior sensitivity to contrast media that cannot adequately be controlled with pre-medication;\n11. Untreatable bleeding diathesis or hypercoagulable state or refusal to blood transfusions;\n12. History of uncontrolled pulmonary hypertension;\n13. Intracranial pathology;\n14. Patient unable or unwilling to undergo DW-MRI of the brain\n15. Patient without adequate transtemporal window for transcranial Doppler examination\n16. Other anatomic or co-morbid conditions that, in the investigator's opinion, could limit the patient's ability to participate in the study or to comply with follow-up requirements, or impact the scientific soundness of the study results.\n17. Isolated ipsilateral hemisphere leading to subject intolerance to flow reversal;\n18. Anatomic conditions that preclude performance of carotid artery stenting.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Carlos H Timaran, MD","affiliation":"Dallas VA Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Dallas VA Medical Center","city":"Dallas","state":"Texas","zip":"75216","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000002340","term":"Carotid Artery Diseases"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M5284","name":"Carotid Artery Diseases","asFound":"Carotid Artery Diseases","relevance":"HIGH"},{"id":"M6165","name":"Constriction, Pathologic","relevance":"LOW"},{"id":"M18928","name":"Carotid Stenosis","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}