{"protocolSection":{"identificationModule":{"nctId":"NCT03811106","orgStudyIdInfo":{"id":"Firat University"},"organization":{"fullName":"Firat University","class":"OTHER"},"briefTitle":"Neuromuscular Electrical Stimulation (NMES) in Stroke-diagnosed Individuals","officialTitle":"Neuromuscular Electrical Stimulation (NMES) Applied to Back Extensors in Stroke Patients; Effects on Functional Capacity and Mobility"},"statusModule":{"statusVerifiedDate":"2019-02","overallStatus":"UNKNOWN","lastKnownStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-03-04","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2019-07-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2019-11-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2019-01-15","studyFirstSubmitQcDate":"2019-01-18","studyFirstPostDateStruct":{"date":"2019-01-22","type":"ACTUAL"},"lastUpdateSubmitDate":"2019-02-26","lastUpdatePostDateStruct":{"date":"2019-02-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Furkan BİLEK","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Firat University"},"leadSponsor":{"name":"Firat University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Specific clinical tools and treatment variables have a key role on the results to be obtained. Therefore, there is a need for well-planned studies on the effect of Neuromuscular Electrical Stimulation (NMES) on stroke patients. Although NMES is frequently used in patients with stroke, scientific evidence regarding back extensor muscle stimulation, functional capacity, balance and mobility efficiency in this patient group is not sufficient. This study was planned to compare controlled individuals with neurological rehabilitation. According to the definition of World Health Organization (WHO) stroke; It is a rapidly developing clinical condition due to local or general impairment of brain functions, without apparent cause other than vascular causes. In the world, the loss of disability and labor force is known as the first and the second cause of deaths.\n\nPost-stroke intensive care and rehabilitation processes vary between countries. For example, in Australia, $ 2.14 billion is spent each year for the treatment of stroke-diagnosed individuals, while US $ 65 million is spent annually. For these reasons, it is very important to choose low-cost, effective and evidence-based physiotherapy approaches for people with stroke. Hemiparesis, which is characterized by a loss of power on one side of the body, is the most common neurological loss after stroke. Patients with hemiparetic stroke often have impaired balance, mobility and functional capacity. This results in a high economic burden and social problem in this person. Among the functional problems after stroke; impaired balance, abnormal walking pattern with abnormal asymmetry, abnormal body and spinal movement can be shown. The most important problem is the loss of mobility; bed activities include sitting and standing. The most important goal of stroke rehabilitation is the recovery of mobility and balance. Changes in walking pattern and balance abilities occur due to motor control loss, spasticity, muscle weakness, joint motion deficit, abnormal movement patterns and sensory dysfunction. In addition to neurophysiological treatment techniques such as Bobath, conventional exercise programs, Brunnstrom and proprioceptive neuromuscular parasilication, with the aim of improving the quality of movement and maintaining the balance in rehabilitation of stroke-diagnosed patients, electrical stimulation is also used.Although the importance of back extensor muscle strength is documented in the literature, it is observed that studies focusing on back extensor muscle strength in limb rehabilitation are limited.\n\nControl disorders in the posterior extensor muscles after stroke are found to be significantly associated with balance, gait and upper extremity dysfunctions.\n\nBased on this idea, our study was planned to examine the effect of NMEs application on functional capacity, balance and mobility in stroke individuals.","detailedDescription":"Our study will be carried out in Fırat University Training and Research Hospital. Individuals who are diagnosed with stroke by the Physical Medicine and Rehabilitation Specialist and who are directed to the physiotherapy program will be included. 20 hemiparesis patients who underwent stimulation and conventional physiotherapy and rehabilitation of the back extensors, will constitute 20 volunteer patients who only provided conventional physiotherapy and rehabilitation applications. 20 cases were included in the study and 20 cases as control group. All cases will be informed and approved before they start working.\n\nInclusion Criteria\n\n1. Having a chart of hemiplegia or hemiparesis due to the first story of cerebrovascular accident (SVO)\n2. At least 3 months after SVO\n3. Mini-mental State Examination (MMSE) value ≥ 15\n4. Being in the 30 to 80 age range\n5. Back extensor muscle spasticity value \\<4 according to modified Ashworth Scale\n\nCriteria for Inclusion of Patients in the Study\n\n1. Ataxia, dystonia, dyskinesia\n2. The presence of lower motor neuron or peripheral nerve lesion\n3. Degraded deep senses\n4. Detection disorder and dementia\n5. Skin and peripheral circulatory disorder\n6. History of CVO, bilateral hemiplegia\n\nAs demographic characteristics; age, gender, body weight, height of the patients, the hand (dominant hemisphere), occupation and educational status, as a history of the disease; It will be noted whether the patient has undergone SVO or transient ischemic attack. Our neurological evaluation form; Reflexes, sensory defects, cranial nerve lesion, visual disturbances, speech problem and type will be recorded.\n\nAll patients will be evaluated after treatment (TS). Spasticity will be graded from 0 to 5 according to the Modified Ashworth Scale.\n\nPostural Assesment of Stroke Scale (PASS), Short Form-36, Adapted Patient Evaluation and Conference System, Stroke Rehabilitation Assesment of Movement (STREAM), Brunel Balance Assessment (BBA), Functional Ambulation Scale(FAS) and Mini-Mental State Examination (MMSE) surveys and scales will be used.\n\nStimulation program, symmetrical biphasic waveform, 50 Hz frequency, 400 μs width flow characteristics are used and the duration of treatment should be 30 min.\n\nThe current density will be adjusted to give full contraction of the back extensor muscle at each warning. It will be adjusted separately in each session without any discomfort or pain. In cases where contraction is reduced, the intensity of the current will be increased to achieve the same quality contraction. However, the target muscles outside the muscles will spread to the muscles strong enough to be created.\n\nStatistical analysis of the study will be done with Statistical Package for Social Sciences (SPSS) Version IBM Statistic 20. Mann Whitney U test will be used for the differences between the two groups. Comparisons between the pre-treatment and post-treatment values of the patients will be done by Wilcoxon Signed Rank test in dependent groups.\n\nThe obtained values will be expressed as mean ± standard deviation (SD). The differences below p \\<0.05 would be considered significant."},"conditionsModule":{"conditions":["Hemiplegia"],"keywords":["Electrotherapy, Neuromuscular Electrical Stimulation, Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized Controlled","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Patient will not know the applications","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":2,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"NMES + PT","type":"ACTIVE_COMPARATOR","description":"NMES will be applied to the back muscles with the chattanooga intelect advanced device. In addition, conventional physiotherapy and rehabilitation applications will be made.","interventionNames":["Device: NeuromuscularElectricalStimulation+ConventionalPhysiotherapy"]},{"label":"PT","type":"OTHER","description":"Conventional physiotherapy and rehabilitation practices will be carried out.","interventionNames":["Other: Conventional physiotherapy and rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"NeuromuscularElectricalStimulation+ConventionalPhysiotherapy","description":"Sırt ekstansör kaslarına nöromusküler elektrik stimülasyonu uygulanacaktır","armGroupLabels":["NMES + PT"]},{"type":"OTHER","name":"Conventional physiotherapy and rehabilitation","description":"Konvansiyonel fizyoterapi ve rehabilitasyon uygulamaları yapılacaktır.","armGroupLabels":["PT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Effects on Functional Capacity and Mobility","description":"Survey reviews","timeFrame":"8 Months"},{"measure":"Brunnel Balance Scale:","description":"It was developed to evaluate the effectiveness of rehabilitation approaches in stroke patients. Balance performance will be evaluated by 12 tests based on functional performance","timeFrame":"8 Months"},{"measure":"Stroke Rehabilitation Assesment of Movement (STREAM)","description":"Specially designed by physiotherapists to ensure the quantitative assessment of motor function in patients with stroke. It is easy to perform in the clinic. The most important advantage of this scale is not only the breadth of active movement but also the quality of the movement. Evaluates voluntary movement and basic mobility separately","timeFrame":"8 Months"},{"measure":"Functional Ambulation Classification","description":"Ambulation categories will be determined according to the Functional Ambulation Classification (FAS) developed by Massachusetts General Hospital","timeFrame":"8 Months"},{"measure":"Adapted Patient Evaluation and Conference System","description":"The balance states of the patients will be evaluated with the evaluation form of Adapted Patient Evaluation and Conference System (APECS).","timeFrame":"8 Months"},{"measure":"Postural Assesment of Stroke Scale (PASS)","description":"It is the scale used to evaluate postural control in stroke. It will be used to evaluate the static and dynamic balance of stroke patients","timeFrame":"8 Months"},{"measure":"Short Form-36","description":"Quality of life is evaluated by the Short Form-36 health screening form.","timeFrame":"8 Months"},{"measure":"Mini Mental State Examination Test","description":"Cognitive functions will be evaluated on a total of 30 points","timeFrame":"8 Months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Having a chart of hemiplegia or hemiparesis due to the first story of cerebrovascular accident (SVO)\n2. At least 3 months after SVO\n3. Mini-mental State Examination (MMSE) value ≥ 15\n4. Being in the 30 to 80 age range\n5. Back extensor muscle spasticity value \\<4 according to modified Ashworth Scale\n\nExclusion Criteria:\n\n1. Ataxia, dystonia, dyskinesia\n2. The presence of lower motor neuron or peripheral nerve lesion\n3. Degraded deep senses\n4. Detection disorder and dementia\n5. Skin and peripheral circulatory disorder\n6. History of CVO, bilateral hemiplegia","healthyVolunteers":false,"sex":"ALL","minimumAge":"30 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"referencesModule":{"references":[{"pmid":"16399522","type":"BACKGROUND","citation":"Marigold DS, Eng JJ. The relationship of asymmetric weight-bearing with postural sway and visual reliance in stroke. Gait Posture. 2006 Feb;23(2):249-55. doi: 10.1016/j.gaitpost.2005.03.001."},{"pmid":"17903951","type":"BACKGROUND","citation":"De Bujanda E, Nadeau S, Bourbonnais D. Pelvic and shoulder movements in the frontal plane during treadmill walking in adults with stroke. J Stroke Cerebrovasc Dis. 2004 Mar-Apr;13(2):58-69. doi: 10.1016/j.jstrokecerebrovasdis.2004.02.006."},{"pmid":"19942187","type":"BACKGROUND","citation":"Esquenazi A, Ofluoglu D, Hirai B, Kim S. The effect of an ankle-foot orthosis on temporal spatial parameters and asymmetry of gait in hemiparetic patients. PM R. 2009 Nov;1(11):1014-8. doi: 10.1016/j.pmrj.2009.09.012."},{"pmid":"8330831","type":"BACKGROUND","citation":"Hummelsheim H, Mauritz KH. [The neurophysiological basis of exercise physical therapy in patients with central hemiparesis]. Fortschr Neurol Psychiatr. 1993 Jun;61(6):208-16. doi: 10.1055/s-2007-999089. German."},{"pmid":"10229728","type":"BACKGROUND","citation":"Linn SL, Granat MH, Lees KR. Prevention of shoulder subluxation after stroke with electrical stimulation. Stroke. 1999 May;30(5):963-8. doi: 10.1161/01.str.30.5.963."},{"pmid":"21504955","type":"BACKGROUND","citation":"Karthikbabu S, Nayak A, Vijayakumar K, Misri Z, Suresh B, Ganesan S, Joshua AM. Comparison of physio ball and plinth trunk exercises regimens on trunk control and functional balance in patients with acute stroke: a pilot randomized controlled trial. Clin Rehabil. 2011 Aug;25(8):709-19. doi: 10.1177/0269215510397393. Epub 2011 Apr 19."},{"pmid":"23820295","type":"BACKGROUND","citation":"Dragin AS, Konstantinovic LM, Veg A, Schwirtlich LB. Gait training of poststroke patients assisted by the Walkaround (body postural support). Int J Rehabil Res. 2014 Mar;37(1):22-8. doi: 10.1097/MRR.0b013e328363ba30."},{"pmid":"17613559","type":"BACKGROUND","citation":"Verheyden G, Nieuwboer A, Van de Winckel A, De Weerdt W. Clinical tools to measure trunk performance after stroke: a systematic review of the literature. Clin Rehabil. 2007 May;21(5):387-94. doi: 10.1177/0269215507074055."},{"pmid":"21844283","type":"BACKGROUND","citation":"Saeys W, Vereeck L, Truijen S, Lafosse C, Wuyts FP, Heyning PV. Randomized controlled trial of truncal exercises early after stroke to improve balance and mobility. Neurorehabil Neural Repair. 2012 Mar-Apr;26(3):231-8. doi: 10.1177/1545968311416822. Epub 2011 Aug 15."},{"pmid":"18955513","type":"BACKGROUND","citation":"Verheyden G, Vereeck L, Truijen S, Troch M, Lafosse C, Saeys W, Leenaerts E, Palinckx A, De Weerdt W. Additional exercises improve trunk performance after stroke: a pilot randomized controlled trial. Neurorehabil Neural Repair. 2009 Mar-Apr;23(3):281-6. doi: 10.1177/1545968308321776. Epub 2008 Oct 27."},{"pmid":"15573837","type":"BACKGROUND","citation":"Tyson SF, DeSouza LH. Development of the Brunel Balance Assessment: a new measure of balance disability post stroke. Clin Rehabil. 2004 Nov;18(7):801-10. doi: 10.1191/0269215504cr744oa."},{"pmid":"9920188","type":"BACKGROUND","citation":"Daley K, Mayo N, Wood-Dauphinee S. Reliability of scores on the Stroke Rehabilitation Assessment of Movement (STREAM) measure. Phys Ther. 1999 Jan;79(1):8-19; quiz 20-3."},{"pmid":"26667386","type":"BACKGROUND","citation":"Huang YC, Wang WT, Liou TH, Liao CD, Lin LF, Huang SW. Postural Assessment Scale for Stroke Patients Scores as a predictor of stroke patient ambulation at discharge from the rehabilitation ward. J Rehabil Med. 2016 Mar;48(3):259-64. doi: 10.2340/16501977-2046."},{"pmid":"21584485","type":"RESULT","citation":"English C, Hillier S. Circuit class therapy for improving mobility after stroke: a systematic review. J Rehabil Med. 2011 Jun;43(7):565-71. doi: 10.2340/16501977-0824."},{"pmid":"19235121","type":"RESULT","citation":"de Oliveira CB, de Medeiros IR, Frota NA, Greters ME, Conforto AB. Balance control in hemiparetic stroke patients: main tools for evaluation. J Rehabil Res Dev. 2008;45(8):1215-26."},{"pmid":"10471437","type":"RESULT","citation":"Benaim C, Perennou DA, Villy J, Rousseaux M, Pelissier JY. Validation of a standardized assessment of postural control in stroke patients: the Postural Assessment Scale for Stroke Patients (PASS). Stroke. 1999 Sep;30(9):1862-8. doi: 10.1161/01.str.30.9.1862."},{"pmid":"1392142","type":"RESULT","citation":"Wade DT. Measurement in neurological rehabilitation. Curr Opin Neurol Neurosurg. 1992 Oct;5(5):682-6."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000006429","term":"Hemiplegia"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M9205","name":"Hemiplegia","asFound":"Hemiplegia","relevance":"HIGH"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}