{"protocolSection":{"identificationModule":{"nctId":"NCT05110300","orgStudyIdInfo":{"id":"202108GRE"},"organization":{"fullName":"Gaylord Hospital, Inc","class":"OTHER"},"briefTitle":"A Multisite Exploration of Balance Perturbations With and Without Body Weight Support","officialTitle":"Clinical Study of a Novel, Body-weight Supported, Balance-perturbation Module During the Rehabilitation of Gait and Balance Impairments Secondary to Stroke: A Multisite Randomized Control Trial"},"statusModule":{"statusVerifiedDate":"2023-06","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2021-10-08","studyFirstSubmitQcDate":"2021-10-26","studyFirstPostDateStruct":{"date":"2021-11-05","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-06-19","lastUpdatePostDateStruct":{"date":"2023-06-22","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Gaylord Hospital, Inc","class":"OTHER"},"collaborators":[{"name":"Medstar Health Research Institute","class":"OTHER"},{"name":"St. Luke's Rehabilitation Institute","class":"OTHER"},{"name":"Spaulding Rehabilitation Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"ZeroG is an FDA-listed robotic body weight support system (BWSS). Mounted on an overhead track, patients are fitted in a harness system tethered to said track, and are able to practice gait and balance activities without the risk of falling. This compensates for ineffective postural control permitting intensive therapy sessions earlier in recovery. The purpose of this study is to determine if inducing effective and safe balance perturbations during standing and walking in the BWSS more effectively improve postural control than the BWSS without perturbations. The target population are those patients in the post-acute phase of stroke admitted for inpatient rehabilitation of balance impairments. Site investigators and/or research staff will obtain names of potential subjects from internal reporting identifying inpatients who may qualify for the study based on the inclusion criteria. Trained site investigators will meet with potential subjects to explain the study, complete a screening interview for exclusion and inclusion criteria, answer any questions, obtain informed consent and HIPAA authorization, and schedule the study therapy sessions involving the protocol. Based on the randomization scheme provided by the lead site, consented subjects will be randomized to either the BWSS with perturbations (BWSS-P) or standard BWSS control without perturbations. Subjects will perform 2 to 6 sessions in their designated intervention using a structured protocol for each session. To compare differences between treatment groups, outcome measures will be collected at baseline before any BWSS sessions are performed and within 48 hours after completing the final treatment session.","detailedDescription":"Each year, more than 795,000 people experience a stroke. Stroke, or cerebral vascular accident, is a devastating neurological event that can lead to physical and cognitive deficits, such as the inability to ambulate, impaired balance regulation, loss of coordination, and impaired communication. Due to the physical and cognitive deficits experienced following a stroke, many require admission to an inpatient rehabilitation facility with the goal of maximizing their independence before returning to the home setting. Gait and balance dysfunction are common secondary impairments to stroke, usually requiring specific rehabilitative interventions.\n\nFollowing a stroke, motion analysis has observed patients navigating obstacles more conservatively and with abnormal gait patterns. One associated factor is the loss of muscle-strength secondary to stroke, which could increase the risk of falling. Within six-months of discharge, falls occur in up to 70% of patients post-stroke, highlighting the importance and urgency to improve patients' balance and gait during the rehabilitation phase.\n\nAs patients may better understand their capabilities/limitation than what the physical tests demonstrate, patient self-assessments can be important indicators of fall risk. In fact, it is estimated that over 90% of stroke survivors would report that the fear of falling negatively impacts their performance of daily living activities. Fear of falling has been shown to influence balance and gait control in older adults, supporting the theory that balance and gait should be taken into account during rehabilitative methods. These psychological factors are strong predictors of falling compared to physical factors or the presence of pathology. Patient self-assessments are important indicators of fall risk, as patients may understand their capabilities/limitation better than what physical tests can demonstrate.\n\nThe ability to walk, stand, and climb stairs are examples of mobility-related functional tasks that are critical for achieving functional independence. With those with stroke related balance and gait impairments, early and frequent balance and gait training are essential to maximizing functional ability and independence. However, it is often difficult for post-stroke patients with these impairments to safely undergo the necessary balance and gait training without putting both therapists and patients at risk for injury. It is also reasonable to suspect that any injurious falls that occur during rehabilitation would reinforce, or create, a psychological fear of falling that would impede the recovery of the patient.\n\nFurthermore, injurious falls can prolong a patient's length of stay, increasing the economic and financial strain both to the individual and their family as the patient is out work. Any falls, but especially injurious falls, can also increase the financial burden of an institution. In some cases, patients need to be carefully examined and imaged to confirm the presence or absence of injury. If the necessary imaging equipment isn't available, a patient may need to be taken to an outside location or even emergently transferred. Improving a patient's gait and balance earlier in their stay may also prevent other injurious falls outside of therapy as well. It could also improve a patient's fall risk, meaning that resources, such as safety sitters, can be minimized, further improving the financial burden of the institution. These benefits can be achieved, in part, by focusing on and improving a patient's balance and gait status. Incorporating robotic technologies to neurological rehabilitation can play a critical role in delivering safe and effective gait and balance therapy sooner in a patient's stay.\n\nBody-weight support systems (BWSS) are either stationary or track-mounted suspended-harnesses that support a patient's body-weight. This permits those with significant weakness and poor coordination to ambulate and perform more intensive therapy sessions sooner in their recovery, with minimal risk of injurious fall. In addition to BWSSs, balance perturbation systems have been used to improve gait and balance-control after stroke, or other age and disease related balance impairments. Balance perturbation systems purposefully unbalance patients in order to rehabilitate their postural control. Conventional balance perturbation training, including modified treadmills, tilt-tables, or external force provided by the therapist directly, can pose an injury risk to the therapist and the patient. While incorporation of stationary BWSSs over modified treadmills can decrease the injury risk, ambulation over treadmills is not typically representative of a patients' functional ambulation in their home environment. Systems such as these may also limit the participation of patients who would otherwise benefit from balance perturbation training, but are uncomfortable or unable to ambulate on a treadmill. Direct integration of the balance perturbation modules to the BWSS can resolve many of these issues.\n\nThe goal of this multisite study is to build upon a recent pilot study and further evaluate the efficacy of this newly developed BWSS integrated balance perturbation system in rehabilitating patient gait and balance after stroke, compared to standard BWSS training without perturbations. In the pilot study, 32 participants were recruited, half of whom were unbalanced during stationary and ambulatory activities to train their balance-control and balance-reactions. Both the BWSS and BWSS with perturbation groups demonstrated significant improvements in balance-related confidence and balance performance outcome measures (Berg Balance Scale) in comparison to both their baseline and a historic control. However, when compared to the BWSS control, the outcomes of the BWSS-P group only trended in the predicted positive direction, and were not significantly different. The investigators believe this was, in part, due to the small sample size and variation in timing of the post-assessment Berg Balance scales. It is hypothesized that by increasing the sample size to achieve the appropriate power for the effect size observed in the pilot study, the BWSS with balance perturbation intervention will improve patient outcomes more than the BWSS treatment alone. Further, with the data collected from the larger sample size, it is proposed to conduct correlative analysis to determine what, if any, variables influence participant response to treatment. To address these hypotheses, these are the proposed research aims:\n\nResearch Aim 1: Conduct an unblinded multisite randomized-control trial to evaluate the effectiveness and appropriate dose requirements of a track-mounted BWSS perturbation module to improve balance and gait impairments in patients receiving inpatient rehabilitation services for stroke with a BBS score ≥21/56 (n=214). Hypothesis: Post-intervention balance and gait assessments will show that BWSS-P participants improved more than participants receiving BWSS alone.\n\nResearch Aim 2: Conduct post hoc correlative analyses to identify what affect participant variability, such as differences in stroke lesion laterality/location, age, sex, number of BWSS sessions, and time since stroke, may have on participant response to treatment. Hypothesis: Participant specific variables will impact the efficacy and participant response to treatment."},"conditionsModule":{"conditions":["Stroke","Stroke, Acute","Balance; Distorted","Balance; Impairment","Gait, Unsteady"],"keywords":["Stroke Rehabilitation","Neurological Rehabilitation","Gait and Ambulation","Balance Impairment","Postural Balance Impairment","Postural Balance Perturbation","Gait Perturbation","Body Weight Support System","Activities of Daily Living","Occupational Therapy","Physical Therapy","Long-term Acute Care Hospital","Inpatient Rehabilitation Facility","Berg Balance Scale","Activity specific balance confidence scale","10 meter walk test"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This will be a multisite, randomized, active-comparator controlled clinical trial.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"Due to the nature of the intervention, subjects and investigators will not be able to be masked to the intervention. The assessor will not be able to be masked to group assignments, as the presence or absence of certain variables in the dataset, namely the perturbation level, will immediately reveal group assignment."}},"enrollmentInfo":{"count":214,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Body weight support system control group","type":"ACTIVE_COMPARATOR","description":"The Body weight support system (BWSS) active comparator control group will conduct 2 to 6, 30 minute sessions, over two-weeks. To be as pragmatic and clinically relevant as possible, treatment sessions will be incorporated directly to the participants' normal care. Furthermore, participants are allowed to complete 2 to 6 sessions as dictated by short or unexpected changes to the discharge planning timeline. During each session, participants will conduct balance exercises, including: marching, side-stepping, retro-ambulation, step-taps, and step-ups. Participants will also conduct various standard gait exercises, including: ambulation over the ground, going up and down stairs, and performing sit-to-stand transitions.","interventionNames":["Device: Body weight support system control group"]},{"label":"Body weight support system with balance perturbations","type":"EXPERIMENTAL","description":"The BWSS with balance perturbations (BWSS-P) experimental intervention group will also conduct 2 to 6, 30 minute sessions, over two-weeks. Participants in the BWSS-P group will conduct the same balance and gait exercises as the control group, including: marching, side-stepping, retro-ambulation, step-taps, step-ups, ambulation over the ground, going up and down stairs, and performing sit-to-stand transitions. However, each sessions will include eight, resistive or assistive, balance perturbations, two in each cardinal direction (lateral, anterior, and posterior).","interventionNames":["Device: Body weight support system with balance perturbations"]}],"interventions":[{"type":"DEVICE","name":"Body weight support system control group","description":"Participants will complete the physical therapy exercises as described previously, without experiencing, therapist induced, balance perturbations.","armGroupLabels":["Body weight support system control group"],"otherNames":["ZeroG","BWSS","BWSS control","Zero G"]},{"type":"DEVICE","name":"Body weight support system with balance perturbations","description":"Participants will complete the physical therapy exercises as described previously, while experiencing intermittent, therapist induced, balance perturbations aimed at training the participant's balance-control and balance-reactions. With the ZeroG BWSS integrated TRiP module, therapist's are able to induce safe lateral, anterior, or posterior perturbations via a Wi-Fi-enabled handheld device. The force, or level, of perturbation can be adjusted from 1 (least amount of force) up to 10 (highest amount of force) using the same handheld device,","armGroupLabels":["Body weight support system with balance perturbations"],"otherNames":["ZeroG with training response in postural rehabilitation","ZeroG - TriP","ZeroG TriP","BWSS-P","BWSS+P","Zero G TRiP","Zero G - TRiP","TRiP"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg Balance Scale Pre-intervention Assessment Scores","description":"The Berg Balance Scale is a standardized objective measure of a subject/participant's balance. It is scored on a scale of 0 to 56, with 56 being the best score possible.","timeFrame":"The pre-assessment Berg Balance Scale score will be collected during the initial physical therapy assessment within 72 hours of admission, as part of their normal care."},{"measure":"Berg Balance Scale Post-intervention Assessment Scores","description":"The Berg Balance Scale is a standardized objective measure of a subject/participant's balance. It is scored on a scale of 0 to 56, with 56 being the best score possible.","timeFrame":"The post-assessment Berg Balance Scale score will be collected within 48 hours prior to discharge."},{"measure":"Activities Specific Balance Scale (ABC) Pre-intervention Scores","description":"The ABC scale is a 16-item patient reported outcome measure that subjectively measures ones self-perceived balance-confidence. The ABC achieves this by asking the user to consider various hypothetical situations and tasks and if the participants could perform the tasks without losing balance or experiencing a sense of unsteadiness; it is based on a rating scale from 0% (no confidence) to 100% (completely confident).","timeFrame":"The pre-assessment patient reported Activities Specific Balance Scale will be collected during the informed consent process."},{"measure":"Activities Specific Balance Scale (ABC) Post-intervention Scores","description":"The ABC scale is a 16-item patient reported outcome measure that subjectively measures ones self-perceived balance-confidence. The ABC achieves this by asking the user to consider various hypothetical situations and tasks and if the participants could perform the tasks without losing balance or experiencing a sense of unsteadiness; it is based on a rating scale from 0% (no confidence) to 100% (completely confident).","timeFrame":"The post-assessment patient reported Activities Specific Balance Scale will be collected immediately following the last study session."},{"measure":"10 Meter Walk Test (10MWT) Pre-intervention Scores","description":"The 10MWT is used to assess walking speed in meters/second (m/s) over 10 meters (m). The time is started when any part of the leading foot crosses the plane of the 2 m mark. Time is stopped when any part of the leading foot crosses the plane of the 8 m mark. The total time taken to ambulate the central 6 m is recorded to the nearest hundredth of a second. 6 m is then divided by the total time and recorded in m/s (the faster the participant traverses 6 meters the better).","timeFrame":"The pre-assessment 10MWT will be conducted by site investigators within 48 hours prior to the first study session."},{"measure":"10 Meter Walk Test (10MWT) Post-intervention Scores","description":"The 10MWT is used to assess walking speed in meters/second (m/s) over 10 meters (m). The time is started when any part of the leading foot crosses the plane of the 2 m mark. Time is stopped when any part of the leading foot crosses the plane of the 8 m mark. The total time taken to ambulate the central 6 m is recorded to the nearest hundredth of a second. 6 m is then divided by the total time and recorded in m/s (the faster the participant traverses 6 meters the better).","timeFrame":"The post-assessment 10MWT will be collected within 48 hours of the last study session."}],"secondaryOutcomes":[{"measure":"Continuity Assessment Record and Evaluation (CARE) Tool Mobility Admission Scores","description":"The CARE Item Set measures the health and functional status of Medicare beneficiaries at acute discharge, and measures changes in severity and other outcomes for Medicare post-acute care patients. The CARE Item Set is designed to standardize assessment of patients' medical, functional, cognitive, and social support status across acute and post-acute settings, including long-term care hospitals (LTACHs). The Mobility Score consists of 9 questions scored on scale of 1 to 6 scale. The scale ranges from 1 (dependent) to 6 (independent). The higher the overall score, the better.","timeFrame":"The CARE tool will be administered within 72 hours of participant admission."},{"measure":"Continuity Assessment Record and Evaluation (CARE) Tool Mobility Discharge Scores","description":"The CARE Item Set measures the health and functional status of Medicare beneficiaries at acute discharge, and measures changes in severity and other outcomes for Medicare post-acute care patients. The CARE Item Set is designed to standardize assessment of patients' medical, functional, cognitive, and social support status across acute and post-acute settings, including long-term care hospitals (LTACHs). The Mobility Score consists of 9 questions scored on scale of 1 to 6 scale. The scale ranges from 1 (dependent) to 6 (independent). The higher the overall score, the better.","timeFrame":"The CARE tool will be administered within 48 hours before discharge."},{"measure":"Continuity Assessment Record and Evaluation (CARE) Self-Care Admission Scores","description":"The CARE Item Set measures the health and functional status of Medicare beneficiaries at acute discharge, and measures changes in severity and other outcomes for Medicare post-acute care patients. The CARE Item Set is designed to standardize assessment of patients' medical, functional, cognitive, and social support status across acute and post-acute settings, including long-term care hospitals (LTACHs). The Self-Care Score consists of 6 questions scored on scale of 1 to 6 scale. The scale ranges from 1 (dependent) to to 6 (independent). The higher the overall score, the better.","timeFrame":"The CARE tool will be administered within 72 hours of participant admission."},{"measure":"Continuity Assessment Record and Evaluation (CARE) Self-Care Discharge Scores","description":"The CARE Item Set measures the health and functional status of Medicare beneficiaries at acute discharge, and measures changes in severity and other outcomes for Medicare post-acute care patients. The CARE Item Set is designed to standardize assessment of patients' medical, functional, cognitive, and social support status across acute and post-acute settings, including long-term care hospitals (LTACHs). The Self-Care Score consists of 6 questions scored on scale of 1 to 6 scale. The scale ranges from 1 (dependent) to to 6 (independent). The higher the overall score, the better.","timeFrame":"The CARE tool will be administered within 48 hours before discharge."},{"measure":"Perturbation Level Progression","description":"All participants will start at perturbation level \"one\" and progress up to a maximum perturbation level of \"ten\" through the course of the study; the higher the level, the more intense the exerted force. The amount of force exerted at each perturbation level is pre-set by the manufacturer. In total, 2 to 6 readings will be collected for each BWSS-P participant for the 2 to 6 intervention sessions completed for the study","timeFrame":"The highest perturbation level achieved by the participant achieved will be recorded immediately after each intervention session."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Admitted to one of the listed study locations for inpatient rehabilitation following a stroke.\n* Be 18 years of age or older.\n* Have at least a moderate fall risk or better, shown by an admission Berg Balance Scale (BBS) score of 21/56 or greater.\n\n  * Patients that score below 21 or are non-ambulatory will not be considered for this study.\n  * Patients that are emergently re-admitted to acute care and subsequently re-admitted to the stroke rehabilitation program will be reassessed for appropriateness of continuation in the study on a case by case basis.\n  * Patients that progress to a BBS score of 21 or greater during their stay, and have a set discharge date of 10 days or longer, can be approached for study recruitment.\n* Appropriate cognition\n\n  * Able to read and understand the consent, in English or a language available by translator services, based on the judgement of the clinical team, either by using outcomes measures, i.e. SLUMS greater than or equal to 20, or through clinical evaluations and team discussion. Eligibility will ultimately be decided by the treating physician in combination with the participant's clinical team.\n* Ability to tolerate and actively participate in up to six, 30-minute sessions, with physical therapy while using the BWSS.\n* Weigh less than 450 pounds, per the structural limitations of the ZeroG system.\n\nExclusion Criteria:\n\n* Active seizures\n* Spinal stabilization with the use of Halos\n* Uncontrolled hypertension or hypotension\n* Unstable skin structures (i.e. skin grafts)\n* Chest tubes\n* Unstable rib or lower extremity fractures\n* Severe osteoporosis\n* Participants where pressure around the abdomen, thighs, groin, or shoulders in contraindicated\n* Cognitive deficits that would disrupt the ability to provide informed consent as described above\n* Active enteric infection control precautions\n\n  * Subjects would be eligible once precautions are lifted\n* Ongoing orthostasis\n* New limb amputations\n* Vestibular disorders that may impact balance\n* Premorbid conditions that may impact balance\n* Patients requiring more than 50% high flow oxygen as consistent with inpatient therapy guidelines\n* Anyone belonging to a vulnerable population, including inmates, individuals under the age of 18, and who are or might be pregnant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Pete Grevelding, MSPT","affiliation":"Gaylord Hospital, Inc","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Gaylord Hospital","city":"Wallingford","state":"Connecticut","zip":"06492","country":"United States","geoPoint":{"lat":41.45704,"lon":-72.82316}},{"facility":"MedStar National Rehabilitation Hospital","city":"Washington","state":"District of Columbia","zip":"20010","country":"United States","geoPoint":{"lat":38.89511,"lon":-77.03637}},{"facility":"Spaulding Rehabilitation Hospital","city":"Sandwich","state":"Massachusetts","zip":"02537","country":"United States","geoPoint":{"lat":41.759,"lon":-70.49392}},{"facility":"Providence St. Luke's Rehabilitation Medical Center","city":"Spokane","state":"Washington","zip":"99202","country":"United States","geoPoint":{"lat":47.65966,"lon":-117.42908}}]},"referencesModule":{"references":[{"pmid":"20136473","type":"BACKGROUND","citation":"Alguren B, Lundgren-Nilsson A, Sunnerhagen KS. Functioning of stroke survivors--A validation of the ICF core set for stroke in Sweden. Disabil Rehabil. 2010;32(7):551-9. doi: 10.3109/09638280903186335."},{"pmid":"31417488","type":"BACKGROUND","citation":"Chen N, Xiao X, Hu H, Chen Y, Song R, Li L. Identify the Alteration of Balance Control and Risk of Falling in Stroke Survivors During Obstacle Crossing Based on Kinematic Analysis. Front Neurol. 2019 Jul 30;10:813. doi: 10.3389/fneur.2019.00813. eCollection 2019."},{"pmid":"7613406","type":"BACKGROUND","citation":"Forster A, Young J. Incidence and consequences of falls due to stroke: a systematic inquiry. BMJ. 1995 Jul 8;311(6997):83-6. doi: 10.1136/bmj.311.6997.83."},{"pmid":"32552850","type":"BACKGROUND","citation":"Esmaeili V, Juneau A, Dyer JO, Lamontagne A, Kairy D, Bouyer L, Duclos C. Intense and unpredictable perturbations during gait training improve dynamic balance abilities in chronic hemiparetic individuals: a randomized controlled pilot trial. J Neuroeng Rehabil. 2020 Jun 17;17(1):79. doi: 10.1186/s12984-020-00707-0."},{"pmid":"30121600","type":"BACKGROUND","citation":"Mansfield A, Aqui A, Danells CJ, Knorr S, Centen A, DePaul VG, Schinkel-Ivy A, Brooks D, Inness EL, Mochizuki G. Does perturbation-based balance training prevent falls among individuals with chronic stroke? A randomised controlled trial. BMJ Open. 2018 Aug 17;8(8):e021510. doi: 10.1136/bmjopen-2018-021510."},{"pmid":"23741561","type":"BACKGROUND","citation":"Kang H. The prevention and handling of the missing data. Korean J Anesthesiol. 2013 May;64(5):402-6. doi: 10.4097/kjae.2013.64.5.402. Epub 2013 May 24."},{"pmid":"28122885","type":"BACKGROUND","citation":"Benjamin EJ, Blaha MJ, Chiuve SE, Cushman M, Das SR, Deo R, de Ferranti SD, Floyd J, Fornage M, Gillespie C, Isasi CR, Jimenez MC, Jordan LC, Judd SE, Lackland D, Lichtman JH, Lisabeth L, Liu S, Longenecker CT, Mackey RH, Matsushita K, Mozaffarian D, Mussolino ME, Nasir K, Neumar RW, Palaniappan L, Pandey DK, Thiagarajan RR, Reeves MJ, Ritchey M, Rodriguez CJ, Roth GA, Rosamond WD, Sasson C, Towfighi A, Tsao CW, Turner MB, Virani SS, Voeks JH, Willey JZ, Wilkins JT, Wu JH, Alger HM, Wong SS, Muntner P; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart Disease and Stroke Statistics-2017 Update: A Report From the American Heart Association. Circulation. 2017 Mar 7;135(10):e146-e603. doi: 10.1161/CIR.0000000000000485. Epub 2017 Jan 25. No abstract available. Erratum In: Circulation. 2017 Mar 7;135(10 ):e646. Circulation. 2017 Sep 5;136(10 ):e196."},{"pmid":"26294679","type":"BACKGROUND","citation":"Landers MR, Oscar S, Sasaoka J, Vaughn K. Balance Confidence and Fear of Falling Avoidance Behavior Are Most Predictive of Falling in Older Adults: Prospective Analysis. Phys Ther. 2016 Apr;96(4):433-42. doi: 10.2522/ptj.20150184. Epub 2015 Aug 20."},{"pmid":"11869155","type":"BACKGROUND","citation":"Legters K. Fear of falling. Phys Ther. 2002 Mar;82(3):264-72. No abstract available."},{"pmid":"18566951","type":"BACKGROUND","citation":"Hidler J, Hamm LF, Lichy A, Groah SL. Automating activity-based interventions: the role of robotics. J Rehabil Res Dev. 2008;45(2):337-44. doi: 10.1682/jrrd.2007.01.0020."},{"pmid":"30467355","type":"BACKGROUND","citation":"Chien JE, Hsu WL. Effects of Dynamic Perturbation-Based Training on Balance Control of Community-Dwelling Older Adults. Sci Rep. 2018 Nov 22;8(1):17231. doi: 10.1038/s41598-018-35644-5."},{"pmid":"15213472","type":"BACKGROUND","citation":"Shimada H, Obuchi S, Furuna T, Suzuki T. New intervention program for preventing falls among frail elderly people: the effects of perturbed walking exercise using a bilateral separated treadmill. Am J Phys Med Rehabil. 2004 Jul;83(7):493-9. doi: 10.1097/01.phm.0000130025.54168.91."},{"pmid":"28758519","type":"BACKGROUND","citation":"Steib S, Klamroth S, Gassner H, Pasluosta C, Eskofier B, Winkler J, Klucken J, Pfeifer K. Perturbation During Treadmill Training Improves Dynamic Balance and Gait in Parkinson's Disease: A Single-Blind Randomized Controlled Pilot Trial. Neurorehabil Neural Repair. 2017 Aug;31(8):758-768. doi: 10.1177/1545968317721976. Epub 2017 Jul 31."},{"pmid":"30630753","type":"BACKGROUND","citation":"Schinkel-Ivy A, Huntley AH, Aqui A, Mansfield A. Does Perturbation-Based Balance Training Improve Control of Reactive Stepping in Individuals with Chronic Stroke? J Stroke Cerebrovasc Dis. 2019 Apr;28(4):935-943. doi: 10.1016/j.jstrokecerebrovasdis.2018.12.011. Epub 2019 Jan 7."},{"pmid":"35080495","type":"BACKGROUND","citation":"Meyer A, Hrdlicka HC, Cutler E, Hellstrand J, Meise E, Rudolf K, Grevelding P, Nankin M. A Novel Body Weight-Supported Postural Perturbation Module for Gait and Balance Rehabilitation After Stroke: Preliminary Evaluation Study. JMIR Rehabil Assist Technol. 2022 Mar 1;9(1):e31504. doi: 10.2196/31504."}],"seeAlsoLinks":[{"label":"Data and Safety Monitoring Board (DSMB) Guidelines \\| National Institute of Dental and Craniofacial Research","url":"https://www.nidcr.nih.gov/research/human-subjects-research/toolkit-and-education-materials/interventional-studies/data-and-safety-monitoring-board-guidelines"},{"label":"Stroke Facts, Centers for Disease Control","url":"https://www.cdc.gov/stroke/facts.htm"},{"label":"Stroke Information Page, National Institute of Neurological Disorders and Stroke","url":"https://www.ninds.nih.gov/Disorders/All-Disorders/Stroke-Information-Page"},{"label":"Unblinded Quasi-Randomized Pilot Study Exploring the Benefits of the ZeroG TRiP System to Improve Patient Balance Following an Acute Stroke; NCT04919161","url":"https://clinicaltrials.gov/ct2/show/NCT04919161"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Copies of the study protocol will be provided upon request. Requests for copies of the de-identified research data will be considered on a situational basis after the final analysis has been completed. To make such a request please contact Dr. Henry C Hrdlicka (hhrdlicka@gaylord.org)."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000020233","term":"Gait Disorders, Neurologic"},{"id":"D000001835","term":"Body Weight"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M4804","name":"Body Weight","asFound":"Body Weight","relevance":"HIGH"},{"id":"M11997","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M21748","name":"Gait Disorders, Neurologic","asFound":"Gait, Unsteady","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000017329","term":"Triptorelin Pamoate"}],"ancestors":[{"id":"D000008186","term":"Luteolytic Agents"},{"id":"D000003271","term":"Contraceptive Agents, Female"},{"id":"D000003270","term":"Contraceptive Agents"},{"id":"D000012102","term":"Reproductive Control Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000080066","term":"Contraceptive Agents, Hormonal"},{"id":"D000018931","term":"Antineoplastic Agents, Hormonal"},{"id":"D000000970","term":"Antineoplastic Agents"}],"browseLeaves":[{"id":"M19308","name":"Triptorelin Pamoate","asFound":"Protein Kinase","relevance":"HIGH"},{"id":"M6184","name":"Contraceptive Agents","relevance":"LOW"},{"id":"M6185","name":"Contraceptive Agents, Female","relevance":"LOW"},{"id":"M2116","name":"Contraceptive Agents, Hormonal","relevance":"LOW"},{"id":"M20656","name":"Antineoplastic Agents, Hormonal","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"Repr","name":"Reproductive Control Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}