{"protocolSection":{"identificationModule":{"nctId":"NCT05818592","orgStudyIdInfo":{"id":"19-2254"},"organization":{"fullName":"University of North Carolina, Chapel Hill","class":"OTHER"},"briefTitle":"Screening for Atrial Fibrillation With Self Pulse Monitoring","officialTitle":"Screening for Atrial Fibrillation With Self Pulse Monitoring in Patients at Increased Risk of Stroke"},"statusModule":{"statusVerifiedDate":"2023-04","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-09-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-31","type":"ACTUAL"},"completionDateStruct":{"date":"2022-05-31","type":"ACTUAL"},"studyFirstSubmitDate":"2023-04-04","studyFirstSubmitQcDate":"2023-04-04","studyFirstPostDateStruct":{"date":"2023-04-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-04-04","lastUpdatePostDateStruct":{"date":"2023-04-19","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of North Carolina, Chapel Hill","class":"OTHER"},"collaborators":[{"name":"Bristol-Myers Squibb","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to determine the efficacy of self-pulse monitoring in detecting atrial fibrillation (AF) in adult patients at increased risk of stroke.\n\nThe main questions it aims to answer are:\n\n* Is self-screening an effective modality for diagnosis of AF?\n* Are there clinical differences and outcomes for patients who self-screen?\n\nEligible participants will be randomized to either the intervention group or control group. The control group will continue with usual standard of care. Participants randomized to the intervention group will be asked to:\n\n* View an online educational video to teach them the appropriate way to manually check their pulse for irregularities.\n* Manually check their pulse for 30 seconds twice daily for 14 days.\n* Patients who screen positive for irregularities will be sent a 14-day wearable cardiac monitor to assess for underlying arrhythmias.\n\nResearchers will compare the intervention group to the control group to see if there are clinical differences and outcomes.","detailedDescription":"Participants will be recruited for this study using MyChart recruiting. Participants meeting inclusion criteria will be invited to participate and can respond \"interested\" or \"decline.\" Participants who respond interested will complete a brief survey to confirm eligibility prior to consenting. One the participant consents, they will be randomized to the self-pulse check/intervention group or control group."},"conditionsModule":{"conditions":["Atrial Fibrillation New Onset"],"keywords":["Atrial Fibrillation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Eligible participants will be randomized to either the intervention group or control group.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":526,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Self-Pulse Monitoring Intervention Group","type":"EXPERIMENTAL","description":"Participants view an educational video instructing them on how to manually check their pulse for irregularities. Participants will be instructed to check their pulse for 30 seconds twice daily for 2 weeks.","interventionNames":["Other: Self-Pulse Monitoring"]},{"label":"Control Group Standard of Care","type":"NO_INTERVENTION","description":"The control group will continue with usual care."}],"interventions":[{"type":"OTHER","name":"Self-Pulse Monitoring","description":"Participants will manually monitor pulse for irregularities.","armGroupLabels":["Self-Pulse Monitoring Intervention Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants diagnosed with AF in intervention group who screened positive.","description":"Participants assigned to the intervention group are instructed on how to manually check their pulse to detect irregularities. Those who screen positive for irregularities will be sent a 14-day wearable cardiac monitor to confirm diagnosis of AF. Diagnosis of AF can also be confirmed by electrocardiogram (ECG) at an outpatient clinic visit.","timeFrame":"6 weeks"}],"secondaryOutcomes":[{"measure":"Total number of participants diagnosed with AF","description":"Participant data will be collected from the electronic health record one year after randomization to assess how many participants from each arm are subsequently diagnosed with AF.","timeFrame":"1-year"},{"measure":"Amount of time in days to diagnosis of AF from randomization","description":"Participant data will be collected from the electronic health record one year after randomization to assess how many participants from each arm are subsequently diagnosed with AF. For participants with a diagnosis of AF, the time in days from randomization to diagnosis will be calculated.","timeFrame":"1-year"},{"measure":"Number of participants prescribed anticoagulation","description":"Participant data will be collected from the electronic health record one year after randomization to assess how many participants are prescribed anticoagulation medications.","timeFrame":"1-year"},{"measure":"Number of participants with stroke, transient ischemic attack (TIA), or systemic embolism","description":"Participant data will be collected from the electronic health record one year after randomization to assess how many participants have a diagnosis of stroke, TIA, or systemic embolism.","timeFrame":"1-year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 or greater\n* No known history of atrial fibrillation or atrial flutter\n* Access to MyChart\n* CHA2DS2-VASc sore (described below) \\>/= 2 (male) or \\>/=3 (female) based on the following criteria:\n\n  * Two points: Age ≥75, prior stroke\n  * One point: Age ≥65-74, congestive heart failure, hypertension, diabetes, vascular disease\n\nExclusion Criteria:\n\n* Prior diagnosis of atrial fibrillation or atrial flutter\n* Unable to consent\n* Currently incarcerated\n* Self-pay/uninsured\n* Taking anticoagulation for other medical conditions than atrial fibrillation or atrial flutter","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Anil Gehi, MD","affiliation":"University of North Carolina, Chapel Hill","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of North Carolina, Chapel Hill","city":"Chapel Hill","state":"North Carolina","zip":"27599","country":"United States","geoPoint":{"lat":35.9132,"lon":-79.05584}}]},"referencesModule":{"references":[{"pmid":"30088016","type":"BACKGROUND","citation":"US Preventive Services Task Force; Curry SJ, Krist AH, Owens DK, Barry MJ, Caughey AB, Davidson KW, Doubeni CA, Epling JW Jr, Kemper AR, Kubik M, Landefeld CS, Mangione CM, Silverstein M, Simon MA, Tseng CW, Wong JB. Screening for Atrial Fibrillation With Electrocardiography: US Preventive Services Task Force Recommendation Statement. JAMA. 2018 Aug 7;320(5):478-484. doi: 10.1001/jama.2018.10321."},{"pmid":"28916670","type":"BACKGROUND","citation":"Yaghi S, Kamel H. Stratifying Stroke Risk in Atrial Fibrillation: Beyond Clinical Risk Scores. Stroke. 2017 Oct;48(10):2665-2670. doi: 10.1161/STROKEAHA.117.017084. Epub 2017 Sep 15. No abstract available. Erratum In: Stroke. 2017 Dec;48(12 ):e368."},{"pmid":"28483832","type":"BACKGROUND","citation":"Freedman B, Camm J, Calkins H, Healey JS, Rosenqvist M, Wang J, Albert CM, Anderson CS, Antoniou S, Benjamin EJ, Boriani G, Brachmann J, Brandes A, Chao TF, Conen D, Engdahl J, Fauchier L, Fitzmaurice DA, Friberg L, Gersh BJ, Gladstone DJ, Glotzer TV, Gwynne K, Hankey GJ, Harbison J, Hillis GS, Hills MT, Kamel H, Kirchhof P, Kowey PR, Krieger D, Lee VWY, Levin LA, Lip GYH, Lobban T, Lowres N, Mairesse GH, Martinez C, Neubeck L, Orchard J, Piccini JP, Poppe K, Potpara TS, Puererfellner H, Rienstra M, Sandhu RK, Schnabel RB, Siu CW, Steinhubl S, Svendsen JH, Svennberg E, Themistoclakis S, Tieleman RG, Turakhia MP, Tveit A, Uittenbogaart SB, Van Gelder IC, Verma A, Wachter R, Yan BP; AF-Screen Collaborators. Screening for Atrial Fibrillation: A Report of the AF-SCREEN International Collaboration. Circulation. 2017 May 9;135(19):1851-1867. doi: 10.1161/CIRCULATIONAHA.116.026693."},{"pmid":"29998336","type":"BACKGROUND","citation":"Steinhubl SR, Waalen J, Edwards AM, Ariniello LM, Mehta RR, Ebner GS, Carter C, Baca-Motes K, Felicione E, Sarich T, Topol EJ. Effect of a Home-Based Wearable Continuous ECG Monitoring Patch on Detection of Undiagnosed Atrial Fibrillation: The mSToPS Randomized Clinical Trial. JAMA. 2018 Jul 10;320(2):146-155. doi: 10.1001/jama.2018.8102."},{"pmid":"25910800","type":"BACKGROUND","citation":"Svennberg E, Engdahl J, Al-Khalili F, Friberg L, Frykman V, Rosenqvist M. Mass Screening for Untreated Atrial Fibrillation: The STROKESTOP Study. Circulation. 2015 Jun 23;131(25):2176-84. doi: 10.1161/CIRCULATIONAHA.114.014343. Epub 2015 Apr 24."},{"pmid":"23343564","type":"BACKGROUND","citation":"Engdahl J, Andersson L, Mirskaya M, Rosenqvist M. Stepwise screening of atrial fibrillation in a 75-year-old population: implications for stroke prevention. Circulation. 2013 Feb 26;127(8):930-7. doi: 10.1161/CIRCULATIONAHA.112.126656. Epub 2013 Jan 23."},{"pmid":"23595785","type":"BACKGROUND","citation":"Lowres N, Neubeck L, Redfern J, Freedman SB. Screening to identify unknown atrial fibrillation. A systematic review. Thromb Haemost. 2013 Aug;110(2):213-22. doi: 10.1160/TH13-02-0165. Epub 2013 Apr 18."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Deidentified individual data that supports the results will be shared beginning 12 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Deidentified individual data that supports the results will be shared beginning 12 to 36 months following publication.","accessCriteria":"Investigator has approved IRB, IEC, or REB and an executed data use/sharing agreement with UNC."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M4276","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4143","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9109","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}