{"protocolSection":{"identificationModule":{"nctId":"NCT02682914","orgStudyIdInfo":{"id":"HYUH 2013-10-018"},"organization":{"fullName":"Hanyang University","class":"OTHER"},"briefTitle":"Stroke in Korean Young Adults Study","acronym":"SKY"},"statusModule":{"statusVerifiedDate":"2016-02","overallStatus":"UNKNOWN","lastKnownStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2013-12"},"primaryCompletionDateStruct":{"date":"2016-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2018-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2016-02-09","studyFirstSubmitQcDate":"2016-02-10","studyFirstPostDateStruct":{"date":"2016-02-17","type":"ESTIMATED"},"lastUpdateSubmitDate":"2016-02-10","lastUpdatePostDateStruct":{"date":"2016-02-17","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Young Seo Kim","investigatorTitle":"Professor","investigatorAffiliation":"Hanyang University"},"leadSponsor":{"name":"Hanyang University","class":"OTHER"},"collaborators":[{"name":"Hallym University Medical Center","class":"OTHER"},{"name":"Seoul National University Hospital","class":"OTHER"},{"name":"Seoul National University Bundang Hospital","class":"OTHER"},{"name":"Severance Hospital","class":"OTHER"},{"name":"Seoul National University Boramae Hospital","class":"OTHER"},{"name":"Kyung Hee University Hospital","class":"OTHER"},{"name":"Chung-Ang University Hosptial, Chung-Ang University College of Medicine","class":"OTHER"},{"name":"Cerebrovascular Research Club","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The main objective of this study is to determine the risk factors and etiologies of ischemic stroke in Korean young adults. Both well-documented risk factors and little known life-style related risk factors such as life-style habits, psychological distress including occupational distress, perceived stress and depression will be evaluated by comparison with healthy controls using a structured questionnaire. Secondary objectives are to determine stroke outcomes such as mortality, recurrent vascular events and post-stroke epilepsy in these patients.","detailedDescription":"All consecutive patients who had their first-ever ischemic stroke symptoms within the previous month will be asked to enroll in the study. Baseline measurements will be assessed in all patients. Patients without language problems or life-threatening conditions will be asked to answer the structured lifestyle questionnaire. Age- and sex-matched controls without a stroke history will be recruited among patients' friends, relatives and the care-givers of other patients, and will be requested to complete the same questionnaire. People who visit hospital for health check-ups may also be included as controls. After the first assessment, all patients will be followed every 3 months during visits to the outpatient department or by telephone. Participants will be asked about recurrence of stroke, occurrence of post-stroke epilepsy, and functional outcomes on the modified Rankin Scale. In the case of patients who have died, information will be obtained from their last practitioner or care-giver.\n\nSample size and power calculation. The sample sizes were calculated based on the frequency of psychological distress, which is the most interesting potential risk factor for ischemic stroke in the young. According to a previous report comparing psychological distress in ischemic stroke patients and healthy controls,8 the frequency of stress was 50.3% in the ischemic stroke patients and 38.6% in the healthy controls; a difference of 11.7%. To detect such a difference with a power of 90% and alpha of 0.05 with a drop-out rate of 20%, a sample size of at least 470 patients and 470 controls will be needed (PASS 13).\n\nClinical information. Demographic and clinical information will be collected on admission.The data include age, gender, traditional risk factors for stroke (hypertension, diabetes, hyperlipidemia, smoking and coronary heart disease), medication history (anti-hypertensives, anti-diabetics, anti-platelets and statins) and other comorbidities. Hypertension is defined as previous use of antihypertensive medication, systolic blood pressure ≥140 mmHg or diastolic BP ≥90 mmHg at discharge, diabetes as previous use of antidiabetic medication or fasting blood glucose ≥126 mg/dL, and hyperlipidemia as previous use of lipid-lowering agents, fasting serum total cholesterol ≥240 mg/dL or low-density lipoprotein ≥160 mg/dL. With regard to cigarette smoking, subjects will be classified as current, former, or non-smokers. Number of pack-years will be noted for former and current smokers. History of coronary heart disease is defined as previous angina pectoris, myocardial infarction, or coronary artery bypass grafting. Patients will also be asked about any other comorbid diseases.\n\nStroke characteristics and laboratory investigations. Data on stroke characteristics will be collected at admission, including symptoms at time of onset and pre-hospital delay. Severity of stroke will be measured on the National Institutes of Health Stroke Scale (NIHSS) by physicians certified by the Clinical Research Center for Stroke in Korea. The course of the disease during admission will be established, including treatments and complications. On discharge, each case of ischemic stroke will be classified according to the TOAST classification. Modified Rankin Scale (mRS) and Barthel index scores will also be obtained at discharge. Laboratory investigations including complete blood cell count, erythrocyte sedimentation rate, C-reactive protein, urinalysis, urine pregnancy test, serum electrolytes, liver function test, renal function tests, chest X-ray and electrocardiogram will be checked in the emergency department. Other specific laboratory investigations such as fasting blood glucose, hemoglobin A1C, lipid panel test, thyroid function test, rheumatologic panel tests, hypercoagulable panel tests, heavy metal tests, homocysteine and α-galactosidase will be checked on the day after admission, following overnight fasting. For the genetic test for CADASIL, investigators will ask for a further informed consent. All patients will undergo cardiac evaluation during the admission period, including 24-hour Holter monitoring, transthoracic echocardiography and transesophageal echocardiography.\n\nNeuroimaging. Brain imaging studies will be interpreted by more than one neuro-radiologist at each center without any knowledge of the clinical information. Standardized magnetic resonance image (MRI) sequences will be recommended to all participating centers. The minimal requirements for brain imaging studies are diffusion-weighted images, FLAIR images, T2-weighted images, and gradient echo images. All participants will undergo additional vascular imaging studies such as CT angiography, MR angiography or digital subtraction angiography. Based on the neuroimaging, ischemic stroke location, size and vascular territories will be noted. The diagnosis and treatment of stroke will follow the standard guidelines of each coordinating center.\n\nLife style questionnaires. After making the baseline measurements, a standardized life style questionnaire will be provided to all patients who do not have a language problem. Age- and sex-matched healthy controls will be asked the same questions. The standardized questionnaire again requests demographic data such as age, gender, height, weight, abdominal circumference, traditional risk factors, medication history and other comorbidities. Newly-added demographic data include family history of risk factors, ABO type, marital status, living status, economic status, educational status and presence of pain and headache. Marital status is classified as married, single, divorced or widowed. Living status is classified as alone, with spouse, with family, or with non-family member. Economic status is classified into five categories (500 USD/month, 500\\~1500 USD/month, 1500\\~3000 USD/month, 3000\\~5000 USD/month and \\>5000 USD/month) and educational status is classified into six categories (none, \\<6 years, 6-9 years, 9-12 years, 12 years, \\>12 years). Questions about headaches are mainly focused on migraine: headache character, location, frequency, duration, aura, aggravating factors, medication history and family history. Only women will answer questions about obstetric history in terms of age at menarche and menopause (if participants have experienced them), use of oral contraceptives, history of hormone replacement therapy, and history of hysterectomy or oophorectomy. Women who have experienced pregnancy are asked about gravidity, number of children, years of births, mode of delivery, duration of maternal lactation, and number of miscarriages or abortions.\n\nLifestyle factors such as alcohol consumption, dietary habits, exercise and sleep patterns are included in the questions. Alcohol consumption is defined as type of alcoholic drink, amount per day and date when consumption began. Dietary habits include meal frequency and consumption of salts, meats, vegetables and 7 types of beverages (coffee, black tea, oolong tea, green tea, ginseng tea, fruit juice and carbonated beverage) during the past year. Exercise will be calculated according to the International Physical Activity Questionnaire (IPAQ), which is a standardized instrument for measuring the amount of exercise.9 Duration of sleep, sleep latency, frequency of waking-up after sleep onset (WASO), snoring severity, duration of naps, history of using sleeping pills and length of time in bed without sleeping will be reported to evaluate sleep patterns. Investigators will also add the validated Korean version of the Epworth Sleepiness Scale for measuring daytime sleepiness,10 and questions about restless leg syndrome.\n\nPsychological distress will be analyzed by a composite measure of occupational distress, perceived stress, and depression. For occupational distress, both occupational status and job strain will be analyzed. Not only occupation type but also period of service in the current and previous occupation will be noted to evaluate occupational status. Average daily working hours, commuting method (car, bus, subway, walk or other) and commuting time (less than 30 minutes, 30 minutes to 1 hour, 1 hour to 2 hours or more than 2 hours) will also be recorded. Job strain will be investigated by means of a job content questionnaire (JCQ) validated in the Korean language.\n\nPerceived stress and depression will be answered on the basis of premorbid status. The Perceived Stress Scale (PSS) and Center of Epidemiologic Studies Depression scale (CES-D) Korean version, which have been validated in the relevant fields, will be used to measure the subjective status of patients and controls.\n\nStatistical analysis. The study will comprise 470 case-control pairs. Means with standard deviations will be calculated for continuous variables, and numbers with percentages will be obtained for discrete variables. To assess the relationship between characteristics and ischemic stroke in young adults, investigators will use paired t-tests for continuous variables and chi-square tests for proportions. For nonparametric variables, the Mann-Whitney U test will be used.\n\nConditional logistic regression analysis will be employed to assess differences between cases and matched controls by estimating odds ratios (ORs) and 95% confidence intervals (CIs). Adjusted ORs for risk factors will be derived from multivariable logistic regression models. These will include all collected variables with possible significance. Kaplan-Meier survival analysis will be used to estimate cumulative risk of mortality, recurrent vascular events and post-stroke seizure. Hazard ratios for the previously-mentioned secondary objectives will be calculated by Cox regression analysis, and assumptions of proportionality will be confirmed by time-dependent covariate analysis. All the statistical analyses will be two-sided and will use IBM SPSS 21."},"conditionsModule":{"conditions":["Ischemic Stroke"],"keywords":["Psychological distress","Stroke etiology","Young patients"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"3 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":470,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Evidence of clinically definite ischemic stroke (focal neurological deficits persisting for more than 24 hours) confirmed by non-investigational CT or MRI","timeFrame":"Through study completion, an average of 4 years"}],"secondaryOutcomes":[{"measure":"All cause mortality","description":"Information will be obtained from participant's last practitioner or care-giver.","timeFrame":"4 years"},{"measure":"Recurrent stoke asked by using questionnaires","description":"Minimum necessary time interval between original event and recurrent stoke is 21 days. If a stroke occured within 21 days, it has to be located in the different vascular territory as the original event.","timeFrame":"4 years"},{"measure":"Myocardial infarction asked by using questionnaires","description":"Subsequent fatal or nonfatal myocardial infarction","timeFrame":"4 years"},{"measure":"Post-stroke epilepsy asked by using questionnaires","description":"Two or more unprovoked epileptic seizures occuring at ≥1 week after the ischemic stroke event.","timeFrame":"4 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 through 44 years\n2. First-ever acute ischemic stroke with corresponding lesion on MRI scan\n3. Onset of symptoms within 1 months of inclusion\n\nExclusion Criteria:\n\n1. Any history of stroke\n2. No verification by MRI scan\n3. Failure to give their informed consent","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"44 Years","stdAges":["ADULT"],"studyPopulation":"Patients who had their first-ever ischemic stroke symptoms within the previous month and visited one of the 8 participating tertiary medical centers in the Republic of Korea.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Young Seo Kim, Doctor of Philosophy","role":"CONTACT","phone":"82-2-2290-8375","email":"aescula@hanmail.net"},{"name":"Hyuk Sung Kwon, master","role":"CONTACT","phone":"82-2-2290-8375","email":"hamohamo1318@gmail.com"}],"overallOfficials":[{"name":"Young Seo Kim, Doctor of Philosophy","affiliation":"Hanynag University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hanyang University","status":"RECRUITING","city":"Seoul","zip":"133-792","country":"Korea, Republic of","contacts":[{"name":"Young Seo Kim, Professor","role":"CONTACT","phone":"82-2-2290-8375","email":"aescula@hanmail.net"}],"geoPoint":{"lat":37.566,"lon":126.9784}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M2401","name":"Ischemic Stroke","asFound":"Ischemic Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}