{"protocolSection":{"identificationModule":{"nctId":"NCT02114697","orgStudyIdInfo":{"id":"IRB00059784"},"organization":{"fullName":"Emory University","class":"OTHER"},"briefTitle":"Accelerated Atherosclerosis in High Risk Population Groups: An Assessment by Magnetic Resonance Imaging","officialTitle":"Accelerated Atherosclerosis in High Risk Population Groups: An Assessment by Magnetic Resonance Imaging"},"statusModule":{"statusVerifiedDate":"2018-08","overallStatus":"TERMINATED","whyStopped":"The study was stopped when the original principal investigator moved to a new institution.","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2014-04"},"primaryCompletionDateStruct":{"date":"2017-07","type":"ACTUAL"},"completionDateStruct":{"date":"2017-07","type":"ACTUAL"},"studyFirstSubmitDate":"2014-04-10","studyFirstSubmitQcDate":"2014-04-13","studyFirstPostDateStruct":{"date":"2014-04-15","type":"ESTIMATED"},"resultsFirstSubmitDate":"2018-07-17","resultsFirstSubmitQcDate":"2018-07-17","resultsFirstPostDateStruct":{"date":"2018-08-14","type":"ACTUAL"},"lastUpdateSubmitDate":"2018-08-15","lastUpdatePostDateStruct":{"date":"2018-09-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"John Oshinski","investigatorTitle":"Associate Professor","investigatorAffiliation":"Emory University"},"leadSponsor":{"name":"Emory University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this study is to assess a slimy substance that settles/deposits along blood vessel wall. This slimy substance is called plaque. Plaque could be made up of fat, calcium or both. Plaque deposition narrows the vessels. This leads to decreased blood flow to various parts of body. Blood vessels include vessels that supply to heart (coronary), vessels to brain (carotid), vessels to kidneys (renal) and vessels to legs (femoral). Decreased blood flow causes symptoms such as brain stroke, heart attack, leg pain. Similarly individuals at risk of cardiovascular disease can have certain markers elevated in their blood that can be measured by simple blood tests.\n\nHigh or increased plaque deposition is seen in neck vessels of cancer patients who received radiation to chest or head and neck as part of their cancer treatment. Cancer survivors are at increased risk of plaque development and are therefore called high-risk population. Exercise +/- fat lowering medicine can potentially decrease plaque deposition and statins are one of the several fat lowering medications.","detailedDescription":"Cardiovascular disease (CVD) and cancer are the leading causes of suffering and death amongst the American population. While an ever-increasing number of cancer survivors have a favorable outcome due to advances in cancer treatment; cancer survivors remain at high risk of developing CVD at an early age. There is scant information available on the pathogenic process that contributes to cardiovascular threat amongst cancer survivors and little is known about the interventions, which may interrupt or decrease the risk of CVD in this population. Importantly, early-subclinical markers may substantially precede clinical markers.\n\nThe objective of this project is to accurately determine the constituents and characteristics of atherosclerotic plaques in carotid arteries by magnetic resonance imaging (MRI) techniques in cancer survivors; at different data intervals: before and after administration of treatment (medical and life style modification) and then correlate contrast agent dynamics with serum markers of inflammation and other tests of cardiac or vascular dysfunction, where available.\n\nThe proposed study involves 100 asymptomatic patients who received prior chest or head and neck radiation therapy (HNXRT) as part of cancer treatment. MRI data (direct assessment of atherosclerosis) would be correlated with indirect measures of atherosclerosis (blood surrogate markers \\& metabolomics).\n\nThe investigators intend to conduct an initial baseline MRI, blood tests (to correlate with surrogate markers of inflammation) and other tests whenever available of cardiac or vascular dysfunction. This cohort will be followed up with medication and/or life style modification regimen for a period of initially18 months and subsequently at 36 months. A repeat of all baseline studies (MRI and blood tests) would be performed as part of the 18 and 36-month follow-up. The plaque characteristics found at MRI will be correlated with results of blood tests (baseline, 18 and 36 months) and changes in one or both will be the expected end point of the study."},"conditionsModule":{"conditions":["Atherosclerosis"],"keywords":["Cancer survivorship","Cardiovascular disease","Stroke","Transient ischemic attack (TIA)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The protocol originally specified randomizing participants to a study arm, but the protocol was amended to clarify that a participant's cardiologist could change the treatment regimens that participants were assigned to so that no participant was restricted from statin therapy.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":9,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Lifestyle modification","type":"ACTIVE_COMPARATOR","description":"Lifestyle modification is tailored to each participant and includes a recommended exercise regimen, a healthy diet and decreasing alcohol intake.","interventionNames":["Behavioral: Lifestyle modification"]},{"label":"Statin therapy","type":"EXPERIMENTAL","description":"Participants will receive statin medication along with instruction about regular exercise.","interventionNames":["Drug: Statin therapy"]}],"interventions":[{"type":"DRUG","name":"Statin therapy","description":"Statin therapy includes rosuvastatin 20 mg administered orally, once a day, for the duration of the trial, which is 3 years. Participants may also receive a different type of statin as prescribed by their cardiologist based on clinical judgement.","armGroupLabels":["Statin therapy"],"otherNames":["Crestor"]},{"type":"BEHAVIORAL","name":"Lifestyle modification","description":"Lifestyle modification includes a recommended exercise regimen, a healthy diet and decreasing alcohol intake for 3 years.","armGroupLabels":["Lifestyle modification"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Plaque Volume of Carotid Arteries","description":"Plaque volume of carotid arteries were measured by MRI as a surrogate for progression of cardiovascular disease. Plaque volume varies with observed ranges from other studies ranging from 23.9 to 604.1mm\\^3. Plaque volume tends to increase with age. Increased plaque volume has an increased risk of vascular events.","timeFrame":"Baseline, 18 months, 36 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 22 and above with prior head and neck or chest irradiation\n* Six months or more post head and neck irradiation\n* Documented subclinical cardiovascular disease (inflammatory markers in the serum)\n* Pre-existing plaques (detected by ultrasound, CT or MRI)\n* Asymptomatic major arterial stenosis\n* Not being considered for arterial surgery or endovascular treatment.\n\nExclusion Criteria:\n\n* Recurrence of cancer (with or without treatment)\n* Planned surgical or endovascular intervention for revascularization of carotid arteries at the time of enrollment\n* Renal failure\n* Estimated glomerular filtration rate (eGFR) \\< 45 (calculation based on serum creatinine levels, race, age and gender)\n* Medically unstable or hematologic, renal, or hepatic dysfunction\n* Non-atherosclerotic arterial stenosis (dissection)\n* Presence of stents or external clips that can cause artifacts impairing accurate interpretation of MRI data\n* Contraindications to MRI: cardiac pacemaker, metal implants, metal in eyes, pregnant or nursing women, claustrophobia, allergy to MRI contrast\n* Physical or mental impairment that would limit the patient's ability to comply with the medical instructions or study procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"John Oshinski, PhD","affiliation":"Emory University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory University","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","geoPoint":{"lat":33.749,"lon":-84.38798}}]},"referencesModule":{"references":[{"pmid":"19608971","type":"BACKGROUND","citation":"Ota H, Yu W, Underhill HR, Oikawa M, Dong L, Zhao X, Polissar NL, Neradilek B, Gao T, Zhang Z, Yan Z, Guo M, Zhang Z, Hatsukami TS, Yuan C. Hemorrhage and large lipid-rich necrotic cores are independently associated with thin or ruptured fibrous caps: an in vivo 3T MRI study. Arterioscler Thromb Vasc Biol. 2009 Oct;29(10):1696-701. doi: 10.1161/ATVBAHA.109.192179. Epub 2009 Jul 16."},{"pmid":"12476646","type":"BACKGROUND","citation":"Virmani R, Burke AP, Kolodgie FD, Farb A. Vulnerable plaque: the pathology of unstable coronary lesions. J Interv Cardiol. 2002 Dec;15(6):439-46. doi: 10.1111/j.1540-8183.2002.tb01087.x."},{"pmid":"20368646","type":"BACKGROUND","citation":"Yeh JM, Nekhlyudov L, Goldie SJ, Mertens AC, Diller L. A model-based estimate of cumulative excess mortality in survivors of childhood cancer. Ann Intern Med. 2010 Apr 6;152(7):409-17, W131-8. doi: 10.7326/0003-4819-152-7-201004060-00005."},{"pmid":"11773180","type":"BACKGROUND","citation":"Dorresteijn LD, Kappelle AC, Boogerd W, Klokman WJ, Balm AJ, Keus RB, van Leeuwen FE, Bartelink H. Increased risk of ischemic stroke after radiotherapy on the neck in patients younger than 60 years. J Clin Oncol. 2002 Jan 1;20(1):282-8. doi: 10.1200/JCO.2002.20.1.282."},{"pmid":"19846829","type":"BACKGROUND","citation":"Jordan LC, Duffner PK. Early-onset stroke and cerebrovascular disease in adult survivors of childhood cancer. Neurology. 2009 Dec 1;73(22):1816-7. doi: 10.1212/WNL.0b013e3181c33b10. Epub 2009 Oct 21. No abstract available."},{"pmid":"19364955","type":"BACKGROUND","citation":"Diller L, Chow EJ, Gurney JG, Hudson MM, Kadin-Lottick NS, Kawashima TI, Leisenring WM, Meacham LR, Mertens AC, Mulrooney DA, Oeffinger KC, Packer RJ, Robison LL, Sklar CA. Chronic disease in the Childhood Cancer Survivor Study cohort: a review of published findings. J Clin Oncol. 2009 May 10;27(14):2339-55. doi: 10.1200/JCO.2008.21.1953. Epub 2009 Apr 13. No abstract available. Erratum In: J Clin Oncol. 2021 Nov 10;39(32):3650."},{"pmid":"11432882","type":"BACKGROUND","citation":"Mertens AC, Yasui Y, Neglia JP, Potter JD, Nesbit ME Jr, Ruccione K, Smithson WA, Robison LL. Late mortality experience in five-year survivors of childhood and adolescent cancer: the Childhood Cancer Survivor Study. J Clin Oncol. 2001 Jul 1;19(13):3163-72. doi: 10.1200/JCO.2001.19.13.3163."},{"pmid":"12368635","type":"BACKGROUND","citation":"Haynes JC, Machtay M, Weber RS, Weinstein GS, Chalian AA, Rosenthal DI. Relative risk of stroke in head and neck carcinoma patients treated with external cervical irradiation. Laryngoscope. 2002 Oct;112(10):1883-7. doi: 10.1097/00005537-200210000-00034."},{"pmid":"17088567","type":"BACKGROUND","citation":"Bowers DC, Liu Y, Leisenring W, McNeil E, Stovall M, Gurney JG, Robison LL, Packer RJ, Oeffinger KC. Late-occurring stroke among long-term survivors of childhood leukemia and brain tumors: a report from the Childhood Cancer Survivor Study. J Clin Oncol. 2006 Nov 20;24(33):5277-82. doi: 10.1200/JCO.2006.07.2884. Epub 2006 Nov 6."},{"pmid":"16339404","type":"BACKGROUND","citation":"Moser EC, Noordijk EM, van Leeuwen FE, le Cessie S, Baars JW, Thomas J, Carde P, Meerwaldt JH, van Glabbeke M, Kluin-Nelemans HC. Long-term risk of cardiovascular disease after treatment for aggressive non-Hodgkin lymphoma. Blood. 2006 Apr 1;107(7):2912-9. doi: 10.1182/blood-2005-08-3392. Epub 2005 Dec 8."},{"pmid":"15135672","type":"BACKGROUND","citation":"Steele SR, Martin MJ, Mullenix PS, Crawford JV, Cuadrado DS, Andersen CA. Focused high-risk population screening for carotid arterial stenosis after radiation therapy for head and neck cancer. Am J Surg. 2004 May;187(5):594-8. doi: 10.1016/j.amjsurg.2004.01.014."},{"pmid":"12719287","type":"BACKGROUND","citation":"Casscells W, Naghavi M, Willerson JT. Vulnerable atherosclerotic plaque: a multifocal disease. Circulation. 2003 Apr 29;107(16):2072-5. doi: 10.1161/01.CIR.0000069329.70061.68. No abstract available."},{"pmid":"10961958","type":"BACKGROUND","citation":"Hatsukami TS, Ross R, Polissar NL, Yuan C. Visualization of fibrous cap thickness and rupture in human atherosclerotic carotid plaque in vivo with high-resolution magnetic resonance imaging. Circulation. 2000 Aug 29;102(9):959-64. doi: 10.1161/01.cir.102.9.959."},{"pmid":"12805071","type":"BACKGROUND","citation":"MacNeill BD, Lowe HC, Takano M, Fuster V, Jang IK. Intravascular modalities for detection of vulnerable plaque: current status. Arterioscler Thromb Vasc Biol. 2003 Aug 1;23(8):1333-42. doi: 10.1161/01.ATV.0000080948.08888.BF. Epub 2003 Jun 12."},{"pmid":"11181465","type":"BACKGROUND","citation":"Crisby M, Nordin-Fredriksson G, Shah PK, Yano J, Zhu J, Nilsson J. Pravastatin treatment increases collagen content and decreases lipid content, inflammation, metalloproteinases, and cell death in human carotid plaques: implications for plaque stabilization. Circulation. 2001 Feb 20;103(7):926-33. doi: 10.1161/01.cir.103.7.926."},{"pmid":"8873680","type":"BACKGROUND","citation":"Davies MJ. Stability and instability: two faces of coronary atherosclerosis. The Paul Dudley White Lecture 1995. Circulation. 1996 Oct 15;94(8):2013-20. doi: 10.1161/01.cir.94.8.2013. No abstract available."},{"pmid":"15547008","type":"BACKGROUND","citation":"Kolodgie FD, Virmani R, Burke AP, Farb A, Weber DK, Kutys R, Finn AV, Gold HK. Pathologic assessment of the vulnerable human coronary plaque. Heart. 2004 Dec;90(12):1385-91. doi: 10.1136/hrt.2004.041798. No abstract available."},{"pmid":"15843671","type":"BACKGROUND","citation":"Hansson GK. Inflammation, atherosclerosis, and coronary artery disease. N Engl J Med. 2005 Apr 21;352(16):1685-95. doi: 10.1056/NEJMra043430. No abstract available."},{"pmid":"12768913","type":"BACKGROUND","citation":"Krams R, Segers D, Mousavi Gourabi B, Maat W, Cheng C, van Pelt C, van Damme LC, de Feyter P, van der Steen T, de Korte CL, Serruys PW. Inflammation and atherosclerosis: mechanisms underlying vulnerable plaque. J Interv Cardiol. 2003 Apr;16(2):107-13. doi: 10.1046/j.1540-8183.2003.08021.x. No abstract available."},{"pmid":"12490960","type":"BACKGROUND","citation":"Libby P. Inflammation in atherosclerosis. Nature. 2002 Dec 19-26;420(6917):868-74. doi: 10.1038/nature01323."},{"pmid":"18039117","type":"BACKGROUND","citation":"Hansson GK, Robertson AK, Soderberg-Naucler C. Inflammation and atherosclerosis. Annu Rev Pathol. 2006;1:297-329. doi: 10.1146/annurev.pathol.1.110304.100100."},{"pmid":"11877368","type":"BACKGROUND","citation":"Libby P, Ridker PM, Maseri A. Inflammation and atherosclerosis. Circulation. 2002 Mar 5;105(9):1135-43. doi: 10.1161/hc0902.104353."},{"pmid":"21247313","type":"BACKGROUND","citation":"Stone GW, Maehara A, Lansky AJ, de Bruyne B, Cristea E, Mintz GS, Mehran R, McPherson J, Farhat N, Marso SP, Parise H, Templin B, White R, Zhang Z, Serruys PW; PROSPECT Investigators. A prospective natural-history study of coronary atherosclerosis. N Engl J Med. 2011 Jan 20;364(3):226-35. doi: 10.1056/NEJMoa1002358. Erratum In: N Engl J Med. 2011 Nov 24;365(21):2040."},{"pmid":"18371583","type":"BACKGROUND","citation":"Bengel FM. Vascular FDG uptake: further steps toward clinical acceptance. J Nucl Cardiol. 2008 Mar-Apr;15(2):154-6. doi: 10.1016/j.nuclcard.2008.01.010. No abstract available."},{"pmid":"17133101","type":"BACKGROUND","citation":"Croce K, Libby P. Intertwining of thrombosis and inflammation in atherosclerosis. Curr Opin Hematol. 2007 Jan;14(1):55-61. doi: 10.1097/00062752-200701000-00011."},{"pmid":"19467659","type":"BACKGROUND","citation":"Silvera SS, Aidi HE, Rudd JH, Mani V, Yang L, Farkouh M, Fuster V, Fayad ZA. Multimodality imaging of atherosclerotic plaque activity and composition using FDG-PET/CT and MRI in carotid and femoral arteries. Atherosclerosis. 2009 Nov;207(1):139-43. doi: 10.1016/j.atherosclerosis.2009.04.023. Epub 2009 Apr 24."},{"pmid":"10865837","type":"BACKGROUND","citation":"Fayad ZA, Fuster V. Characterization of atherosclerotic plaques by magnetic resonance imaging. Ann N Y Acad Sci. 2000 May;902:173-86. doi: 10.1111/j.1749-6632.2000.tb06312.x."},{"pmid":"12655579","type":"BACKGROUND","citation":"Mitsumori LM, Hatsukami TS, Ferguson MS, Kerwin WS, Cai J, Yuan C. In vivo accuracy of multisequence MR imaging for identifying unstable fibrous caps in advanced human carotid plaques. J Magn Reson Imaging. 2003 Apr;17(4):410-20. doi: 10.1002/jmri.10264."},{"pmid":"11687667","type":"BACKGROUND","citation":"Yuan C, Mitsumori LM, Beach KW, Maravilla KR. Carotid atherosclerotic plaque: noninvasive MR characterization and identification of vulnerable lesions. Radiology. 2001 Nov;221(2):285-99. doi: 10.1148/radiol.2212001612."},{"pmid":"18997196","type":"BACKGROUND","citation":"Ridker PM, Danielson E, Fonseca FA, Genest J, Gotto AM Jr, Kastelein JJ, Koenig W, Libby P, Lorenzatti AJ, MacFadyen JG, Nordestgaard BG, Shepherd J, Willerson JT, Glynn RJ; JUPITER Study Group. Rosuvastatin to prevent vascular events in men and women with elevated C-reactive protein. N Engl J Med. 2008 Nov 20;359(21):2195-207. doi: 10.1056/NEJMoa0807646. Epub 2008 Nov 9."},{"pmid":"21814149","type":"BACKGROUND","citation":"Courneya KS, Stevinson C, McNeely ML, Sellar CM, Friedenreich CM, Peddle-McIntyre CJ, Chua N, Reiman T. Effects of supervised exercise on motivational outcomes and longer-term behavior. Med Sci Sports Exerc. 2012 Mar;44(3):542-9. doi: 10.1249/MSS.0b013e3182301e06."},{"pmid":"22011559","type":"BACKGROUND","citation":"Ahmed HM, Blaha MJ, Nasir K, Rivera JJ, Blumenthal RS. Effects of physical activity on cardiovascular disease. Am J Cardiol. 2012 Jan 15;109(2):288-95. doi: 10.1016/j.amjcard.2011.08.042. Epub 2011 Oct 18."},{"pmid":"17070142","type":"BACKGROUND","citation":"Williams MA, Ades PA, Hamm LF, Keteyian SJ, LaFontaine TP, Roitman JL, Squires RW. Clinical evidence for a health benefit from cardiac rehabilitation: an update. Am Heart J. 2006 Nov;152(5):835-41. doi: 10.1016/j.ahj.2006.05.015."},{"pmid":"16609296","type":"BACKGROUND","citation":"Pannu N, Tonelli M. Strategies to reduce the risk of contrast nephropathy: an evidence-based approach. Curr Opin Nephrol Hypertens. 2006 May;15(3):285-90. doi: 10.1097/01.mnh.0000222696.92088.28."}]}},"resultsSection":{"participantFlowModule":{"preAssignmentDetails":"A total of 11 individuals gave informed consent to participate in the study, however, one withdrew from the study and one was lost to follow up before being assigned to a study arm. These individuals are not considered as enrolled as no clinical data were collected. Nine participants were assigned to a study arm and began the intervention.","groups":[{"id":"FG000","title":"Lifestyle Modification","description":"Participants receiving information about lifestyle modifications including a recommended exercise regimen, a healthy diet and decreasing alcohol intake."},{"id":"FG001","title":"Statin Therapy","description":"Participants receiving statin therapy. A participant's cardiologist could change the treatment regimen that a participant was assigned to so that no participant was restricted from statin therapy. The results reflect the treatment each participant actually received rather than the treatment each participant was randomized to."}],"periods":[{"title":"Overall Study","milestones":[{"type":"STARTED","achievements":[{"groupId":"FG000","numSubjects":"5"},{"groupId":"FG001","numSubjects":"4"}]},{"type":"Completed Month 18 Visit","achievements":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"1"}]},{"type":"COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"0"},{"groupId":"FG001","numSubjects":"0"}]},{"type":"NOT COMPLETED","achievements":[{"groupId":"FG000","numSubjects":"5"},{"groupId":"FG001","numSubjects":"4"}]}],"dropWithdraws":[{"type":"Study terminated","reasons":[{"groupId":"FG000","numSubjects":"5"},{"groupId":"FG001","numSubjects":"4"}]}]}]},"baselineCharacteristicsModule":{"populationDescription":"All participants who began the intervention are included in the baseline analysis population description.","groups":[{"id":"BG000","title":"Lifestyle Modification","description":"Participants receiving information about lifestyle modifications including a recommended exercise regimen, a healthy diet and decreasing alcohol intake."},{"id":"BG001","title":"Statin Therapy","description":"Participants receiving statin therapy. A participant's cardiologist could change the treatment regimen that a participant was assigned to so that no participant was restricted from statin therapy. The results reflect the treatment each participant actually received rather than the treatment each participant was randomized to."},{"id":"BG002","title":"Total","description":"Total of all reporting groups"}],"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"9"}]}],"measures":[{"title":"Age, Categorical","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"9"}]}],"categories":[{"title":"<=18 years","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Between 18 and 65 years","measurements":[{"groupId":"BG000","value":"3"},{"groupId":"BG001","value":"3"},{"groupId":"BG002","value":"6"}]},{"title":">=65 years","measurements":[{"groupId":"BG000","value":"2"},{"groupId":"BG001","value":"1"},{"groupId":"BG002","value":"3"}]}]}]},{"title":"Age, Continuous","paramType":"MEAN","dispersionType":"STANDARD_DEVIATION","unitOfMeasure":"years","classes":[{"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"9"}]}],"categories":[{"measurements":[{"groupId":"BG000","value":"60.60","spread":"3.64"},{"groupId":"BG001","value":"62.25","spread":"1.70"},{"groupId":"BG002","value":"61.33","spread":"2.06"}]}]}]},{"title":"Sex: Female, Male","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"9"}]}],"categories":[{"title":"Female","measurements":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]},{"title":"Male","measurements":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"9"}]}]}]},{"title":"Race and Ethnicity Not Collected","populationDescription":"Race and Ethnicity were not collected from any participant.","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"0"},{"groupId":"BG001","value":"0"},{"groupId":"BG002","value":"0"}]}],"categories":[{"measurements":[{"groupId":"BG002","value":"0"}]}]}]},{"title":"Region of Enrollment","paramType":"COUNT_OF_PARTICIPANTS","unitOfMeasure":"Participants","classes":[{"title":"United States","denoms":[{"units":"Participants","counts":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"9"}]}],"categories":[{"measurements":[{"groupId":"BG000","value":"5"},{"groupId":"BG001","value":"4"},{"groupId":"BG002","value":"9"}]}]}]}]},"outcomeMeasuresModule":{"outcomeMeasures":[{"type":"PRIMARY","title":"Plaque Volume of Carotid Arteries","description":"Plaque volume of carotid arteries were measured by MRI as a surrogate for progression of cardiovascular disease. Plaque volume varies with observed ranges from other studies ranging from 23.9 to 604.1mm\\^3. Plaque volume tends to increase with age. Increased plaque volume has an increased risk of vascular events.","populationDescription":"This analysis includes all participants who completed the MRI at each time point. Most participants did not return for the follow up MRI measurements.","reportingStatus":"POSTED","paramType":"MEAN","dispersionType":"Standard Deviation","unitOfMeasure":"Cubic millimeter (mm^3)","timeFrame":"Baseline, 18 months, 36 months","groups":[{"id":"OG000","title":"Lifestyle Modification","description":"Participants receiving information about lifestyle modifications including a recommended exercise regimen, a healthy diet and decreasing alcohol intake."},{"id":"OG001","title":"Statin Therapy","description":"Participants receiving statin therapy. A participant's cardiologist could change the treatment regimen that a participant was assigned to so that no participant was restricted from statin therapy. The results reflect the treatment each participant actually received rather than the treatment each participant was randomized to."}],"denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"5"},{"groupId":"OG001","value":"4"}]}],"classes":[{"title":"Baseline","denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"5"},{"groupId":"OG001","value":"4"}]}],"categories":[{"measurements":[{"groupId":"OG000","value":"125.18","spread":"8.09"},{"groupId":"OG001","value":"108.88","spread":"5.27"}]}]},{"title":"Month 18","denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"0"},{"groupId":"OG001","value":"1"}]}],"categories":[{"measurements":[{"groupId":"OG001","value":"114.70","spread":"0.0"}]}]},{"title":"Month 36","denoms":[{"units":"Participants","counts":[{"groupId":"OG000","value":"0"},{"groupId":"OG001","value":"0"}]}]}]}]},"adverseEventsModule":{"frequencyThreshold":"0","timeFrame":"Adverse events were collected from the time the participant signed the consent form through the duration of participation (up to 36 months).","description":"All adverse events were graded as to their attribution (unrelated to protocol, or possibly, probably, or definitely related to protocol). All serious or unexpected adverse experiences and all deaths were recorded and reported according to the National Cancer Institute Common Toxicity Criteria. Serious adverse events were not expected to occur in this study due to the low risk involved with the study procedures performed.","eventGroups":[{"id":"EG000","title":"Lifestyle Modification","description":"Participants receiving information about lifestyle modifications including a recommended exercise regimen, a healthy diet and decreasing alcohol intake.","deathsNumAffected":0,"deathsNumAtRisk":5,"seriousNumAffected":0,"seriousNumAtRisk":5,"otherNumAffected":0,"otherNumAtRisk":5},{"id":"EG001","title":"Statin Therapy","description":"Participants receiving statin therapy. A participant's cardiologist could change the treatment regimen that a participant was assigned to so that no participant was restricted from statin therapy. The results reflect the treatment each participant actually received rather than the treatment each participant was randomized to.","deathsNumAffected":0,"deathsNumAtRisk":4,"seriousNumAffected":0,"seriousNumAtRisk":4,"otherNumAffected":0,"otherNumAtRisk":4}]},"moreInfoModule":{"certainAgreement":{"piSponsorEmployee":true},"pointOfContact":{"title":"John Oshinski PhD","organization":"Emory University","email":"jnoshin@emory.edu","phone":"404-727-5894"}}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2015-05-01","uploadDate":"2018-07-16T14:26","filename":"Prot_SAP_000.pdf","size":675475}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000050197","term":"Atherosclerosis"}],"ancestors":[{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M5485","name":"Ischemic Attack, Transient","relevance":"LOW"},{"id":"M25878","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M4159","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4155","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000068718","term":"Rosuvastatin Calcium"}],"ancestors":[{"id":"D000000924","term":"Anticholesteremic Agents"},{"id":"D000000960","term":"Hypolipidemic Agents"},{"id":"D000000963","term":"Antimetabolites"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000057847","term":"Lipid Regulating Agents"},{"id":"D000019161","term":"Hydroxymethylglutaryl-CoA Reductase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"}],"browseLeaves":[{"id":"M3467","name":"Ethanol","relevance":"LOW"},{"id":"M298","name":"Rosuvastatin Calcium","asFound":"Achieved","relevance":"HIGH"},{"id":"M20845","name":"Hydroxymethylglutaryl-CoA Reductase Inhibitors","relevance":"LOW"},{"id":"M5071","name":"Calcium","relevance":"LOW"},{"id":"M5088","name":"Calcium, Dietary","relevance":"LOW"},{"id":"M3933","name":"Anticholesteremic Agents","relevance":"LOW"},{"id":"M3968","name":"Hypolipidemic Agents","relevance":"LOW"},{"id":"M3971","name":"Antimetabolites","relevance":"LOW"},{"id":"M28573","name":"Lipid Regulating Agents","relevance":"LOW"},{"id":"M7641","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Lipd","name":"Lipid Regulating Agents"},{"abbrev":"BDCA","name":"Bone Density Conservation Agents"}]}},"hasResults":true}