{"protocolSection":{"identificationModule":{"nctId":"NCT01366729","orgStudyIdInfo":{"id":"TTvS_13DPD6_134993_BFHBZG"},"organization":{"fullName":"Technical University of Bern","class":"OTHER"},"briefTitle":"Gait Rehabilitation Post Stroke:the Long Term Effect of Two Walking Aids -Canes and TheraTogs","officialTitle":"How to Improve Walking, Balance and Social Participation Following Stroke: a Comparison of Cane Walking to an Orthosis TheraTogs in Early Post-stroke Gait Rehabilitation. A Multi-centred, Single Blind,Randomized Control Trial."},"statusModule":{"statusVerifiedDate":"2022-12","overallStatus":"TERMINATED","whyStopped":"Unable to recruite enough subjects to reach statistical power","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2011-11"},"primaryCompletionDateStruct":{"date":"2015-08","type":"ACTUAL"},"completionDateStruct":{"date":"2015-08","type":"ACTUAL"},"studyFirstSubmitDate":"2011-06-02","studyFirstSubmitQcDate":"2011-06-02","studyFirstPostDateStruct":{"date":"2011-06-06","type":"ESTIMATED"},"lastUpdateSubmitDate":"2022-12-28","lastUpdatePostDateStruct":{"date":"2022-12-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Clare Maguire","investigatorTitle":"Principal researcher","investigatorAffiliation":"Technical University of Bern"},"leadSponsor":{"name":"Technical University of Bern","class":"OTHER"},"collaborators":[{"name":"Maastricht University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"Background 9000 people a year in Switzerland suffer a first time stroke. Of these 20 to 30% remain unable to walk and up to 60% are left with moderate to severe walking disability.\n\nEvidence shows that rehabilitation techniques which emphasise use of the hemiplegic side influence ipsilesional cortical plasticity and improve functional outcomes. Canes are commonly used in gait rehabilitation although they significantly reduce hemiplegic muscle activity. We have shown that an orthosis \"TheraTogs\" ( elastic corset supporting hemiplegic side) significantly increases hemiplegic muscle activity during gait.\n\nTo date no clinical studies have investigated the long term effects of these techniques on gait recovery following stroke.\n\nThis study aims to determine if advances in the understanding of cortical plasticity and its relation to functional recovery following stroke can be applied to clinical gait rehabilitation to improve long term outcomes.\n\nHypotheses Early gait rehabilitation with canes will reduce hemiplegic muscle activity and inhibit balance reactions. In the long term this causes poorer walking ability and balance and consequently reduced social participation.\n\nEarly gait rehabilitation with TheraTogs will increase hemiplegic muscle activity and facilitate balance reactions. In the long term this improves walking ability and balance leading to increased social independence and participation.\n\nDesign Multi-centred, single blind, randomized control trial. Subjects 120 first time stroke patients Intervention When subjects can walk unaided on even ground whilst requiring verbal prompts and stand-by help without body contact (FAC 3) they will be randomly allocated into intervention (TheraTogs) or control (cane) group. TheraTogs will be applied to support hip extensor and abductor musculature according to a standardized procedure. Cane walking with cane at the level of the radial styloid of the sound wrist. Subjects will walk throughout the day with the assigned walking aid. Standard therapy treatments and usual care will remain unchanged and documented.The intervention will continue for five weeks or until patients have reached FAC 5 (independent walkers on all surfaces).\n\nMeasures: the day before intervention begin, the day after intervention completion (max 5 weeks), 3 months, 6 months and 2 years after completion Primary outcome Timed \"up and go\" test Secondary outcomes surface EMG of hemiplegic lower extremity musculature, temporo-spatial gait parameters, hip kinematics, dynamic balance. The Stroke Impact Scale.\n\nResults Significance levels will be 5% with 95% CI's. ITT analyses will be performed. Descriptive statistics will be presented. Relevant co-variables will be identified and analysed. Discussion This study could have significant implications for the clinical practice of gait rehabilitation after stroke in particular the effect and appropriate use of walking aids"},"conditionsModule":{"conditions":["Stroke Gait Rehabilitation"],"keywords":["hemiplegia","walking","canes","TheraTogs","EMG","balance","Timed up and go"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":12,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"TheraTogs","type":"EXPERIMENTAL","interventionNames":["Device: TheraTogs"]},{"label":"Cane walking","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Cane walking"]}],"interventions":[{"type":"DEVICE","name":"TheraTogs","description":"Orthosis facilitating hemiplegic hip extensor and abductor activity. Worn daily from dressing in the morning to undressing at night. May be removed during therapy or afternoon sleep.","armGroupLabels":["TheraTogs"]},{"type":"DEVICE","name":"Cane walking","description":"All walking activities must take place with cane from waking until sleeping","armGroupLabels":["Cane walking"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Timed \"up and go\" test","timeFrame":"the day after intervention completion (max 5 weeks)"}],"secondaryOutcomes":[{"measure":"surface EMG of hemiplegic lower extremity musculature","description":"peak surface EMG of gluteus maximus and medius","timeFrame":"the day after intervention completion (max 5 weeks)"},{"measure":"temporo-spatial gait parameters","timeFrame":"the day after intervention completion (max 5 weeks)"},{"measure":"hip kinematics","description":"hemiplegic hip kinematic measurements in sagital and frontal planes","timeFrame":"the day after intervention completion (max 5 weeks)"},{"measure":"Dynamic balance","description":"Sway Star","timeFrame":"the day after intervention completion (max 5 weeks)"},{"measure":"The Stroke Impact Scale","timeFrame":"the day after intervention completion (max 5 weeks)"},{"measure":"EMG activation patterns of hemiplegic leg musculature","description":"EMG activation patterns of gluteus maximus, medius, vastus lateralis, semitendinosis, gastrocnemius and tibialis anterior","timeFrame":"1 day post intervention completion (max 5 weeks)"},{"measure":"Accelerometer Activity Monitoring","description":"The accelerometer (Aipermon® GmbH, Germany) will be attached to the patient's belt and positioned above the left hip. Patients will wear the device during waking hours during intervention time. The accelerometer will be attached after dressing in the morning and only taken off for showering, bathing and sleeping. In the statistical analysis a day starts at 24.00 o'clock and ends at 23.59 o'clock the same day. Mean activity per day will be calculated","timeFrame":"Immediately post intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patients with hemiplegia following a first unilateral stroke\n* will score at least level 3 on the Functional Ambulation Category (FAC) (able to walk unaided on even ground but requiring verbal prompts and stand-by help without body contact)\n* must have been independent walkers prior to insult without walking aids\n* Subjects will have a Mini Mental State score of 22 or above\n\nExclusion Criteria:\n\n* orthopaedic or other neurological conditions that could limit walking ability\n* no gross visuospatial or visual field deficits\n* no medical contraindications to walking","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Clare C Maguire, MSc PT","affiliation":"Technical University of Bern, Bildungszentrun Gesundheit, Basel-Stadt","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"RehaClinic Bad Zurzach","city":"Zurzach","state":"Aargau","country":"Switzerland"},{"facility":"Felix Platterspital","city":"Basel","state":"Basel-Stadt","zip":"4012","country":"Switzerland","geoPoint":{"lat":47.55839,"lon":7.57327}},{"facility":"Kantonsspital Luzern","city":"Luzern","country":"Switzerland","geoPoint":{"lat":47.05048,"lon":8.30635}}]},"referencesModule":{"references":[{"pmid":"22462692","type":"DERIVED","citation":"Maguire C, Sieben JM, Erzer F, Goepfert B, Frank M, Ferber G, Jehn M, Schmidt-Trucksass A, de Bie RA. How to improve walking, balance and social participation following stroke: a comparison of the long term effects of two walking aids--canes and an orthosis TheraTogs--on the recovery of gait following acute stroke. A study protocol for a multi-centre, single blind, randomised control trial. BMC Neurol. 2012 Mar 30;12:18. doi: 10.1186/1471-2377-12-18."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M9205","name":"Hemiplegia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}