{"protocolSection":{"identificationModule":{"nctId":"NCT00912041","orgStudyIdInfo":{"id":"MGH-BG2-TP-001"},"secondaryIdInfos":[{"id":"R01DC009899","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01DC009899"},{"id":"UH2NS095548","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UH2NS095548"},{"id":"A2295-R","type":"OTHER_GRANT","domain":"U.S. Department of Veterans Affairs"},{"id":"U01NS123101","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01NS123101"},{"id":"R01DC014034","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01DC014034"},{"id":"U01DC017844","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U01DC017844"},{"id":"CDMRP-AL220043","type":"OTHER_GRANT","domain":"Department of Defense (DOD)"}],"organization":{"fullName":"Massachusetts General Hospital","class":"OTHER"},"briefTitle":"BrainGate2: Feasibility Study of an Intracortical Neural Interface System for Persons With Tetraplegia","officialTitle":"BrainGate2: Feasibility Study of an Intracortical Neural Interface System for Persons With Tetraplegia","acronym":"BrainGate2"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2009-05"},"primaryCompletionDateStruct":{"date":"2038-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2038-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2009-06-01","studyFirstSubmitQcDate":"2009-06-02","studyFirstPostDateStruct":{"date":"2009-06-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-01-29","lastUpdatePostDateStruct":{"date":"2024-01-31","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Leigh R. Hochberg, MD, PhD.","investigatorTitle":"Sponsor-Investigator","investigatorAffiliation":"Massachusetts General Hospital"},"leadSponsor":{"name":"Leigh R. Hochberg, MD, PhD.","class":"OTHER"},"collaborators":[{"name":"National Institute on Deafness and Other Communication Disorders (NIDCD)","class":"NIH"},{"name":"US Department of Veterans Affairs","class":"FED"},{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The purpose of this study is to obtain preliminary device safety information and demonstrate proof of principle (feasibility) of the ability of people with tetraplegia to control a computer cursor and other assistive devices with their thoughts.","detailedDescription":"The goal of the BrainGate2 research and development project is to identify the core methods and features for a medical device that could allow people with paralysis, including severe speech impairment, to recover a host of abilities that normally rely on the hands or on speech."},"conditionsModule":{"conditions":["Tetraplegia","Spinal Cord Injuries","Amyotrophic Lateral Sclerosis","Brain Stem Infarctions","Locked in Syndrome","Muscular Dystrophy"],"keywords":["Brain computer interface","Assistive device","Environmental control","Communication device","quadriplegia","tetraplegia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":22,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"BrainGate","type":"OTHER","description":"BrainGate Neural Interface System","interventionNames":["Device: Placement of the BrainGate2 sensor(s) into the motor-related cortex"]}],"interventions":[{"type":"DEVICE","name":"Placement of the BrainGate2 sensor(s) into the motor-related cortex","description":"Up to four 4x4 mm BrainGate2 sensor(s) are placed into the motor-related cortex (including speech-related areas of cortex), connected to one or two percutaneous pedestals. Neural recordings are made at least weekly for a year or more.","armGroupLabels":["BrainGate"],"otherNames":["BrainGate","NeuroPort","neural prosthesis","neural prosthetic","neuroprosthetic","brain computer interface","brain-computer interface"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The primary endpoint of this Study is to determine the safety of the BrainGate2 Neural Interface System.","timeFrame":"One year post-implant evaluation period"}],"secondaryOutcomes":[{"measure":"To investigate the feasibility of BrainGate2 and to establish the parameters for a larger clinical study, such as appropriate neural decoding algorithms, sample size, indices of measurement, success criteria, and endpoints.","timeFrame":"Course of the study"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinical diagnosis of spinal cord injury, brainstem stroke, muscular dystrophy, amyotrophic lateral sclerosis or other motor neuron disorders\n* Complete or incomplete tetraplegia (quadriplegia)\n* Must live within a three-hour drive of the Study site\n* (There are additional inclusion criteria)\n\nExclusion Criteria:\n\n* Visual impairment such that extended viewing of a computer monitor would be difficult even with ordinary corrective lenses\n* Chronic oral or intravenous steroids or immunosuppressive therapy\n* Other serious disease or disorder that could seriously affect ability to participate in the study\n* (There are additional exclusion criteria)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Leigh R Hochberg, M.D., Ph.D.","role":"CONTACT","phone":"617-724-9247","email":"clinicaltrials@braingate.org"}],"overallOfficials":[{"name":"Leigh R Hochberg, M.D., Ph.D.","affiliation":"Massachusetts General Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of California, Davis","status":"RECRUITING","city":"Sacramento","state":"California","zip":"95817","country":"United States","contacts":[{"name":"David M Brandman, MD, PhD","role":"CONTACT","phone":"916-703-5010","email":"braingate@ucdavis.edu"},{"name":"David M Brandman, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":38.58157,"lon":-121.4944}},{"facility":"Stanford University School of Medicine","status":"RECRUITING","city":"Stanford","state":"California","zip":"94305","country":"United States","contacts":[{"name":"Jaimie Henderson, M.D.","role":"CONTACT","phone":"650-723-5574","email":"henderj@stanford.edu"},{"name":"Jaimie Henderson, M.D.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":37.42411,"lon":-122.16608}},{"facility":"Emory University School of Medicine","status":"RECRUITING","city":"Atlanta","state":"Georgia","zip":"30322","country":"United States","contacts":[{"name":"Yvan Bamps, Ph.D.","role":"CONTACT","phone":"404-778-7673","email":"braingate@emory.edu"},{"name":"Nicholas Au Yong, M.D., Ph.D.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.749,"lon":-84.38798}},{"facility":"Massachusetts General Hospital","status":"RECRUITING","city":"Boston","state":"Massachusetts","zip":"02114","country":"United States","contacts":[{"name":"Leigh R Hochberg, MD, PhD","role":"CONTACT","phone":"617-742-9247","email":"lhochberg@mgh.harvard.edu"},{"name":"Leigh R Hochberg, M.D., Ph.D.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sydney S Cash, M.D., Ph.D.","role":"SUB_INVESTIGATOR"},{"name":"Ziv Williams, M.D., Ph.D.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Providence VA Medical Center","status":"RECRUITING","city":"Providence","state":"Rhode Island","zip":"02908","country":"United States","contacts":[{"name":"Stephen Mernoff, M.D.","role":"CONTACT","email":"stephen.mernoff@va.gov"},{"name":"Stephen Mernoff, M.D.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Leigh R Hochberg, M.D., Ph.D.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.82399,"lon":-71.41283}}]},"referencesModule":{"references":[{"pmid":"16838014","type":"BACKGROUND","citation":"Hochberg LR, Serruya MD, Friehs GM, Mukand JA, Saleh M, Caplan AH, Branner A, Chen D, Penn RD, Donoghue JP. Neuronal ensemble control of prosthetic devices by a human with tetraplegia. Nature. 2006 Jul 13;442(7099):164-71. doi: 10.1038/nature04970."},{"pmid":"17272345","type":"BACKGROUND","citation":"Donoghue JP, Nurmikko A, Black M, Hochberg LR. Assistive technology and robotic control using motor cortex ensemble-based neural interface systems in humans with tetraplegia. J Physiol. 2007 Mar 15;579(Pt 3):603-11. doi: 10.1113/jphysiol.2006.127209. Epub 2007 Feb 1."},{"pmid":"24196868","type":"BACKGROUND","citation":"Homer ML, Perge JA, Black MJ, Harrison MT, Cash SS, Hochberg LR. Adaptive offset correction for intracortical brain-computer interfaces. IEEE Trans Neural Syst Rehabil Eng. 2014 Mar;22(2):239-48. doi: 10.1109/TNSRE.2013.2287768."},{"pmid":"24921388","type":"BACKGROUND","citation":"Perge JA, Zhang S, Malik WQ, Homer ML, Cash S, Friehs G, Eskandar EN, Donoghue JP, Hochberg LR. Reliability of directional information in unsorted spikes and local field potentials recorded in human motor cortex. J Neural Eng. 2014 Aug;11(4):046007. doi: 10.1088/1741-2560/11/4/046007. Epub 2014 Jun 12."},{"pmid":"25128256","type":"BACKGROUND","citation":"Masse NY, Jarosiewicz B, Simeral JD, Bacher D, Stavisky SD, Cash SS, Oakley EM, Berhanu E, Eskandar E, Friehs G, Hochberg LR, Donoghue JP. Non-causal spike filtering improves decoding of movement intention for intracortical BCIs. J Neurosci Methods. 2014 Oct 30;236:58-67. doi: 10.1016/j.jneumeth.2014.08.004. Epub 2014 Aug 13."},{"pmid":"25265627","type":"BACKGROUND","citation":"Malik WQ, Hochberg LR, Donoghue JP, Brown EN. Modulation depth estimation and variable selection in state-space models for neural interfaces. IEEE Trans Biomed Eng. 2015 Feb;62(2):570-81. doi: 10.1109/TBME.2014.2360393. Epub 2014 Sep 26."},{"pmid":"26099302","type":"BACKGROUND","citation":"Pandarinath C, Gilja V, Blabe CH, Nuyujukian P, Sarma AA, Sorice BL, Eskandar EN, Hochberg LR, Henderson JM, Shenoy KV. Neural population dynamics in human motor cortex during movements in people with ALS. Elife. 2015 Jun 23;4:e07436. doi: 10.7554/eLife.07436."},{"pmid":"30224673","type":"BACKGROUND","citation":"Pandarinath C, O'Shea DJ, Collins J, Jozefowicz R, Stavisky SD, Kao JC, Trautmann EM, Kaufman MT, Ryu SI, Hochberg LR, Henderson JM, Shenoy KV, Abbott LF, Sussillo D. Inferring single-trial neural population dynamics using sequential auto-encoders. Nat Methods. 2018 Oct;15(10):805-815. doi: 10.1038/s41592-018-0109-9. Epub 2018 Sep 17."},{"pmid":"29989927","type":"BACKGROUND","citation":"Willett FR, Murphy BA, Young DR, Memberg WD, Blabe CH, Pandarinath C, Franco B, Saab J, Walter BL, Sweet JA, Miller JP, Henderson JM, Shenoy KV, Simeral JD, Jarosiewicz B, Hochberg LR, Kirsch RF, Ajiboye AB. A Comparison of Intention Estimation Methods for Decoder Calibration in Intracortical Brain-Computer Interfaces. IEEE Trans Biomed Eng. 2018 Sep;65(9):2066-2078. doi: 10.1109/TBME.2017.2783358. Epub 2017 Dec 14."},{"pmid":"30216140","type":"BACKGROUND","citation":"Brandman DM, Burkhart MC, Kelemen J, Franco B, Harrison MT, Hochberg LR. Robust Closed-Loop Control of a Cursor in a Person with Tetraplegia using Gaussian Process Regression. Neural Comput. 2018 Nov;30(11):2986-3008. doi: 10.1162/neco_a_01129. Epub 2018 Sep 14."},{"pmid":"30524258","type":"BACKGROUND","citation":"Vargas-Irwin CE, Feldman JM, King B, Simeral JD, Sorice BL, Oakley EM, Cash SS, Eskandar EN, Friehs GM, Hochberg LR, Donoghue JP. Watch, Imagine, Attempt: Motor Cortex Single-Unit Activity Reveals Context-Dependent Movement Encoding in Humans With Tetraplegia. Front Hum Neurosci. 2018 Nov 15;12:450. doi: 10.3389/fnhum.2018.00450. eCollection 2018."},{"pmid":"33981047","type":"BACKGROUND","citation":"Willett FR, Avansino DT, Hochberg LR, Henderson JM, Shenoy KV. High-performance brain-to-text communication via handwriting. Nature. 2021 May;593(7858):249-254. doi: 10.1038/s41586-021-03506-2. Epub 2021 May 12."},{"pmid":"33844633","type":"BACKGROUND","citation":"Deo DR, Rezaii P, Hochberg LR, M Okamura A, Shenoy KV, Henderson JM. Effects of Peripheral Haptic Feedback on Intracortical Brain-Computer Interface Control and Associated Sensory Responses in Motor Cortex. IEEE Trans Haptics. 2021 Oct-Dec;14(4):762-775. doi: 10.1109/TOH.2021.3072615. Epub 2021 Dec 17."},{"pmid":"33784612","type":"BACKGROUND","citation":"Simeral JD, Hosman T, Saab J, Flesher SN, Vilela M, Franco B, Kelemen JN, Brandman DM, Ciancibello JG, Rezaii PG, Eskandar EN, Rosler DM, Shenoy KV, Henderson JM, Nurmikko AV, Hochberg LR. Home Use of a Percutaneous Wireless Intracortical Brain-Computer Interface by Individuals With Tetraplegia. IEEE Trans Biomed Eng. 2021 Jul;68(7):2313-2325. doi: 10.1109/TBME.2021.3069119. Epub 2021 Jun 17."},{"pmid":"33495242","type":"BACKGROUND","citation":"Rastogi A, Willett FR, Abreu J, Crowder DC, Murphy BA, Memberg WD, Vargas-Irwin CE, Miller JP, Sweet J, Walter BL, Rezaii PG, Stavisky SD, Hochberg LR, Shenoy KV, Henderson JM, Kirsch RF, Ajiboye AB. The Neural Representation of Force across Grasp Types in Motor Cortex of Humans with Tetraplegia. eNeuro. 2021 Feb 19;8(1):ENEURO.0231-20.2020. doi: 10.1523/ENEURO.0231-20.2020. Print 2021 Jan-Feb."},{"pmid":"33431994","type":"BACKGROUND","citation":"Hosman T, Hynes JB, Saab J, Wilcoxen KG, Buchbinder BR, Schmansky N, Cash SS, Eskandar EN, Simeral JD, Franco B, Kelemen J, Vargas-Irwin CE, Hochberg LR. Auditory cues reveal intended movement information in middle frontal gyrus neuronal ensemble activity of a person with tetraplegia. Sci Rep. 2021 Jan 11;11(1):98. doi: 10.1038/s41598-020-77616-8."},{"pmid":"33236720","type":"BACKGROUND","citation":"Wilson GH, Stavisky SD, Willett FR, Avansino DT, Kelemen JN, Hochberg LR, Henderson JM, Druckmann S, Shenoy KV. Decoding spoken English from intracortical electrode arrays in dorsal precentral gyrus. J Neural Eng. 2020 Nov 25;17(6):066007. doi: 10.1088/1741-2552/abbfef."},{"pmid":"32375031","type":"BACKGROUND","citation":"Eichenlaub JB, Jarosiewicz B, Saab J, Franco B, Kelemen J, Halgren E, Hochberg LR, Cash SS. Replay of Learned Neural Firing Sequences during Rest in Human Motor Cortex. Cell Rep. 2020 May 5;31(5):107581. doi: 10.1016/j.celrep.2020.107581."},{"pmid":"32023225","type":"BACKGROUND","citation":"Stavisky SD, Willett FR, Avansino DT, Hochberg LR, Shenoy KV, Henderson JM. Speech-related dorsal motor cortex activity does not interfere with iBCI cursor control. J Neural Eng. 2020 Feb 5;17(1):016049. doi: 10.1088/1741-2552/ab5b72."},{"pmid":"31996696","type":"BACKGROUND","citation":"Rastogi A, Vargas-Irwin CE, Willett FR, Abreu J, Crowder DC, Murphy BA, Memberg WD, Miller JP, Sweet JA, Walter BL, Cash SS, Rezaii PG, Franco B, Saab J, Stavisky SD, Shenoy KV, Henderson JM, Hochberg LR, Kirsch RF, Ajiboye AB. Neural Representation of Observed, Imagined, and Attempted Grasping Force in Motor Cortex of Individuals with Chronic Tetraplegia. Sci Rep. 2020 Jan 29;10(1):1429. doi: 10.1038/s41598-020-58097-1."},{"pmid":"31820736","type":"BACKGROUND","citation":"Stavisky SD, Willett FR, Wilson GH, Murphy BA, Rezaii P, Avansino DT, Memberg WD, Miller JP, Kirsch RF, Hochberg LR, Ajiboye AB, Druckmann S, Shenoy KV, Henderson JM. Neural ensemble dynamics in dorsal motor cortex during speech in people with paralysis. Elife. 2019 Dec 10;8:e46015. doi: 10.7554/eLife.46015."},{"pmid":"31222030","type":"BACKGROUND","citation":"Willett FR, Young DR, Murphy BA, Memberg WD, Blabe CH, Pandarinath C, Stavisky SD, Rezaii P, Saab J, Walter BL, Sweet JA, Miller JP, Henderson JM, Shenoy KV, Simeral JD, Jarosiewicz B, Hochberg LR, Kirsch RF, Bolu Ajiboye A. Principled BCI Decoder Design and Parameter Selection Using a Feedback Control Model. Sci Rep. 2019 Jun 20;9(1):8881. doi: 10.1038/s41598-019-44166-7."},{"pmid":"30785814","type":"BACKGROUND","citation":"Milekovic T, Bacher D, Sarma AA, Simeral JD, Saab J, Pandarinath C, Yvert B, Sorice BL, Blabe C, Oakley EM, Tringale KR, Eskandar E, Cash SS, Shenoy KV, Henderson JM, Hochberg LR, Donoghue JP. Volitional control of single-electrode high gamma local field potentials by people with paralysis. J Neurophysiol. 2019 Apr 1;121(4):1428-1450. doi: 10.1152/jn.00131.2018. Epub 2019 Feb 20."},{"pmid":"30523839","type":"BACKGROUND","citation":"Young D, Willett F, Memberg WD, Murphy B, Rezaii P, Walter B, Sweet J, Miller J, Shenoy KV, Hochberg LR, Kirsch RF, Ajiboye AB. Closed-loop cortical control of virtual reach and posture using Cartesian and joint velocity commands. J Neural Eng. 2019 Apr;16(2):026011. doi: 10.1088/1741-2552/aaf606. Epub 2018 Dec 4."},{"pmid":"30462658","type":"BACKGROUND","citation":"Nuyujukian P, Albites Sanabria J, Saab J, Pandarinath C, Jarosiewicz B, Blabe CH, Franco B, Mernoff ST, Eskandar EN, Simeral JD, Hochberg LR, Shenoy KV, Henderson JM. Cortical control of a tablet computer by people with paralysis. PLoS One. 2018 Nov 21;13(11):e0204566. doi: 10.1371/journal.pone.0204566. eCollection 2018."},{"pmid":"35589391","type":"BACKGROUND","citation":"Rubin DB, Hosman T, Kelemen JN, Kapitonava A, Willett FR, Coughlin BF, Halgren E, Kimchi EY, Williams ZM, Simeral JD, Hochberg LR, Cash SS. Learned Motor Patterns Are Replayed in Human Motor Cortex during Sleep. J Neurosci. 2022 Jun 22;42(25):5007-5020. doi: 10.1523/JNEUROSCI.2074-21.2022. Epub 2022 May 19."},{"pmid":"21436513","type":"RESULT","citation":"Simeral JD, Kim SP, Black MJ, Donoghue JP, Hochberg LR. Neural control of cursor trajectory and click by a human with tetraplegia 1000 days after implant of an intracortical microelectrode array. J Neural Eng. 2011 Apr;8(2):025027. doi: 10.1088/1741-2560/8/2/025027. Epub 2011 Mar 24."},{"pmid":"22596161","type":"RESULT","citation":"Hochberg LR, Bacher D, Jarosiewicz B, Masse NY, Simeral JD, Vogel J, Haddadin S, Liu J, Cash SS, van der Smagt P, Donoghue JP. Reach and grasp by people with tetraplegia using a neurally controlled robotic arm. Nature. 2012 May 16;485(7398):372-5. doi: 10.1038/nature11076."},{"pmid":"23838067","type":"RESULT","citation":"Jarosiewicz B, Masse NY, Bacher D, Cash SS, Eskandar E, Friehs G, Donoghue JP, Hochberg LR. Advantages of closed-loop calibration in intracortical brain-computer interfaces for people with tetraplegia. J Neural Eng. 2013 Aug;10(4):046012. doi: 10.1088/1741-2560/10/4/046012. Epub 2013 Jul 10."},{"pmid":"25385765","type":"RESULT","citation":"Bacher D, Jarosiewicz B, Masse NY, Stavisky SD, Simeral JD, Newell K, Oakley EM, Cash SS, Friehs G, Hochberg LR. Neural Point-and-Click Communication by a Person With Incomplete Locked-In Syndrome. Neurorehabil Neural Repair. 2015 Jun;29(5):462-71. doi: 10.1177/1545968314554624. Epub 2014 Nov 10."},{"pmid":"26413781","type":"RESULT","citation":"Gilja V, Pandarinath C, Blabe CH, Nuyujukian P, Simeral JD, Sarma AA, Sorice BL, Perge JA, Jarosiewicz B, Hochberg LR, Shenoy KV, Henderson JM. Clinical translation of a high-performance neural prosthesis. Nat Med. 2015 Oct;21(10):1142-5. doi: 10.1038/nm.3953. Epub 2015 Sep 28."},{"pmid":"28363483","type":"RESULT","citation":"Ajiboye AB, Willett FR, Young DR, Memberg WD, Murphy BA, Miller JP, Walter BL, Sweet JA, Hoyen HA, Keith MW, Peckham PH, Simeral JD, Donoghue JP, Hochberg LR, Kirsch RF. Restoration of reaching and grasping movements through brain-controlled muscle stimulation in a person with tetraplegia: a proof-of-concept demonstration. Lancet. 2017 May 6;389(10081):1821-1830. doi: 10.1016/S0140-6736(17)30601-3. Epub 2017 Mar 28."},{"pmid":"28220753","type":"RESULT","citation":"Pandarinath C, Nuyujukian P, Blabe CH, Sorice BL, Saab J, Willett FR, Hochberg LR, Shenoy KV, Henderson JM. High performance communication by people with paralysis using an intracortical brain-computer interface. Elife. 2017 Feb 21;6:e18554. doi: 10.7554/eLife.18554."},{"pmid":"29363625","type":"RESULT","citation":"Brandman DM, Hosman T, Saab J, Burkhart MC, Shanahan BE, Ciancibello JG, Sarma AA, Milstein DJ, Vargas-Irwin CE, Franco B, Kelemen J, Blabe C, Murphy BA, Young DR, Willett FR, Pandarinath C, Stavisky SD, Kirsch RF, Walter BL, Bolu Ajiboye A, Cash SS, Eskandar EN, Miller JP, Sweet JA, Shenoy KV, Henderson JM, Jarosiewicz B, Harrison MT, Simeral JD, Hochberg LR. Rapid calibration of an intracortical brain-computer interface for people with tetraplegia. J Neural Eng. 2018 Apr;15(2):026007. doi: 10.1088/1741-2552/aa9ee7."},{"pmid":"36639237","type":"RESULT","citation":"Rubin DB, Ajiboye AB, Barefoot L, Bowker M, Cash SS, Chen D, Donoghue JP, Eskandar EN, Friehs G, Grant C, Henderson JM, Kirsch RF, Marujo R, Masood M, Mernoff ST, Miller JP, Mukand JA, Penn RD, Shefner J, Shenoy KV, Simeral JD, Sweet JA, Walter BL, Williams ZM, Hochberg LR. Interim Safety Profile From the Feasibility Study of the BrainGate Neural Interface System. Neurology. 2023 Mar 14;100(11):e1177-e1192. doi: 10.1212/WNL.0000000000201707. Epub 2023 Jan 13."},{"pmid":"35241365","type":"DERIVED","citation":"Girges C, Vijiaratnam N, Zrinzo L, Ekanayake J, Foltynie T. Volitional Control of Brain Motor Activity and Its Therapeutic Potential. Neuromodulation. 2022 Dec;25(8):1187-1196. doi: 10.1016/j.neurom.2022.01.007. Epub 2022 Feb 28."},{"pmid":"28278476","type":"DERIVED","citation":"Brandman DM, Cash SS, Hochberg LR. Review: Human Intracortical Recording and Neural Decoding for Brain-Computer Interfaces. IEEE Trans Neural Syst Rehabil Eng. 2017 Oct;25(10):1687-1696. doi: 10.1109/TNSRE.2017.2677443. Epub 2017 Mar 2."},{"pmid":"27900953","type":"DERIVED","citation":"Willett FR, Pandarinath C, Jarosiewicz B, Murphy BA, Memberg WD, Blabe CH, Saab J, Walter BL, Sweet JA, Miller JP, Henderson JM, Shenoy KV, Simeral JD, Hochberg LR, Kirsch RF, Ajiboye AB. Feedback control policies employed by people using intracortical brain-computer interfaces. J Neural Eng. 2017 Feb;14(1):016001. doi: 10.1088/1741-2560/14/1/016001. Epub 2016 Nov 30."}],"seeAlsoLinks":[{"label":"Home Page for BrainGate Research","url":"http://www.braingate.org"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000009136","term":"Muscular Dystrophies"},{"id":"D000013119","term":"Spinal Cord Injuries"},{"id":"D000016472","term":"Motor Neuron Disease"},{"id":"D000000690","term":"Amyotrophic Lateral Sclerosis"},{"id":"D000011782","term":"Quadriplegia"},{"id":"D000080422","term":"Locked-In Syndrome"},{"id":"D000020526","term":"Brain Stem Infarctions"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000009336","term":"Necrosis"},{"id":"D000013118","term":"Spinal Cord Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000057177","term":"TDP-43 Proteinopathies"},{"id":"D000057165","term":"Proteostasis Deficiencies"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000020966","term":"Muscular Disorders, Atrophic"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000010243","term":"Paralysis"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000020520","term":"Brain Infarction"},{"id":"D000002545","term":"Brain Ischemia"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000020521","term":"Stroke"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M15606","name":"Spinal Cord Injuries","asFound":"Spinal Cord Injury","relevance":"HIGH"},{"id":"M16045","name":"Syndrome","relevance":"LOW"},{"id":"M15105","name":"Sclerosis","relevance":"LOW"},{"id":"M18569","name":"Motor Neuron Disease","asFound":"Lateral Sclerosis","relevance":"HIGH"},{"id":"M3714","name":"Amyotrophic Lateral Sclerosis","asFound":"Amyotrophic Lateral Sclerosis","relevance":"HIGH"},{"id":"M9972","name":"Infarction","relevance":"LOW"},{"id":"M14322","name":"Quadriplegia","asFound":"Tetraplegia","relevance":"HIGH"},{"id":"M11783","name":"Muscular Dystrophies","asFound":"Muscular Dystrophy","relevance":"HIGH"},{"id":"M2155","name":"Locked-In Syndrome","asFound":"Locked-in Syndrome","relevance":"HIGH"},{"id":"M22001","name":"Brain Stem Infarctions","asFound":"Brain Stem Infarctions","relevance":"HIGH"},{"id":"M10233","name":"Ischemia","relevance":"LOW"},{"id":"M11974","name":"Necrosis","relevance":"LOW"},{"id":"M15605","name":"Spinal Cord Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17375","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M21713","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M21248","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M12101","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M28449","name":"TDP-43 Proteinopathies","relevance":"LOW"},{"id":"M28437","name":"Proteostasis Deficiencies","relevance":"LOW"},{"id":"M11329","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M4279","name":"Atrophy","relevance":"LOW"},{"id":"M22387","name":"Muscular Disorders, Atrophic","relevance":"LOW"},{"id":"M11782","name":"Muscular Diseases","relevance":"LOW"},{"id":"M11787","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M23376","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M12847","name":"Paralysis","relevance":"LOW"},{"id":"M12094","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M21995","name":"Brain Infarction","relevance":"LOW"},{"id":"M5484","name":"Brain Ischemia","relevance":"LOW"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M21996","name":"Stroke","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T349","name":"Amyotrophic Lateral Sclerosis","asFound":"Amyotrophic Lateral Sclerosis","relevance":"HIGH"},{"id":"T4699","name":"Primary Lateral Sclerosis","relevance":"LOW"},{"id":"T3963","name":"Muscular Dystrophy","asFound":"Muscular Dystrophy","relevance":"HIGH"},{"id":"T3491","name":"Locked-in Syndrome","asFound":"Locked-in Syndrome","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}