{"protocolSection":{"identificationModule":{"nctId":"NCT04314388","orgStudyIdInfo":{"id":"271699_OutdoorStrokeRehab"},"organization":{"fullName":"Manchester Metropolitan University","class":"OTHER"},"briefTitle":"Stroke in Young Adults Outdoor Rehabilitation","officialTitle":"Stroke in Young Adults: The Influence of An Outdoor Walking Rehabilitation Programme on Walking Performance and Quality of Life."},"statusModule":{"statusVerifiedDate":"2022-08","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-07-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-10-08","type":"ACTUAL"},"completionDateStruct":{"date":"2022-04-08","type":"ACTUAL"},"studyFirstSubmitDate":"2020-03-10","studyFirstSubmitQcDate":"2020-03-16","studyFirstPostDateStruct":{"date":"2020-03-19","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-08-25","lastUpdatePostDateStruct":{"date":"2022-08-29","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr Hannah Jarvis","investigatorTitle":"Lecturer","investigatorAffiliation":"Manchester Metropolitan University"},"leadSponsor":{"name":"Manchester Metropolitan University","class":"OTHER"},"collaborators":[{"name":"Brecon Beacons National Park Authority","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This research project aims to improve and promote physical activity participation in the outdoors and use outdoor walking as a form of long-term rehabilitation for young adults who have had a stroke.\n\nThis research is specifically focused on adults of working age (e.g. 18 to 65 years classed as young adults) as there is little to no research or rehabilitation programmes for young adults who have had a stroke on how best to regain function and independence to return to social/leisure activities, employment and education. During this study, The investigators will measure how fast a young adult who has had a stroke walks, how much energy they use to walk and how their joints move when walking. The investigators will also use questionnaires to measure how confident a young adult who has had a stroke is and how they feel when outdoors.\n\nThis project could highlight the positive role of exercising in outdoor natural environments to promote recovery following stroke in young adults. The investigators predict that an outdoor-walking rehabilitation programme could motivate the young stroke population to better engage in their rehabilitation, as walking in more challenging environments could facilitate an increase in the desire to walk outdoors and confidence.","detailedDescription":"This study is a randomised controlled trial, which will investigate whether an outdoor-walking rehabilitation programme can improve walking performance (how efficiently and how fast or slow an individual is able to walk) and quality of life of young adults who have had a stroke, compared to controls who have had a stroke, who will not be provided with the outdoor-walking programme. Forty-six individuals aged between 18 and 65 years, who have had a stroke in the last three years, will be recruited to participate in this study. Participants will be recruited from 3 health boards in Wales, United Kingdom: Aneurin Bevan University Health Board, Swansea Bay University Health Board and Cwm Taf University Health Board.\n\nFor the development of the outdoor-walking rehabilitation programme, the Consensus for Exercise Reporting Template (CERT) was followed. The outdoor-walking rehabilitation programme will run over 3 months and take place in Wales, United Kingdom. Each week will include once-per-week, outdoor-walking instructor-led sessions. The walking routes planned for the rehabilitation programme will be detailed in an exercise diary provided to the participant. This will include information such as distance, terrain (e.g gravel, tarmac, grass), environment (e.g woodland, lowland, moorland), gradient (e.g uphill to downhill ratio, how steep/ flat) and perceived level of difficulty.\n\nThe primary outcome measures for this study are walking speed and quality of life. Secondary outcomes include metabolic cost and biomechanical function. Outcomes will be measured pre and post 3-month rehabilitation data collection. Walking speed and metabolic cost will be measured during a 3-minute walking protocol. Quality of life will be measured using the standardised Stroke Aphasia Quality of Life (SAQOL), Confidence after stroke measure (CaSM) and Nature-relatedness scale (NR). Participants will also be asked to provide three difficulties they have experienced post-stroke (e.g difficulty walking) and three aims (e.g to go back to work) .\n\nBiomechanical function will involve analysing joint kinetic and kinematics and measured during the biomechanical function protocol. Adherence to the outdoor-walking rehabilitation programme will be measured pre, post-rehabilitation and follow-up through the use of the exercise diary and questionnaires.\n\nThe results from this project will be used as benchmark data to provide evidence to support the role of outdoor rehabilitation in natural outdoor environments and green spaces for promoting health and wellbeing of young adults who have had a stroke."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Stroke","Stroke Rehabilitation","Outdoor Walking","Walking Performance","Young Adults","Quality of life"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be randomly allocated to two groups using blocked randomisation (stratified by site).","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE","maskingDescription":"Participants or the research team will not be blinded to the allocation."}},"enrollmentInfo":{"count":12,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention: Outdoor walking Rehabilitation Programme","type":"EXPERIMENTAL","description":"Participants in the intervention will be provided with an exercise diary. This will include walking routes for the instructor led 3-month outdoor-walking rehabilitation programme. The exercise diary will also include home exercises for the participants to complete twice-per-week that will be explained in detail, using coaching points and images to support. As these exercises will be completed at home. Each exercise has four progressions ranging from easy to hard.","interventionNames":["Other: Intervention: Outdoor Walking Rehabilitation Programme"]},{"label":"Control: The light Stretches Programme","type":"OTHER","description":"The control group intervention will be a non-exercise intervention to avoid training effects. The control group will be asked to keep to their normal activities of daily living and given ten targeted active stretches for the upper and lower body three times per week at home. Participants in the control group will each be provided a booklet for the given stretches.","interventionNames":["Other: Control: The light Stretches Programme"]}],"interventions":[{"type":"OTHER","name":"Intervention: Outdoor Walking Rehabilitation Programme","description":"Participants in the intervention group will take part in an instructor led outdoor walking rehabilitation programme which will last for 3 months. Alongside this participants will also be asked to complete a home exercise programme.","armGroupLabels":["Intervention: Outdoor walking Rehabilitation Programme"]},{"type":"OTHER","name":"Control: The light Stretches Programme","description":"Participants in the control group will be asked to keep to their normal activities of daily living, and given 10 targeted active stretches of the upper and lower body.","armGroupLabels":["Control: The light Stretches Programme"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in walking speed","description":"Walking speed will be assessed by measuring the time to walk the middle 10m of a 15m walkway continuously for a total of 3-minutes. Scores are reported in meters/second with higher scores indicating better function. This will be recorded both indoors and outdoors and compared against the control.","timeFrame":"5 months"},{"measure":"Change in quality of life","description":"Change in quality of life will be assessed using the standardised Stroke Aphasia Quality of Life (SAQOL) that represents a measure of quality of life and compared to the control. Score is reported numbers with higher score indicating better quality of life.","timeFrame":"5 months"},{"measure":"Change in confidence (sub-measure of quality of life)","description":"Change in confidence will be assessed using the Confidence after stroke measure (CaSM), which is a comprehensive measure of confidence developed for use specifically after having a stroke and compared to the control. Score is reported numbers with higher score indicating better cpnfidence.","timeFrame":"5 months"},{"measure":"Change in nature-relatedness: attitudes to natural outdoor environments (sub-measure of quality of life)","description":"Change in attitudes to natural outdoor environments will be assessed using the Nature-relatedness scale (NR), which assesses subjective connectedness with the natural environment. Scores will be compared to the control. Score is reported numbers with higher score indicating better attitudes towards natural outdoor environments.","timeFrame":"5 months"},{"measure":"Change in aims and difficulties (sub-measure of quality of life)","description":"Change in quality of life will be further assessed by qualitative thematic analysis. This will involve asking participants to give three aims and three difficulties they have at the moment, which has been done in a previous study conducted by the research team to assess quality of life.","timeFrame":"5 months"}],"secondaryOutcomes":[{"measure":"Change in metabolic cost (efficiency)","description":"Metabolic cost will be measured during the 3-minute walking test. Participants will walk at their self-selected walking speed. This will be recorded indoors and compared against the control group. Metabolic cost will be calculated by measuring oxygen consumption and then dividing the value by walking speed. Score is reported in millilitres/kg/metre with lower score indicating better efficiency.","timeFrame":"5 months"},{"measure":"Change in biomechanical function (gait analysis)","description":"Biomechanical function will involve analysing joint kinetic and kinematics during 7 walking trials on a 5m walkway. Changes in phases of the gait cycle (heel-strike, support, toe-off) will be compared pre and post rehabilitation, and control.","timeFrame":"5 months"},{"measure":"Adherence to the outdoor-walking rehabilitation programme","description":"Adherence to the outdoor-walking rehabilitation programme will be measured pre, post-rehabilitation and follow-up using the outdoor-walking rehabilitation programme exercise diary and the following questionnaires; Stroke aphasia quality of life scale, confidence after stroke measure, nature-relatedness and three aims and difficulties. An improvement to all scores in the questionnaires will indicate high adherence to the outdoor-walking rehabilitation programme.","timeFrame":"5 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Young adults who have had a stroke and capable of giving informed consent\\*\n* Aged 18-65 years\n* Male or Female\n* Stroke within the last 3 years\n* Cause of stroke from cerebral infarct or haemorrhage that is clinically evident or from a Computerised Tomography Scan (CT Scan) or Magnetic Resonance Imaging (MRI) Scan\n* Able to walk continuously for 5 minutes and have a walking speed between 0.6 and 0.9m/s. Walking speed will be ascertained by physiotherapists using the 10-metre walk test (10MWT).\n\n  * If a participant has cognitive impairment we will rely on the expertise of the clinical team as to whether they have an adequate cognitive function to provide informed consent.\n\nExclusion Criteria:\n\n* A patient diagnosed with a respiratory disease, musculoskeletal disease or injury or an auto-immune disease will be excluded from this study if this comorbidity is the predominant health concern or the major factor that limits their ability to walk.\n* Amputation of more than one digit\n* Unable to speak or comprehend English\\*\n* Unable to or unwilling to comprehend informed consent\n* A patient is currently participating in another rehabilitation programme or study\n\n  * Welsh translated versions of the participant information sheet, consent form and contact form will be provided to all participants. However, the participant must be able to understand spoken English as the data collection protocols will be explained in English by the researcher.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Hannah Jarvis","affiliation":"Research Associate","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Cwm Taf Morgannwg university Health Board","city":"Llantrisant","state":"Rhondda Cynon Taff","zip":"CF72 8XR","country":"United Kingdom","geoPoint":{"lat":51.54028,"lon":-3.37389}},{"facility":"Aneurin Bevan University Health Board","city":"Newport","state":"South Wales","zip":"NP20 4SZ","country":"United Kingdom","geoPoint":{"lat":51.58774,"lon":-2.99835}},{"facility":"Swansea Bay University Health Board","city":"Swansea","state":"South Wales","zip":"SA2 8PP","country":"United Kingdom","geoPoint":{"lat":51.62079,"lon":-3.94323}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}