{"protocolSection":{"identificationModule":{"nctId":"NCT01656876","orgStudyIdInfo":{"id":"CRC-09-10-08"},"organization":{"fullName":"Taipei Medical University Hospital","class":"OTHER"},"briefTitle":"The Effects of Mirror Therapy on Upper Extremity in Stroke Patients","officialTitle":"The Effects of Mirror Therapy on Upper Extremity in Stroke Patients"},"statusModule":{"statusVerifiedDate":"2012-11","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-09"},"primaryCompletionDateStruct":{"date":"2014-05","type":"ACTUAL"},"completionDateStruct":{"date":"2014-05","type":"ACTUAL"},"studyFirstSubmitDate":"2012-07-27","studyFirstSubmitQcDate":"2012-08-02","studyFirstPostDateStruct":{"date":"2012-08-03","type":"ESTIMATED"},"lastUpdateSubmitDate":"2015-11-03","lastUpdatePostDateStruct":{"date":"2015-11-05","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Taipei Medical University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false},"descriptionModule":{"briefSummary":"The purpose of this study is to compare treatment efficacy of mirror therapy (MT), mirror therapy combining mesh glove (MG+MT) stimulation, and controlled treatment (CT) in people with stroke.","detailedDescription":"55% to 75% of people after stroke have a paretic arm that causes motor impairment. Among novel rehabilitation interventions, MT was found to be beneficial and comparatively low-cost. MT reduced motor impairment possibly in part of recruiting the premotor cortex or balancing the neural activation within the primary motor cortex toward the affected hemisphere. However, the benefits in certain aspects of outcomes are under debate. Another treatment, MG, can be used to normalize muscle tone, suppress muscle spasticity, enhance residual volitional activity of hand and arm, or even increasing walking speed. In addition, providing MG stimulation might result in plastic changes in the primary motor cortex, and induced a long-lasting modulated effect on motor cortical excitability. The possible mechanism of brain plasticity underlying MG is collective with the mechanism behind the MT. Adding MG to MT might augment the cortical reorganization. In sum, combining MT with MG may supplement the disadvantage or uncertain effects of MT and broaden the benefited outcomes."},"conditionsModule":{"conditions":["Cerebrovascular Accident"],"keywords":["Comparative effectiveness research","Mirror therapy","Stroke rehabilitation","Clinical evaluation","Kinematic analysis","Mesh glove","Combined therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Mirror therapy","type":"EXPERIMENTAL","description":"mirror box training with or without sham mesh glove stimulation","interventionNames":["Behavioral: Mirror box training"]},{"label":"Mirror therapy + Mesh glove stimulation","type":"EXPERIMENTAL","description":"Mirror therapy combined with mesh glove stimulation","interventionNames":["Behavioral: Mirror box training","Other: mesh glove stimulation"]},{"label":"Controlled intervention","type":"ACTIVE_COMPARATOR","description":"conventional interventions","interventionNames":["Behavioral: conventional intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"Mirror box training","description":"This protocol includes 1 hour mirror therapy and 0.5 hour functional training in a session. The treatment intensity is 1.5 hours/day, 5 days/week, for 4 weeks. MT focuses on symmetrical bimanual movements and simultaneously observing the visual feedback of the unaffected upper extremity reflected by the mirror.","armGroupLabels":["Mirror therapy","Mirror therapy + Mesh glove stimulation"],"otherNames":["MT"]},{"type":"OTHER","name":"mesh glove stimulation","description":"The MG is a two-channel electrical stimulator providing synchronous or reciprocal sensory stimulation with variant amplitudes.","armGroupLabels":["Mirror therapy + Mesh glove stimulation"],"otherNames":["MG"]},{"type":"BEHAVIORAL","name":"conventional intervention","description":"Participants in this group receive a structured protocol based on occupational therapy such as neuro-developmental techniques and task-oriented approach","armGroupLabels":["Controlled intervention"],"otherNames":["CI"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Fugl-Meyer Assessment (FMA)","description":"The upper-extremity subscale of the FMA contains 33 items to assess motor impairment. Each item is scored on a 3-point ordinal scale (0-cannot perform, 1-performs partially, 2-performs fully and correctly). The sub-score of a proximal shoulder/elbow (0-42) and a distal hand/wrist (0-24) will be also calculated to investigate the treatment effects on separate upper extremity elements.","timeFrame":"Baseline, change from baseline in FMA at 4 weeks, change from baseline in FMA at 16 weeks, change from baseline in FMA at 28 weeks"},{"measure":"Wolf Motor Function Test (WMFT)","description":"* The WMFT composed of 3 parts: Time, Functional ability, and Strength\n* Includes 15 function-based tasks and 2 strength based tasks\n* Performance time is referred to as WMFT-TIME\n* Functional ability is referred to as WMFT-FAS\n* Items 1-6 involve timed functional tasks, items 7-14 are measures of strength, and the remaining 9 items consist of analyzing movement quality when completing various tasks.\n* Examiner should test the less affected upper extremity followed by the most affected side.\n* Uses a 6-point ordinal scale\n* \"0\" = \"does not attempt with the involved arm\" to\n* \"5\" = \"arm does participate; movement appears to be normal.\"\n* Maximum score is 75\n* Lower scores are indicative of lower functioning levels\n* WMFT-TIME allows 120 seconds per task","timeFrame":"Baseline, change from baseline in WMFT at 4 weeks, change from baseline in WMFT at 16 weeks, change from baseline in WMFT at 28 weeks"},{"measure":"Accelerometers","description":"The accelerometers are used to provide a direct and objective measure of the amount of the impaired arm movement outside the laboratory. Acceleration is sampled at 10 Hz and summed over a user- specified epoch. The recording epoch in this study is 2 seconds; recording capacity is approximately 72 hours. A \"threshold-filter\" will be applied to the raw recordings to obtain an accurate measure of the duration of arm movement.","timeFrame":"Baseline, change from baseline in accelerometers at 4 weeks, change from baseline in accelerometers at 16 weeks, change from baseline in accelerometers at 28 weeks"},{"measure":"revised Nottingham Sensory Assessment (rNSA)","description":"The rNSA examines the sensory function of the affected arm and includes tactile sensation (0=Absent, 1=Impaired, 2=Normal), proprioception (0=Absent, 1=Appreciation of movement sense, 2=Direction of movement sense, 3=Joint position sense), and stereognosis (0=Absent, 1=Impaired, 2=Normal) subtests.","timeFrame":"Baseline, change from baseline in rNSA at 4 weeks, change from baseline in rNSA at 16 weeks, change from baseline in rNSA at 28 weeks"}],"secondaryOutcomes":[{"measure":"Kinematic analyses","description":"A 7-camera motion-analysis system (VICON MX, Oxford Metrics Inc., Oxford, UK) was used. The variables of reaction time (second), movement time (second), total displacement (mm), peak velocity (mm/second), percentage of peak velocity, joint recruitments (degree), and maximum shoulder and elbow cross-correlation were collected.","timeFrame":"Baseline, change from baseline in kinematic parameters at 4 weeks"},{"measure":"Motor Activity Log (MAL)","description":"The MAL is a semi-structured interview of patients to assess the amount of use (AOU) and quality of movement (QOM) of the affected upper extremity in 30 important daily activities using a 6-point ordinal scale. Higher scores indicate superior amount and quality of use in affected upper extremity.","timeFrame":"Baseline, change from baseline in MAL at 4 weeks, change from baseline in MAL at 16 weeks, change from baseline in MAL at 28 weeks"},{"measure":"Semmes-Weinstein monofilaments","description":"The Semmes-Weinstein monofilaments is used for measuring diminishing and returning cutaneous sensation.A nylon 'string' is specifically calibrated in stiffness to represent a baseline level of sensation that can be considered 'the line' between having neuropathy and having normal sensation.","timeFrame":"Baseline, change from baseline in Semmes-Weistein monofilaments at 4 weeks, change from baseline in Semmes-Weistein monofilaments at 16 weeks, change from baseline in Semmes-Weistein monofilaments at 28 weeks"},{"measure":"Functional Independence Measure (FIM)","description":"The FIM consists of 18 items grouped into 6 subscales. Each item is rated from 1 to 7 (max. score 126) based on the required level of assistance to perform the tasks.","timeFrame":"Baseline, change from baseline in FIM at 4 weeks, change from baseline in FIM at 16 weeks, change from baseline in FIM at 28 weeks"},{"measure":"Stroke Impact Scale version 3.0 (SIS 3.0)","description":"The SIS is a stroke-specific instrument of health related quality of life and contains 59 items measuring 8 domains. Items are rated on a 5- point Likert scale with lower scores indicate greater difficulty in task completion during the past week. Aggregate scores, ranges from 0 to 100, are generated for each domain.","timeFrame":"Baseline, change from baseline in SIS at 4 weeks, change from baseline in SIS at 16 weeks, change from baseline in SIS at 28 weeks"},{"measure":"8-OHdG","description":"Urinary 8-OHdG is a stable and integral biomarker of oxidative DNA damage.About 10 mL to 15 mL urine samples of the patients will be collected in the centrifugal tubes before and after rehabilitation interventions. The samples will be transported with dry ice under 4°C and preserved in a -80°C refrigerator before analysis. A highly sensitive and selective method, using isotope- dilution liquid chromatography with tandem mass spectrometry (LC/MS/MS), will be used to determine the urinary 8-OHdG levels.","timeFrame":"Baseline, change from baseline in 8-OHDG at 4 weeks, change from baseline in 8-OHDG at 16 weeks, change from baseline in 8-OHDG at 28 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The onset duration more than 3 months\n* Demonstration of Brunnstrom stage equal to or above stage III of the affected upper extremity\n* No serious cognitive deficits (a score of more than 24 on the Mini Mental State Exam)\n* No serious visual and visual-perception impairments\n* No concurrent participation in other drug or rehabilitation research\n* No serious attention deficits\n* No excessive spasticity in any of the joints of the affected UL exclusion criteria\n\nExclusion Criteria:\n\n* Exhibit physician determined major medical problems or poor physical conditions that would interfere with participation\n* Excessive pain in any joint that might limit participation","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Tsan-hon Liou, PhD","affiliation":"Shuang-Ho Hospital, Taipei Medical University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ching-yi Wu, ScD","affiliation":"Department of Occupational Therapy, College of Medicine, Chang Gung University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Keh-chung Lin, ScD","affiliation":"School of Occupational Therapy, College of Medicine, National Taiwan University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Shuang-Ho Hospital, Taipei Medical University","city":"New Taipei City","zip":"23561","country":"Taiwan","geoPoint":{"lat":25.01111,"lon":121.44583}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Cerebrovascular Accident","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}