{"protocolSection":{"identificationModule":{"nctId":"NCT06164054","orgStudyIdInfo":{"id":"IRCCS Bologna"},"organization":{"fullName":"University of Bologna","class":"OTHER"},"briefTitle":"Virtual Reality Rehabilitation Protocol for Sensory-motor Rehabilitation After a Stoke","officialTitle":"Effectiveness of a Virtual Reality Rehabilitation in Stroke Patients With Sensory-motor and Proprioception Upper Limb Deficit: a Study Protocol"},"statusModule":{"statusVerifiedDate":"2023-12","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-08","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-16","studyFirstSubmitQcDate":"2023-12-01","studyFirstPostDateStruct":{"date":"2023-12-11","type":"ACTUAL"},"lastUpdateSubmitDate":"2023-12-01","lastUpdatePostDateStruct":{"date":"2023-12-11","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Sara Ventura","investigatorTitle":"Researcher","investigatorAffiliation":"University of Bologna"},"leadSponsor":{"name":"Sara Ventura","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Introduction: Stroke is the second leading cause of death in Europe. In the case of stroke survival (almost 70%), only 25% of patients recover completely, while the remaining 75% will undergo a rehabilitation phase that varying from months to years. The main consequences of a stroke include motor disability of the upper limbs, which involves a partial or complete inability to move the right or left limb, depending on the damaged hemisphere. Furthermore, the motor deficit distorts the proprioception of the body and the embodiment ability of the injured limb. This could be rehabilitated through the paradigm of body illusion that modulates the motor rehabilitation. The present protocol aims to investigate the effectiveness of a Virtual Reality system for sensorimotor and proprioception upper limb deficit compared to a traditional upper limb rehabilitation program.\n\nMethod: This study has a randomized and controlled design with control and experimental groups, a 1:1 allocation ratio, and 4 measurement times: pre-intervention, immediately after the intervention, and two follow-ups (at 6 and 12 months). The inclusion criteria are: (a) Being 18 to 85 years old, both males and females; (b) Suffering from ischemic or hemorrhagic stroke; (c) The stroke event must have occurred from two to eighteen months before recruitment; (d) Patients must have moderate to severe upper limb motor deficit, and the alteration of sensorimotor and proprioception abilities of the injury upper limb; (e) Patients must understand and sign the written consent for enrolment. The rehabilitation last four weeks with three sessions per week at Bellaria Hospital of Bologna (Italy). The VR protocol uses two types of technology: immersive and non-immersive, and the control group follow the traditional rehabilitation program.\n\nEthics and dissemination: The protocol was accepted by the Local Ethics Committee (ASL_BO n. 0115481) and the clinical trial was promoted.","detailedDescription":"Randomized control trial with active groups."},"conditionsModule":{"conditions":["Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Virtual Reality Rehabilitation Therapy","type":"EXPERIMENTAL","description":"Experimental group.","interventionNames":["Device: Virtual Reality Rehabilitation System"]},{"label":"Traditional Therapy","type":"ACTIVE_COMPARATOR","description":"Control group.","interventionNames":["Behavioral: Traditional therapy"]}],"interventions":[{"type":"DEVICE","name":"Virtual Reality Rehabilitation System","description":"Participants of the experimental group will undergo treatment with Virtual Reality, both IVR and HB. The intervention will consist of 12 sessions lasting about 1 hour each and carried out with a frequency of three days per week within four weeks. Before starting the rehabilitation, arm illusion with the Handbox is inducted to explore the ability of the patients to perceive the virtual arm as their own. During this task, patients sit on a chair with the injured arm inside the Handbox and are invited to perform slow movements with the hand, such as moving the fingers one at a time and moving the wrist up and down. Moreover, they are invited to keep their attention to the virtual arm project on the screen that follows their natural movements. The arm illusion lasts 3 minutes, and the embodiment questionnaire is administered. Then, the treatment starts with IVR and HB sessions, which are counterbalanced to avoid the learning effect","armGroupLabels":["Virtual Reality Rehabilitation Therapy"]},{"type":"BEHAVIORAL","name":"Traditional therapy","description":"Participants randomly assigned to the control group will receive rehabilitation treatment as per usual clinical practice. Specifically, patients will be directed to rehabilitation facilities according to standard clinical rehabilitation pathways. They will be assigned to a physiotherapist who will administer the rehabilitation treatment for the upper limb impairment. Patients in the control group will receive the same amount of rehabilitation for the recovery of upper limb impairment as the treatment group, which means 3 physiotherapy sessions lasting 1 hour 3 times a week for 4 weeks.","armGroupLabels":["Traditional Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Fugl-Meyer Assessment (FMA)","description":"The primary outcome measures will be the Fugl Meyer (Platz et al., 2005) for motor ability. The Fugl-Meyer includes 33 items to evaluate upper extremity motor impairment and is scored between 0 and 2 (0 = unable, 1 = partly able, and 2 = fully able to complete movement) with a total score range of 0-66. The assessment will be performed before treatment (T1), after the conclusion of the treatment (T2), and after 6 months as a follow-up (T3).","timeFrame":"2 years approximately."}],"secondaryOutcomes":[{"measure":"\"Limb ability\"","description":"The secondary outcome will include timed tests that measure the improvement in motor ability assessed by the Box and Blocks Test for the upper limb ability and motor coordination (the investigators count how many blocks the patients can move from one side of the box to the other within one minute).","timeFrame":"2 years approximately."},{"measure":"\"Body's Proprioceptive ability\"","description":"The thirdly outcome will include timed tests that measure the proprioception dimension of the patient's body assessed by Multidimensional Assessment of Interoceptive Awareness test (MAIA; with a score from 0 = not at all, to 5 = totally).","timeFrame":"2 years approximately."},{"measure":"\"Arm's Proprioceptive ability\"","description":"The fourth outcome will include timed tests that measure the proprioception dimension of the patient's injury arm assessed by the Rubber Hand Illusion (RHI; with a score from -3 = not at all to +3 = totally).","timeFrame":"2 years approximately."},{"measure":"\"Autonomy level\"","description":"The fifth outcome will include timed tests that measure patient's autonomy level assessed by the Functional Independence Measure (FIM; Motor subscale with a score from 13 to 91, Cognitive subscale with a score from 5 to 35).","timeFrame":"2 years approximately."},{"measure":"\"Self-efficacy\"","description":"The sixth outcome will include timed tests that measure the perceived and real ability in daily life activities assessed by the Stroke Self-Efficacy (with a score from 0 = not at all to 3 = totally).","timeFrame":"2 years approximately."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being 18 to 85 years old (both male and female)\n* Suffering from ischemic or hemorrhagic stroke\n* Time since the stroke from 2 to 18 months before recruitment\n* Severe upper limb motor deficit established by a score of ≤ 80 on the Motricity Index\n* Alteration of sensorimotor and proprioception abilities of the injury upper limb (failure in 3 proofs up to 4 of the Thumb Location Test)\n* Understand and sign the written consent for enrolment\n\nExclusion Criteria:\n\n* Severe cognitive and behavioral disorders or a state of confusion defined by temporal and/or spatial disorientation detected during an ordinary conversation (evaluate through 4AT)\n* Severe upper limb motor deficit (score Motricity Index Scale: gripper \\<11, elbow flexion \\<14, shoulder abduction \\<14)\n* Verbal comprehension ability (score \\<2 at Token Test)\n* Severe spatial neglect ( score of \\>3 at Barrage test)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}