{"protocolSection":{"identificationModule":{"nctId":"NCT05133219","orgStudyIdInfo":{"id":"KOU-MRYAZİCİ-001"},"organization":{"fullName":"Kocaeli University","class":"OTHER"},"briefTitle":"The Effect of ıntensified Sensory-based Therapy on Upper Extremity Functions and Activities of Daily Living","officialTitle":"The Effect of ıntensified Sensory-based Therapy on Upper Extremity Functions and Activities of Daily Living in Patients With Chronic Stroke"},"statusModule":{"statusVerifiedDate":"2022-09","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-05-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-08-08","type":"ACTUAL"},"completionDateStruct":{"date":"2022-09-02","type":"ACTUAL"},"studyFirstSubmitDate":"2021-09-09","studyFirstSubmitQcDate":"2021-11-12","studyFirstPostDateStruct":{"date":"2021-11-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2022-09-19","lastUpdatePostDateStruct":{"date":"2022-09-21","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Muhammed Rohat YAZICI","investigatorTitle":"Researcher Assistant","investigatorAffiliation":"Kocaeli University"},"leadSponsor":{"name":"Kocaeli University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Sensory dysfunction following stroke is a common condition. The deficiency in the somatosensory system negatively affects the learning of new motor skills by preventing feedback from the sensory system, and it can also cause problems in daily life, personal care, productivity, and leisure activities. Somatosensory impairment is often overlooked, as rehabilitation often focuses on motor abilities in the affected extremity. In the studies reviewed, it is stated that sensory dysfunction is seen in approximately 50% of stroke patients.\n\nThe aim of this study is to examine the effects of intensified sensory-based therapy applied to the affected upper extremity sensory functions in individuals with chronic stroke on the upper extremity functions, quality of life, and independence of daily living activities.","detailedDescription":"Sensory dysfunction following stroke is a common condition. The deficiency in the somatosensory system negatively affects the learning of new motor skills by preventing feedback from the sensory system, and it can also cause problems in daily life, personal care, productivity, and leisure activities. Somatosensory impairment is often overlooked, as rehabilitation often focuses on motor abilities in the affected extremity. In the studies reviewed, it is stated that sensory dysfunction is seen in approximately 50% of stroke patients.\n\nThe aim of the study; The aim of this study is to examine the effects of intensified sensory-based therapy applied to the affected upper extremity sensory functions in individuals with chronic stroke on the upper extremity functions, quality of life, and independence of daily living activities.\n\nThirty patients with chronic stroke will be randomized 1:1 to study (n:15) and control (n=12). Thumb localization test, finger swipe test, stereognosis test, and two-point discrimination test will be used to evaluate the sensory functions of individuals. Demographic information of individuals will be recorded with a sociodemographic information form. Before the treatment, the sensory levels of all patients will be determined by thumb localization, finger scrolling and stereognosy tests. Jebsen Taylor Hand Function Test (JTHFT), Modified Frenchay Scale (MFS), Canadian Occupational Performance Measure (COPM), Goal Attainment Scale (GAS) and Stroke-Specific Quality of Life Scale (SSQOL) will be administered before and after treatment."},"conditionsModule":{"conditions":["Stroke","Sensory Defect"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Research Group","type":"EXPERIMENTAL","description":"Participants will be received Intensified sensory therapy.\n\nOther: Occupational Therapy Activities of Daily Living Training\n\nIntervention: Other: Occupational therapy intervention","interventionNames":["Other: Occupational Therapy"]},{"label":"Control Group","type":"EXPERIMENTAL","description":"Participants will be received Occupational Therapy.\n\nOther: Activities of Daily Living Training","interventionNames":["Other: Occupational Therapy"]}],"interventions":[{"type":"OTHER","name":"Occupational Therapy","description":"Occupational therapy is the only profession that helps people across the lifespan to do the things they want and need to do through the therapeutic use of daily activities (occupations). Occupational therapy practitioners enable people of all ages to live life to its fullest by helping them promote health, and prevent-or live better with-injury, illness, or disability.","armGroupLabels":["Control Group","Research Group"],"otherNames":["Activities of Daily Living Training","İntensified Sensory Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Canadian Occupational Performance Measure (COPM)- Satisfaction","description":"Used to evaluate participants' self-perceived satisfaction with performance. In this structured interview, participants are asked to select 5 tasks to perform and then rate their satisfaction of how well they are able to complete each task on a scale of 1 (unsatisfied) to 10 (completely satisfied). Total scores are an mean of individual task scores and also range from 1 (unsatisfied) to 5 (completely satisfied). Collected data will be used to measure changes within and between groups on self-perceived satisfaction with performance between week 1 and 8, week 1 and 3.","timeFrame":"3 weeks"},{"measure":"Canadian Occupational Performance Measure (COPM)- Performance","description":"Used to evaluate participants' self-perceived functional performance. In this structured interview, participants are asked to select 5 tasks to perform and then rate their perception of how well they are able to complete each task on a scale of 1 (unable to perform) to 10 (able to perform extremely well). Total scores are an mean of individual task scores and also range from 1 (unable to perform tasks) to 5 (able to perform tasks extremely well). Collected data will be used to measure changes within and between groups on self-perceived performance between week 1 and 3.","timeFrame":"3 weeks"},{"measure":"Jebsen Taylor Hand Function Test (JTHFT)","description":"The JTHFT is a common and detailed clinical assessment for fine motor skills with weighted and non-weighted hand functions. The test is derived from activities of daily routine and consists of writing a standardized sentence, turning over 5 cards, picking up and replacing small objects; simulated eating using a spoon and 5 kidney beans, stacking 4 draughts pieces on a board, turning over 5 large empty tins and turning over 5 full tins.","timeFrame":"3 weeks"},{"measure":"The Modified Frenchay Scale (MFS)","description":"The Modified Frenchay Scale (MFS) measures active upper limb function in hemiparesis based on a video review of 10 everyday living tasks, each rated on a 10-point visual analogic scale. Six tasks are bimanual and four are unimanual performed with the paretic hand. We will measured intra- and inter-rater reliability of MFS in hemiparetic patients among trained raters.","timeFrame":"3 weeks"}],"secondaryOutcomes":[{"measure":"The Stroke Specific Quality Of Life Scale (SSQOL)","description":"The Stroke Specific Quality Of Life scale (SS-QOL) is a patient-centered outcome measure intended to provide an assessment of health-related quality of life specific to patients with Stroke.\n\nTo assess the quality of life of stroke patients, Williams et al. The Stroke Specific Quality of Life Scale (SSQOL) created by the Institute will be used. The SSQOL consists of 12 subsections, including energy, family roles, language, mobility, mood, personality, self-care, social roles, thinking, upper extremity function, vision and work/productivity, and a total of 49 questions; It is graded with a Likert-type scoring ranging from 1 to 5.","timeFrame":"3 weeks"},{"measure":"Sensory Test- Stereognosy Test","description":"Patients can easily recognize when their eyes are closed; 12 objects including water bottle, glass, scissors, paper, key, pen, glove, ruler, telephone, ball, fork and spoon were evaluated according to their naming. Patients will be evaluated in 2 groups as normal recognizing 7-12 objects and decreased recognizing 7 or less objects.","timeFrame":"3 weeks"},{"measure":"Sensory Test- Finger Shift Test","description":"By looking at the patient's ability to distinguish up and down passive movement of the proximal thumb joint while his eyes are closed; decreased and will be considered normal.","timeFrame":"3 weeks"},{"measure":"Sensory Test- Thumb Localization Test","description":"The patient was asked to localize the affected side with his good hand while his eyes were closed; decreased and will be considered normal.","timeFrame":"3 weeks"},{"measure":"Goal Attainment Scaling (GAS)","description":"GAS served as the primary outcome measure. Once a patient has identified a goal area, GAS goals are established using a 5-point scale, with ''0'' reflecting a score indicating the patient met his or her goal as expected; scores of +1 or +2 indicate surpassing the desired goal, and -1 or -2 indicate inadequate goal attainment. Each potential score (i.e. -2, -1, 0, +1, +2) is based on a criterion that is established collaboratively with the patient and is measurable and specific.","timeFrame":"3 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Stroke duration more than 6 months,\n* To be able to communicate\n* 10 degrees of wrist dorsiflexion starting from full palmar flexion of the wrist\n* To initiate finger extension\n\nExclusion Criteria:\n\n* Joint contracture in the upper and lower extremities that will affect functionality other than stroke,\n* Having a significant uncontrolled health problem and a history of epileptic seizures,\n* Having 3 or more spasticity according to the Modified Ashworth Scale (MAS),\n* Unable to communicate and cooperate,\n* With marked ataxia and dystonia,\n* Lack of movement and function in the wrist and fingers\n* Having a diagnosis of bilateral stroke","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Çiğdem ÇEKMECE, PhD","affiliation":"Kocaeli University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Kocaeli Üniversitesi","city":"Kocaeli","country":"Turkey","geoPoint":{"lat":39.62497,"lon":27.51145}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-02-14"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M21996","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5500","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M4894","name":"Brain Diseases","relevance":"LOW"},{"id":"M5432","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17090","name":"Vascular Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}